[
    {
        "full_article": "In what can only be a case of muddying the waters, the Union government is reportedly mulling the expansion of data collection in the long-delayed Census to include caste enumeration. That caste may be one of the variables in the Census could be an outcome of the strident demand for a caste census by several political parties. But considering the incomplete and poorly constructed nature of the Socio-Economic and Caste Census of 2011, which resulted in data that were unwieldy, inaccurate, and hence unusable, the government must not hurry into utilising the office of the Registrar General and other agencies to tabulate caste. There must first be a definite time frame to conduct the Census on a war footing. If the delay is deliberate, in order to allow for delimitation to be conducted first in 2026, this will be harmful not just to public policy but also to relations with States. As of June 2024, out of 233 countries, India was one of 44 not to have conducted the Census this decade. The ostensible reason provided by the Union Home Ministry was delay due to the COVID-19 pandemic, but 143 other countries conducted the Census after March 2020, which marked the onset of the pandemic. India shares this dubious distinction of not having a Census with countries affected by conflict, economic crises or turmoil such as Yemen, Syria, Afghanistan, Myanmar, Ukraine, Sri Lanka and in sub-Saharan Africa.There remains little excuse to continually delay the decennial Census, an exercise that has been conducted without fail from 1881 to 2011. Yet, the deadline to freeze administrative boundaries of districts, tehsils, towns and municipal bodies — a prerequisite before the conduct of the Census — lapsed on June 30 this year. This deadline has been extended 10 times since 2019. Several public schemes such as the National Food Security Act, the National Social Assistance Programme and the delimitation of constituencies are dependent upon the Census being conducted. Besides, statistical surveys that go into setting policy such as those related to household and social consumption, the National Family Health Survey, the Periodic Labour Force Survey, and the Sample Registration System, among others, use the Census to set their sampling frames. With the 2011 Census data getting increasingly out-dated and phenomena such as migration across and within States, the urbanisation of Indian societies, and the suburbanisation of cities becoming increasingly prominent in recent years, the lack of a Census is telling. The reliance on a bevy of sample surveys to fill in the gap is only resulting in debates over methodology and conclusions based on cherry-picking according to one’s political choice. Clearly, the Union government must stop being derelict in its duties and should proceed with the Census quickly.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nCaste\n\n/\n\ngovernment\n\n/\n\npersonal data collection\n\n/\n\npopulation and census\n\n/\n\nSocio Economic And Caste Census\n\n/\n\nIndia\n\n/\n\nCoronavirus\n\n/\n\nYemen\n\n/\n\nSyria\n\n/\n\nAfghanistan\n\n/\n\nMyanmar\n\n/\n\nSri Lanka\n\n/\n\nAfrican Union\n\n/\n\nfood security\n\n/\n\nlaws\n\n/\n\nhealth\n\n/\n\nmigration\n\n/\n\nurban planning",
        "headline_1": "​No more delays: On holding the Census",
        "headline_2": "Caste enumeration should not hold the Census from being undertaken quickly",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bno-more-delays-the-hindu-editorial-on-holding-the-census/article68569137.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "Israel’s “pre-emptive” strike on Lebanon on August 25 and Hezbollah’s rocket and drone attacks on Israel underline the complexities and escalatory risks of the raging multi-party war in West Asia since October 2023. While the main theatre is Gaza, which Israel has been mercilessly pounding since the October 7 Hamas attack, the conflict has effectively spread to Israel’s northern border and southern Lebanon. Over the past 10 months, Hezbollah, the Iran-backed Lebanese Shia militia, has launched hundreds of rocket attacks towards Israel, “in solidarity with the Palestinians”. Israel has responded with air strikes on Lebanon, killing Hezbollah operatives and civilians. The trigger for the latest flare-up was the Israeli killing of Fuad Shukr, a senior commander of Hezbollah, in a strike in Beirut on July 31 — the day Israel killed Hamas leader Ismail Haniyeh in Tehran. On August 25, after striking hundreds of Hezbollah targets, Israel said the Shia group was planning to carry out a large-scale attack and that its assault was defensive. But the massive strike did not deter Hezbollah from launching over 300 katyusha rockets and drones towards Israel, killing at least one soldier and wounding several.After Sunday’s pre-dawn bombardments, both sides have signalled a de-escalation. Hezbollah chief Hassan Nasrallah says his group achieved its targets, while Israeli Defence Minister Yoav Gallant said his country does not want a regional war. Yet, neither side is ready to back off from escalatory cycles. It is clear that Israel is not in a hurry to wrap up its devastating offensive in Gaza, which has killed over 40,000 Palestinians. The U.S. supports and mediates a ceasefire, but backs Israel’s war efforts through defence supplies and diplomatic protection. Hezbollah says it will not stop attacking Israel as long as the Gaza war continues. By bombing Hezbollah and taking down its commanders, Israel is trying to change the reality on the ground, but Hezbollah’s continued attacks, which have turned northern Israel into a depopulated furling zone, suggest this approach is not very successful. When Israel began attacking Hamas, it vowed to dismantle the group. Today, even the Israeli Defense Forces doubt whether it can be destroyed. While the war on Hamas still continues, the conflict with Hezbollah is escalating. By destroying Hamas, Israel wanted to strengthen its security in the south, but the widening war has heightened its insecurity in the north. And Israel does not have any easy military solution for Hezbollah. As long as the war in Gaza continues, the path towards a wider regional war will remain open.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIsrael\n\n/\n\nunrest, conflicts and war\n\n/\n\nLebanon\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nUSA",
        "headline_1": "​Unending war: On the multi-party war in West Asia",
        "headline_2": "Escalatory risks in West Asia will remain without a ceasefire in Gaza",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bunending-war-the-hindu-editorial-on-the-multi-party-war-in-west-asia/article68569158.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "True: content moderation is complex. Also true: platforms are pinching pennies on the job \nFrance’s detention of Telegram founder and CEO Pavel Durov is surprising, everyone seems to agree. Billionaire tech bros usually don’t get treated like this in democracies, no matter the angsty socio-political storms swirling around them.  The thing on which opinion is divided is whether this is a dastardly attack on free speech. Fellow tech mogul Elon Musk insists it is. Hence him X-ting #FreePavel. But over the years, the “unprecedented liability shield” enjoyed by social media giants, as Trump called it back in 2020, has come into question worldwide. There is still a lot of friction over how exactly content moderation should be done on these platforms, but that it’s essential is now the broad consensus, including in India.\nOf course, Durov and company are right to stress how important free speech is to democracy. But hey, what about the algos? Most content is being spread via heavy-duty mediation.\nThe EU Digital Services Act, adopted in 2022, requires robust content moderation of the largest social media companies. It is nobody’s case that guardrails for factuality are easy or simple to build. What’s in question is how the social media giants construct teams to safeguard truth and safety, share core-metrics data with the public, and improve overall transparency. On all these fronts, experts say that recent years have seen more backsliding than progress. This is even as companies weaken privacy protections to let AI train on users’ data. For countries like India, where such companies are ridiculously understaffed to begin with, frustration with the platforms only grows with their real-world consequences.\nEven in this general sludge, the offensiveness of Telegram stands out.  A standout feature is massive group chats of up to 200,000 members, which has really lent momentum to misinformation. This is how gruesome content from Gaza, for example, spread since Oct 7 last year. Supporters say this has been invaluable at a time when other social media companies took a more “pro-Israel” line. Different govts have also weighed heavily on this, which is a reminder that giving controls over to govts to deem what is objectionable content is also very harmful. Discussing the difficulties of content moderation is one thing, not taking responsibility for it is quite another. Actions taken to serve specific business models cannot keep enjoying safe harbour perks, and that too in the name of free speech. The better angels of our nature are better served by stronger content moderation teams and policies.\n\n",
        "headline_1": "Telegram, Detained",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/telegram-detained/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "– **The Incident:**\n– Pavel Durov, the founder and CEO of Telegram, a popular messaging app, was detained in France. This surprised many people because billionaire tech leaders are rarely treated this way, especially in democracies.\n– There are mixed opinions on whether this is an attack on free speech. Elon Musk, another tech billionaire, believes it is and even started a hashtag, #FreePavel, to support Durov.\n– **Why Was He Detained?**\n– The real issue is about content moderation on social media platforms. Social media companies, like Telegram, have been criticized for not doing enough to control what is posted on their platforms. Some people believe they have been too relaxed and allowed harmful content to spread without taking action.\n– Governments around the world, including India, believe that it is important to have rules on what can and cannot be shared on social media to prevent the spread of false information and harmful content.\n– **Free Speech vs. Responsibility:**\n– Durov and other social media leaders argue that free speech is crucial for democracy, and people should be able to share their opinions freely. However, there is also a concern about the algorithms (computer programs that decide what content is shown to users) that promote certain types of content, including misinformation or harmful posts.\n– The European Union’s Digital Services Act, introduced in 2022, requires the biggest social media companies to do a better job at moderating content to ensure it is accurate and safe. This means they need to build strong teams to check what is being shared, be transparent about how they operate, and share important data with the public.\n– **The Problems with Telegram:**\n– Telegram stands out among social media companies because it allows massive group chats of up to 200,000 members. This feature has helped misinformation spread quickly. For example, since October 7 last year, Telegram has been used to spread violent and misleading content from Gaza. While some people say this was helpful when other social media platforms were more “pro-Israel,” it also shows the dangers of allowing harmful content to spread unchecked.\n– Governments also play a role in deciding what content is acceptable, but this can be tricky. If governments have too much control, it could limit free speech even more.\n– **What Needs to Change?**\n– While it is important to discuss how difficult it is to moderate content, social media companies need to take responsibility for what is shared on their platforms. They cannot use the excuse of free speech to avoid this responsibility.\n– To protect people better, these companies need stronger teams and better policies for moderating content. This would help prevent the spread of harmful and false information and make the internet a safer place for everyone.\n\n",
        "headline_1": "**Telegram and Its Founder: What Happened?**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/telegram-and-its-founder-what-happened/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "In MP, another case of instant ‘justice’ as a house is bulldozed. SC has the power to stop cops. It must\nMadhya Pradesh govt has supported its administration’s demolition of a house of an alleged protester in Chhatarpur district. The house owner was allegedly part of a rally against a local cleric, who had earlier made remarks the protesters found objectionable. The protest turned violent. Stones were pelted, vehicles damaged, cops injured. Admin and police razed the “main accused’s” house, justified it later, claiming it was “illegal”. Point is, even for razing illegal shanties and structures, there’s due process to be followed, which clearly wasn’t even on the cards.\nHeavy hand | ‘Bulldozer justice’ as the street calls it, is an instant justice mechanism of razing of houses, shops or any premises that belong to alleged protesters, rioters, history-sheeters, even undertrial rapists. Police and administration are judge and jury – it’s scary that such lawlessness is backed by various govts. No legislation has razing houses as part of punishment for any offence, let alone the “offence” of dissent. Even for demolition of encroachments or illegal dwellings, Supreme Court has repeatedly emphasised rule of law – notice to be issued for starters. In the Chhatarpur case, instead of arresting protesters, they brought down the accused’s house.\nCourt’s call | Police have taken the law into their own hands – in UP’s Prayagraj, Kanpur and Saharanpur, in Delhi’s Jahangirpuri, in MP’s Khargone, to name a few instances. But even SC did not put a stop to the demolitions, though it has real power to do so. Jharkhand HC recently directed the state to pay Rs 5L compensation for demolishing shops, calling its actions illegal and random. If govts don’t follow rules of fairness or give opportunity for affected people to be heard, brute force becomes practice. Will courts take suo motu notice of police conduct that is as lawless as the vandalism?\n\n",
        "headline_1": "Bulldazed Due Process",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bulldazed-due-process/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "– **The Incident:**\n– In Madhya Pradesh, the government supported the demolition of a house belonging to a person accused of protesting in Chhatarpur district.\n– The person was allegedly involved in a rally against a local religious leader who made comments that the protesters did not like.\n– The protest became violent, with people throwing stones, damaging vehicles, and injuring police officers.\n– The local administration and police bulldozed the house of the “main accused,” later claiming it was an “illegal” building.\n– However, even if the house was illegal, there is a legal process that must be followed for demolitions, which wasn’t done in this case.\n– **What is “Bulldozer Justice”?**\n– “Bulldozer justice” is when authorities quickly destroy homes, shops, or other buildings belonging to people accused of protesting, rioting, or other crimes, without following proper legal procedures.\n– In these cases, the police and local officials act as both judge and jury, deciding on the punishment without a fair trial. This type of action is dangerous because it does not follow the law.\n– No law in India says that houses should be demolished as punishment for any crime, including protesting. Even for removing illegal buildings, the Supreme Court has said that the rule of law must be followed, including giving notice before any demolition.\n– **The Role of the Courts:**\n– In other places like Prayagraj, Kanpur, and Saharanpur in Uttar Pradesh, and Jahangirpuri in Delhi, similar demolitions have taken place without following proper procedures.\n– The Supreme Court (SC) of India has the power to stop these illegal demolitions, but it has not done so in many cases.\n– Recently, the High Court of Jharkhand ordered the state to pay 5 lakh rupees in compensation for illegally demolishing shops, calling the government’s actions unfair and random.\n– If governments do not follow rules of fairness and do not give people a chance to defend themselves, using force becomes common practice.\n– The big question now is whether the courts will take action on their own to stop the police and government from breaking the law in this way.\n\n",
        "headline_1": "**Bulldozed Due Process: What Happened in Madhya Pradesh**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/bulldozed-due-process-what-happened-in-madhya-pradesh/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "Sunday's clash between demonstrating Ansar members and students is a deeply troubling development with potential security implications for the country. Reportedly, the clash occurred after the former kept the gates of the Secretariat locked throughout the day despite government assurances of addressing their demands, including job nationalisation and abolishing the mandatory, unpaid leave system. Things turned violent around 9:20pm when a large crowd comprising students and general people responded to a call to free trapped officials, leading to at least 50 getting injured, before the army eventually intervened to restore order.\nThis is but the latest example of the chaos that surfaced across different sectors after the interim government took over on August 9. The frequency and intensity of protests by various interest groups have escalated to a point that police on Sunday night banned all sorts of demonstrations near the Secretariat and the residence of the chief adviser. The Ansar development is particularly alarming as it showed the lack of trust and discipline partly resulting from years of politicisation. One may recall how in 2023 a bill was proposed in parliament that would have given Ansar battalions—an auxiliary force—the authority to detain criminals, search bodies or seize goods, turning them into a parallel police force. The role of Ansar in the bloody clashes that preceded the fall of Awami League also left deep scars within this 55,000-strong force.\nThere are three branches of Ansar: General Ansar, Battalion Ansar, and Village Defence Party (VDP). Their demands for job nationalisation, rooted in grievances over low pay and lack of benefits, have been brewing for some time. But Sunday's development cannot be seen just as a reaction to the failure to address those grievances. After the incident, Nahid Islam, the information and broadcasting adviser, stated that continued demonstration even after government assurances was \"part of a conspiracy\". The director general of Ansar and VDP went as far as to say those who protested and clashed were not Ansar members, labelling them \"outsiders\" with ulterior motives. Investigations are currently under way. Already, 377 Ansars were sent to jail in four cases after being taken to a Dhaka court on Monday, while nine senior officials were transferred. We hope the probe into their activities will unearth any potential conspiracy and lead to actions to restore discipline within the force.\nBut that doesn't take away from the need to fulfil the legitimate demands of general members of Ansar. The formation of a seven-member committee to examine their demands is a positive step, but it must be followed by concrete actions. The authorities also need to take stern action to prevent such security meltdowns from recurring. Given what has occurred surrounding the Ansar force in recent times, we feel a comprehensive review of the internal situation in the force has become essential. It must be done with an aim to reduce our vulnerability to such incidents in our security landscape in the future.\n",
        "headline_1": "A troubling sequence of events that must not be repeated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/troubling-sequence-events-must-not-be-repeated-3687091",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "Leading up to August 5, the narrative of the July uprising has been quite straightforward in the public conscience. Every other group, regardless of their agenda, could unite against one common adversary. Following Sheikh Hasina's resignation, however, it adopted a much greyer tone. With the police force withdrawn at that time, the country reached a state of disorder. The students were very quick to respond to the situation; controlling the traffic, and attempting their best to maintain law and order.\nOur first piece of controversy begins here with one group of people applauding the students and being sympathetic towards their errors, and another criticising their faults and general behaviour. The critics grew in number and intensity on August 15, when a group of students and general people prevented others from observing the death anniversary of Sheikh Mujibur Rahman. These groups allegedly checked the cell phones of pedestrians, raided hotel rooms, and prevented the press from carrying out their duties.\nIt cannot be contested that these acts were beyond the jurisdiction of students, yet a common response by many was—\"How can you speak ill of the students after they have done so much for the country?\" This is a deeply emotional sentiment following the recent tragedies.\nHowever, if we are to prevent further divisions during this transitory phase, we mustn't develop opinions based on group identities. Each issue needs to be broken down to the individual level, detaching the unlawful acts from the group the offenders represent.\nWe have been successful in applying this model of thinking with the police force. The interim government's promise to identify and deliver swift justice to the offenders within the law enforcement agencies was sufficient for everyone to welcome them again. People were able to accept that all policemen should not be condemned because of the wrongdoings of a few. The alleged conspiracy of some Ansar recruits that transpired on August 25 has, understandably, damaged people's trust to some extent. But the idea that these acts are not representative of the Ansar force at large is being reverberated across the country.\nIn a similar vein, we should also realise that anyone with a student ID should not enjoy complete immunity from criticism just because students led a successful uprising. The individuals carrying out unlawful acts should be identified and held accountable without it damaging the reputation of all students.\nNow that an unbiased judicial system is being restored, we can hold individuals who engaged in violence, corruption, abuse of power, money laundering, and a plethora of unlawful activities accountable and sentence them accordingly. Many legal cases are already being filed against hundreds of Awami League officials. In the midst of all this, if we continue to celebrate witch hunts, like the alleged stabbing of Jamiul Islam Himel of Pabna University of Science and Technology, is our demand for justice and reformation not being polluted into a call for vengeance? If this sentiment continues, people will spend sleepless nights fearful that any interaction with an Awami League member could be used against them to perpetrate violence.\nThis cannot be a path to a unified Bangladesh. It can only breed further division. The recent debacle with the cancellation of the remaining HSC examinations has also shown us there is little to gain and much to lose now from blocking roads and surrounding offices. These aggressive tactics are unnecessary when the relevant authorities are already willing to heed reasonable demands. Besides, the people protesting often fail to represent the whole group.\nThere is no alternative now to practicing patience like our chief adviser, Dr Muhammad Yunus eloquently put in his address on the eve of August 25. We need to put our faith in this new government and hope that they can serve us properly, and until they have had the time to deliver on their promises, it is incumbent upon us not to take the law into our own hands.\nThe devastating floods this past week have taken a lot from us, but it has also functioned as a catalyst for unifying our people once more. Let us not reduce it again by fighting amongst ourselves as we would not want these days to turn into cautionary tales in the pages of history like many revolutions before us.\nFahmid Mohtasin is a graduate of the Institute of Disaster Management and Vulnerability Studies at Dhaka University.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How do we preserve our unity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-do-we-preserve-our-unity-3687031",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "According to the International Energy Agency, a fundamental tenet of energy security is having a steady supply of energy at reasonable prices. Between 2009 and 2024, Bangladesh primarily focused on scaling up power infrastructure, while efforts to develop energy resources fell short. The country's exposure to the volatile international fossil fuel market increased during this time, leading to challenges in maintaining a steady energy and power supply. Soaring tariffs amid inflationary pressure in the last two years made energy less affordable to the low and lower-middle-income groups.\nThe government's efforts in the last one and a half decades contributed to economic growth; however, the road ahead is still bumpy, with fuel imports likely to spiral, which in turn might worsen the country's energy security.\nAt this time, it would be prudent to change the highly import dependent energy model. With different energy-consuming sectors providing significant energy efficiency (EE) opportunities, Bangladesh's approach to accelerating energy security should include EE at its core. Going forward, enforcing EE policy instruments and creating a favourable ecosystem for them to thrive in will be all-important to promote EE.\nBangladesh's energy efficiency and conservation master plan up to 2030 shows viable EE and conservation potential of 21% and 28.8% in the industry and household sectors respectively. However, a 10% efficiency gain on grid electricity consumption could lessen the country's power demand between 1,500 megawatts (MW) and 1,700MW (based on day and evening peak power demands during April to July 2024). Demand management could offer a multitude of benefits, such as delay or lessen the investment in new and large fossil-fuel-based power plants, and minimise fossil fuel import bills on the back of reduced demand for power.\nUsually, Bangladesh has competing priorities in the power sector. It feels the burgeoning pressure to consistently invest in incremental power generation capacity and to improve transmission and distribution (T&D) systems. As EE provides relief by delaying the immediate demand for capital-intensive and large fossil-fuel-based power plants, the country can use freed-up resources to bring down T&D losses. This investment appears timely, given that the country registered T&D losses of around 10.3% in fiscal year (FY) 2022-23 against the global average of less than 8%. IEEFA's analysis concludes that a 1% improvement in T&D losses will reduce the country's energy generation needs by 884 gigawatt-hours (based on FY2022-23 data). This will help avoid oil import bills worth Tk 12.38 billion ($106.3 million) per annum (assuming the average fuel cost of producing electricity from oil-fired plants is Tk14/kilowatt-hour).\nMoreover, industries and households display a notable gas-saving opportunity. IEEFA's study substantiated that EE in industrial captive power generation can reduce liquefied natural gas (LNG) import bills of $460 million per annum. EE in industrial processes demonstrates additional gas-saving potential. Likewise, due to billing systems for gas burners in most households not accounting for consumption quantity, people often exhibit wasteful gas consumption behaviours. If such behaviours are rectified through raising awareness, it could contain spiraling gas consumption and result in substantial national resource savings.\nWhile EE can optimise energy consumption and accelerate energy security, Bangladesh needs to focus on policy enforcement to achieve the desired results.\nThe energy audit regulations (EAR), issued in 2018 and revised in 2024, specify guidelines for performing energy audits and the certification of energy auditors and managers. Furthermore, the Sustainable and Renewable Energy Development Authority (SREDA) declared 189 enterprises as large energy consumers (designated consumers) that are mandated to carry out energy audits and submit periodic reports.\nA logical progression should ensure that designated consumers carry out energy audits and submit reports to the SREDA periodically. However, this step will only generate data on the EE potential of audited consumers and can at best motivate some consumers to implement a few energy-saving measures. Instead, setting up annual or periodic energy-saving targets for designated consumers will guide them towards EE for compliance purposes. SREDA should crosscheck the annual EE results of designated consumers and prescribe corrective measures to underperforming consumers. \nThe government could consider increasing energy savings targets of the designated consumers and enlarge their base. Verification and proper enforcement of EAR will encourage industries to establish a systematic energy management practice to achieve the highest level of efficiency.\nOn the other hand, the Bangladesh government issued the EE labelling regulations in 2023, laying the foundation for assessing the minimum energy performance standards (MEPS) of different appliances. Energy efficiency labels should be introduced, based on MEPS, to help consumers make informed decisions while purchasing lights, fans, air conditioners and other appliances.\nOnce labels for appliances are available, the Bangladesh Standards and Testing Institution should regularly monitor the market to phase out appliances that do not meet the MEPS.  \nEnergy-efficient refrigerators and air conditioners with inverters are already costlier than their counterparts without inverters. As the FY2024-25 national budget has imposed higher minimum import duties on imported compressors that have inverters, consumers will find energy-efficient refrigerators and air-conditioners more expensive. The government should revisit the duty imposed on imported compressors with inverters and develop an ecosystem to encourage the use of efficient appliances. Once the country achieves adequate manufacturing capacity to meet local demand, the government could reimpose such duties.  \nIf the country builds on its strong EE potential, it can reduce imported energy dependence and utilise monetary savings to upscale clean energy and enhance energy security. Furthermore, higher energy prices make the investment in EE expedient.\nShafiqul Alam is Lead Analyst, Bangladesh Energy, at the Institute for Energy Economics and Financial Analysis (IEEFA)\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Navigating energy efficiency for Bangladesh’s energy security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/navigating-energy-efficiency-bangladeshs-energy-security-3686916",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "In his inaugural address to the nation on Sunday last after taking over the responsibility of the chief adviser of the interim government, Dr Muhammad Yunus has firmly mentioned the preeminently historic mission he and his team of advisers have embarked on at the request of students. The chief adviser has also outlined the details of tasks ahead in order to bring disciplines in various sectors of national importance. Because politics and economy govern the life of citizens in general, one cannot be developed leaving the other stunted or distorted. In Bangladesh both have long been derailed and decomposed, creating social and cultural discriminations. Quite clearly, the vision of a discrimination-free, exploitation-free, welfare and open society students ---the architects of the mass movement --- have resurrected from the ashes of the nation's dream in 1971 must be translated into reality. That sacred duty of laying the foundation for such a society, the students have bestowed upon the interim government, the chief adviser affirmed, he and his team are pledge-bound to accomplish. It is a tall order for any government only more so for an interim dispensation. When governance for long 53 years has been marked by all kinds of aberration of democratic principles and the rise of authoritarianism, oligarchy and kleptocracy, cleaning the Augean stables proves to be an uphill task. A nexus of corrupt politicians, civil and military bureaucracy has been the main beneficiaries of the creation of national wealth leaving the majority of the people to be satisfied with the trickle-down socio-economic dividends. The exploitative system has been so entrenched over the past few decades that their well-known intrigues for engineering the processes of exploitation such as raising prices irrationally, illegal toll collection, bribery, looting of colossal amounts of money from banks on several pretexts and laundering those abroad were virtually given an institutional form. Now without addressing some of the more pressing problems infesting people's lives and livelihoods for getting things on track, even the day-to-day governance becomes an impossible proposition. The chief adviser has mentioned some of the steps already taken including the formation of a banking commission and preparation of a white paper on the state of the economy aimed at bringing order in the financial sector. Thus reform to various organisations and institutions has already begun. But here the main constraint is time. Dr Yunus does not mince words here and makes it clear about the minimum reform agenda his government would like to complete. It will certainly require a reasonable tenure even for preparing the ground for creating a liberal, democratic, non-discriminatory, non-communal society. So the chief adviser has given the people the option to decide how long his government's tenure would be. He is quite aware of the constitutional obligation and intricacy that, after all, it is a political decision that has to be arrived at through political deliberations among different stake-holders. But he also asserts that at no point should there be left any room for undermining the people's sovereignty or, to put it bluntly, allowed to make it a police state. A national consensus on required legislative reforms has to be attained for incorporation as laws into the constitution of the republic prior to the election for whichever political party or parties come to power.",
        "headline_1": "Chief adviser spells out mission to be accomplished",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/chief-adviser-spells-out-mission-to-be-accomplished-1724687451",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "The number of delinquent borrowers who have ripped the country's private and public banks is unknown. Together, these plunderers have brought the banking industry to its knees. The interim government that assumed power following what many fondly describe as the July Revolution or Second Independence is feeling the pinch as it embarks on streamlining the banking sector that has gone off the track. Reasons for this vital sector of the economy becoming fragile are many. At the top of the list remains the role of the cronies of the immediate past regime. Not all cronies could plunder the bank depositors' money equally. Big sharks devoured most of it with state support. After the fall of Sheikh Hasina's autocratic regime, issue after issue has been discussed publicly, and the interim government is burning the midnight oil to repair the immense damage caused to almost all sectors and vital national institutions. The task is herculean for the government, and reforming the banking sector is one of its priorities. Newspapers are rife with reports about how influential people and others close to the immediate past government resorted to irregularities to plunder banks' funds. At least two names -- Salman F Rahman, the private investment adviser to the ousted Prime Minister Sheikh Hasina and vice-chairman of Beximco Group, and Saiful Alam Masud Chowdhury, chairman of another business conglomerate, S. Alam Group -- are repeatedly pronounced in the media, for being involved in massive plundering on bank money. Authorities may still need to find out how much these groups could siphon off from the banks, but the amount could run into at least Taka one trillion. While S. Alam concentrated his modus operandi, keeping it confined mainly to banks and non-banks, Salman extended his reach beyond banks. The latter earned infamy as a master manipulator who allegedly played a crucial role in the stock market's collapse, not once but twice. Salman and S. Alam had chosen two different ways of taking out loans from banks and dealing with classified loan issues. Besides, Salman and S. Alam represent two distinct breeds. Salman and his elder brother, Sohel F Rahman, own many manufacturing and commercial units and have a strong standing in the country's business community. In contrast, until 2016, S. Alam was involved mainly in the trading and transport business. Many Chittagonians tend to believe that Alam built his fortunes while overseeing the business operations of his maternal uncle Akhteruzzaman Chowdhury Babu. S. Alam had a significant stake in the First Security Bank (later renamed First Security Islami Bank). But before the takeover of the Islami Bank Bangladesh Limited (IBBL) through dubious means, few knew about him. Salman targeted the state-owned banks as far as his loan scheming was concerned and cunningly fleeced one after another. He used his political connections to take loans and reschedule when those turned classified. Salman approached the Bangladesh Bank to introduce the loan-restructuring facility when he had exhausted all the scope of loan rescheduling. He lobbied hard with the government high-ups and paid visits to some media outlets to convince those to write in favour of the facility. He finally succeeded in his mission when the central bank issued a circular in January 2015 allowing the loan-restructuring facility for large loans. The facility was the last straw for the large loan defaulters to remain afloat. It was a one-time facility for both classified term loans and demand loans. Structured loans carried many strings, including a down payment of at least 2.0 per cent of the outstanding amount if the amount was less than Tk 10 billion and 1.0 per cent if the amount was Tk 10 billion or more. Instalments of restructured loans were to be paid quarterly. In the event of failure to pay two instalments consecutively, the restructured facility, according to the BB circular, would stand cancelled, and loans treated as Special Mention Accounts would be classified again. The banks concerned would also take measures to recover the loans and file suits under the Bankruptcy Act of 1997 in case of failure. Loans worth Tk. 150 billion in classified loans belonging to 10 top businesses were restructured in 2015 on the grounds of 'political instability'. Some relevant borrowers deposited amounts less than the required instalments, and Sonali, Janata, and Agrani had to accept those following intervention from politically powerful quarters. For understandable reasons, these banks did not take action following the borrowers' failure -- Salman's Beximco was one of those -- to deposit instalments as mentioned in the BB circular. Banks overlooked the conditions, as the banking sector regulator wanted. The fate of structured loans is still unknown. As seeking fresh loans from banks became difficult, Salman took recourse to float Islamic bonds, and to help carry forward his scheme he installed his man at the top position of the securities regulator. Salman had always been meticulous in choosing the right men and setting them in the correct positions to get schemes implemented. His entry into the close orbit around the ousted Prime Minister Sheikh Hasina soon after the 2018 national polls made things easier for him. He floated Tk.30 billion Sukuk, which was hugely under-subscribed for lack of credibility. However, banks were allegedly forced to buy the bonds under pressure from the central bank. The story of Saiful Alam is altogether different from that of Salman Rahman. In 2017, Alam, with the help of the country's most powerful intelligence agency (of course, under instruction from very powerful quarters), took over the controlling shares of the largest private bank-the Islami Bank Limited. And that was the beginning. Alam took control of at least six more Sharia-based banks and a non-bank. He reportedly managed loans worth Tk 500 billion against many non-existent business entities from different financial institutions, including banks. The most surprising part of the S. Alam episode is that Alam is no longer a citizen of Bangladesh. According to a press report, Alam, his wife and two other family members gave up their Bangladeshi citizenship on October 10, 2022, and, on the same day, got permanent residency in this country by making a payment of only US$ 75,000 each. Alam and his wife are citizens of Singapore and Greece. Alam has substantial investments in Singapore. Alam's whereabouts are unknown. He must have relinquished Bangladeshi citizenship as part of his plan to wriggle out of any problematic situation that might arise in the future. Relevant authorities have slapped a ban on the transfer of properties owned by the S. Alam Group and frozen all bank accounts held by S. Alam and his wife. Getting back the bank funds devoured by loan sharks, naturally, will be one of the top priorities of the interim government. It remains to be seen what actions the government chooses to reach that goal.\n[email protected]",
        "headline_1": "Routes loan sharks chose to devour banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/routes-loan-sharks-chose-to-devour-banks-1724687529",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "The flash floods that struck the north-eastern and south-eastern districts of Bangladesh on August 20 shocked many and confused others about why those (floods) happened at all at a time when the interim government in the wake of a bloody political upheaval had just started its work. Was it to destabilise the new government that the sluice gate of the Dumbnur dam on the Gumti river in the Indian state of Tripura was opened? However, the Indian authorities denied such allegation suggesting that the gates automatically opened under intense water pressure. True, there was heavy rainfall in that Indian state from August 19 to August 22. So, until there is hard evidence on what actually happened, theories and speculations will fly around. Whatever the case may be, one thing that cannot be denied is that in recent times torrential rainfall has been wreaking havoc in different parts of South Asia. Scientists hold climate change caused by human action responsible for the rise in the number and frequency of such extreme atmospheric events. In these months of the year, frequent rainfalls are not uncommon. But consider that in recent days in parts of Tripura in India and in the eastern districts of Bangladesh, the precipitation was recorded at 200 millimetres. Such high rainfalls within a short span of time may cause rivers to burst their banks or any water control structures such as dams on them. No doubt, it is a new experience for populations in this part of the world. Of late, climate scientists are coming across frequent occurrences of new types of weather patterns. Those include atmospheric rivers. These are large stretches of water vapour in the form of a column flying as clouds in the lower part of the atmosphere. The amounts of water these flying atmospheric rivers contain can be greater than that in our biggest rivers like Padma, Meghna or Jamuna. And when they come down in the form of heavy rains, what the people experience is nothing short of Noah's deluge. The devastating flood of 2022 (between June and October) that killed more than 1700 people and destroyed properties worth around USD15 billion in Pakistan was said to have been caused by such atmospheric rivers. Flying rivers, however, are not something new to meteorologists. But what is new is that their number and the frequency of their appearance has increased in the South Asian region. A research report on the phenomenon published in the scientific journal Nature in 2023 said that a total of 574 atmospheric rivers were created between 1951 and 2020. And over the last two decades, 80 per cent of these most severe atmospheric rivers caused floods in India. The Gangetic floodplain called Bangladesh is naturally at the receiving end when such destructive weather events take place in the upstream region. According to a BBC report, scientists from the Indian Institute of Technology (IIT) and the University of California through a study found that between 1985 and 2020, atmospheric rivers had a hand in seven out of the ten of India's most intense monsoon floods. The study further noted that as evaporation from the Indian Ocean has seen a significant increase in recent decades, thanks to the global warming, the number and frequency of floods caused by the flying rivers have also increased proportionately. The bad news is that the atmospheric rivers are now getting longer, wider and deeper. Usually, an atmospheric river, on average, is about 2000km long, 500km wide and about 3km thick. But we have now even 5000km long flying rivers! And there is also nothing surprising about that. With the increase in the content of water vapour in the atmosphere, the appearance of atmospheric rivers is increasing. The only way to face this calamity is to increase regional cooperation among South Asian nations to forecast such extreme weather events. [email protected]",
        "headline_1": "Forecasting flying rivers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/forecasting-flying-rivers-1724687647",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2024"
    },
    {
        "full_article": "In recent days, continuous heavy rainfall in India's Tripura state and Bangladesh's eastern regions has led to one of the most devastating floods in memory, affecting nearly 11 districts, with the people of Feni and Cumilla being hit the hardest. The catastrophe has prompted a commendable response from various quarters, including students, the general public, government agencies, non-government organisations, and service-oriented groups. Together, they have mobilised to support flood victims, providing essential relief items such as dry food, clean water, sanitary napkins, baby food, medicines, and other necessities.Despite these collective efforts, the vastness of the affected areas has rendered the supply of food and clean water difficult to meet the overwhelming demand. This shortage is a cause for grave concern, as the lack of clean water, in particular, poses a severe threat to public health. The risk of deadly waterborne diseases, including diarrhoea and cholera, looms large, potentially compounding the crisis if urgent action is not taken.Therefore, it is imperative that the relevant service organisations and authorities take immediate and decisive action to ensure the prompt and adequate delivery of essential supplies, especially clean water and food, to the flood-affected areas. Additionally, the local administration and health departments must intensify their health monitoring efforts, deploying resources and personnel to prevent the outbreak of diseases and provide medical care where necessary.The people of Bangladesh have shown remarkable resilience in the face of this disaster, and with the continued, coordinated efforts of all involved, there is hope that the nation will soon overcome this crisis. However, this will require sustained commitment and collaboration from all sectors of society to ensure that those most in need receive the support they deserve.\nRobiul ChokderStudent, Department of StatisticsDhaka College, Dhaka[email protected]",
        "headline_1": "Ensure supply of food, clean water in flood-hit areas",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-supply-of-food-clean-water-in-flood-hit-areas-1724687681",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-08-2024"
    }
]