[
    {
        "full_article": "There was no level playing field in Pakistan’s general elections on February 8, in which the Pakistan Tehreek-e-Insaf (PTI), the party of jailed former Prime Minister Imran Khan, barred from fielding candidates on its popular cricket bat symbol, was pitted against the military-backed Pakistan Muslim League-Nawaz (PML-N). Still, voters backed the PTI, whose independents emerged as the largest bloc in the National Assembly with 93 seats, while the PML-N ended up second with 75 seats. While the results sprung a surprise for many, the post-election manoeuvres have hardly been surprising. The PML-N has joined hands with the Pakistan People’s Party (PPP) and several smaller parties to form a coalition government, which leaves out the PTI. Shehbaz Sharif, who became Prime Minister as part of an anti-Imran Khan coalition after the cricketer-turned politician’s government was toppled in a no-confidence vote in April 2022, will return to the post. Maryam Nawaz, daughter of Nawaz Sharif, leader of the PML-N (Mr. Sharif is the elder brother of Mr. Shehbaz), has become the Chief Minister of Punjab, while Asif Ali Zardari, the former President and leader of the PPP, is likely to replace Pakistan President Arif Alvi (of the PTI). The coalition has the full support of Pakistan’s generals, while the PTI, which had accused the military of rigging in dozens of seats, says it will stay in opposition and mount legal challenges to the contested results.In many ways, the new alliance is a replica of the previous coalition government. Mr. Shehbaz was widely unpopular as Prime Minister under whose watch Pakistan’s economic woes have multiplied — inflation stands at a punishing 30%, while the economy is run on a $3 billion lifeline the IMF provided last year. Foreign exchange reserves, despite improving, still stand at a low of $8.2 billion. The new government will have to restart talks with the IMF for a bailout package. Even if a deal is reached quickly, it is not going to be a magic bullet for Pakistan’s debt-laden economy, which is facing repayments worth $70 billion over the next three years. Moreover, the country is also facing growing security challenges in its border region with Afghanistan. That Mr. Shehbaz, instead of Mr. Nawaz who had a history of confrontation with the military, was chosen to lead the coalition suggests that the member parties and the power behind the scene prefer status quo. But the voters did not want the status quo. Also, if the military hoped that Mr. Khan and the PTI would be sidelined after the election, that is not going to happen. Mr. Shehbaz’s challenge is to lead a difficult coalition through choppy political waters while taking tough decisions to pull the economy out of what he calls “the hole it has fallen into”. A tall ask indeed. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\nelection\n\n/\n\neconomy (general)\n\n/\n\ninflation and deflation\n\n/\n\ngovernment debt\n\n/\n\nvoting",
        "headline_1": "Old beginning: On Pakistan politics",
        "headline_2": "Shehbaz Sharif’s political difficulties are compounded by the economic crisis",
        "link": "https://www.thehindu.com/opinion/editorial/old-beginning-the-hindu-editorial-on-pakistan-politics/article67888291.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "India in Tests, especially in its backyard, remains an indomitable force. It was England’s turn to become aware of this reality as Rohit Sharma’s men claimed the fourth Test at Ranchi with a five-wicket victory and a day to spare. The win helped the host seize the series at 3-1 with just the final Test at Dharamshala left to commence on March 7. Irrespective of the verdict in that last tussle, Rohit’s men will own the silverware and the bragging rights for this series which has been a riveting tale of ups and downs with India sneaking in the last word. It was never meant to be easy against a strong England unit with its Bazball style of approach, a method that hustled games along, session by session through calculated aggression, frenetic run-rates and maverick field settings. As if to sound an ominous warning, Ben Stokes and his troops grabbed the first Test at Hyderabad by 28 runs. Even the most seasoned English analysts, including former captain Michael Atherton, predicted England’s superiority and the reasons were obvious. Rohit did not have the services of Virat Kohli, away on paternity leave, and an injured Mohammed Shami, and he helmed a largely inexperienced batting order. Yet, India found new heroes, ranging from Yashasvi Jaiswal to Dhruv Jurel.Most freshers prospered even while Rajat Patidar struggled. Some seniors too rose to the occasion. Spearhead Jasprit Bumrah bowled spells that threatened stumps and even new pacers including Akash Deep lent a sharp hand. Since within the cricketing lexicon, India is supposed to be a land of spin and slow turn, there was no discounting R. Ashwin, on a record-breaking spree, Kuldeep Yadav and Ravindra Jadeja. For all the muscular dynamics that England’s batters often revealed, India was always up to the challenge and it was an exhilarating experience. Skipper Rohit and coach Rahul Dravid leaned on the new batters even if the temptation to recall Cheteshwar Pujara must have lingered in their minds. Sarfaraz Khan, Jaiswal, with 655 runs so far in this series, and Shubman Gill had their moments and the captain too struck a ton in the third Test at Rajkot. Meanwhile, England, often threatening to run away with the game, realised that under the warm Indian sun and on abrasive pitches, patience was an essential virtue. Veteran James Anderson and an inexperienced spin attack kept testing the host’s willow-wielders. But men like Jurel, sharp behind the stumps and equally calm in front of it, ensured that India’s unbeaten run in home Test series, continued unhindered well past a decade.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTest cricket\n\n/\n\nIndia\n\n/\n\ncricket",
        "headline_1": "Home run: On the Indian Test win",
        "headline_2": "England’s Bazball challenged India at home, but it was clearly the better team",
        "link": "https://www.thehindu.com/opinion/editorial/home-run-the-hindu-editorial-on-the-indian-test-win/article67888314.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "In politics as much as in literature, some stories write themselves. The latest one such script is that of actor Kamal Haasan’s political journey. Kamal launched his party Makkal Needhi Maiam (MNM) in 2018 with the promise of occupying the centre (‘maiam’ means that) and remaining unaligned. Six years and two big elections later, Maiam is shifting to the left.\nKamal has been in talks with the DMK for an alliance for the coming general elections. He wants to contest to the Lok Sabha from Chennai or Coimbatore, while the DMK’s first offer was a Rajya Sabha seat. The DMK may finally agree to give a Lok Sabha seat (T R Pachamuthu, who won the Perambalur Lok Sabha seat in 2019 on the DMK symbol, has migrated to the BJP alliance). The point of contention remains the symbol. While the DMK wants Kamal to contest on its ‘rising sun’ and campaign across the state, the actor-politician insists on MNM’s ‘torch’. Giving up the torch for the sun, Kamal feels, would put him in a bad light.\nWe aren’t sure if there would be a slip between the cup and the lip, but from the beginning, Kamal has been a potential ally of the DMK. For, his political philosophy – social justice, rationalism, secularism – resonated with the avowed – though greatly diluted through the decades – principles of the Dravidian giant. Kamal has always been left, always in conflict with the right. ‘Centre’ was just a political construct to pitch himself as an alternative to the Dravidian parties. Now, if he allies with the DMK, even the claim of taking the centre position for issue-based opinions may cease to be his USP.\nPolitically, however, this is the inevitable way forward for Kamal. Six years is a political party’s infancy, but the resources it needs to grow can be quite demanding if early electoral victories evade it. In the 2019 Lok Sabha elections, its electoral debut, MNM put up a decent show in the city constituencies, garnering more than 10% votes. The party’s overall average, however, remained well below 4%. Soon, many office bearers including vice-president R Mahendran left the party. In the 2021 assembly polls, its vote share dipped to 2.5%, and Kamal hasn’t been able to attract big names to his party.\nGetting into an alliance as a minor partner is essentially an admission of a party’s limitations – that it has virtually given up on achieving the alternative status that it aspired for. There can be no better example of this than Congress (though the dynamics were different) which never recovered from the blow it suffered in 1967 and was later forced to sail with DMK, the same party that defeated it. This doesn’t mean it’s all downhill for MNM. Once reconciled with its strengths and weaknesses, it can, as an alliance partner, build itself to its optimum potential. In this role, Kamal may not be fiercely independent on issues, but nobody expects him to be that while being part of a combine.\nFor the INDIA bloc, Kamal as an MP would be a good value addition, not just for optics but for debates too. Kamal straddles his film star status well with cerebral matters. His interests and fields of knowledge go beyond movies and literature. Never losing an opportunity to highlight his school dropout tag, Kamal has been unapologetically political as the Bigg Boss Tamil anchor – and here he has been more forceful than on campaign trails, weaving history, politics and entertainment into his discourse. And, whether you agree with him or not, that would be good to see in the central hall of the world’s biggest democracy.\n\n",
        "headline_1": "When Kamal Haasan moves from middle-of-nowhere to realpolitik",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/when-kamal-haasan-moves-from-middle-of-nowhere-to-realpolitik/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "Proxy data proves an open secret: urban population is severely undercounted. This leads to policy distortions, and needs correction\nIndia’s future is decidedly urban. Legacy overhang however is, perhaps subconsciously, contrarian and pulls us in the direction of demonstrably untrue statements such as, ‘India is a rural agrarian country and India lives in villages.’ This provides an opportune moment for us to redefine to measure the ‘urban’ in India and put together authentic relevant data to address important ramifications that we will flag in what follows.\n\nUndercounting urban folk | The official figures available to us via Census 2011 and hence somewhat dated, put India at around 32% urban. That the official number is a gross underestimate. Scholarly papers using innovative proxies such as night light intensities, amongst other things, have been written on this subject, which have established the fact of severe underestimation. At least two World Bank reports of a decade back, have pegged the estimation of urban India then at already above 60%.\nRead full story on TOI+\n\n",
        "headline_1": "Wake up government most of India lives in her cities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/wake-up-government-most-of-india-lives-in-her-cities/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "Accepting the idea that a person has the power to change society is very Indian. But it’s as valid as Western ideas that privileges institutions or a document or a God/state over any leader\nHis fans and followers adore him, and will not tolerate any criticism of him. His opponents only want to criticise him. But if one rises above these two extremes, there’s much to learn from the Modi phenomenon. It reveals so much about the human condition, and nature of society, and specifically India.\nTo appreciate this we must acknowledge that the nation-state is a cultural construct, a mythic idea, not a timeless one. There’s nothing rational or reasonable about it. It’s simply a powerful historical idea that emerged from tribes of Europe and West Asia that took the world by storm. This began about 300 years ago, when America broke free from Europe as a republic, anchored on a single document, the Declaration of Independence.\nRead full story on TOI+\n\n",
        "headline_1": "What Modi’s rise tells us about us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-modis-rise-tells-us-about-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "That urban, rural spend on food is falling shows rising incomes. But consumption growth is lagging GDP growth\nIndia’s economic data has a modular design. Many population sample surveys are carried out to get a closer look at specific areas such as consumption. Based on that, macro measures such as GDP and consumer price index are constructed.\n\nBetter late than never | GOI on Saturday published highlights of a household consumer survey carried out between Aug 2022 and July 2023. It’s the first such survey in 11 years of what used to be a five-yearly effort. It will lead to updates of GDP and inflation indices.\n\nPoverty’s downward trend | Typically, as incomes increase, people spend less on food. Expenditure shifts towards other items. Relative expenditure on food continues to decline. More importantly, among different items of food, relative expenditure on cereals has not only declined, but there’s also near convergence on percentage expenditure between rural and urban residents. Rural consumers on average spent 46% of their MPCE on food in 2022-23. In 1999-00, the spend was 59%. Urban consumers in 2022-23 set aside 39% of MPCE on food, as compared to 48% in 1999-00. Niti Aayog estimates that unit-level MPCE data will show poverty level has fallen to about 5% and inflation is overstated.\n\nCereal question | Rural consumers on average spent 5% of their MPCE on cereals while in urban areas it was 4%. Two aspects stand out. Over two decades back, rural consumers spent about 10 percentage points more in their MPCE on cereals. The narrowing gap on a staple in Indian thalis indicates relative deprivation of rural consumers in areas other than food. Also, if cereals are such a small proportion of consumption, doesn’t India’s food subsidy regime require reconfiguration?\n\n\nBut still a weak consumption story | The last consumer survey was done in 2011-12. In 11 years, rural consumption in inflation-adjusted terms grew at an average annual growth rate of 3.1%. Urban consumption growth rate was 2.7%, slower than the rural growth. GDP, a measure of the economic output, grew during the same 11-year period at an annual average of 5.7%. India’s consumption growth has been lagging its output expansion. Two of its consequences are dissatisfaction among groups such as farmers and a tilt towards welfarism by political parties. A point here. Fiscal impact of welfare is a hot button topic among pundits. But to what extent did welfare transfer boost the average rural MPCE? A mere 2%. Not something noise on welfare would suggest.\n\n",
        "headline_1": "Good, can be better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-can-be-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "The government has decided to increase power tariff by an average of 7.0 per cent from March 01 next. This follows the last raise of power price by 5.0 per cent, as part of regular recalibration, also effected from March 01, 2023. At that time, it was done for the first time without the Bangladesh Energy Regulatory Commission (BERC) holding the usual public hearing which was done away with the necessary amendment to the law. The next month's adjustment too will follow suit, courtesy of an executive order rather than a public hearing. Details are not at hand, but if the reported exemption of households is there, it may look something like a palliative care administered to patients in worse conditions or at a terminal stage. When the system is not taken care of where it is at its most vulnerable, the passing of the burden on the general consumers is certainly not to their liking. Law has been amended to give the executive order currency for adjustment of power price, preferably, upward. Why cannot a similar amendment be made to abrogate the pernicious agreements made with the captive power plants? Under the agreement, capacity charges have to be paid whether power is produced or not by any captive power plant once it has been commissioned. In 2023 alone, the government had to pay around Tk171.56 billion as capacity charge. Over the past 14 years, according to the state minister for power, energy and mineral resources, Tk 1.049 trillion was paid to 82 independent power producers and 32 rental power plants as capacity charges and rental payments. With the generation capacity increasing to 30,000 MW against a demand for approximately 17,000 MW, payment has to be made when power plants remain idle. Within a year or two, the power generation capacity will reach 40,000 MW and the government's obligatory but wasteful payment will increase even further.Now that the large thermal power plants have been commissioned, there is no point sustaining the agreements with rental power plants which, moreover, have to be provided with subsidised fuel oils. The captive power plants have long outrun their utility. By this time they have received handsome returns on their investment. So reason dictates that the agreements are scrapped in the interest of the nation. Let the captive power plants operate on commercial basis with private clients such as factories and industries in the private sector. Some industrial units expressed their willingness to pay higher charges for electricity provided that the supply is uninterrupted. Well, this equation may not be applicable to all industries, particularly those producing essentials for domestic consumers. The theory of economy of scale may backfire in this case because of the economic recession set not only in this country but also globally. There is the apprehension that the increase in power tariff for manufacturing and service sectors would trigger inflation which eased off slightly in December last before spiking in January at 9.86 per cent. To make the matter worse for the mass people, price of natural gas is likely to be raised further. Already reeling from the 12-year high inflation at an average of 9.02 per cent inflation, they are gasping for breath. Better it would be to set a reasonable ceiling with several tariff brakes for consumption of higher amounts of electricity. The more the consumption of power is the higher the tariff rate.",
        "headline_1": "Power tariff goes up, gas may follow suit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-tariff-goes-up-gas-may-follow-suit-1708959126",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "Bangladesh media has been reporting on the very bizarre cases of deaths due to botched up medical acts by doctors in different hospitals. It has been a running story for long and little has been or will be done about it. The medical establishment is very powerful. Since profit gained from investments in the medical sector is high hospitals are untouchable. The public can complain but in the end will have no option except to go to the doctors without any improvement of service. The current hulla-baloo will die down soon and everything will be back to normal. It seems the diagnosis and prescriptions of Dr. Google are becoming increasingly popular in Bangladesh. Many are following it and as days go by, more are becoming interested. It began during the corona era and is now expanding. Increased access and capacity of internet communication and the rather dismal record of Bangladeshi doctors and hospitals encountered by Bangladeshis have created this virtual doctor's popularity. They are not only misdiagnosed but have to pay hefty bills for the same. Impoverishment due to the medical expenditure of the final days of a patient, particularly the elderly, has become a common phenomenon. Many speak about the moral values and social responsibilities not to mention personal integrity of the medical establishment etc. However, it's all talk because no establishment institution is any different from the rest. It was during the corona epidemic when people particularly the older ones like me began to have health issues and it was part panic, part fear of getting infected that drove many to the internet. I myself began to experience various symptoms including having difficulties passing urine, passed blood and was in pain. I finally ended up with a top-notch doctor. He sent me six seven tests by phone message which I needed to take at his referred diagnostic centre. Two days later, I got the results and went to see him. He had just returned from the operating theater and looked at all the tests including the ultra- sonogram - a bit perfunctorily and said, I had probably developed a very large tumor which was causing all the problems and it could also be cancerous. So he recommended that I get a corona free certificate and return for an exploratory surgery the next week to detect the tumor and then we could move on to the next stage of treatment.I wasn't satisfied with the way I had been dealt with and so turned to Dr. Google. The net informed me that the symptoms were similar to urine infection (UTI) and I needed a urine culture test done, something the doctor had never asked for. The best thing about Dhaka's diagnostic labs is that they rarely ask for any reference if the tests bring money. Two days later I got the results, detected the urine infection and found the generic name of the drugs on the next. Even then I went for confirmation to a simple MBBS doctor and told him everything. He agreed with the test's diagnosis and prescription. I improved dramatically in just 2 days, returned to health in a week and stayed fine until the next two episodes which hit me over a period of a year of corona. However, the UTIs no longer haunt me and have been fine since then. Dr. Google helped me more than any doctor I could find. The current medical crisis is a matter of demand and supply. The difference between Bangladesh and most other countries is that there are no agencies to regulate the market. Those who are generally held to be the market guardians are themselves part of the market and the line between the regulator and the supplier is thin if at all. And since the GOB is also a provider of care and diagnosis though its outlets, market regulations simply don't exist. Isolating the medical profession from other branches of services is not only unfair but illogical. No regulatory sector works in Bangladesh including say the financial services sector. So the medical profession is part of the wider problem of systemic efficiency. It's not about good people but inefficient market management. This will continue. Chances of improvement of the situation are dim if not non-existent. Bangladesh on its own doesn't have the capacity to provide acceptable medical care either at the private or public level. The cure sector simply doesn't have the capacity to perform adequately and may even lack the skills to do so. Yet Bangladesh has produced some of the best performances in the public health sector, locally and regionally. What worked here was public participation and that is key in Bangladesh but also the ability to provide quality health care. While many of the medical cases are complicated, many are not and there is opportunity to offer services at the micro level without accessing metropolitan health systems. In other words community based investment for community level diagnosis and health care.Our refusal to admit our lack of capacity has negatively affected the services. Once we can do an audit of what can be done and what we can't do, we can focus. Google services are already in operation in Bangladesh and the coming days will see more of this. So perhaps, low-end hospitals with junior expatriate medical professionals will produce not just better facilities but necessary competition for the medical market. \n<[email protected]>",
        "headline_1": "Hospital deaths and rising popularity of Dr. Google",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hospital-deaths-and-rising-popularity-of-dr-google-1708959172",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "Once only the privileged few in society could afford a telephone set at home. Having a fixed line telephone connection was then a mark of social status. But with the advent of mobile telephony, the image of exclusivity that telephone once enjoyed is gone. And with the passage of time, the importance of this digital device in public life is growing at a faster rate. Now it is not the dumb old electronic device with which people could only talk with each other in the past. Consider, for instance, the mobile financial service (MFS) introduced in the country just over a decade back. By opening account with an online MFS, a person can now remit money, pay bills and perform a host of other functions instantly that in earlier times were time-consuming and full of hassles. According to an estimate, in October 2023, there were 217.7 million account holders with the different MFS providers in the country, whereas in the same month of the previous year (2022), the number was 187.5 million. In other words, the increase was by 16 per cent. The figures may appear confusing to some since in either case the number of mobile money account holders as mentioned is higher than the country's total population. This is due to the fact that a person usually can have more than one account with these MFS providers.The Global System for Mobile Communications Association (GSMA), a worldwide platform of mobile network operators, informs that in 2022, the total number of mobile money accounts was 1.6 billion and compared to the year before (2021), it was an increase by 13 per cent. And the number of mobile money account holders in Bangladesh in the same year saw an increase of 12.56 per cent raising the total number of account holders to 191 million. Given this current rate of growth, Bangladesh will soon catch up with the global average on mobile banking clientship. And, as expected, the volume of money transactions using MFS accounts, too, increased significantly. Bangladesh Bank (BB)'s data, in this connection, reveals that in October last year (2023), Tk.36.46 billion was transacted through mobile money accounts. And by the end of December (2023), year-on-year, the number of transactions surged by 30 per cent to Tk. 1245.48 billion. This growth in the use of MFS to store and transfer money for paying bills, purchasing commodities online and performing multiple other functions is a clear indication of how fast the country is entering the era of financial technology (fintech) along with the rest of the world. And as anyone can own a mobile telephone set and start mobile banking by creating an account with an MFS provider by clicking some buttons on their handset and then operate it to carry out financial transactions, it is evidently a system without class or gender bias. In that sense, mobile banking is plebeian in character and hence inclusive. And it is also far more user-friendly than traditional banking. The government's launching of the National Financial Inclusion Strategy 2021-26 has proved to be an important mover to promote mobile banking system and include the unbanked people in the country's financial sector.No doubt, mobile banking is facilitating people's increased participation in the economic activities. And with fintech within the easy reach of the masses, it is expected that, going by the report of World Economics (June 2023), the country's informal economy worth USD324 billion, which is 30.2 per cent of the entire economy, will help increase the government's revenue income as well as generate more employment opportunities in the economy.\n[email protected]",
        "headline_1": "Fintech to stimulate economic growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fintech-to-stimulate-economic-growth-1708959208",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2024"
    },
    {
        "full_article": "Allegations of patients' death or harm due to medical negligence are not uncommon in our country. Recently, another child died during a circumcision procedure at JS Diagnostic Centre in Malibagh, following a similar incident in another city hospital.A fourth-grade student named Ayham from Motijheel Ideal School and College failed to regain consciousness after anesthesia administration. The child, admitted for circumcision, passed away within an hour at a medical center in Malibagh on February 20. Two doctors were promptly arrested following the incident. Relatives claim the child was meant to receive general anesthesia but received full anesthesia instead, leading to unconsciousness. The child's father alleges the doctor excessively administered anesthesia, holding the hospital authorities, including the doctors, responsible for the tragic death.In another case on December 31, a child named Ayaan underwent circumcision surgery at United Medical College Hospital in Badda but failed to regain consciousness after anesthesia administration. Subsequently, he was transferred to United Hospital in Gulshan, where he remained on life support in the PICU for seven days until his death on January 7. These consecutive cases of negligence in routine medical procedures have sparked widespread discussion, criticism, and inquiry. Soon after, a young man named Rahib Reza passed away while undergoing treatment in the ICU at LabAid Hospital in the capital. Relatives of the patients blamed the doctors for these deaths, highlighting the growing issue of medical negligence.Although medical negligence is a punishable offense, few examples exist of legal action and exemplary punishment against the responsible doctors in our country. Most complaints in Bangladesh end up in courts as civil or criminal cases, with doctors rarely held accountable due to the lack of an adequate legal framework. The Bangladesh Medical and Dental Council (BMDC) is responsible for ensuring doctors' conduct, but it has only disciplined 14 doctors throughout its history, with only one doctor losing their license permanently.One of the primary reasons doctors are not effectively prosecuted for medical negligence is the legal ambiguity surrounding the offense and the lack of proper enforcement. Consequently, medical negligence continues to increase at an alarming rate. In response, the health minister emphasised that negligence from doctors and hospital authorities would not be tolerated. The state must create an environment where doctors and health workers can perform their duties freely and without fear, ensuring the safety and well-being of patients.\nMd. Zillur Rahaman Banker and Writer, Satish Sarkar Road,Gandaria, Dhaka.[email protected]",
        "headline_1": "Medical negligence and legal loopholes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/medical-negligence-and-legal-loopholes-1708959240",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2024"
    }
]