[
    {
        "full_article": "The combative advent of the Russian military into Ukraine early Thursday has predictably spooked markets across all asset classes the world over. Oil prices surged to an eight-year high of around $105 a barrel, stock markets tumbled with the Indian bourses crashing nearly 5% on Thursday and the rupee dipping perilously close to the 76 to a dollar mark. The flight to safety amid all this mayhem propped up India’s favourite yellow metal to a 15-month high. Domestic stock indices that have already been witnessing tumultuous swings in recent weeks as global inflation flared up and the US Federal Reserve signalled faster throttling of ‘easy money’ liquidity, did pare some of these initial losses on Friday. But multi-layered uncertainty will keep investor nerves on edge, as will the diplomatic fallout of how the UNSC decides to tackle Russia in its vote, with the western world seeking strict condemnation and sanctions, while India has thus far preferred not to take a side. There could be double-edged economic ramifications for those sitting on the fence if the extent of sanctions against Russia are intensified. This could deter Indian interests, be it in terms of trade financing, investment flows and even banking transfers as calls to bar Moscow from the SWIFT global payment network grow louder. For now, Russia’s oil exports have not been explicitly targeted yet.India’s imports of petroleum products from Russia are only a fraction of its total oil import bill and thus, replaceable. But getting alternative sources for fertilizers and sunflower oil may not be as easy. Exports to Russia account for less than 1% of India’s total exports; pharmaceuticals and tea could face some challenges, as will shipments to CIS countries. Freight rate hikes could make overall exports less competitive too, but it is the indirect impact on the trade account that is more worrying. The surge in crude oil prices will drum up India’s inelastic oil import bill, and gold imports could jump back up and keep the rupee under pressure. Trade and current account deficits may be jeopardised, although forex reserves are healthy. The biggest concern, for India, however, remains the impact of oil prices on inflation, and the unravelling of the Budget math which hinges on average oil prices of $75 a barrel. The RBI’s assertion that retail inflation had peaked at 6.01% in January, as well as its growth-accommodative stance may need a rethink with oil prices 11% higher since its February 10 monetary policy review. On the fiscal side, the Government, which has been conservative in its revenue assumptions in the Budget, has the room to pre-emptively cut domestic fuel taxes to nip inflationary expectations, stoke faltering consumption levels and sustain India’s fragile post-COVID-19 recovery through this global churn.",
        "headline_1": "The perfect storm: On Russia’s Ukraine gambit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-perfect-storm-the-hindu-editorial-on-russia-invasion-of-ukraine/article65084486.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-02-2022"
    },
    {
        "full_article": "Fishermen from Tamil Nadu keep getting caught with alarming regularity in the territorial waters of Sri Lanka for “poaching”. Yet, the stakeholders concerned have yet to demonstrate the alacrity required for well-known solutions. In the latest development, the Sri Lankan Navy arrested 22 fishermen who are from Nagapattinam and neighbouring Karaikal, on Wednesday. There are already 29 fishermen in custody in Sri Lanka, as pointed out by Tamil Nadu Chief Minister M.K. Stalin in his letter to External Affairs Minister S. Jaishankar a few days ago. As per an estimate, Sri Lankan authorities have also impounded 84 boats. The frequency with which Tamil Nadu’s fishermen allegedly cross the International Maritime Boundary Line, despite being aware of the consequences, highlights their level of desperation driven by livelihood concerns. This is, however, not to absolve them of their culpability in endangering Sri Lanka’s marine biodiversity, which is of vital importance to Tamil fishermen of the Northern Province, who suffered in the civil war. The vexatious problem has also been aggravated by events over the past month — the reported death of two Jaffna fishermen following “mid-sea clashes with their Tamil Nadu counterparts” on January 27 and 29, subsequent protests by northern Sri Lankan fishermen, and the reported auctioning by Sri Lanka of 140 impounded boats even before a Tamil Nadu government team and fishermen’s representatives could visit Sri Lanka to finalise modalities on the disposal of unsalvageable boats. There has been no word from Colombo on permitting fishermen-devotees to attend, in March, the annual festival of St. Anthony’s Church at Katchatheevu.Apart from getting the arrested fishermen released, the governments of the two countries should fix a date for an early meeting of the Joint Working Group, last held in December 2020. They should also facilitate the resumption of talks at the level of fisherfolk, especially from Tamil Nadu and the Northern Province. Sri Lanka should be proactive as its citizens in the North bear the brunt of the alleged acts of transgression. Besides, its positive actions would be in tune with what the Prime Ministers of India and Sri Lanka agreed at the virtual summit in September 2020 — to “continue engagement to address the issues related to fishermen through regular consultation and bilateral channels”. New Delhi should also consider providing additional incentives and concessions to fishermen of the Palk Bay districts of Tamil Nadu to elicit a better response from them for its deep sea fishing project. It could also propose assistance for the fishermen of the Northern Province as a gesture of goodwill. There is no paucity of ideas in the area of the Palk Bay fisheries conflict, but adequate action on the part of the stakeholders is found wanting.",
        "headline_1": "Troubled waters: On India-Sri Lanka fishing conflict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/troubled-waters-the-hindu-editorial-on-india-sri-lanka-fishing-conflict/article65084884.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-02-2022"
    },
    {
        "full_article": "Despite the higher authorities' public expression of dissatisfaction with frequent revisions of government projects, the practice of taking projects to ECNEC meetings to be granted deadline extensions, design changes, expansion of scope and budget enhancements has continued unabated. In most cases, the underlying factors that warrant project revisions are slow implementation and cost escalation. While sometimes there are genuine reasons for such revisions—such as the rise in market prices of construction materials and, recently, impacts of the Covid-19 pandemic on project implementation—the reasons given to justify deadline extension and cost escalation are often difficulties in procurement, challenge of land acquisition, delay in release of imported goods from the ports and late recruitment of project staff and consultants. In essence, there are design-level weaknesses, unrealistic budget estimations, followed by delays in floating of tenders and completing procurement formalities.\nThe total amount of ADP proposed in the current fiscal year's (2021-22) budget is Tk 225,324 crore, which is 6.5 percent of the GDP. As many as 1,426 projects are included in this year's ADP. About 25 percent of these projects have been revised one to three times already. Frequent revisions of development projects are discouraged in the government's guidelines, which do not allow revision of a project more than twice. A third revision is possible but only with prior approval of the planning minister.\nThe ADP guidelines allow project revisions only in cases where a) planned objectives of a project are not achievable and have to be changed, b) costs have increased due to currency fluctuations, c) CD/VAT charges have increased, d) national pay scale and other allowances have increased, e) costs of physical items have changed, f) the project design needs changes, and g) the project needs additional resources. The implementing ministry of a project has the approval authority of a revision costing up to 10 percent of the total budget. If the project costs require a 25 percent increase or decrease, the planning minister has the authority to approve the change within a limit of Tk 50 crore. Revisions of high-value projects are placed before the ECNEC for approval.\nMaking requests for extension of a project's tenure and its costs is a regular practice in the country, however. The huge time and cost overruns of many projects are encouraging a culture of seeking revisions since there are a number of grounds given in the ADP guidelines for revisions. In January 2022, 10 projects were placed before the ECNEC for revision whose original costs were around Tk 3,099 crore. The estimated cost escalation requested for approval of these projects totalled about five times more at Tk 14,961 crore. During the first eight months of the current fiscal year, the additional project costs approved by the government, according to The Daily Star, amounted to a staggering Tk 59,919 crore, which can potentially fund two megaprojects like the Padma Bridge.\nThis is a huge amount of project budget escalation and, therefore, requires a closer look at the way project plans are drawn up, reasons for increase of project costs and the appropriate steps needed for timely completion of projects.\nNo doubt the government urgently needs to address the challenge of frequent project budget revisions. The first step here is to realistically plan and build sound implementation modalities into project proposals. Proper planning and projection of project activities and associated funding requirements should be carefully drawn up in project proposals.\nThe volume of public investment is rising every year in Bangladesh due to the increased demand for infrastructure and services. The government needs to undertake more projects but, at the same time, exercise more scrutiny and caution in its selection process and only fund projects that are essential. Ministries should be strict in their screening and appraisal of projects, and monitor their implementation so that so many undertakings do not require revisions every year.\nImprovement in the entire project cycle is necessary in order to minimise the phenomena of project revisions. From the feasibility study phase to the development of a project proposal, from the approval of a project to its implementation, supervision and monitoring, everything should be streamlined so that improvement is visible and tangible. Inadequate monitoring and supervision of field activities to ensure quality implementation is also lacking. The government needs to address all the bottlenecks faced and maximise projects' outputs. Boosting the capacity of public-sector projects will help raise employment opportunities, create effective demand in the short term and enhance social impact in the long run. Improvement of the quality of project performance is essential to enhance ADP implementation which contributes to increased rate of GDP growth.\n \nDr Nawshad Ahmed, an ex-UN official, is an economist and urban planner. He is the author of the book \"The Children of Bangladesh\".\n",
        "headline_1": "How many revisions does a development project need?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-many-revisions-does-development-project-need-2971236",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2022"
    },
    {
        "full_article": "Dr Manzoor Ahmed, professor emeritus at Brac University and vice-chair of the Campaign for Popular Education (CAMPE) Council, talks to Eresh Omar Jamal of The Daily Star about a new book, of which he is a co-author, on the political economy of education in South Asia.\n\n \nYou and two other colleagues of yours recently published the book, \"The Political Economy of Education in South Asia: Fighting Poverty, Inequality, and Exclusion.\" What inspired you to write it?  \nMy colleagues and I have been concerned about the persistent quality deficits in South Asia, the region with one-fourth of the world's population and the largest concentration of poor people. John Richards is a public policy specialist at Simon Frasier University in Vancouver. Shahidul Islam is a former education adviser for USAID and my associate at Brac University. Together, we observed that since the 1990s, there has been a major expansion of educational services in South Asia, but the countries in the region still were far off the track for achieving the 2030 SDG goal of equitable, inclusive and quality primary and secondary education for all. We decided to explore the reasons, probe if there were common factors and differences among the countries, and examine what might break the logjam in progress. The title of the book suggests a new perspective about the problems and the solutions that have not received enough attention.\nThe foreword to the book was Sir Fazle Hasan Abed's last written piece on education. In it, he wrote, \"Public systems have not created the desired equal opportunities and learning outcomes—consequently, they are not preparing young people for the rapidly evolving employment, and social cohesion challenges.\" According to your findings, what are the main reasons for this?\nSir Fazle Hasan Abed was exceptionally insightful about grasping the essence of the problems of education and development and initiating creative solutions. In his foreword, he spoke about critical deficiencies: Despite expansion that allows most children to enrol in school, acceptable quality is not within reach \"for the poor, those with special needs, ethnic and language minorities and those living in remote and ecologically disadvantaged locales\" (p. XIII). He speaks about chronically low public investment and its inept use in education causing erratic learning outcomes. He mentions ineffective public education services and regulatory mechanisms that fail to produce efficient public-private collaboration; lackings in teachers' skills and motivation; and governance tradition and practices that do not promote accountable, fair, and effective management.\nPreparing young people for life and work, in the face of a rapidly changing economy and job market, and the challenges of building a cohesive society, is the foremost task of the education system. In fact, it is necessary to think of transforming pedagogy and learning in order to nurture the new generation to be equipped with essential competencies for the 21st century. These include communication skills, reasoning, critical thinking, creativity and the ability to adapt to change.\nThe school systems have a tendency to treat the whole spectrum of conventional subjects as having equal importance. There is resistance in the education establishment to ensure results in the basic foundational skills of language, maths and science. Experience has shown that building the foundational skills is the best preparation for the world of work and life. \nYou have dedicated nearly one-third of the book to diagnosing the quality deficits in South Asia's basic education. Can you summarise the most important points in relation to the basic shortcomings of providing quality education?\nBefore the pandemic, South Asia was the world's fastest growing region in terms of GDP and it is projected to perform creditably despite the pandemic-induced setbacks. This narrative, however, is only a partial story. The pandemic has demonstrated the vulnerability of those close to the poverty line, who comprise about half of the population of South Asia by the lower-middle-income countries' threshold of USD 3.20 per capita earning per day. Professor Rehman Sobhan, drawing on cross-country experience in South Asia, has argued that structural injustice—due to the failure of governance structures—has led to serious inequity in human development services such as health and education.\nAcquiring foundational skills, literacy and numeracy, known as the tools of learning, by age 10 or at least by the end of primary education is critical. These skills prepare children to become self-reliant learners. Not having these skill sets, children fall behind in their grades and the gap accumulates. Many then drop out. Large-scale sampling of reading levels and basic maths skills of the students shows a serious deficiency. A quarter to over 40 percent or more of primary-age children in Bangladesh, India, Nepal and Pakistan do not acquire these skills expected of a grade three student (as measured by the Annual Status of Education Report (ASER) Survey, or similar tools). There is no single or simple explanation for this disappointing learning outcome.\nOne factor, as noted, is the low level of public funding for education, in part due to the low share of GDP for public revenue across South Asia, and particularly so in Bangladesh at about 10 percent of GDP. There are also skewed allocations and inefficiency in the use of available funds. Investments have been made in classrooms, learning materials and textbooks, teachers and their training and supervision, but these have been short of a threshold level that would be necessary to ensure acceptable quality. And there is an endemic of corruption and wastage, which diminish the investment returns.   \nThere have been innovations and randomised control trials, such as teacher compensation that includes a performance bonus, increased frequency of inspection and linking teachers' pay to days in class; remedial teaching for students with low test scores; and use of contract teachers (para-teachers) supplementing permanent teachers. As experiments, these have shown positive student outcomes. Institutionalising these at scale, however, became problematic. This next step requires that the goals of politicians, education establishments and teachers' unions converge, and that the government is ready to challenge interest groups with divergent aims.\nThe analysis of the problems also points to the need for a realignment of the principal-agent relationship in education management—parents and the community being the \"principal\" and the school and teachers being the \"agent.\" The agents have to be accountable to the principal, with a decentralised management structure. But change in this area requires a political settlement by stakeholders. Moving from the centralised and top-down management tradition and habits faces great resistance.\nBangladesh has made some remarkable economic progress in recent times. Yet, you have highlighted how we have failed to ensure quality education for all. How do you reconcile the two?\nA functional and self-sustaining level of literacy and numeracy is the proxy for empowered and motivated humans who can exercise choices for themselves and participate fully in the economy and society. The existing learning opportunities in formal and non-formal education do not quite create the empowerment and self-confidence desired. As mentioned, the narrative of economic progress is half the story. Persisting inequality and exclusion in education and economy deny a stake in progress to at least half of the population. The aim of higher middle-income, and eventually high-income, status for the country may be reached by the GDP criterion. But inequality, exclusion and the resulting social tension will increase unless human capabilities and the capacity to exercise choices are expanded, in which a transformed education system has a central role.\nAs a society, have we been conscious enough of the important role of teachers? Why is it that we are still struggling to produce excellent teachers in Bangladesh?\nIt is necessary to reimagine the role, tasks, preparation, support, motivation, and social esteem of education workers. The objectives and structure of teacher preparation in South Asia, including Bangladesh, contrast sharply those in high performing countries in East Asia and Europe. The general pattern in South Asia is that graduates of tertiary level are first appointed as teachers and then sent for a short training, in contrast to the practice of recruiting young people at post-secondary level for a four-year degree that includes general subjects and pedagogy. The latter approach allows a sufficient time for professional and personal grooming of future teachers. The South Asian approach fails to attract intellectually capable people to school teaching and the post-recruitment teacher training cannot compensate for basic deficiencies in subject knowledge and general basic competencies.\nWe have recommended adopting a genuine pre-service teacher preparation model of four-year degree that integrates professional preparation for teaching. This measure can work if adequate remuneration, a career path and enhanced social status are ensured by creating a national education service corps for school education. This would be the way to have skilled professional teachers who can be the role model for their students. \nCan you share with us some of the solutions you have suggested in the book to the problems that you and your colleagues have identified? Are the solutions influenced by political economy factors?\nWe have examined a plethora of operational problems and technical solutions in the education system commonly brought up in education discourse, such as improving access and participation, assessment of learning, pedagogy and teachers, financing, and management of education. The merits of the technical solutions of problems, we have found, are not the main determinants of educational decision-making. The dynamics of political power in a country, the bargaining and negotiations among interest groups, determine the policies adopted and pursued by the state. \nWe propose a framework of promoting structural changes in the education system. These include four key political commitments: a) a commitment to clarify key learning objectives, assess outcomes, and use the assessment as the basis for policy; b) a commitment to prepare the education workforce well and improve its performance as the pivot for change; c) a commitment to organise and govern the education system and institutions as instruments for learning, not to appease political clients and patrons; and finally d) a commitment to finance education adequately.\nA strategic agenda we recommend is to promote the complementarity of public and private institutions and services within a regulatory framework aimed at optimising the \"public good\" aspects of education. Parents, teachers and young people themselves can be powerful champions of this agenda, if they can be helped to share a common vision and harness their energy to fulfil this vision.\n",
        "headline_1": "‘Political will is the missing catalyst for quality education’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/political-will-the-missing-catalyst-quality-education-2971231",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2022"
    },
    {
        "full_article": "After two years, it is no wonder that people are fed up with the changes the Covid-19 pandemic has inflicted on us. Time and again, we've seen children out of school, people out of work, and hospitals out of beds and oxygen. These crises seem to be the \"new abnormal,\" one which is by no means easy to adjust to. People are tired and just want things to go back to normal.\nA couple of things should be clear by now. First, we are not going to acquire a magical post-Covid life any time soon, if ever. The most likely scenario is that Covid-19 will eventually be restricted to smaller outbreaks or fewer locales, though new variants may continue to cause misery. But it is also inevitable that other infectious diseases will appear and wreak havoc, as they have done in increasing numbers since 1980 due in no small part to the climate crisis and deforestation. Since 1980, we have seen several new diseases: HIV/AIDS, SARS, H1N1 (swine flu), MERS, Ebola, Zika, and of course Covid-19. Meanwhile, cholera, malaria, dengue, polio, and other diseases continue to devastate populations.\nDiseases are not the only threat we face. Our global economic system is not as sustainable as we have been led to believe. Since the 1990s, there have been major regional and global economic crashes at least every dozen years. While tens of millions of people have been lifted out of poverty, tens of millions more remain entrenched in it. Income inequality is on the rise. Meanwhile, our supposedly sustainable development has caused irreparable damage to our planet and its climate, causing rising temperatures, worsening storms, and devastating floods, droughts, and forest fires which threaten the existence not only of other species, but of humans, too. Inevitably, we are going to face ever-worsening shortages of food and fresh water, which will lead to violence and unrest. Relying on ever-increasing consumption to create economic opportunities has proved an environmental disaster.\nUnbelievably, policymakers continue to act as if times are normal and economic growth is a rising tide that will continue to lift boats—not just for billionaires, with their super luxurious yachts (now a booming business), but for everyone. Telling ourselves lies is not good preparation for facing these multifarious and complex problems.\nIt may seem difficult to find a bright side in the midst of all these terrifying threats, but there is (at least) one. Covid-19 has brought about untold suffering, but it has also shown us the possibility of governments bringing about major changes to face major challenges. When the ozone layer's depletion and the threat that it entailed to humans became clear, governments worked together to ban products that harm the ozone layer. Covid-19 restrictions have been more complicated and political, but enormous changes did happen throughout the world. People started wearing masks. Unpopular and difficult as they were, shutdowns helped slow the spread of disease—and resulted in remarkably clean air in many polluted cities. Scientists rushed to develop not just one, but several effective vaccines. Massive vaccination programmes quickly brought millions of people protection. Through it all, many bickered and complained, and many still continue to spread disinformation and resist any sensible approach to curbing the disease. But many more have complied with the requirements and worked together to save people from illness. We have gained much ground in fighting new diseases, and we can do so with future ones as well—if we work together and remain alert to new dangers.\nMeanwhile, changes that were unimaginable before the pandemic have become global in scale. Who even used Zoom before Covid-19? How many people successfully worked or studied remotely? The hours a day gained from not being stuck in traffic has gone towards more productive purposes: time for one's self, studies, hobbies; time for family.\nThe benefits have not persisted but we did experience a few months of quiet, clean air, and respite from many of the ills of modern life. Perhaps most importantly, we broadened the definition of the possible. Many people are now questioning, if global leaders could respond so strongly to a transmissible disease, then why not to the climate crisis? Perhaps prosperity is less about having more stuff and more about the basics: clean air and water, decent housing, sufficient and safe food, time, and health.\nWe can't be assured of a return to life before Covid-19, but we could instead achieve something far better.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing\".\n",
        "headline_1": "Pandemics, pain and prosperity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pandemics-pain-and-prosperity-2971221",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2022"
    },
    {
        "full_article": "There was a time, not long ago, when Bangla news editors would use the phrase \"like the price of water\" to connote the low cost of an item. Even last year, raw cowhide during the Qurbani Eid was sold for the lowly \"price of water.\" Aggrieved dairy producers are often heard of throwing away their products in protest of the parity found between milk and water. With the Dhaka Wasa increasing the water tariff 14 times over the last 13 years, the newspersons would have to look for a new analogy. How about using \"like the price of a citizen—by extension, a human being,\" then?\nI wish water was the only pricey commodity. Gas, electricity, fuel and food items are all on a price enhancement frenzy. The cost of living has gone up, and the worth of life has come down. People die for trivial and avoidable reasons. They receive mercy packages in some news-making accident cases. The price tag is as low as the cost of a funeral.\nAccording to a news report, a typical middle-class resident of Dhaka needs more than Tk 50,000 a month to meet the basic needs of a family of four. The sad reality is that the majority of Dhaka residents don't make that amount on their own. To afford a berth in the concrete jungle that we call home, Dhaka residents must either live on household income, where they have partners or other members of their families share the expenses, or they must take up a second job or adopt spurious means simply to survive. The system is draining out our essential human attributes. I don't have facts and figures to support my suspicion. But the dire state of the Bangladeshi middle class, which is struggling as living costs outpace their income, is a fact beyond suspicion.\nThe lines at the backs of the Open Market Sale (OMS) trucks snake through the city to hiss at the crisis. Although intended for the poor and low-income groups, the trucks selling products with controlled prices are now frequented by people from middle-income groups. They wait for hours to get everyday items such as rice, flour, lentils, edible oil, and onions. The long queues for food items are symptomatic of inflation. It is probably indicative of the class of \"new poor\" atrophied by the unemployment and financial losses caused by Covid-19.\nI came across a meme recently that showed an oversized man with a hefty kitchen bag, from which fish and poultry items were poking out, teasing a poor beggar, saying, \"What happened to your share of the per capita income?\" Somehow, the facts that we are told don't correspond with the reality that we experience. They do in theory, and statisticians can prove it to us mathematically. In practice, however, middle-class households are failing to solve their daily arithmetic, notwithstanding the GDP.\nIs it true that the middle class is making compromises in their daily diet charts to make ends meet? How can we make the most of our demographic dividends, if our next generation doesn't get the right amount of nutrients? For instance, for the optimal brain development of children, we need to ensure the required portion of proteins. A diet rich in protein helps children to think clearly and be more focused on processing information, thereby increasing their learning abilities. We have become self-sufficient in our meat and egg production, in our crops production. What good is this data if we cannot afford to consume the goods that it speaks of?\nWith the distant war drums, the oil price is likely to be revised to influence a wide range of products even further. And soon enough, we are going to have the holy month of Ramadan, when historically the costs of essentials rise to unfair levels due to a boost in demand. During the month of abstinence, we will manage to overindulge, allowing the businessmen to engage in \"price gouging.\" We will hear about government intervention, but with no effect. Middle-man will remain middle-man, extortionists will behave to prove their mettle. And the prices will soar higher to dehumanise the middle-class consumers.\nFor sustainable growth, the motto of leaving no one behind is often chanted. But more and more, we are witnessing a forked growth in which the rich are getting richer and the poor are getting even poorer.\nThe policymakers must acknowledge the elephant in their AC room. For quick relief, bank deposits and lending rates need to be adjusted to control commodity prices. More incentives should be given not only to the production side of the agriculture sector, but its distribution side, too. We need the stringiest action against the syndicates who create artificial crises in the market. Import duties on fundamental goods need to be reduced. The government is already targeting the corporate sector for heftier taxes. Instead of creating fear, the number of taxpayers should be increased. If the long queue before the truck sale is any sign, there should be more government-regulated mega shops.\nMore importantly, we must not lose focus on population control and unemployment issues. And corruption, the core of all evil, needs to be checked. I left this issue for last because it is corruption that creates a vicious cycle of supply and demand. Most people are corrupt because they cannot make their ends meet. Imagine a city where 98 percent (according to a report) struggle to manage their everyday lives with their official income, and then imagine the consequences of discomfort. The answer is blowing in the wind.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Save us from the brunt of price hikes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/save-us-the-brunt-price-hikes-2970621",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2022"
    },
    {
        "full_article": "Global warming is having multidimensional impacts on countries and communities—and not just in terms of erratic climate events. A new study conducted by Duke University found that Bangladesh sustains losses of about seven billion working hours annually due to extreme heat exposure caused by global warming. Low- and middle-income tropical countries like Bangladesh are most vulnerable to global warming as a majority of their populations relies on manual work to earn their livelihoods. Researchers say if global temperature increases by only one degree Celsius, Bangladesh may lose approximately 21 billion working hours, and it would lose 31 to 57 billion working hours if the temperature rises by 2 or 4 degrees Celsius.\nThis means, as heat and humidity levels rise because of climate change, options for moving outdoor labour to cooler hours will become increasingly less possible, as one of the researchers said. This would ultimately result in further labour losses. The research also shows that on a hot summer day in Dhaka, temperature remains between 27 and 28 degrees Celsius, and in a 12-hour workday, an average worker loses 10 minutes of working hours due to exposure to extreme heat.\nThese are alarming figures as they show the multidimensional crisis we face as one of the worst affected countries in terms of climate change. For once, we are the victims of a condition that we haven't helped create or sustain, nor do we have the means to resolve it on our own. However, findings of the research, published in a peer-reviewed paper, provide important pointers for our own researchers to delve deeper and find out what these mean for affected communities, individuals and sectors, and if we can try and minimise the damage from the fallout.\nOne thing is certain: going forward, we will have to live with increasing losses of working hours and even capabilities, which is particularly disturbing as our production sectors—from agriculture to industry—are vastly labour-intensive. Therefore, the cumulative impact of this on our economy will be significant. There is no option left but to design and implement policies to cushion the adverse impacts of global warming. The government will be wise to heed the warnings.\n",
        "headline_1": "Climate change brings disturbing new reality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/climate-change-brings-disturbing-new-reality-2971211",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2022"
    },
    {
        "full_article": "It's alarming to know that domestic prices of consumer goods have already started to take a hit from the fallout of Russia's invasion of Ukraine and fears of consequent price hikes on the international market. Since Thursday morning, according to a report, the wholesale prices of major consumer goods have gone up from around Tk 100 to Tk 600 per maund. Any increase in the global prices of essential commodities—especially oil and gas—would, understandably, impact the local market too. The commerce minister has said as much while commenting on the Ukraine situation, assuring that the government would control prices with subsidies if it happens. But as the report suggests, this is already happening, with a combination of greed, fears and speculations driving up the prices.\nApart from edible oil, wholesale prices of rice, wheat and sugar in Khatunganj, Chattogram—the country's largest wholesale market for consumer goods—have reportedly gone up, as have that of other food and non-food items. To justify the early price hikes, traders talk of fears of global fuel prices rising in the wake of the Ukraine crisis. There are also fears of disruptions in the global supply chain, leading to an increased demand for advance purchases. The rising demand for products ahead of Ramadan is also causing a hoarding spree. It may not be long before the debilitating effects of all this hits the retail market too.\nWe are deeply concerned by what this means for ordinary consumers. They are already overwhelmed by skyrocketing prices of almost all essential items amid talks of another round of tariff hikes of gas, water and electricity. The cost of living has significantly gone up. According to a report, a typical middle-class resident of Dhaka needs more than Tk 50,000 a month to meet the basic needs of a family of four. The truth is, the majority of Dhaka's 20 million residents don't even earn that amount. A grotesque testament to their actual buying ability of late has been a growing pile of videos showing people running after the Open Market Sale (OMS) trucks. These trucks, meant for selling products at controlled prices to the poor and low-income groups, are now being frequented by people from middle-income groups too.\nSo when the commerce minister says that the government will control prices with subsidies if the Ukraine crisis increases prices on the international market—and that various products are being sold through TCB trucks to \"10 million low-income people across the country\" to help meet their needs—one cannot help but wonder if he is underselling the risks. If the heart-rending scenes unfolding on Dhaka's streets are anything to go by, large numbers of people are clearly falling through the cracks. Apart from a routine pledge of \"strict punishment\" for unscrupulous traders manipulating market prices, we've yet to hear of any concrete action. We urge the government to initiate the kind of intervention that actually helps control the prices, with effective oversight, greater transparency and subsidies, otherwise ordinary consumers will continue to suffer.\n",
        "headline_1": "Don’t let corrupt traders exploit Ukraine crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dont-let-corrupt-traders-exploit-ukraine-crisis-2971096",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2022"
    }
]