[
    {
        "full_article": "With an estimated eight million people employed in an industry built on the back of the smartphone revolution, “gig” work has become a major source of jobs for youth in India. It goes without saying that in a country where informal labour and unemployment have defined the nature of the jobs market in the last decade, the gig economy has been a beneficial outlet of employment. This is especially true of youth and migrant workers, as they seek a ready and quick means of securing finances and flexible hours — an option used by informal workers who have used gigs for moonlighting. With growing smartphone use and a reliance on apps for daily needs and purposes, the gig economy is only set to flourish in terms of usage and opportunities. Yet, increased competition among platforms and the availability of a cheap labour force have led to a lowering of incentives for gig workers even as their workload and uncertainty of work hours have increased significantly relative to pay, which has also become insufficient for many. Adding this to the fact that gig workers are not recognised as “workers” but partners by most aggregating platforms and that they lack any social security or related benefits due to them as “workers”, working conditions have become increasingly harsh in an industry that is no longer a fledgling one. This is now evident in growing flash strikes by gig workers.Seen in this light, the decision by the Rajasthan government, to deliver a Rajasthan Platform-based Gig Workers (Registration and Welfare) Bill, 2023, should be welcomed, even if it will be introduced before the Assembly elections later this year. While the draft Bill envisages a “welfare board” that will design welfare policies and hear grievances of gig workers on a piece rate basis, the specificities of the policies and how they might benefit the workers are still un clear. The board is expected to work towards a social welfare corpus which will be financed by a cess on the digital transactions made by consumers on the platforms that utilise the gig worker labour. This schema is not unfamiliar — platform workers in the transport sector in Thailand and Malaysia, for instance, benefit from health and accident insurance as well as social security that is financed by a deduction of 2% for every ride. Recently, the Union government passed the Code on Social Security (one of four labour codes), which also allowed for some social security for gig workers, but the scheme only remains on paper without proper implementation. If Rajasthan’s pioneering draft Bill takes off, other States could be compelled to utilise similar measures to ensure the welfare of gig workers. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRajasthan\n\n/\n\nwelfare\n\n/\n\nemployment\n\n/\n\npersonal finance\n\n/\n\neconomy (general)\n\n/\n\nsocial security\n\n/\n\nlaws\n\n/\n\nThailand\n\n/\n\nMalaysia\n\n/\n\nlabour legislation\n\n/\n\nhealth\n\n/\n\ninsurance",
        "headline_1": "Promising Bill: On the Rajasthan Platform-based Gig Workers (Registration and Welfare) Bill, 2023",
        "headline_2": "Rajasthan’s initiative to set up a gig workers’ welfare board heralds good tidings",
        "link": "https://www.thehindu.com/opinion/editorial/promising-bill-the-hindu-editorial-on-the-rajasthan-platform-based-gig-workers-registration-and-welfare-bill-2023/article66781297.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "U.S. President Joe Biden, 80, has announced that he will be seeking re-election in the 2024 presidential polls, a goal which, if he succeeds, will ensure that the Democrat breaks his own 2020 record of being the oldest ever U.S. President. With Vice-President Kamala Harris, of joint Indian-African heritage, throwing her hat in the ring again as Mr. Biden’s running mate, and with former President, Republican Donald Trump, 76, already in the fray as the frontrunner conservative candidate, it is likely that the contest may revert to a scenario similar to the one seen in 2020. While that would not be an unprecedented outcome in U.S. political history — it happened before with Benjamin Harrison and Grover Cleveland in 1888 and 1892; William Bryan and William McKinley in 1896 and 1900; and with Adlai Stevenson and Dwight Eisenhower in 1952 and 1956 — this would only be the fourth such instance of repeat presidential candidates in the post-Civil War period. Such an eventuality would also raise the question of why, within the Democratic and Republican Parties, there appears to be a paucity of charismatic and capable leaders who could offer a fresh take on the myriad of policy issues that beset the country and have bitterly polarised the electorate.It is significant that Mr. Biden’s campaign announcement video began with visuals of the January 6, 2021 Capitol attack, indicating that the incumbent sees his second bid for the Oval Office as a projection of the alternative to Mr. Trump’s MAGA vision and would seek to emphasise the very threat to democracy that the idea of the “stolen election” of 2020 poses. In truth — and this may be a lesson to the Biden campaign that becomes apparent as the coming 18 months before the next election roll by — Mr. Biden may have to do far more than simply be an alternative. Not only would he have to “finish the job” on matters such as levying higher tax on the wealthiest Americans, stabilising the social security system, tackling inflationary threats, keeping up the momentum on job creation and providing humane yet practical immigration policy solutions, but he would also have to reckon with the fact that the worst of the pandemic effects have passed and the Russian invasion of Ukraine has moved beyond the one-year mark. In this new reality, for whichever among the 46th and 45th Presidents prevails in 2024, there will be a pressing need for blue-sky thinking on profound questions regarding public health and biosecurity; on NATO’s role in Europe and the challenges of coordinating between European powers to eventually end the war in Ukraine; and the eternal question of how to keep America at the forefront of technological innovation and jobs.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUS PRESIDENTIAL POLLS\n\n/\n\npolitics\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nhealth\n\n/\n\nNATO\n\n/\n\ntechnology (general)\n\n/\n\nemployment",
        "headline_1": "Second innings hopes: On Biden announcement and repeat U.S. presidential candidates",
        "headline_2": "Biden needs to do more than present himself as an alternative to Trump",
        "link": "https://www.thehindu.com/opinion/editorial/second-innings-hopes-the-hindu-editorial-on-biden-announcement-and-repeat-us-presidential-candidates/article66781313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "The moral of this story is the story of (fake) morals\nAn aeon ago, we wannabe journalists cut our teeth on the Moral Rearmament Society magazine called Himmat. Today one needs plutonium-grade himmat to counter the nuclear-grade morals rearmament armies which fission society – in the name of society. But tell me, ji, wotthehell are these words that our self-anointed saviours pull out to smack down every idea that offends their spurious sensitivity? ‘Society’ and  ‘morality’ are the Siamese-twins Joker; it can be used any which way to make up their winning hand.  \nThe anti-Gays pack consists entirely of this two-headed card. First, the solicitor general sounded like a one-man fire-and-brimstone evangelists convention while dissing the Supreme Court’s right to adjudicate on same-sex marriage. Then the Bar Council of India switched over to the sarkar’s bench. In moral high dudgeon, it deployed the usual ‘Joker’-phrases such as ‘against the culture and socio-religious structure of our country’. It echoed the flawed ‘select few’ argument. Leaving no tone unstoned, it thundered ‘in addition to being socially and morally compunctive’ – a word as obsolete as this argument.\nIn all this upping the ‘anti’, my confusion remains. Will ‘Society’ please show its Aadhaar  Card? Who are these ID-less ‘log’ whose ‘kya bolenge?’ strikes such terror in every matter that’s solely the business of the individuals concerned. Btw, in our ‘culture’ (another word defined entirely by who’s using it) same-sex marriage is almost as apocalyptic as different-caste/community marriage. \nThe Joker’s other twin is equally shaped by the (non)container of indignation. Here, morality is out of syllabus because sexual orientation isn’t a multiple choice question. As the wise CJI pointed out, only love should determine the legitimacy of marriage, not genitals. And the moral brigade is itself gender-neutral, coming down as sanctimoniously on heterosexual canoodlers.\nGuys, chill. The social ‘fabric’ is a rich tapestry not a dull sackcloth which will turn to ashes at the first sign of pattern change. And the fact that same-sex couples seek the equal right to become parents proves that they aren’t that differently woven after all. Q(ueer)ED.\n\n",
        "headline_1": "Homo chhee chhee!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/homo-chhee-chhee/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "On April 21, TN’s DMK government shepherded an amendment to the Factories Act through the assembly, overriding reservations of political allies. It enabled exemptions from the prevailing stipulations on working hours, holidays and overtime wages. They are not blanket exemptions. The state government will have to independently notify factories that are exempted while adding conditions, if needed. Following protests from trade unions, among others, DMK three days later put the amendments on hold. The changes were not unique; Karnataka recently introduced something similar.\nTo contextualise these developments, it’s best to look at it through the prism of the electronics industry, seen by states such as TN as a critical source of investment and manufacturing jobs. ILO’s international labour standards suggest eight hours and 48 hours as the normal daily and weekly work-period respectively. TN’s amendments provided for 12-hour daily working shifts subject to the weekly cap of 48 hours. The underlying approach of the amendments is to enable a more flexible labour regime. Internationally, Vietnam provides a handy frame of reference for these changes. A recent ILO study of the country’s electronics sector showed that its main features are a low value-added assembly, high labour intensity and a preponderance of women workers.\nVietnam, while being Samsung’s largest production location, also hosts factories of first-tier suppliers such as Foxconn. ILO’s survey of electronics enterprises found that their two most important challenges are meeting legal requirements on working hours and wages. In 2020, close to 50% of electronics workers clocked more than 48hours/week on average. Peak production ramp-up phases in electronics heavily influence work conditions. A 12-hour day in an assembly line is very taxing. As Vietnam’s experience shows, wages are not really high in assembly lines. However, spare a thought for state governments trying to walk a tightrope between enabling manufacturing jobs and mandating decent work conditions.\nLabour unions are right in seeking a better deal for workers. However, their position has to be tempered by reality. GoI’s employment data shows that between the pre-Covid 2018-19 and 2021-22, the percentage of the workforce in the self-employed category increased from 52. 1% to 55. 8%. Also, during the same period manufacturing’s share in employment declined from 12. 1% to 11. 6%. Given this grim reality, an inflexible approach on the part of stakeholders is counterproductive. Getting more young people off farms and into manufacturing is the priority.\n\n\n",
        "headline_1": "Hours and jobs: TN’s law on a more flexible labour policy for manufacturing is stalled. State govt needs to persevere",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hours-and-jobs-tns-law-on-a-more-flexible-labour-policy-for-manufacturing-is-stalled-state-govt-needs-to-persevere/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "There’s an enduring myth about math – girls don’t do well in it, either because of lack of interest, or psychological and social hurdles, or even innate deficits in ability. Except that they do, and this lie has been busted again and again in exams around the world. Now, a global Unicef survey of 83 countries has found that adolescent girls scored higher than boys in math proficiency in 38 countries, while boys did better in 34, and there was no significant difference in 11. But in 81 countries, girls did better at reading.\nWhile gender gaps in STEM are widest in Latin America, and narrow in the US and Europe, there’s nothing natural about it. Teaching and policy interventions can fix it. Women outnumbered males in engineering in ex-USSR and ex-Eastern Bloc, and that still holds. In India, women now make up 43% of the STEM education pool, one of the highest globally and steadily rising.\nGirls have overtaken boys in school everywhere around the world. Some have even suggested that their brains are neurologically better equipped to learn in the adolescent years, but also that social straitjackets hurt everyone, that boys need role models to excel in areas coded as ‘female’, which require literacy rather than numeracy. Of course, gender biases rear back with a vengeance in India after school when it comes to work. Girls who excel in both math and reading find themselves shut out of the job market. India’s female labour participation rate is among the lowest in the world, for its income levels. In STEM jobs too, women steadily leak out of the pipeline, and the reason is plain old social pressures and prejudices, in all its obvious and insidious forms.\n\n\n",
        "headline_1": "Data Is In, Again Girls do well at math & everything else. It’s not ability but social bias that blocks them at work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/data-is-in-again-girls-do-well-at-math-everything-else-its-not-ability-but-social-bias-that-blocks-them-at-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "As an affirmation of her right to freedom of choice, in June last year a Gujarati woman performed a nuptial ceremony of sologamy, or self-marriage, by marrying herself following all the rites and rituals of a traditional Hindu wedding.\nSelf-marriage must be viewed as same-gender marriage, an issue which is up for adjudication by the Supreme Court, even as the government claims that marital customs do not come within the purview of law courts but must be left to social norms as established by common practice and the will of the people as represented by Parliament.\nHowever, according to a survey done by the TOI, 95% of the respondents approved of granting legal sanction to matrimonial alliances between individuals belonging to the same gender. Going by this finding, it seems that the will of the people, as reflected by their elected representatives in the legislature, ought not, to quote Shakespeare, admit impediment to the marriage of true minds, whatever physiological forms these minds might take.\nFollowing the long overdue decriminalisation of homosexuality, which rid us of a colonial legacy of Victorian repression, the next logical and legal step is to extend the principle of gender equity by giving social sanction to such relationships and recognising their right to wedlock.\nIn a democracy, the right of individuals to choose their sexual orientation ought to be seen as fundamental a right as that of choosing a religion to follow, or a political party to vote for.\nUnder foreign rule, we were a nation of subjects. With Independence, we became a nation of citizens, the freedom attained applying both to the collective entity of India as well as the individual Indian.\nThe freedom of choice of the citizen is what differentiates democracy from authoritarianism, be it colonial rule or autocracy.\nBy empowering the individual, a democracy empowers itself, because a democracy is nothing more, or less, than the embodiment of the freedom of choice of its people. Conversely, by abridging the freedom of individual choice, a democracy undermines its own foundation.\nAn affirmation of the individual right to same-gender union, would be an affirmation of the state of the Union as a whole.\nblogs. timesofindia. indiatimes. com/jugglebandhisecondopinion\n\n",
        "headline_1": "Wholly matrimony: In the marriage of true minds, let’s not admit impediment, whatever the gender of the couple",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/wholly-matrimony-in-the-marriage-of-true-minds-lets-not-admit-impediment-whatever-the-gender-of-the-couple/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "Human greed has once again put a river on its deathbed. Back in the 80s, the Atrai river was the lifeblood for locals in at least three upazilas in Pabna. Not only was it a part of fond childhood memories for many, it also played a crucial role in linking Gaznar beel in Pabna's Sujanagar upazila with the Jamuna River. Its minimum width used to be 80 to 90 feet, and maximum width 190 to 200 feet. Over the years, however, that river has been reduced to what is essentially a canal now, lined on both sides by structures that are threatening to forever alter its topography. Currently, as per a report by this daily, it is just 30 feet wide owing to the unchecked encroachment all throughout its trajectory.\nSome locals say it was the construction of a culvert a few decades back that limited the flow of the river, while the local chairman believes it was an irrigation project in the 80s that led to its present abysmal condition. Regardless of what started it, the degradation continues abated. Everyone wants a chunk of the profit. From shops to industrial units to garbage disposal sites, the Atrai is under siege from all sides. If you ask them, owners of most of the structures will claim that they have legal documents signed by relevant government authorities. The question is, how could someone provide paperwork for a piece of land literally sliced off a river?\nWe understand that in a small country with a huge population, many of whom grapple with poverty, it is difficult to protect natural resources which can be a source of livelihood for many. And with more and more reports of dying rivers bombarding us, it may be hard to feel sympathy for one river regardless of how great or sacred it used to be. But this is also precisely why we must remain alert because, unless drastic measures are taken to reverse the current trend, soon we will have few rivers left, and our children may have no rivers to enrich their childhood memories. Against such a backdrop, we hope that the recent comments by a minister that our rivers are too wide are not taken to heart. Rivers are connected to the existence of Bangladesh. The nation's agriculture, livelihood, soil fertility, and biodiversity all depend on rivers. If they decay or die, Bangladesh as we know it will do too.\nBangladesh has enough laws, regulations and institutions to protect rivers. The problem is the lack of enforcement of those rules as well as the lack of sincerity and commitment on the part of those in charge of rivers. As a result, pollution and encroachment, often even by those public departments, are taking place unabated. We must stop this. The authorities must act now before it is too late.\n",
        "headline_1": "A river paying the price for our greed ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/river-paying-the-price-our-greed-3305481",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "Panic spread among residents of Dhaka on Monday night as people from different parts of the city complained of gas leaks. The Fire Service and Civil Defence received over 100 phone calls about the leaks at various points, while some agitated residents also called 999 for help. The next day, Titas Gas, the country's biggest distributor of gas, released a statement saying people could smell the odorant that it mixes with natural gas due to high pressure in the gas pipelines. It added that gas supply in Dhaka had returned to normal, and people could resume lighting their gas stoves.\nThe Titas statement almost seems to have downplayed the legitimate concerns of citizens and experts alike regarding the possibility and danger of gas leaks. And taking it lightly is precisely what has led to a number of gas leak-related explosions in the past, which caused a significant loss of lives and hundreds of injuries.\nTitas Gas Transmission and Distribution Company Limited, Karnaphuli Gas Distribution Company Limited, and Jalalabad Gas Transmission and Distribution System Limited are three of the largest gas providers in Bangladesh. A report by Prothom Alo on March 5, 2021 revealed that most of the gas pipelines of Titas, Karnaphuli and Jalalabad are at least 30 years old, and that more than 500 leakages are reported in Dhaka every month, with most of these leakages occurring in a single part of the gas distribution line – the risers.\nIn a report by New Age on April 26, 2023, the Titas Gas managing director was quoted as saying that many gas distribution lines are now 40 years old and expired 10 years ago. And although Titas has sent a development project plan to the planning ministry to replace those pipes under a megaproject, until the plan gets approved and is fully executed, people are left on the edge of potential disasters just waiting to happen.\nFire incidents originating from gas leaks clearly seem to be on the rise. According to the Prothom Alo report, in 2018-19, there were 204 such incidents, which rose to 306 in 2019-20. In a survey conducted on a 1,682km pipeline in Dhaka in FY2021-22, Titas detected 985 leaks at 449 points. And although Titas officials claimed to have repaired those, Titas has 7,000km of lines in Dhaka alone and 2.857 million domestic connections across the country. According to experts, had Titas conducted a survey on the rest of the network, they would have found a lot more leaks. That means there are potentially a number of unidentified leaks out there, which poses serious risk to people at different locations across the country.\nSurprisingly, the Titas Gas MD was quoted by this daily as refuting these concerns expressed by experts. He said that no gas pipeline in Dhaka is risky and there is no chance of explosion. But recent events make that hard to believe.\nFor example, the explosions in Science Lab and Gulistan, which killed at least 22 people and injured more than 150 others, are believed to have originated from accumulated gas, according to different government agencies. And in February, an RMG worker died and her husband and others were injured due to an explosion from a gas leakage in their home in Narayanganj's Fatullah. The explosion that took place at a mosque in Narayanganj, killing 34 people, also happened due to a leak in the gas pipeline. These events, along with many others, prove that this is not a non-existent threat.\n\nPart of the problem, according to four high-ranking officials at Titas Gas, is that even if the company makes a profit, no technological upgrades are implemented to improve safety and service. Pipelines are not replaced even after they have expired, and renovations are done only after an accident takes place.\nAnother major concern is the lack of supervision or inspection of possible leaks in gas pipelines, even though it is compulsory to do so. Moreover, when some connections are permanently disconnected due to negligence, the gas supply is not always cut off. For example, police investigations into the June 2021 explosion at a building in Moghbazar, Dhaka revealed that the accident occurred due to gas accumulating from a disconnected Titas Gas pipeline.\nPart of the problem, according to four high-ranking officials at Titas Gas, is that even if the company makes a profit, no technological upgrades are implemented to improve safety and service. Pipelines are not replaced even after they have expired, and renovations are done only after an accident takes place.\nAccording to Section 5 of the Gas Sales Rule, 2014, Titas Gas must carry out inspections in the residential sector once every two years for clients without meters, and once every year for users with meters. But that is never done. And the same old excuse – lack of manpower – was given by two officials of Titas to justify the lack of inspection.\nAccording to energy expert Shamsul Alam, it is not often that ordinary people can detect accumulated gas from leaks. But it is they who end up paying the ultimate price. Given the poor state of our gas pipelines in particular, the authorities should have an automated system in place to control the sudden rise of gas pressure. But Monday's scare proved that they do not have such a system in place.\nWhat Monday's events and its aftermath also prove is that our gas distribution system has plenty of deadly faults, which have developed due to years of negligence by the authorities. The downplaying of citizens' concerns illustrates that the authorities wish to continue with their business-as-usual attitude and show no urgency in fixing them.\nWhereas such attitude by our gas distribution companies should ignite an outrage among government high officials, nothing of that sort has happened, despite one accident after another taking place. The officers and employees of these organisations cannot be allowed to simply leave people in such a danger. And to ensure justice, murder charges should be filed against those responsible at these companies for gas leak-related accidents. Otherwise, people will be exposed to more such terrifying incidents or, even worse, a much bigger disaster than the ones we have already witnessed in recent years.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is @EreshOmarJamal\n\n",
        "headline_1": "On the verge of an explosion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/the-verge-explosion-3304956",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "We see literacy as so fundamental that we categorise history and pre-history based on the invention of writing. Socrates, in Phaedrus, states his suspicion of writing because it fixes words on the page and cannot reply to questions posed to it. Yet, this ability to affix meaning to something independent of any situation is the power source of literacy, because it allows us to communicate and retain information across time and space. Literacy allows people to build upon what has gone before and not have to start from scratch each time.  \nResearchers of literacy now argue that while reading is a more recently discovered activity, it has also impacted our evolution by shaping our brains. \nIn her book, Proust and the Squid: The Story and Science of the Reading Brain, Maryanne Wolf – a cognitive neuroscientist and literacy expert – explains that the advent of reading and writing caused the human brain to rewire itself in ways that it would not have done otherwise. The brain on literacy is compositionally different than the brain in oral cultures (this can be a controversial but also logically coherent topic if one starts with the view that the developing brain is like moldable plastic and the neurological connections we make at an early age often create the framework that undergirds a lot of what we do with our brains later in life.) \nIn her studies of reading using MRI machines, Wolf found that reading is a complex cognitive process that engages different areas of the brain. It is not a passive activity, but rather an active and dynamic process that requires making connections between different modes of information in order to create meaning. Experiencing reading on the page wires the brain to make use of the visual cortex (which makes sense of the words and letters we are seeing); the parietal lobe (which involves spatial attention and the ability to integrate information from different sources); and the frontal lobe (which is involved in decision-making and problem-solving). \nAdditionally, the brain's language centres, such as the left inferior frontal gyrus and the left superior temporal gyrus, are also activated when we read. The brain of a person who did not read from an early age would not have a framework particularly strong when it comes to such connections. \nWe generally use the same parts of the brain no matter the medium, with one crucial exception. And therein lies the rub. \nReading off a screen relies more on the visual cortex and reading off the page relies more on the language centres. When we read a page, our eyes move in a series of short, rapid movements called saccades, followed by a brief pause during which the brain processes the information. This process is called the fixation-regression cycle, which allows us to comprehend and retain information efficiently, and it takes place in our brain's language centres. It also means that, during this process, we translate the information into symbols and mediate it through our imagination, or the grounds of what John Keats called our \"negative capability.\"\nIn contrast, when we read from a screen, our eyes scan the text in a more continuous motion, without pausing to process. This can lead to a decrease in comprehension and retention, as the brain is not given enough time to fully process the information. The deluge of visual input means our brains opt to bypass our language centres. Consequently, the process neither fosters thinking nor develops concentration and focus. Screens also tend to have a higher level of visual noise and distractions, such as ads and pop-ups, which can hinder our ability to focus and comprehend what we are reading. We might open a browser tab and then fall into a YouTube rabbit hole that confounds our thoughts with tangents. Lengthy exposure to the bright blue light of the screen also suppresses the production of melatonin, a hormone which regulates our brain's ability to relax. These continuous cascades of stimuli create a type of informational sugar rush, and we end up crashing rather than feeling nourished.  \nThis does not mean that we can abandon digital reading and become Luddites clinging to our leather-bound manuscripts. The scale of information and literacy activities in the world is too exigent and demands too much of us to engage with it only through pen and paper. Rather, what we must now do is create a diet for ourselves as we manage our reading activities. Researchers and well-wishers of reading argue that we need to think about reading literature in printed books as we might about eating our vegetables – to balance out our literacy diets. \nThis is because literature on the page can help develop our focus and support our well-being. It helps us quieten our minds and escape the distractions buffeting us on all sides – mostly from our screens. Our engagement with the characters and the mediation of their representation through our imagination aids the development of our sense of empathy and emotional intelligence. We can grow to become more compassionate of others as we learn to think like them or see through their perspectives and words. \nFinally, we learn to think more deeply through our reading activities, and this keeps us engaged on one topic, leading to a fuller and more fulfilled understanding. \nReading on screens is the primary way many of us will engage in literacy now. But we have to think about the medium as a message and develop a balanced diet in terms of how we read, if we are to retain the benefits of each. Reading on the screen is basic, but it cannot replace the cognitive and emotional benefits of reading on the page. As Wolf states, \"The reading brain evolved to process words on a page, not on a screen, and our brains require a different kind of cognitive effort to read on screens.\" \nIt is important to maintain a balance between the two forms of reading and to prioritise deep, focused reading on the page (particularly when it comes to literature) for optimal comprehension, retention, and personal growth.\nShakil Rabbi is an assistant professor at Virginia Polytechnic Institute and State University. He studies how languages and writing shape our social lives. Reach him at [email protected] \n\n",
        "headline_1": "Our brains react differently to digital and printed text. What does this mean for readers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/our-brains-react-differently-digital-and-printed-text-what-does-mean-readers-3304841",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "Human greed has once again put a river on its deathbed. Back in the 80s, the Atrai river was the lifeblood for locals in at least three upazilas in Pabna. Not only was it a part of fond childhood memories for many, it also played a crucial role in linking Gaznar beel in Pabna's Sujanagar upazila with the Jamuna River. Its minimum width used to be 80 to 90 feet, and maximum width 190 to 200 feet. Over the years, however, that river has been reduced to what is essentially a canal now, lined on both sides by structures that are threatening to forever alter its topography. Currently, as per a report by this daily, it is just 30 feet wide owing to the unchecked encroachment all throughout its trajectory.\nSome locals say it was the construction of a culvert a few decades back that limited the flow of the river, while the local chairman believes it was an irrigation project in the 80s that led to its present abysmal condition. Regardless of what started it, the degradation continues abated. Everyone wants a chunk of the profit. From shops to industrial units to garbage disposal sites, the Atrai is under siege from all sides. If you ask them, owners of most of the structures will claim that they have legal documents signed by relevant government authorities. The question is, how could someone provide paperwork for a piece of land literally sliced off a river?\nWe understand that in a small country with a huge population, many of whom grapple with poverty, it is difficult to protect natural resources which can be a source of livelihood for many. And with more and more reports of dying rivers bombarding us, it may be hard to feel sympathy for one river regardless of how great or sacred it used to be. But this is also precisely why we must remain alert because, unless drastic measures are taken to reverse the current trend, soon we will have few rivers left, and our children may have no rivers to enrich their childhood memories. Against such a backdrop, we hope that the recent comments by a minister that our rivers are too wide are not taken to heart. Rivers are connected to the existence of Bangladesh. The nation's agriculture, livelihood, soil fertility, and biodiversity all depend on rivers. If they decay or die, Bangladesh as we know it will do too.\nBangladesh has enough laws, regulations and institutions to protect rivers. The problem is the lack of enforcement of those rules as well as the lack of sincerity and commitment on the part of those in charge of rivers. As a result, pollution and encroachment, often even by those public departments, are taking place unabated. We must stop this. The authorities must act now before it is too late.\n",
        "headline_1": "A river paying the price for our greed ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/river-paying-the-price-our-greed-3305481",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "It's alarming to know that the state-run Bangladesh Agricultural Development Corporation (BADC) has filled 11 acres of a 53-acre water retention area in Gabtoli, Dhaka in violation of the Environment Conservation (Amendment) Act-2010. Even more alarmingly, the Dhaka North City Corporation (DNCC), Rajdhani Unnayan Kartripakkha (Rajuk), and the Department of Environment (DoE) – which together were responsible for the land – did nothing to prevent the filling although it continued for over six months until March. The area in question is marked as water retention land in the Detailed Area Plan (DAP). Reportedly, the BADC got neither a land use clearance from Rajuk nor any environmental clearance certificate from the DoE, both of which are mandatory.\nA correspondent of this newspaper found that the BADC has set up a fence around the area and an excavator was being used to level it. Using a dredger, the height of the ground has been raised by up to about six feet. All these activities, locals fear, will adversely affect the drainage in and around Gabtoli City Colony, Goidertak, Mirpur, Mazar Road, Mohammadia Housing, Mohammadia Homes, Navodaya Housing, Shyamoli Housing, and Mansoorabad Housing. They also said that when it rains, waterlogging happens in that area. Earlier, some of the water used to recede through the now-occupied land. Now that it has been filled up, they expect the waterlogging problem to get worse.\nAfter much delay, the DNCC, which made lofty promises about preventing waterlogging in the past, wrote to the BADC on March 29 to suspend the land development work. It also concurred that construction of a proposed four-story building meant for a tissue culture laboratory would seriously obstruct drainage. Unless the land filling is stopped and reversed, it will badly affect locals by aggravating the waterlogging problem. While the BADC is the obvious guilty party here, we cannot help but ask why the DNCC failed to intervene sooner or more strongly, as it should have.\nMeanwhile, Rajuk, just like the DoE, pretended to have no idea about what has been going on with a category of land deemed extremely important for a city to function. Contradicting all their versions, however, the project director of the Central Tissue Culture and Seed Health Laboratory at the BADC claimed that there was no water retention land at the project site. Additionally, he claimed to have obtained permissions from the authorities concerned when the project was approved, but failed to produce any document to back up his claim. So, the question is, which of these government organisations is lying?\nAs things stand, it is the BADC that must take responsibility for how things turned out. The way it has gone about occupying or filling that crucial land, without any care about its environmental effect or the suffering of the people, is completely unacceptable. It just shows how unaccountable some of the government organisations have become. We urge the higher authorities to immediately stop the land filling in Gabtoli, and restore and properly preserve the water retention area.\n",
        "headline_1": "Can a state institution just gobble up land?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-state-institution-just-gobble-land-3304731",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "Credit goes to Titas Gas Transmission and Distribution Company for mixing odorant with the natural gas it supplies through its largest network of pipes to households and other establishments. Inhabitants of many areas in the capital city could detect gas leaks courtesy of the odorant and informed different government agencies before coming out of their residences fearing there could be explosions like the ones at Siddique Bazar and a residential-cum-commercial building near the Science Laboratory. But its lackadaisical response and subsequent attempt to downplay the matter hardly go well with Dhaka residents because they do not feel convinced of the argument that it happened due to high pressure of gas and there was nothing to be worried about. Can't excessively high pressure be dangerous? Gas pipelines are mostly 40 years old and experts disagree with Titas officials who claim minor leaks in pipes are irreparable and will not cause explosions.Both arguments are faulty because in the first place Titas must not act after the gas consumers have informed of leaks; rather there has to be a failsafe automated system to detect and control high and low pressure much like that of temperature and pressure in a nuclear reactor. It seems the distribution company has no such automated device in place. Then minor leaks no longer remain minor when gas flow gathers more pressure than usual. Even under normal pressure, slow release of gas through small leaks over a long period can get accumulated underneath sealed basements or ground floors until the pressure causes disastrous blasts. An expert has cited the example of such blasts at a mosque in Narayanganj and a residential building in Moghbazar. In 2021-22, Titas itself detected as many as 985 leaks at 449 points of 1,682-kilometre long pipeline of its total 7,000 km network it brought under its scrutiny. This means more than 5,000 km pipeline remains undetected. Even if the 985 leaks have been, as Titas claims, repaired, who knows how many leaks have developed on the pipelines yet to be surveyed? It is a serious matter and must not be downplayed. Replacement of the old and damaged pipelines, as suggested by experts, should be given the highest priority. Different areas of the city smelt gas on Monday but unconfirmed reports of gas smell on Wednesday were there as well. Clearly, the gas leaks have set the alarm bells ringing and there is no way of taking the threat of danger lightly. It is always prudent to act before disasters strike. So long gas-related blasts have occurred in isolated cases. Now the smell of gas, which cannot happen without its escape from pipelines, detected in several areas of the city presents an ominous prospect for mass destruction and death. Although Titas claims that the situation is under control and the ministry concerned depends on its assurance to reassure people of no danger and therefore not to get panicky, it will be wise to set up a high-level committee comprising energy experts in order to get to the bottom of the problem. Once the cause is known, its solution will not be hard to come by. But there is no time to lose.",
        "headline_1": "Gas leaks must not be taken lightly",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gas-leaks-must-not-be-taken-lightly-1682516170",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "Democracy is all about decency and ethics in politics. It is about respect for the norms on which pluralism conducts itself. It is about men and women who come into politics conscious of their responsibilities towards those on whose behalf they govern, or would govern. And when they fail to live up to the standards expected of them, they make their way out.That has been the rule with politics in the West. Last week, when Britain’s Deputy Prime Minister Dominic Raab resigned in the aftermath of an inquiry damning him for his bullying of civil servants in his tenure in office, he was only following in the footsteps of individuals who once wielded power and then had circumstances compel them to say farewell to it.And there you have the beauty of western politics. Most politicians, when they leave office or have to before their time is up, do so with grace. Certainly there is that heartbreak within them as they leave, that bitterness they are careful to conceal from the public. Not every politician in the West is in the mould of the cantankerous Donald Trump. Neither are there very many politicians who, like Brazil’s Jair Bolsonaro, have their followers go on a rampage once they lose office.Raab’s resignation is a reminder of the occasions when Britain’s politicians have in recent years thought it prudent to quit office rather than hang on to it. When he lost the Brexit referendum, David Cameron lost no time in informing the country that he was leaving 10 Downing Street. He could have stayed on, but morality was the principle on which he based his decision to leave. Much the same was the case with his successor Theresa May, who was forced to quit power through the machinations of her rivals, notably Boris Johnson, in government.May nearly broke down as she delivered her farewell remarks before 10 Downing Street. Margaret Thatcher had a tear in her eye in 1990 as she drove away from the home-cum-office she had occupied for eleven years. In a certain way, Thatcher’s departure was a reminder of Harold Wilson’s resignation and handing over of authority to James Callaghan in 1976. But, of course, Wilson acted on his own convictions. No one forced him to resign, just as no one had forced Harold Macmillan to leave office in 1963.Democracy is consistently a matter of trust. Politicians in the developed world remain conscious of the need to keep the promises they make before the electorate as they prepare for high office. Again, there are individuals such as New Zealand’s Jacinda Ardern, who convince themselves that there is a time for them to say farewell to power. Ardern, with the vibrancy of youth yet characterising her personality, is today a former Prime Minister. One quite does not know if there will be a time for her to return to office, but that she felt a certain personal need to call it a day has only enhanced respect for her.Politicians in power lose elections and when they do, they leave office in grace. Finland’s young leader Sanna Marin recently lost the election and even before the final results came in, showing her party in trouble, she resigned. This form of behaviour is reflective of the strength of political institutions in the West. In Britain, once the election results are declared, the outgoing Prime Minister makes his or her way to the monarch, submits the letter of resignation to the sovereign, who then invites the new majority leader to form the government. Before the day is over, the new Prime Minister enters upon office.And therein lies the power of democratic governance. But democracy is often a difficult calling, for there are always the dangers attendant on its exercise. In the United States, it took Richard Nixon an agonisingly long time to leave the White House in 1974. He believed that he could tide over Watergate and survive in office. Other politicians and indeed the American people were, however, convinced that he had undermined the constitution, that he had lowered the dignity of the presidential office, and so had to go. The Nixon resignation was a demonstration of the power of democracy. For those who keep faith with democracy, it is a means of speaking truth to power. Liz Truss, mismanaging things in Britain from day one of her entry into Downing Street, could not stay in office for more than seven weeks. It was a bitter Truss who resigned. But more than the bitterness it was democratic convention which created the conditions which led her out of power. In a democracy, voluntary resignation is a principled affair. Not long ago, Germany’s Angela Merkel decided to leave office after a long stretch in power. That was an ethical act in much the same way that the resignation of Willy Brandt as West German Chancellor in 1974 was an ethical act. Brandt was not pushed. He decided to walk away when an East German communist mole was discovered in his office. But, yes, there are people who remain bitter when they are required to leave power or quit the leadership of a political party. Edward Heath was despondent when his party lost the 1974 election. And his bitterness increased when Margaret Thatcher beat him in the race for the leadership of the Conservative Party in 1975.There are lessons to be imbibed from democracy as it is practised in the West. That however does not detract from the reality of democracy often serving as a weapon for unsavoury characters to climb to high office or going close to it. Trump remains a disturbing instance of the weaknesses of democracy. The rise of the far right in Europe, as evidenced by the rise of Viktor Orban in Hungary, remains a sign of how illiberal forces often derive advantage from democratic convention to seek power and in a number of instances gaining it before doing all they can to weaken the process of liberal political pluralism. Marine Le Pen prepares for another go at power in France; Giorgio Meloni and her far right team are already in control of Italy. And let it not be forgotten that it was a democratic exercise of the vote which propelled the Nazis to power in Germany in 1933.Despite its shortcomings and despite the sudden squalls it is sometimes buffeted by, though, democracy keeps politics in the West rooted to the soil. Politicians cannot make light of it, for it demands a comprehensive explanation of policies from them, for proof that they are qualified to govern.Democracy energises society. It is dynamic. It has no room for charlatans. It is forever a laboratory for a sprouting of ideas, for those ideas to be employed in the service of nations. [email protected]",
        "headline_1": "Democracy and the culture of resignation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/democracy-and-the-culture-of-resignation-1682516229",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "After much deliberation and confusion, motorcycles were allowed to ply on the Padma Bridge from April 20, a few days ahead of Eid-ul-Fitr. This comes after nearly a year of ban for the 2-wheel vehicle after the tragic accidents involving motorcyclists on the very day the newly-built bridge was inaugurated in June of last year. Then came the ill-thought-out draft rules on motorcycles that appeared to have been thought up - more as an exercise by armchair officials than anything else. The idea that limiting the presence of motorcycles on the Padma bridge would serve the national interest, limiting their presence on highways - ahead of one of the two main national holidays would serve the greater good, smacked of something that didn't smell right. The fact that bus companies fleece customers by overcharging fares during the two Eid holidays is an open secret. Motorcycles that proliferated in recent years have emerged as an alternative mode of transportation to travel long distances.Thankfully, with the intervention of the prime minister, the draft rules were put on ice and the ball turned in favour of the tens of thousands of motorcyclists who could use the bridge to reach the over 20 districts that connected to Dhaka via Padma Bridge. On April 18, the minister concerned for Road Transport and Bridges \"announced the bike-allowing developments and specified that allowing motorcycles on the bridge is subject to conditions, including a speed limit of 60 km/h, and using specific toll booths and lanes.\" As the announcement came too late to put up separate booths for motorcycles, the 12,000 or so motorcycles queued up with rest of the vehicles to pay toll and use the bridge after nearly a year. The enthusiasm of thousands of people, who use motorcycles was visible as the long lines of 2-wheelers stretched for miles through the morning hours on April 20-21 to cross the bridge paying a toll of Tk100 only. Getting back to the rules that have been set for utilising the bridge by 2-wheelers, it makes perfect sense that a specific speed limit be set and a dedicated lane be allotted for these vehicles, since there's no need for a repetition of unnecessary loss of life caused due to over-speeding or reckless driving on the bridge. Of course, no one, least of authorities and law enforcement agencies hardly raise an eyebrow when highway buses follow none of the existing rules with regards to speeding, overtaking, stopping, etc. But then, the bus owners' association is a highly organised, well-funded and allegedly boasts serious political clout. It is powerful as a collective bargaining agent when it comes to looking after bus owners' interests. Successive governments, particularly the current one, had tried to bring some modicum of order on our roads. But as luck would have it, a much-watered down Motor Vehicle Act was passed that did little to change either the rate of fatality or injury. Then came the new rules for 2-wheelers with strange new concepts. Rules that would apply only for this segment of vehicles. While 3-wheel and 4-wheel vehicles were left to speed as they wished, 2-wheelers were subject to an unheard-of speed limit of 30kmph, which would have caused more accidents than prevented them. But thanks to intervention at the highest seat of government, the rules are now being looked into again, and 2-wheelers have been allowed back on highways and bridges. Let good sense prevail and let authorities come up with workable solutions like dividers, hefty fines, a point-based driving license, etc. for traffic rules violators to bring back order on roads.[email protected]",
        "headline_1": "Padma bridge for all motorised vehicles",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/padma-bridge-for-all-motorised-vehicles-1682516271",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2023"
    },
    {
        "full_article": "Ten years have passed since the Rana Plaza tragedy happened. But the survivors and families of deceased workers are yet to get compensation, proper treatment and rehabilitation. On 24 April 2013, a total of 1,134 people were killed and at least another 2,000 were injured in the collapse of the eight-storey Rana Plaza building, located in Savar not far from the Dhaka city. Around 54.5 per cent of the survivors are still unemployed, according to a survey, conducted by the Institute of Social Business on behalf of ActionAid Bangladesh. The key reason for those who are currently jobless is their health condition. In fact, the survivors' physical condition remains barrier to employment. The Rana Plaza collapse survivors who reported declining physical health conditions are complaining of waist pain, headache, pain in hand and leg and back pain as some of the major problems. Many of the survivors are still suffering from psychological trauma. The most important thing is that they have not been able to find economic opportunities to move on. The lack of adequate social protection schemes in Bangladesh has forced many injured Rana Plaza survivors to fend for themselves. They are now struggling to find a decent livelihood. The authorities concerned should come forward and stand by the survivors as they need medical care and financial support. Afroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Standing by Rana Plaza disaster survivors",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-rana-plaza-disaster-survivors-1682516299",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2023"
    }
]