[
    {
        "full_article": "The slogans raised by a child at a rally in Kerala’s Alappuzha on May 21 were chilling not merely for the death threats that they make. The fact that an innocent child could be indoctrinated and tutored such that he could call for violence portends a communal storm that is making landfall in the State. Organisers of the rally, the Social Democratic Party of India (SDPI), disowned the slogans, but not in any reassuring manner. The Islamist group’s claim that its rally was to save the Republic does not cut ice, considering its track record and the threatening posturing that it has engaged in, in recent years. It is merely using the democratic space and the prevailing environment of Hindutva upsurge to advance its dangerous, nihilistic communal agenda. At least five people have been killed in Kerala in SDPI-Rashtriya Swayamsevak Sangh (RSS) rivalry in the State in recent months. In April, in Palakkad, an SDPI worker and an RSS worker were killed within a span of one day; in December 2021, a State Secretary of the SDPI and a Bharatiya Janata Party OBC Morcha State Secretary were killed in Alappuzha in a similar pattern. This was preceded by the murder of an RSS worker in Palakkad, in November. All these killings were brutal in nature, and added an unmistakable communal hue to violence in Kerala unlike the occasional clashes between the RSS and the CPI(M).The latest incident is not an isolated one. Muslim angst is being harnessed by extremist organisations that dismiss the Indian Union Muslim League, a constituent of the Congress-led United Democratic Front, as a futile political platform for the community. The BJP and the RSS are pushing hard to expand their presence in the State. A toxic cloud of communalism is enveloping the State, as Hindu, Christian, and Islamic groups, and devious politicians are trying to profit from disharmony. The Opposition Congress and the BJP have condemned the Alappuzha incident and criticised the ruling CPI(M) for its disturbing ambiguity on the issue. The Kerala police have filed an FIR in connection with the provocative slogans, but what is missing is a political message. Both in words and action, the Kerala government and the ruling Left Democratic Front led by the CPI(M) must make it clear that any call or mobilisation for violence is unacceptable in the State. Political expediency must not be a determinant in responses to communalism. Along with strong administrative measures, Kerala must shore up all its inherent strengths through popular mobilisation against communalism of all hues — Hindu, Christian or Muslim. The government must take the lead.",
        "headline_1": "Communal clouds in Kerala: The Hindu Editorial on hate slogans in SDPI rally",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/communal-clouds-in-kerala-the-hindu-editorial-on-hate-slogans-in-sdpi-rally/article65460774.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-05-2022"
    },
    {
        "full_article": "The U.S. once again faced the grim consequences of its unwillingness to tackle gun violence at its source when a man shot dead at least 19 children and two adults, including a teacher, at an elementary school in Uvalde, Texas. The shooting marks the worst such attack in the U.S. since the Marjory Stoneman Douglas High School attack in 2018, when a former student of the school in Parkland, Florida, opened fire, killing 17 people and wounding 17 others. A similar major shooting that led to outrage yet saw no permanent reform in guns laws occurred at Sandy Hook elementary school in Newtown, Connecticut, in 2012, in which 20 first graders and six school employees perished. The Uvalde tragedy has also shaken the nation for it comes scarcely 10 days after a shooting at a supermarket store in Buffalo, New York, which officials described as a racist hate crime, claiming 10 lives. Overall, there have been at least 26 school shootings in 2022 alone and at least 118 incidents since 2018, according to reports that have tracked this statistic over the past four years. Last year witnessed 34 school shootings, the highest number during this period; there were 24 incidents each in 2019 and 2018 and 10 in 2020. Addressing the nation after the Uvalde attack, U.S. President Joe Biden made an urgent plea for common-sense gun control reform, saying, “When in God’s name are we going to stand up to the gun lobby?... I am sick and tired of it. We have to act... these kinds of mass shootings rarely happen elsewhere in the world… It’s time to turn this pain into action.”Yet, it would be unrealistic to hope for meaningful change in the U.S.’s view on the Second Amendment, which assures citizens of the right to bear arms. Several Presidents, mostly Democrats, have tried and failed to get even basic gun control laws passed through Congress. Former President Barack Obama, for example, came away frustrated after Capitol Hill rejected no fewer than 17 attempts by his White House to bring common-sense gun control to the floor of Congress. While conservative lawmakers seek to score political points by fiercely defending the constitutional right to bear arms, it is common knowledge now that at the heart of the U.S. Congress’s refusal to stamp out gun violence in schools and other public spaces is shadowy lobbying on Capitol Hill by the deep-pocketed and well-networked National Rifle Association and, along with them, the entire gun manufacturing industry. If Mr. Biden genuinely wishes to clamp down on this violence, which has ripped into America’s soul for several generations now, he may have no choice but to follow in Mr. Obama’s steps and use his presidential power of executive actions to enforce gun control measures. These should, at a minimum, include an assault weapons ban, expanded background checks for gun ownership and boosted funding for federal enforcement agencies regulating gun proliferation.",
        "headline_1": "Unending tragedy: On U.S. school shootings and gun control debate",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/unending-tragedy-the-hindu-editorial-on-us-school-shootings-and-gun-control-debate/article65460006.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-05-2022"
    },
    {
        "full_article": "There is a peculiar trend in Bangladesh. When someone starts something innovative, then hundreds of copycats spoil it. Following the restoration of democracy in 1991, one or two quality independent newspapers were launched. Now there are more than 500 daily newspapers in Dhaka city alone. Someone started private hospitals. Now there are more than 5,000 private hospitals and clinics and over 10,000 private diagnostic centres, according to the DGHS. There are many more that are unregulated and unmonitored.\nSame is the case with private universities. After the pioneer and visionary former bureaucrat and diplomat Muslehuddin Ahmad started the first private university in Bangladesh—North South University (NSU)—in 1992, there are now, according to the University Grants Commission (UGC), 108 private universities. Of them, 52 are in Dhaka (unconfirmed reports say 22 have addresses in Dhanmondi, Lalmatia, and their vicinity), with 33 currently operating without vice-chancellors and 76 without pro-VCs or a treasurer. How do they survive with such blatant violation of the law? Because of political support. There are 114 new applications for universities and many have political backers.\nGiven our population and the dearth of public resources to provide higher education, private investment in this crucial sector is an acute need. Not the \"money-maker\" investment, but education-promoters' investment. And that is where we have miserably failed.\nA cursory study of the Board of Trustees (BoT) members of some 15 prominent private universities has revealed an overwhelming presence of businessmen as sponsors, who have come with an aggressive profit motive into the higher education sector, changing the very ethos of private universities and forcing many of them to lower their standards to get more students—generating \"certificate holders,\" not scholars or competent human resources.\nThe above, however, is not the whole story. There are several good private universities. They have done a creditable job in providing high quality education and producing a qualified workforce that Bangladesh needs. Science, engineering and IT education have gradually improved in these institutions with more and more qualified faculty members being trained through scholarships and training workshops. Faculty members from prestigious universities abroad are showing interest in sharing their expertise and knowledge with some of our private universities, some of whom are also reaching out to international bodies for quality enhancement.\nSo the case is of some very bad apples spoiling the good ones, or should we say, many bad apples spoiling the few who have managed to emerge with some reputation—NSU being a case in point.\nTime has come for some serious introspection and reforms. The challenge is how to reinforce all the positive gains of the private university experience and weed out the negatives and move on.\nWe need to start with the Private University Act that defines who can be their sponsors. No qualifications or criteria are set here. A special fund of Tk 5 crore for Dhaka and Chattogram and Tk 3 crore for other metropolitan areas, 25,000 sq-ft of owned or rented space, and a Board of Trustees (BoT) consisting of 9-21 members are all one needs to apply for a private university. Nothing is required about the educational qualifications, professional records, reputation of a BoT member or at least some signs of his/her interest in education. Anyone with some money to spare could sponsor a university, and that's what mostly happened. Some joined to promote education, but many others to promote themselves—association with a university set the right tone.\nThings dramatically changed when the private universities became very successful and turned into huge money-making machines. The best of our private universities charge Tk 6,500 per credit, and a student generally needs 120 credits for his or her degree, making for a total of Tk 7.8 lakh for an undergraduate degree. The middle-order ones charge Tk 4,000, amounting to Tk 4.8 lakh. With an average student body of 5,000 (some have 25,000 or more), and adding to it all sorts of fees—including every semester registration fee—it is a huge annual intake, whose bank interest itself makes for a significant earning.\nA section of BoT members in some universities, not all, having signed up for a non-profit university, and seeing the money that was flowing in, felt that they deserved a share of it. Since they couldn't take dividends, they started extracting perks like expensive cars, annual foreign trips with family, high fees for attending BoT board meetings—as much as Tk 1 lakh—and fees for attending meetings of committees that numbered from 12 to 25 in some instances. In a case of one university, that we could verify, a BoT member could walk into any committee meeting, regardless of being its member or not, and then charge attendance fees for any number of meetings held that day. Some BoT members annually collected around Tk 1.5 crore with taxes on those fees that the university was forced to pay. Many trustees got personal offices in the university premises and started interfering in hiring faculty members, student admissions and admin staff, and got personally involved in micromanaging the university, largely disempowering the VC.\nThe future of 328,000 students in private universities is at stake here, with 97,500 women with 42 percent in engineering and technology, 24 percent in business administration, 11 percent in humanities, 6.71 percent in science, six percent in law, three percent in social sciences, and the rest being less than one percent, according to the UGC.\nThe challenge of the moment is not to underestimate the contribution that the private universities have made, and erode in any way their autonomy, but to devise ways to improve their internal governance with appropriate checks and balances on the power of the BoT and the administration led by the VC. It was the absence of this balance—with the BoT thinking, claiming and acting as the \"supreme authority\"—that has led to the present governance and financial problems.\nAs for NSU, without prejudice to the accused BoT members, the rest of the board should reconstitute itself, elect a new chair (temporarily, if necessary) and institute a thorough investigation headed by an independent body comprising eminent scholars and administrators, assisted by a reputed auditing firm. The BoT should do it before the government steps in.\nFor the longer term, an experiment, an initiative by NSU founder Muslehuddin Ahmad titled Education Quality Assurance Foundation (EQAF), could be looked into. The EQAF suggested a process of self-regulation and peer monitoring with the help of internationally recognised bodies that ensure globally recognised quality standards of universities all over the world.\nWe need such a measure as an integral part of the graduating process to the status of a developing country. We also need it to supply that crucial qualified human resources that the future growth of Bangladesh requires.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Private Universities - A grand initiative going sour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-private-universities-grand-initiative-going-sour-3032651",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2022"
    },
    {
        "full_article": "India's Neighbourhood First Policy once again faces a challenge in view of the economic meltdown and consequent political turmoil in Sri Lanka. India's approach in dealing with the crisis in the island nation has been calibrated and cautious.\nThere are two components of the crisis in Sri Lanka: one on the economic front, and the other on the political one. India has been generous in opening its purse strings to bail out Sri Lanka not only with money, but also by deferring loan repayments and currency swap as well as supplies of fuel and medicines.\nBut the real task cut out for India lies in tackling the political dimension. It is here that India has been extremely cautious and chosen not to weigh in on Sri Lanka's ongoing political crisis. It made an attempt to distance itself from the Rajapaksa family-led Sri Lankan government, pledging support to the \"people of Sri Lanka.\"\nA glimpse of the challenge that India faces is given in two Twitter comments by the Indian High Commission in Sri Lanka on May 10 and 11. On May 11, the diplomatic mission refuted \"speculative\" Sri Lankan media reports about India sending its troops to Colombo and said \"these reports and such views are not in keeping with the position of the Government of India.\" The categorical denial by the high commission came a day after it dismissed social media speculations in Sri Lanka that former Prime Minister Mahinda Rajapaksa and his family members had fled to India as \"fake and blatantly false.\" This is a phenomenon not restricted to Sri Lanka; it is applicable for all its other South Asian neighbours where rumours, speculations and weird theories relating to India abound the moment any crisis breaks out there. This is a problem India has faced for decades and will have to navigate in future, too, through consistent engagement with the South Asian countries at all levels. Perhaps, this is the \"price\" India will always be asked to pay for being the biggest country in South Asia.\nIt was on May 10 that India broke its silence on the recent developments with a carefully-worded, three-paragraph statement from MEA spokesman Arindam Bagchi in response to \"media queries\" by the Ministry of External Affairs. \"India will always be guided by the best interests of the people of Sri Lanka expressed through democratic processes. As a close neighbour of Sri Lanka, with historical ties, India is fully supportive of its democracy, stability and economic recovery.\"\nBagchi also took the occasion to recall India's economic aid to Sri Lanka to help the island nation tide over its worst financial crisis, and placed the assistance in the context of India's Neighbourhood First Policy. This year alone, India has extended support worth over USD 3.5 billion to the people of Sri Lanka for helping them overcome their current difficulties. In addition, the people of India have provided assistance to mitigate the shortages of essential items such as food and medicine, he pointed out. India's economic support to Sri Lanka also includes a USD-1-billion credit line for essential imports, a USD-500-million credit line for fuel, debt payment postponement, and a USD 400 million currency swap that has been extended until mid-July.\nThe MEA spokesman's remarks have been broadly interpreted as India's keenness to see a continuance of the democratic process in Sri Lanka and a gentle nudge against anything, including military intervention, contrary to that process. The mention of the words \"democratic processes\" refers to India's desire for seeing peaceful protests and possible elections and discomfiture with the Sri Lankan government's handling of the political crisis.\nNew Delhi's ties with Mahinda Rajapaksa in the decade he was president from 2005 has seen ups and downs. When the civil war in Sri Lanka ended in 2009 with the defeat of Tamil separatist outfit LTTE, India had backed the Rajapaksas because the LTTE had assassinated Rajiv Gandhi. Mahinda also promised to address a key concern of India by implementing the 13th amendment of the constitution that was part of the 1987 India-Sri Lanka accord, as it promised greater autonomy to all provinces, including Sri Lankan Tamils. But Mahinda Rajapaksa did not implement it.\nThere was a time when Mahinda was chummy with the Chinese and handed over the strategic Hambantota port to a Chinese company to run. However, on his return as prime minister in 2019, with brother Gotabaya as president, India quickly reached out to Colombo to reset bilateral relations.\nWith the Rajapaksas now down in the dumps amid Sri Lanka's worst economic crisis, India has measured its actions with extreme care. New Delhi did not want to give any impression that its generous aid to Colombo at the time of an economic crisis was reflective of support for the Rajapaksas or their handling of the economy. Instead, India made it clear that its assistance in cash and kind was directed at the people of Sri Lanka. Caution will be the buzz word in India's Sri Lanka strategy till political stability returns to the island nation.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "India’s Sri Lanka policy faces challenge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/indias-sri-lanka-policy-faces-challenge-3032636",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2022"
    },
    {
        "full_article": "More than 215,000 people in Bangladesh succumbed to pollution in 2019. The ever lurking, at times invisible, killer—air pollution—alone claimed about 175,000 lives. Water pollution was responsible for 30,000 deaths, while soil contamination, lead pollution, occupational hazard-related pollution factors, including exposure to harmful chemicals and substances at work, made up for the rest of the death pie. This was revealed in a recent report titled \"Pollution and Health: A Progress Update,\" by the medical journal The Lancet.\nWhile these numbers are new, the scenario is not. This dark underbelly of the growing, flourishing nation is known to all of us. Day in and day out, we breathe, we drink, we eat, we touch death like it is nobody's business. In fact, for us it is business as usual. Unfortunately, for our lawmakers and the government, this daily brush of the common people with death has also become an acceptable norm, which is why, despite publication of multiple reports flagging this morose reality and the concerns raised by various quarters, little to no action has been taken to rectify this.\nAs late as March this year, it was revealed in a report by US-based organisations Health Effects Institute (HEI) and the Institute for Health Metrics and Evaluation (IHME) that, on an average, almost three years of a person's life expectancy is cut by air pollution in Bangladesh. The report, titled \"State of Global Air 2020: How Does Air Pollution Affect Life Expectancy around the World?\", added that outdoor air pollution is responsible for reducing 1.16 years, while indoor air pollution is responsible for reducing 1.53 years.\nAnd Bangladesh often unfortunately finds itself at the top of the list of the most air-polluted countries in the world, based on the AQI score. According to IQAir, Bangladesh was the most air-polluted country in the world in 2021 with an average AQI of 161.\nDespite these, the brick kilns keep operating at full throttle, non-compliant factories keep emitting harmful gases and discharging toxic wastes in rivers and water bodies, unfit vehicles keep polluting the air, and biomass burning, fossil fuel combustion, and dust from the various ongoing development works keep choking the life out of us. And no one bothers to take any measure to stop these.\nSimilarly, water pollution has exposed us to various health complications, including diarrhoea and cholera outbreaks, among other diseases. Over the years, we have allowed industries to discharge their chemical and factory wastes into the rivers without a worry, which has made the waters of our rivers so toxic and polluted that they have now become hotbeds for various diseases, including harmful skin diseases and cancer. A dip in the Buriganga, and one would emerge carrying a host of germs and bacteria, resulting in immediate reactions.\nAnd while water sources have been compromised, the lack of an efficient water purification and distribution system by Wasa has exposed the population, especially in the big cities, to deadly bacteria and viruses, which can cause a wide variety of fatal liver diseases, including Hepatitis A and Hepatitis E. The recent cholera outbreak in Dhaka is a manifestation of the greater problem of health risks associated with water contamination. E. coli and Salmonella, among others, are some of the most commonly found bacteria in the water supplied by Dhaka Wasa. And despite reports and proof, the situation has not changed in decades.\nSimilarly, overuse of pesticide and insecticide in farming, along with exposure to chemical waste, has made the soil and its produce harmful for the human body. Lead, chromium, cadmium, among other heavy metals, are widely found in the fresh produce and other food items, which are consumed by the people on a daily basis. A study by Bangladesh Atomic Energy Commission and two public universities, as reported by Anadolu Agency, revealed the presence of cobalt in soil that is 38 times higher than the tolerable standard, and chromium that is 112 times higher than the tolerable levels. The study also found the presence of 11 heavy metals. This heavy metal contamination in the food chain has dangerously exposed us to various health risks, including long-term digestive tract problems and kidney issues.\nMoreover, the use and misuse of soil has also taken away its healthy organic balance: according to reports, organic matter presence in soil in Bangladesh is less than two percent, which ideally should be five percent, resulting in significantly declining soil health and fertility. Moreover, use of topsoil in brick kilns—a report by Anadolu Agency suggests that 800,000 tonnes of topsoil are consumed every day to feed brick kilns—is also taking a toll on soil health and reducing the volume of cultivable land. With food consumption increasing and cultivable land decreasing in size, we seem to be stuck between a rock and a hard place.\nThese practices are clearly not in the interest of people. We have time and again reported on these issues, but the authorities do not seem to take any interest whatsoever in addressing them. While Mother Nature sustains mankind, we should not take her for granted, and push her into a corner where she is left with no other choice but to turn on us for survival.\nThe government and policymakers should very seriously look into these environmental concerns and work towards finding both immediate and long-term solutions. For us, the approach should be that of a spirit and marathon combined in a package. The polluters should be dealt with an iron fist and penalised and punished accordingly. The industries that are not environment-complaint or friendly, should be penalised as well.\nGovernment agencies and bodies that are responsible for safeguarding the environment must now pull up their socks and roll up their sleeves and get down to work, because given the situation we are in, mammoth efforts will be needed to reverse the damage that we have done so far.\nHuman lives matter, the environment matters, and we must act now to save both.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Pollution in Bangladesh: The invisible tango with death",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/pollution-bangladesh-the-invisible-tango-death-3031851",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2022"
    },
    {
        "full_article": "For quite some time, I haven't been writing for national media outlets for reasons which I may share someday, if I think that would make any positive difference in the existing ecosystem of freedom of expression and journalistic values and ethics in Bangladesh. However, I have been quite humbled to have been warmly accepted in some of the leading international and regional media outlets, which include Project Syndicate, World Economic Forum, Straits Times (Singapore), South China Morning Post (Hong Kong), Nikkei Asian Review (Japan), Bangkok Post (Thailand), and in India, the Hindu and Times of India. BBC World Services also occasionally interviews me for comments and opinions.\nThis is where I can't help but recall with gratitude the constant support and appreciation that I received from a gentleman who has been a great source of encouragement in my intellectual endeavours, both within and outside Bangladesh. He is none other than the late Abul Maal Abdul Muhith, former finance minister of Bangladesh who left this world on April 30, 2022.\nGiven that my father, late Syed Amir Khasru, was Mr Muhith's contemporary in civil service, and because of family links on the side of my mother, Najma Khasru, who hails from Sylhet, I used to call him Muhith Chacha. I would like to offer a few glimpses of this gentleman that many, who were in close contact with him, may already know, while others may feel inspired from the examples he had set during his illustrious career.\nIn spite of his career as an accomplished civil servant and then a politician with the resulting power and privileges that came along with that, one thing that never changed was his unbridled simplicity and honesty in whatever he chose to do or cared to say. His instantaneous, full-face smile would lighten up the room, even on the cloudiest of days, just as his occasional outbursts of irritation and anger would last for a few minutes before returning to that grinning face again. In a civil service which, over the years and in many instances, has seen a growing culture of power abuse, politicisation, polarisation, and weak work ethics, he was a refreshing reminder of what civil service and leadership at the national level are supposed to be.\nOn corruption, with his characteristic simplicity, he would state, \"I don't understand why a government official would be corrupt when their salary has gone up and there are so many perks, privileges, and power they enjoy which, if converted into cash, makes the salary many times more than their basic salary.\" It was a simple, frank obversion. The reality, sadly, is hard.\nHe had an amazing memory which most of us would be envious of. From what happened during the Language Movement of 1952 to who said what during those momentous historical events, he was like a walking encyclopaedia of knowledge, wisdom, and insights. His ability to recall dates, names, and quotes was mind-boggling, as was his penchant for constant learning, reading and writing even in his mid-80s. His most-treasured assets were not any physical or material possessions, but his collections of thousands of books gathered over a lifetime. What many do not know is that for a good part of his life, he lived in solitude with only his books—the one constant companion that never left him, nor did he leave them till his last breath. He used to say, \"Someday when you may not be around, your writings will outlive you.\"\nOn October 10, 2017, I had the privilege of leading the international knowledge outfit The Institute for Policy, Advocacy, and Governance (IPAG) to organise an international event in New York, showcasing Bangladesh's success in achieving the MDGs, in partnership with the Economic Relations Division (ERD) of the finance ministry. This was the first time that a private think tank and a government entity collaborated on an international event held next to the UN headquarters, and in participation of leading multilateral development agencies, think tanks and academia, including the UN, World Bank, Brookings, Harvard University, Stanford University, University of Pennsylvania, Columbia University, etc. It was because of Mr Muhith's support and confidence in us that we could organise such a prestigious event for Bangladesh in one of the world's most well-known cities.\nWhile the IPAG has been soaring into global heights, he was one of our genuine well-wishers. He used to tell me, \"The reason IPAG is rising internationally is because of the low profile you maintain locally and your ability to do things that meet global standards, which very few can do in this country.\" We have tried to live up to his expectations. For example, while Bangladesh is not a member of G20—the 20 most politically and economically powerful nations of the world—IPAG has written nine policy briefs for the G20 Leadership Summits from 2017 to 2022, and I personally have been privileged to be the only person who is the co-chair of two G20 Task Forces, i.e. SDG and Digital Transformation under the G20 Indonesian Presidency 2022. For G20 Presidency 2023 under India, we already are in close consultation with the country's ministry of external affairs on how we can play a positive role during its G20 presidency. Similarly, for COP26 in Glasgow, I was among the few invited by SDG Action under UN SDSN to write for the climate action edition by leading global thinkers to help set out priority action for COP26, and I wrote about how digital revolution can help tackle climate change.\nIn the same spirit, when Mr Muhith attended meetings of the World Bank, IMF, Asian Development Bank, etc, in many instances we made short policy briefs for him to read during the flight. Although he had official summaries made by his ministry, these insightful notes provided perspectives on a whole range of issues that were of significance. While many people of power and position in this country praise the quality of our work in the international arena, hardly anyone has cared to use our global outreach and expertise for supporting the country, as we would neither serve their own interest nor do business as usual. In Mr Muhith, we had someone who understood the value of professional excellence and international as opposed to local standards; his selfless appreciation of our work has been an inspiration.\nLast but not the least was his humility. On one such occasion, there was a dinner at my place where Mr Muhith confirmed his attendance. On the day of the dinner, his private secretary called to say that there was a family programme in the evening on occasion of his birthday, which had been inadvertently overlooked, and that he may not be able to attend the dinner. I told him that it was too late to call off the dinner, as most of the invitees had already confirmed their attendance, including heads of some of the diplomatic missions and development agencies. Putting aside family commitments, he came to my home for dinner at 8:00pm, and was there until 9:30pm, keeping his family members waiting. I doubt if many in his place would have done the same. He was true to his commitments and respected people, no matter how big or small, older or younger.\nIn this era of social media and digital revolution, when we are more connected than ever before, we are sadly getting increasingly disconnected from principles and values like honesty and integrity, simplicity and humility, decency and grace. Mr Muhith has been an embodiment of these finer qualities which we need so badly today. May God reward him for the good examples he has left behind to be inspired from, no matter what position and resulting power we may be privileged to enjoy. Adios to a gentleman whose wisdom and goodness will be missed.\n \nProf Syed Munir Khasru is chairman of the international think tank Institute for Policy, Advocacy, and Governance (IPAG), and a faculty member at the Institute of Business Administration (IBA), University of Dhaka.\n",
        "headline_1": "AMA Muhith: A few glimpses into the man",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ama-muhith-few-glimpses-the-man-3031836",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2022"
    },
    {
        "full_article": "Our hearts go out to the families of the victims of a shooting tragedy in the United States in which 19 students of a Texas school were mercilessly killed. In this latest version of gun violence in the country, a 18-year-old gunman entered the school premises armed with automatic rifles and sprayed bullets on the students in classrooms. Among the dead are also two teachers and the gunman himself.\nReportedly, the killer came to the school with the evil intent of killing students after shooting his own grandmother to death. The police, however, shot him dead before he could kill more children. And while the mayhem left the parents and teachers of the school as well as community members devastated, the enraged nation wanted to know how a boy of his age could own an automatic rifle. Sympathising with the families of the victims, President Joe Biden expressed his grief with a call on lawmakers to defy the powerful gun lobby and enact tougher laws to curb gun violence. His words—\"When in God's name will we do what we all know in our gut needs to be done?\"—reflect the profound emotion of peace-loving citizens regarding such meaningless deaths across the US.\nAlthough the US has witnessed a good number of blood-chilling gun violence in the past decades, powerful lobby groups have thwarted all attempts to pass stricter gun laws pointing to the Second Amendment of the US Constitution, which they say ensures the right to \"keep and bear arms\". As a result, anyone can walk into a store to buy a handgun and even an assault rifle without any questions being asked. The lone killer in the Texas shooting incident is said to have been a troubled teen having speech impediments, who once cut up his own face \"just for fun\". That sounds like someone who needed medical and psychological attention. That he was still able to obtain an assault rifle shows that the American gun control policy needs drastic reforms.\nWe hope saner heads will prevail and all that is necessary will be done to prevent the recurrence of such tragic violence.\n",
        "headline_1": "Shooting tragedy shows the fault lines of US gun policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/shooting-tragedy-shows-the-fault-lines-us-gun-policy-3032491",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2022"
    },
    {
        "full_article": "Amid concerns about a debt distress precipitated by ongoing strains on Bangladesh's foreign exchange regime, there seems to have been a realisation in the policy circles about the importance of tightening our purse strings through austerity measures. We've already seen several policy directives to that effect, such as cancelling foreign trips of public officials and postponing less important projects that require imports. While this drive may not be born out of a genuine desire to cut all unnecessary expenses of the government, one would hope that it will extend to how the government implements its projects where time and cost overruns are quite common, for which it is the people who have to pay.\nThe proposed revision of the Dhaka-Ashulia Elevated Expressway project, which is yet to formally take off even though its deadline expires in just over a month, provides a good case study of these interlinked crises, and how we approach it will determine the viability of the present drive. According to a report by this daily, officials are now seeking four more years and an additional Tk 651.72 crore. If approved, it will take the total cost to Tk 17,553.04 crore. The project—with a significant portion of its budget coming from a Chinese loan of USD 1.1 billion—is one of the 27 for which Chinese financing was assured in 2016. How soon or efficiently can Bangladesh implement these and other such projects? Can it repay its foreign debts on time? Will RMG exports and remittances—our prime sources of foreign currency—be enough to offset a possible debt distress?\nOne less-recognised concern is how poor implementation of public projects has been hurting our economy. This is a hole not of foreign making, and any austerity measure without plugging this hole risks being rendered ineffective in the long run. Unfortunately, when it comes to implementation, there seems to be no shortage of reasons for public projects to drag on year after year. In the case of Dhaka-Ashulia Elevated Expressway, it is delayed activation of the Chinese loan. Unless the authorities are careful, soon it may suffer from the same problems that routinely dog almost all other projects: lack of coordination, inefficiency, mismanagement and corruption. The huge amount of money thus wasted is a sad commentary on how our approach to economic problems has been basically a case of one step forward and two steps back.\nThis is why we need reforms that are inclusive and reflective of the wider issues involved. While the government goes about enforcing austerity measures to stop wastage of foreign currency, it must fix internal, systemic challenges long draining our coffers. Public projects are a good starting point.\n",
        "headline_1": "Reforming how we approach public projects is vital",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/reforming-how-we-approach-public-projects-vital-3032476",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2022"
    }
]