[
    {
        "full_article": "By Jaideep Hardikar\nAs the arduous 5-phase Maharashtra elections gain momentum, with a fractured polity and defections the new normal, the state’s rural populations are angry and restless over the question: What’s in this for us?\nThis is particularly the case in Vidarbha and Marathwada, which will vote today and in the next two phases. The unabated social unrest symbolised by Maratha and Dhangar protests also very much stems from rural distress. Whether or not the anger among rural communities gets translated into a vote for change, structural rural problems need addressing with urgency.\nHow cooperatives once came to the state’s rescue | In his biography, cooperative stalwart late Tatyasaheb Kore narrates the struggle of his people through the 1960s, in the once severely drought-prone but now affluent WaranaNagar region of Kolhapur district. There were times when hungry people would raid the passersby to snatch their tiffin. A cooperative sugar mill that he founded not only brought prosperity to Warana River valley but also set off a movement that over the decades radically transformed north-western Maharashtra.\n\nThe Bombay State Cooperative Bank institutionalised a central committee under the well-known economist Dhananjayrao Gadgil, to steer the setting up of cooperative sugar factories, which would lift impoverished uplands of Krishna and Godavari basins to overnight affluence.\nIn the 1970s, successive ravaging droughts, particularly in the rain-shadow zones of central-western Maharashtra, saw the birth of Rozgaar Hami Yojana, a scheme that would fire up UPA’s rural employment guarantee law four decades later. In the 1980s, Maharashtra scripted milk and horti-culturerevolutions.\nSeveral common strands underline these transformative interventions. Target was rural populations, driver was govt through its agencies, and framework was of participatory cooperativism. Catalysts were local leaders with boundless social capital.\nBut vast swathes got left out of this growth story | In all this, there remained a major shortcoming. Investments flowed and models flourished in limited geographies.\nFor instance, what worked for sugarcane unfortunately did not work for cotton. This fuelled intra-state disparities and bitterness. Most of these policy and programme interventions created islands of prosperity but vast swathes of an ecologically, socially and culturally varied Maharashtra countryside did not partake of the economic gains.\nRead full story on TOI+\n\n",
        "headline_1": "Maha poll question no one’s asking",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maha-poll-question-no-ones-asking/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2024"
    },
    {
        "full_article": "Israel is preparing to launch an assault on Rafah in southern Gaza, despite objections from the international community and reservations of its closest ally US. Impact of this conflict on regional dynamics remains intense and worrying. We recently had Israel and Iran engaging in tit-for-tat drone and missile strikes. Tehran’s proxies in the region too have kept up pressure on Tel Aviv and its allies.\nAlthough Israel and Iran now seem to be downplaying their mutual attacks, the fact that they are directly targeting each other represents a paradigm shift. The attacks indicate the whole region’s descent into a fascistic cycle of violence. Everyone is aware that a potential Israel-Iran conflict might start a regional war. In fact, the question of whether the disputes will be limited to the regional level is debatable. We can already conclude that West Asia’s tensions have outweighed the Ukraine-Russia conflict.\n\nSplit in Muslim world | Islamic countries in the region are deeply concerned about Israel’s military actions in Gaza and the signalled IDF operation in Rafah. But while there is growing general resentment towards Netanyahu’s Israel, when it comes to IsraelIran equations Arab countries prefer to remain mute. Jordan is even publicly backing the US-UK-Israel triangle. Therefore, it is possible that in a regional war, Arab countries may attempt to remain neutral. However, there is also a real risk that their neutrality will lead to unforeseen repercussions.\nCritical 4 | A look at a critical group of countries in the region reveals complex equations. This group includes Turkey, Azerbaijan, Syria and Iraq. Turkey neighbours Iran and has a substantial military presence in Syria. It is attempting to enhance its relations with Iraq while maintaining carefully regulated ties with Iran. It openly criticises Israel and is becoming more critical by the day.\nTurkish President Erdogan has shown sympathy and support for the terrorist organisation Hamas. However, Turkey is also a Nato member. We also know that the Nato Kürecik Radar Station in Turkey activated its early warning system in reaction to the Iranian missile attacks against Israel and provided the data to US and UK. Thus, Turkey is in a foreign policy deadlock.\nRead full story on TOI+\n\n",
        "headline_1": "Managing West Asia’s controlled crisis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/managing-west-asias-controlled-crisis/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2024"
    },
    {
        "full_article": "Nine-judge benches in the Supreme Court are infrequent. But when they are formed and reach a decision, it should settle substantive questions of law. According to the National Judicial Data Grid, there are 136 pending cases (main and connected matters) for nine-judge benches. One such bench began its work this week to settle an issue that’s been a cause of confusion for over four decades.\nNot always in harmony | This case gives a sense of how the intersection of laws and judicial interpretation doesn’t always lead to clarity. It sometimes leads to questions over the efficacy of constitution benches.\nThe origin goes back to 1977 when a seven-judge bench, interpreting Article 39(b), in a 4:3 decision concluded that privately owned resources did not fall within the scope of material resources of a community. In 1983, a five-judge bench relied on the minority opinion to interpret some laws. This was upheld by a nine-judge bench in 1997. However, in 2002, another bench wanted these inconsistent verdicts resolved. Over two decades later, SC has got down to it.\n\nCurrent case | Maharashtra in 1986 passed a law that allowed a state body to acquire certain properties for restoration if 70% of owners consented. This law stated that it aimed to fulfil the principles advocated by the Constitution’s Article 39(b). A body representing property owners challenged it, but there was no result. In 2019, this law was amended again to make time-bound redevelopment mandatory, failing which the state could take over the property.\nEminent domain | SC’s bench will resolve accumulated inconsistencies, but there’s a larger public policy issue at stake here. Every economically successful country has used the doctrine of eminent domain. It means the state can acquire private property to serve public interests. That’s been the prerequisite for transformational infra development. The key however is that there has to be trust in the claim that forcible acquisition of private property is for a public purpose.\nTrust, missing element | Property owners in Maharashtra who are litigating believe the law’s real intent is to help real estate firms. Similar distrust among farmers has also stalled adjustments in India’s land acquisition legislation.\nSC’s inconsistency across benches has created avoidable delays. It should end this time. But questions about efficacy will remain because if people lack trust in a law’s intent, the answer lies in the governance system.\n\n",
        "headline_1": "A matter of trust",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-matter-of-trust/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2024"
    },
    {
        "full_article": "There’s a halfway house in politics between a party and its rival. No, not resorts. It’s the House of Rebels. While politicians cannot be accused of party ‘loyalty’, parties cannot be accused of internal democracy either, especially when selecting election nominees. Which is why, unfailingly, come elections, we see rebel candidates.\nA nominee too many | Local brass and incumbents, miffed when they fail the repeat-test, are happy to rock the mothership by contesting as Independents. It’s why BJP’s anxious about Karnataka’s Shimoga where BSY’s son Vijayendra will also face party rebel KS Eshwarappa – now suspended – as an Independent. It is why Congress workers are campaigning against their own man in Rajasthan’s Banswara-Dungarpur – the seat went to INDIA bloc ally BAP, but Congress’s sulking ‘candidate’ didn’t exit the race. In Maharashtra’s Amravati, Independent MP Navneet Rana got a BJP ticket, only to be ghosted by local units of Mahayuti. There’s, inevitably, a rebel candidate now.\n\nNo damage control | Parties are coaxing rebels to withdraw nominations. When such rebel candidates’ vote shares are close to victory margins, as it was for rebel Congress nominee in Chhattisgarh’s Raipur North assembly seat (2023), it’s evident why the party lost. Of course, if the parent party wins, like BJP in Rajasthan (2023 assembly), rebels are inconsequential.\nBut this is what happens when nominations are top-down – decisions can split workers, create splinters and eventually split votes. Rebels’ sole purpose is to damage parent party’s prospects. You can criticise them for their self-serving motives. But see them also as protesters against party systems that don’t allow internal democracy. If political parties were more consultative, or if they had local committees who had some say, rebellion would lose its prime motive. Rebels, insofar as they revolt against party’s big bosses, deserve our praise.\n\n",
        "headline_1": "In praise of rebels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-praise-of-rebels/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-04-2024"
    },
    {
        "full_article": "Notwithstanding their lands being the biggest source of migrant workers, South Asian labourers are the worst victims of maltreatment and abuse in their host countries. Poorly regulated working condition and sponsorship systems in some countries are often the root causes of the workers' rights abuse.A major destination of the South Asian workers is the Middle East, the Gulf Cooperation Council (GCC) countries to be particular. According to a report, India alone has around 9.0 million of its citizens working in the GCC countries. According to an estimate, 73 per cent of all Bangladeshi migrant workers (some 12.5 million) who travelled abroad since 2004 have gone to the GCC countries.Other South Asian countries also have a large number of their citizens employed as migrant workers in those countries. So the question is, what the regional governments are doing to improve the condition of their citizens employed in the Gulf countries. South Asian governments should be able to work together to protect the rights and well-being of their migrant workers in the host countries. To that end, measures like the use of diplomatic pressure on the host governments, expansion of services of the diplomatic missions of the respective countries abroad for migrant labourers need to be adopted. Since migrant workers from South Asian nations face similar kinds of exploitation in the host countries in question, migration experts from the region met at a seminar held recently in the city and stressed the need for unity among the regional governments to tackle the issue.Unfortunately, disunity among the South Asian countries, according to some speakers at the seminar, is coming in the way of influencing the host governments to amend laws so their citizens working there might have their working conditions improved and their rights protected. In fact, it is signing of migration agreements bilaterally between the source country and the host government that is engendering competition to the detriment of the broader interests of the migrant workers from the region. In consequence, the types of sufferings the migrant workers experience include unhealthy living conditions due to lack of basic amenities, physical and mental torture, low wages and even wage theft. So, to ensure compliance of the host countries regarding establishment of the rights of the migrant workers employed there according to the ILO standards remains a big challenge. Here comes the argument for meeting these challenges together. Notably, a non-South Asian country, the Philippines, has effectively utilised its diplomatic leverage to protect its workers employed in the GCC countries. At one stage, it even banned migration of its workers to Gulf countries and later lifted the ban after signing agreements and memoranda of understanding (MoU) with the UAE, Kuwait and the Kingdom of Saudi Arabia (KSA).The agreements were to protect especially the migrant domestic workers from that country. Even India and Pakistan are learnt to have signed MoUs with some Gulf countries. Domestic work being a feminised area, the issue of protecting female domestic workers could be better addressed by taking it regionally. While considering the issue of migrant workers' rights, it is also important to ensure that they have the required skills to contribute to the host economies they work for. So, skill development of the migrant workers should be a priority. There should be efforts to know the kind of skills in demand in the host economies so the migrant workers could be equipped accordingly.",
        "headline_1": "Addressing migrant workers' issues regionally",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-migrant-workers-issues-regionally-1714139696",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2024"
    },
    {
        "full_article": "What should have been a time for rejoicing over the primary export sector of Bangladesh, is turning out to be a bitter pill. The readymade garments (RMG) sector has seen its share of its products in the two main markets- the United States (US) and the European Union (EU) fall in both value and volume over the two-month period (January - February, 2024). While China and Vietnam have both registered single-digit growth in terms of value and volume of exports to the US, Bangladesh has registered double-digit negative growth rate in this market. The situation is all negative for these three nations in the EU market (over the same period), but Bangladesh's loss is markedly more than its two closest competitors.QIMA, a quality-control company, in its latest report revealed that \"following a slow 2023, demand for textile and apparel inspections and audits were up by more than 20 per cent YoY in Q1 2024 globally.\" The report further stated that, \"interest in China's manufacturing capacities remained robust among buyers in other parts of Asia, as well as in Latin and South America, with double-digit growth in inspection and audit demand across the board\". Bangladeshi RMG companies have been struggling with cost escalations that have hampered its ability to take advantage of the recent rebound in the global apparel demand. These cost hikes include a new wage board structure for workers in the industry and increase in energy costs. Not equally but still quite important is the nagging issue of logistics whereby shipment delays have been costing the sector heavily in meeting deadlines.Then there is the question of incentives. A recent decision to withdraw incentives on this industry has not helped matters. But incentives were bound to go anyway sometime. Some experts believe that the explosive growth in industrial production capacity in this sector had happened without proper demand forecasting. Many companies have grown to conglomerate size employing tens of thousands of workers. The expansion of some companies defied the economics but they grew nonetheless, due to availability of easy credit and perceived notions of demand for their products (in some cases). The belief that the government would forever go on providing subsidies in one form or another or perhaps, delay the inevitable introduction of a living wage that would potentially hamper the business model was perhaps was misplaced. There are multifarious problems that the RMG industry is suddenly confronting. Upward revision of energy prices (both electricity and primary), a less-than-efficient system of outbound cargo (both by sea and air), etc. did not help matters. While a miniscule number of companies strove hard to make their factories energy-compliant, this was not the case for the majority of the industry. While it is seen that hundreds of companies are now joining the US LEED certification standard, thousands more are not in a position to do so. These are basic realities of life. While systemic problems are a national priority and require reform at policy level, there are things that should have been done at the sector level, but were not. When business was rosy, few entrepreneurs saw it fit to streamline their operations by introducing technologies that would bring down drastically their factories' consumption of water, electricity and energy. Only a handful of them saw it fit to allocate a significant portion of their profits to retrofit their plants in order to meet the stringent requirements demanded in emerging markets such as Japan because it was felt that the good days would last forever.Sadly, nothing lasts forever in the cutthroat business of fashionwear. Vietnam, a late entrant into the apparel market, had invested heavily in power and ports long before Bangladesh had joined that phase. It also invested heavily in human capital development vis-à-vis infrastructure development and made the regulatory regime as simple as possible. Bangladesh is still grappling with these basic issues. The good news here is that buyers of EU and the US have stepped up their procurement from Bangladesh, but it remains to be seen whether this is temporary or it will last. The full spectre of subsidy-withdrawal coupled with other cost escalation factors will become apparent in the months to come. According to OTEXA data, the country's RMG exports to the US totaled US$1.18 billion in the two-month period mentioned which is a 19.24 per cent decrease compared to the corresponding period in 2023. Unless the RMG sector wakes up and addresses the problems it has at factory level, it will become increasingly difficult to do business. Policymakers too should weigh the pros and cons of getting the house in order in terms of logistics bottlenecks if they don't want the dominant export sector to suffer and experience a dip in its exports.\n[email protected]",
        "headline_1": "Bangladesh lags behind RMG competitors",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-lags-behind-rmg-competitors-1714139740",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2024"
    },
    {
        "full_article": "A pilgrim in Dhaka received a phone call a couple of months later following his return from Hajj. The caller, introducing himself as a staff of the religious ministry, provided the pilgrim information regarding the already refunded Hajj money. Under the government arrangement, all pilgrims under the government management got refunds an amount for their food expenses before going to Hajj. Again, after return from Hajj, the pilgrims also got some refunds after the final adjustment of hajj costs. All the refunds took place through the bank transfers. After providing all the information specifically, the caller told the pilgrim that the government would now refund some more and to get the refund the pilgrim had to give the debit or credit card information immediately. The caller also insisted that if the pilgrim made delay in providing the information, he would not get the money as it would be deposited in the Bangladesh Bank.The unusual hurry from the caller's end to get the bank card information made the pilgrim suspicious. He refused to provide any information immediately and questioned why the government would not transfer the money to the bank account as it had done earlier. The caller failed to provide any satisfactory answer and finally disconnected. The pilgrim later contacted a senior official of the religious ministry who ensured him that there was no such refund option. The official also said that it was a fraudulent act and they have already received such allegations and also requested the police to look into the matter. It was also found that the fraudsters even clone cell phone numbers of the government staff and used their names and office details to sound authentic. The whole thing clearly exposes the vulnerability of data privacy. The data of the pilgrims is subject to protection and only the relevant ministries and agencies should have access to those. These data are not for public eyes. Crooks involved in the fraudulent activities are able to access the information by exploiting the weakness of data security. It is also not unlikely that a few dishonest staffers of the government offices are involved in the racket. Weakness in data protection is a serious issue in the country. Over the years, a number data hacking incidents took place revealing the insecure and vulnerable nature of data preservation. Nevertheless, little progress has been made so far to strengthen the data collection, preservation and protection system. It is both an issue of infrastructure and human resource. Without well-trained and efficient human resources, it is not possible to ensure data security even if the infrastructure is strong and updated. Moreover, responsible attitude of the staffers is also critical. Fraudsters take the opportunity of the weak data protection system and use the personal information of the citizens. Law enforcing agencies have already arrested a number of digital cheaters and unearthed pieces of information on their activities and networks. Nevertheless, new techniques to cheat people are emerging in the digital or cyber world. The networks of the criminal are also growing fast. As a large number of people in the country are not aware of the digital or cyber security, it is easy to hoax them by using the trap of luring cash. Many people have already got trapped and lost their money. The challenges to address the growing problem are multiple. From the government to citizens at the grass-root level, everyone needs to be more cautious about using the digital platforms. \n[email protected]",
        "headline_1": "Online fraudulence exposes risks of data breach",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/online-fraudulence-exposes-risks-of-data-breach-1714139769",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2024"
    },
    {
        "full_article": "The Bangladesh Bank has made a historic decision in favour of merger of weak banks with stronger ones. It resembles assembling puzzle pieces to address issues within the banking system, fortifying it against unforeseen economic challenges and fostering continued growth.The regulations set by the BB for these mergers are stringent but pragmatic. They scrutinise the financial health of both the strong and weak banks extensively. The stronger bank must possess substantial financial reserves, including contingency funds, readily available liquidity, and high-quality assets. This ensures that upon merger, it encounters no inherent difficulties. The consolidation of banks is expected to streamline operations, reduce costs, and enhance satisfaction among customers and stakeholders. Adherence to governmental regulations regarding anti-money laundering and due diligence is crucial to uphold fairness and safety for all parties involved.By amalgamating weaker banks with stronger ones, the BB aims to bolster the resilience of the banking system against internal and external threats. Financial instability within banks can trigger public apprehension about their savings, adversely impacting the nation as a whole. Thus, by fostering such collaboration, the Bangladesh Bank seeks to instil greater confidence and security among depositors.Furthermore, this decision promotes operational efficiency within the banking sector. Consolidation enables cost savings through streamlined processes, akin to operating a single large store instead of multiple smaller ones. However, merging banks presents challenges, including aligning disparate organisational structures and acclimatising personnel to new working environments. Nevertheless, there are associated risks. Bank mergers may result in market dominance, diminishing competition and potentially leading to increased service charges without commensurate quality improvements. Moreover, regulatory oversight becomes more complex, necessitating robust monitoring mechanisms.If the merger of banks happens successfully, it will positively impact the economy. It will reinforce financial stability by ensuring adequate credit availability for businesses and safeguarding depositors' funds. However, question remains how will internal management adapt to these changes?\nAniqua AnjumHouse-4, road-6, sector-11, UttaraDhaka-1230[email protected]",
        "headline_1": "Will merger of banks bolster economy?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-merger-of-banks-bolster-economy-1714139795",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-04-2024"
    }
]