[
    {
        "full_article": "After buying Twitter for $44 billion, billionaire entrepreneur Elon Musk made a pitch for free speech. “I hope that even my worst critics remain on Twitter,” he tweeted, “because that is what free speech means”. He also likened Twitter to “a digital town square where matters vital to the future of humanity are debated”. The world’s richest man talking about free speech and humanity’s future after buying one of the most influential social media platforms seems to be the most politically correct thing to do. But it is certainly ironic considering that the billionaire buyer had no qualms over the years about using the social media platform to aggressively promote his business interests as well as block and, some may say even bully, critics. But in saying what he has said, Mr. Musk has put the spotlight on what has been a sensitive issue for Twitter in recent years — its inability to convincingly come across as a platform where healthy conversations can take place. Often, those indulging in hate speech and threatening violence have found full play on the platform until authorities put in a request for withholding of the offensive tweets. Whatever it did toward that goal — from creating policies around abuse and disinformation to unleashing technology for spotting problematic content early — did little to change the perception. One need not even consider its move to permanently ban the then U.S. President Donald Trump to make the point that it, at times, has come across as an interested player rather than a disinterested platform — its inconsistencies in labelling content as problematic would alone suffice.What Mr. Musk does next toward promoting free speech on the platform would be keenly watched. The first challenge to this is the fact that free speech is understood differently by people belonging to different political ideologies. But, Mr. Musk is all for a light touch in moderating content. CNN quoted him as saying in a recent TED conference that, “If in doubt, let the speech exist.” He added, “If it’s a gray area, I would say, let the tweet exist. But obviously in the case where there’s perhaps a lot of controversy, you would not necessarily want to promote the tweet.” He is also in favour of increasing trust by making the algorithms open source and using technology to spot spam bots. Would that improve the situation? Perhaps. Would he do away with the safeguards Twitter has built over time? One hopes not. But Mr. Musk may realise in the journey that the issue of free speech is not so black-and-white from the vantage point of a platform owner. For, he is no longer just only a Twitter user with over 80 million followers.",
        "headline_1": "Buying free speech: On Elon Musk’s Twitter buy",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/buying-free-speech-the-hindu-editorial-on-elon-musks-twitter-buy/article65357748.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-04-2022"
    },
    {
        "full_article": "Last Wednesday’s decision by Wimbledon to decline entries from Russian and Belarusian players for the 2022 edition of the world’s premier tennis tournament has opened a can of worms. With the Russia-Ukraine war raging, the All England Club stated that “it would be unacceptable for the Russian regime to derive any benefits from the involvement of Russian or Belarusian players with The Championships”. Even as the Club acknowledged it was hard on individual athletes, chairman Ian Hewitt said “they will suffer for the actions of the leaders of the Russian regime”. It will affect dozens of players including men’s World No.2 and reigning US Open champion Daniil Medvedev, World No.8 Andrey Rublev, women’s World No.4 Aryna Sabalenka and two-time Major winner Victoria Azarenka. The move was by no means unique; in March, World Athletics had similarly ostracised Russian and Belarusian athletes. But Wimbledon’s decision was unprecedented because unlike other sports, tennis more or less transcends nationalism. Except in team events such as the Davis Cup and the Billie Jean King Cup — from which Russia is currently banned — players’ entry into a tournament is based solely on ranking and not nationality. Criticism from legends like Billie Jean King and Martina Navratilova was rooted in this fact, so was the pushback from ATP and WTA, the governing bodies of the men’s and women’s tours.That Wimbledon could act unilaterally has much to do with tennis’ splintered administration. There is no umbrella organisation that directs the sport; the four Majors, ATP, WTA and International Tennis Federation act independently. There is not an autonomous players’ union either. Shorn of checks and balances, Wimbledon, to seemingly avoid the optics of a Russian or Belarusian player holding aloft the trophy — a genuine possibility considering Sabalenka was a semifinalist in 2021 — thought it was best to impose a blanket ban. But this militates against the principle of fairness and equal opportunity and may force the ATP and WTA to strip the event of ranking points, turning it into a glorified exhibition tournament. The episode also brings into focus the role of the British government, whose guidelines Wimbledon said it had taken into account. Last month, Sports Minister Nigel Huddleston demanded that Russian players attest “they were not supporters of Vladimir Putin”, despite Medvedev and Rublev publicly calling for peace. In fact, Mr. Huddleston’s view was similar to the one espoused by Ukrainian players led by Elina Svitolina, a two-time Grand Slam semifinalist. While one can empathise with the Ukrainians’ feelings, considering their tragic lived experiences, it sets a damaging precedent when nations start penalising individual citizens for the actions of political leaders. It appears that both Wimbledon and the British government do not want to see the wood for the trees.",
        "headline_1": "Myopic view: On sports and politics",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/myopic-view-the-hindu-editorial-on-mixing-sports-and-politics/article65357114.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-04-2022"
    },
    {
        "full_article": "I often think about all the times our kids took to the streets to ask for something—justice for their friends who were killed in road crashes or raped and brutally murdered. All they were doing were demanding road safety or an end to the culture of impunity enjoyed by the perpetrators. Each time, the authorities turned a blind eye to such protests. At times, their voices were simply ignored, while at others they were silenced with violence.\nBut imagine something as harmless as asking for the protection of a playground. How can that land a parent and her minor child in jail—and without proper grounds and an arrest warrant? Where does this vulgar urge to flaunt power stem from?\nThat is exactly what happened with Syeda Ratna, coordinator of Tentultala Math Rakkhya Andolon, and her 17-year-old son, who were detained on Sunday morning when they went live on Facebook to show Kalabagan police building a wall on the playground, while a group of kids accompanied by their parents were also protesting the act. When contacted, Sharif Mohammad Faruquzzaman, assistant commissioner of Dhaka Metropolitan Police (New Market zone), said the two were picked up for \"obstructing police from discharging their duties.\"\nTentultala playground has been in the discussion for several months now, after the Dhaka deputy commissioner's office handed over the playground land to the DMP on January 31 this year to construct a new establishment for Kalabagan police station. The one bigha land has been a playground, an Eidgah, and a place for namaz-e-janaza for over 50 years now. Locals, naturally, refused to give up the playground and for several months, they've been demonstrating against the DMP's move to take possession of the land. It is in the continuation of the ongoing protests that when Ratna saw the walls going up around the playground, she decided to inform her fellow protesters of the turn of events, using the most viable tool at hand—social media.\nAfter 13 hours of negotiations and arguments, Ratna's teenage son was finally let go at around 10:30pm on Sunday, while Ratna was freed upon signing a bond that said she would not involve herself with any demonstration over the matter. How can a law enforcement agency curtail a citizen's right to protest and make demands on their authorities in such a manner?\nMore questions remain, even after they are freed.\nA video recording went viral after the fellow protesters of Ratna and journalists went to the police station after the mother-son duo were detained. When asked if the on-duty officer knew how old the boy was, he said, \"We cannot always confirm their age by simply looking at them.\"\nAnd yet, without any confirmation, without any offence, they detained him.\nWhen those present at the police station asked the on-duty officer if they had issued an arrest warrant before detaining Ratna and her son, he said, \"We don't always need a warrant.\"\nAccording to Section 54 (1) of the Code of Criminal Procedure, there are nine instances where a law enforcement official can detain an individual without a warrant. A peaceful protest or documentation of an event might not, in our definition, fall under any of these clauses. But somehow, to our law enforcers, it was an act of \"obstructing a police officer while in the execution of his duty.\" A crime so horrendous that a protester can be taken into custody without a warrant.\nPolice, as we have been taught all our lives, are \"friends\" of the people. Public servants, they are called. How exactly are they serving the public if they make unlawful arrests to instigate fear among citizens, to restrain a peaceful protest by children? How can we trust them to save us when they turn into perpetrators themselves?\nAnd most importantly, from where do they get this notion that instigating fear among law-abiding citizens through an ugly display of power can get things done their way? When did they become this unaccountable?\nConstruction work is still being carried on at the playground, even after Home Minister Asaduzzaman Khan said he had asked the city corporation and others concerned to find an alternative place for Kalabagan police station.\nIn the proposed Detailed Area Plan (DAP) of Dhaka, Tentultala playground is not earmarked as a playground. But in Sub-Zone 17 (Dhanmondi, Zigatola, Kalabagan and Kathalbagan), there is a proposal to keep sufficient open space for the area. According to the law to conserve playgrounds, open spaces, parks and water bodies, no one can change the characteristics of a playground. Environmental activists say the place has been used as a playground for a long time and changing its characteristics will be illegal.\nIn 2014, the High Court directed the DC office to take action against any encroachment of open spaces or playgrounds in Dhaka. The office, too, remains silent when it comes to the Tentultala playground.\nHow many times have the authorities banned or proposed a ban on social media or gaming apps to stop our kids from going \"astray\"? How many times have they urged on \"healthier\" modes of entertainment for the teens?\nAnd when they are asking for just that—a mere playground—why are they being taken away and stuffed into jail?\nWhy, amid many protests, all the provisions for a playground in place, and most importantly, after the home minister's reassurance, is the construction still going on? What does this say about our law enforcers? That they will not leave any chance to proudly showcase their vehement power, even when it comes to a playground for children?\nWith each passing day, our right to dissent and raise our voices is being curtailed. There's something so challenging—or dare I say \"anti-establishment\"—about a group of kids and their parents asking to protect their local playground that they need to be detained.\nResisting this culture of unaccountability is a timely need. And when I look at the picture of Ratna and her son upon their release—the sheer love and indomitable spirit with which they came through—I can sense an air of resistance. Yes, sir, you do need a warrant. No, you cannot detain a minor, and neither can you stop the protests. Try us.\n \nNahaly Nafisa Khan is a sub-editor at the Metro desk of The Daily Star.\n",
        "headline_1": "What enables this vulgar display of power?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-enables-vulgar-display-power-3013161",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2022"
    },
    {
        "full_article": "South Asia has been one of the fastest growing regions in the modern world, driven mostly by India, Bangladesh, Sri Lanka, and Pakistan. However, Sri Lanka is now facing the worst political and economic crisis since its independence, and Imran Khan has been removed as the prime minister of Pakistan. The turmoil in these countries has led many to question whether Bangladesh, riding high on the wave of economic development, will suffer an impact of these crises. But the trajectory of these countries has differed in important ways, which implies that the challenges of Bangladesh are different. Let me explain how.\nOne thing that has been of concern is the debt-GDP ratio. Both Sri Lanka and Pakistan's national debt (percent of GDP) has been considerably higher than that of Bangladesh. In 2011, according to the World Development Indicators (WDI), Sri Lanka's national debt was around 70 percent of the country's GDP. In 2021, the figure shot up to above 100 percent as the economic crisis deepened. Pakistan's national debt (percent of GDP) has increased from around 60 percent to 87 percent during the same time period. On the other hand, Bangladesh has significantly lower national debt, hovering around 40 percent of its GDP in 2021. However, countries like the US and Japan have also had persistently high debt-GDP ratios.\nThere are other concurrent trends that make high debt-GDP ratio a cause for concern. One is the total foreign exchange reserves of a country. While the total reserves of Bangladesh have been increasing steadily over time, the trend for both Sri Lanka and Pakistan has been volatile. In February 2022, Sri Lanka's foreign exchange reserves fell to about USD 2.3 billion. Moreover, Bangladesh's total reserves—as percentage of external debt—stood at about 63.7 percent in 2020. The corresponding figures for Sri Lanka and Pakistan were approximately only 10 percent and 15.9 percent, respectively. Traditionally, foreign exchange reserves have been seen as a source of emergency funds to pay for imports in the event of an economic crisis. Bangladesh's reserves at the moment can pay for nine months' worth of imports, while for Pakistan and Sri Lanka, the figure is considerably lower, about four months and three months, respectively.\nThe debt-GDP ratio is problematic when the average interest rate to be paid for the loans of a country falls below its GDP growth rate. Deficit financing shifts the burden of paying off loans from current to future generations. If deficit financing leads to higher growth, purchasing power and standard of living, then this burden is minimised as the future generation's ability to pay increases. Thus, deficit financing coupled with stable growth as well as improvement in other development indicators should not be a cause for too much concern, which is the case for Bangladesh, but not for Sri Lanka or Pakistan.\nFurthermore, Bangladesh's GDP had steadily attained faster growth rate (starting from around 6.5 percent in 2011 and increasing to nearly eight percent in 2019), while Sri Lanka's growth rate, starting from a high of around nine percent in 2011, steadily declined, and when the pandemic hit in 2020, its economy significantly shrank, whereas Bangladesh was still able to sustain positive growth rate (around 3.5 percent in 2020). Pakistan was also steadily growing, albeit at a lower rate than Bangladesh, until the pandemic struck and their economy shrank too.\nThe important takeaway is to observe the dynamic trends of the indicators across these three countries. The striking feature of Bangladesh's trajectory is sustained improvement, while volatility and decline mark the trends in Sri Lanka and Pakistan.\nNext, for one of the proximate factors contributing to the crisis in Sri Lanka, a sudden ban on import of chemical fertilisers and other agrochemicals a year ago to focus on organic-only agriculture decimated the country's agricultural production and led to a soaring inflation driven by food prices. However, the shift to organic farming has been on the cards for some time in the country. What mattered was the sudden nature of the policy, and a failure to understand the farmers' ability to adapt with the changes the policy would entail. Verité Research, a Colombo-based analysis firm, found in a survey that only about 10 percent of Sri Lankan farmers cultivated without chemical fertilisers. These findings imply that such a ban on import of chemical fertilisers, no matter how well-intentioned (such as to alleviate health related concerns and to reduce spending on import to ease pressure on dwindling foreign reserves), were doomed to fail.\nMy final thoughts on this discussion are these: Bangladesh is in no danger of an imminent crisis like Sri Lanka or Pakistan. The trajectory, and indeed even the starting point of Bangladesh is drastically different. Compared to Bangladesh, Sri Lanka had a historically higher life expectancy, education attainment and also performed better in some other socioeconomic indicators. More importantly, the motivation for and the dynamic developments that lead to new policies are vital, more so in this age of intertwined economies and global trade patterns. Even if policies are targeted towards increasing welfare, one has to keep in mind the dynamics of the economy, the ability of its citizens to adapt, and the international geopolitical climate. So far, Bangladesh has been managing all these well, as shown by the steady performance in major macroeconomic indicators.\nAn economic and political crisis, I suspect, will be preceded by sustained poor performance in significant areas, and there will be warning signs, such as declining export earnings, unforeseen increase in import spending, fiscal deficit, reduced remittance, etc. It is up to our policymakers, economists and experts from other fields to be able to notice and act on these omens if and when they occur.\n \nMahir A Rahman is a research associate at Bangladesh Institute of Development Studies (BIDS)..\n",
        "headline_1": "Bangladesh, Pakistan and Sri Lanka: A Comparative Anatomy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-pakistan-and-sri-lanka-comparative-anatomy-3013156",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2022"
    },
    {
        "full_article": "During the negotiations that led to the historic Paris Agreement at the 21st UN Climate Change Conference (COP21) in 2015, the climate vulnerable countries argued for and succeeded in getting the global goal on mitigation of staying below two degrees Celsius—and if possible, below 1.5 degrees Celsius. This was indeed a remarkable achievement for the vulnerable countries at that time.\nAt the same time, the vulnerable developing countries, led by the African Group of Negotiators (AGN), also argued for having a Global Goal on Adaptation (GGA). This was achieved through Article 7 of the Paris Agreement.\nHowever, unlike mitigation, where a simple temperature goal was possible, there was no such simple goal for adaptation stated, as it is context-specific and difficult to aggregate to a global level. Hence an agreement was reached that there would be further discussion on defining the GGA over time.\nUnfortunately, over the last few years, there has not been much progress—until last year at COP26 in Glasgow, UK, where the Glasgow-Sharm el-Sheikh work programme on GGA was established to achieve an agreement on the definition and parameters of the GGA by COP28 in Dubai in 2023. This work programme will be launched by inviting submissions from all the countries on what they would like to see in the GGA, to be submitted to the Secretariat of the United Nations Framework Convention on Climate Change (UNFCCC) by the end of this month.\nBangladesh is preparing its submission, and I am taking this opportunity to offer some thoughts for their consideration.\nFirst, we need to acknowledge that agreeing on the GGA is quite complex and by no means easy, as there are different ways to develop such a goal that are not compatible with each other. Hence, it is quite likely that we may end up having several different goals for different aspects of adaptation to climate change.\nThe main dichotomy in approaches is whether to take a top-down approach, like we did for mitigation, or a bottom-up approach, which may be more appropriate for adaptation. In the end, I believe we will need to agree to a combination of both approaches for the final GGA.\nMy first recommendation will be a top-down approach to providing finance for adaptation in the developing countries by the developed countries—the latter have already agreed to provide USD 100 billion a year for both mitigation and adaptation measures. However, so far the developed countries have failed to provide the full amount, and they only allocated 20 percent of their funding to support adaptation, while 80 percent went to support mitigation.\nSo the first goal should be to have half of the funding to be channelled towards adaptation efforts, and that should be prioritised for the most vulnerable communities in the most vulnerable developing countries. Each developed country should allocate half its funds for adaptation, and clearly report where the funds are going and through which channels. There should also be a neutral independent body under the UN to monitor these fund flows.\nThe second, more bottom-up approach, that I would recommend is the building of adaptive capacity of the most vulnerable communities in every country, since adaptation is now happening in both poor and rich countries. This requires a focus on Locally Led Adaptation (LLA), where Bangladesh is an accepted world leader and can help develop the metrics and methods for implementing and monitoring progress towards the global goal over time.\nMy third and final recommendation is to emphasise the need for a monitoring, evaluation and learning (MEL) approach to develop the methodology of both implementation and evaluation of progress as adaptation is quintessentially a learning-by-doing process.\nI would also like to point out the importance of the global stocktake of progress of the Paris Agreement, which will take place in 2023, and it is essential to have some way to take into account the progress on adaptation—particularly the GGA. Failing to agree on the GGA in time will mean that the global stocktake will not be able to include adaptation, which will be a major setback.\nSo, Bangladesh has the opportunity to play a significant role in negotiating how we should determine the approaches to agreeing upon the GGA in the next two years, and also play a leading role in monitoring progress over time.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Time to Focus on the Global Goal on Adaptation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/time-focus-the-global-goal-adaptation-3013146",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2022"
    },
    {
        "full_article": "At a time when everyone is talking about making the national emergency helpline service more efficient—so that more people can get emergency help within the shortest possible time—we came across the news of a family in Dhaka's Jatrabari area being tortured by police after seeking help by calling 999 (The Daily Star, April 17, 2022). The incident will, no doubt, discourage people from calling the helpline in case of an emergency. Although the Dhaka Metropolitan Police (DMP) suspended three police officials following the incident and recommended departmental action against the Ansar member involved, the episode has definitely put this emergency service's efficacy under question.\nWe would like to believe that this was an isolated incident and does not represent the services provided by police in emergency situations in any way. However, the service is riddled with a host of problems that need to be addressed going forward.\nThe helpline, 999—a toll-free number which allows citizens in trouble to call and ask for help from police, fire service or ambulance service providers in case of any emergencies—was officially launched on December 12, 2017. Till January 31 this year, the helpline has received over 35.3 million calls. The number is impressive, but were all of these calls actually made seeking help from the service? The answer is no. According to the National Helpline Centre sources, around 67.44 percent of the calls made during this time were either blank calls, prank calls, missed calls, test calls or repeat calls.\nWho are these people making these calls, creating unnecessary congestion in the system? According to the helpline operators, in most of the cases, these calls are made by adolescents. According to a female operator of the helpline, sometimes teenagers call and say, for instance, that there is a fire incident somewhere, which later turns out to be a hoax. According to a report in this daily, the helpline received around 164,000 calls made by adolescents in 2020, which rose to 235,000 calls last year. Reportedly, this is one of the biggest barriers in providing support to people in actual distress.\nThe question that comes next is: Did the remaining 32.56 percent of the callers receive any help from the service? The answer to this question is also a resounding no. Why? Because a majority of the callers did not have any clue about what types of services the helpline actually provided. Reportedly, callers often complain about the price hike of essentials, seek information about Covid-19 vaccines or make random queries to solve problems with their mobile phones.\nMoreover, female operators of the helpline often have to face abusive comments and questions from the callers, as reported by this daily.\nThe problems mentioned above have arisen mostly from the lack of awareness among people about the nature and sensitivity of the emergency helpline. It seems strange as to why the authorities have not been able to take the measures needed in more than four years of its operation to make people aware of the services available through the helpline. It should not have been difficult for them to educate the ordinary people about the importance of this life-saving service as the news and social media could have been utilised for the purpose.\nBeside these problems, there are some other issues that impede upgrading the emergency helpline according to international standards. One of them is slow response time. Reportedly, while the average response time of the 999 unit in Bangladesh is about 20 minutes, it is only seven minutes in countries such as the US, the UK, and Japan. This is because the helpline's operating system is outdated, and there is also a manpower crisis. Currently, everything—from pinpointing the locations of service-seekers, to communicating with the various service providers to finally assigning a team to help the callers—is done manually, which is not only time-consuming, but also makes the service inefficient.\nThus, to make the helpline more efficient, there is no alternative to installing an automatic caller identification and location system, which can locate a caller's exact address instantly and cut down the response time significantly. Why it has not been done yet, despite repeated assurances from the authorities, is anyone's guess.\nThe helpline unit currently receives around 30,000 calls a day, which is difficult to attend with its existing manpower. While the unit needs to have the capacity to take at least 500 calls at a time, it currently has the capacity to take only 100 calls. Therefore, in order for the system to function smoothly, more manpower needs to be recruited for the service.\nAfter the helpline was introduced in 2017, we came across several cases of successful intervention through its use. We came to know how police in Chattogram prevented a child marriage after receiving a call at 999 (The Daily Star, December 14, 2017). In another incident in 2018, a ferry carrying 300 passengers on the Padma River was saved from sinking as one of the passengers called 999 for help. The rescue operation that was carried out last year to save the lives of 13 fishermen who had been stranded at the Bay of Bengal for five days, is another such case.\nThe emergency helpline can actually make a big difference in a society like ours, as it can not only be used to save lives, but also to combat crimes. Just think about how we can bring the number of child marriages down to zero with only a call from any of us—the ordinary citizens. Therefore, the authorities concerned must give more effort into making the helpline a robust, efficient service that can help the citizens whenever needed.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "We need a robust national emergency service",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-need-robust-national-emergency-service-3012386",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2022"
    },
    {
        "full_article": "While the need to consume fortified foods to address the issue of micronutrient deficiency is recognised worldwide, it is really unfortunate that people living in the poverty-stricken regions of Bangladesh, such as parts of Rangpur and Nilphamari districts, don't have access to fortified foods—nor are they aware of it. According to a study by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), only 41 percent of respondents had heard about fortified foods. Another 37 percent of respondents faced difficulty in buying these micronutrient-rich foods, while 40 percent could not buy them at all. This is because of the drastic fall in their income during the Covid-19 pandemic.\nFood fortification is one of the most cost-effective strategies to increase the regular intake of micronutrients. Under this process, one or more micronutrients such as vitamins and minerals are incorporated into food items to improve their nutritional qualities. Such foods are necessary to meet the nutritional needs of people, particularly the low income households who cannot afford to buy nutrient-rich foods.\nAnaemia, which is caused by iron deficiency, is one of the biggest public health concerns in Bangladesh, but it can be fought with iron-rich fortified foods. Micronutrient deficiency causes many other health conditions such as malnutrition, multiple infections, chronic diseases, poor health and well-being, impaired learning, poor mental health, etc. This is particularly dangerous for pregnant women and children.\nAlthough the government has undertaken many programmes to improve the nutritional status of vulnerable populations, there are still many shortcomings in the interventions. While the government was able to make people aware of and popularise the need to take iodised salt, it could not do so in case of other micronutrient-rich foods such as rice and edible oil. The icddr,b survey found that almost all the respondents knowingly consumed iodised salt and knew that packaged salts are iodised.\nThe question is: If people can be made aware of iodised salt, why can't they be made aware of nutrient-rich edible oil, rice and other foods? We think a massive awareness campaign is needed to make these food items popular among people. Most importantly, they must be made affordable to all. Since the government is selling essential food items at subsidised prices at different OMS (Open Market Sales) points across the country, it should include fortified rice and edible oil in their supplies. In addition, it should freely distribute these food items under its social safety net programmes to enhance the nutritional well-being of disadvantaged citizens.\n",
        "headline_1": "Make people aware of fortified foods",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/make-people-aware-fortified-foods-3013131",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2022"
    },
    {
        "full_article": "We are at a loss as to why police are still carrying on the construction work of Kalabagan police station in the city's Tentultala playground, even though the home minister said he had asked the city corporation and others concerned to find an alternative place for the police station. Our reporters found that the construction work was going on in the presence of dozens of police personnel ignoring the widespread protests on and off social media.\nOpen spaces in Dhaka are becoming rarer and rarer by the day. We often blame youngsters for becoming addicted to digital devices, and fault them for their predilection for remaining indoors, whereas we cannot provide them with adequate facilities to work out or play outdoors. Over the last couple of decades in particular, Dhaka city has become bereft of playgrounds. Most public spaces have been given away to real estate owners and builders for the construction of shopping malls or housing complexes, caring little for the need for open space. And except for some older educational institutions, most new schools have little to no space for outdoor activities in their premises.\nIt is against this grim background that the Tentultala situation has been unfolding. Local residents, the media and distinguished citizens have been asking the authorities repeatedly to rescind their decision and leave the playground for the locals to use for outdoor activities. Now, even after months of protests by the locals, and despite the home minister's instruction to find an alternative site for the establishment, why are the police still bent on using this spot?\nWe wonder why the eyes of the administration almost always zeroes in on such spots. We agree that a properly organised police station is needed in the Kalabagan area. But we also believe that time has come to consider new plans for building new police stations.\nWe also believe that the police acted in a highhanded fashion when it picked up a protester and her young son for streaming footage of the construction work inside the playground on Facebook on Sunday. They were released after 12 hours of being locked up. Expressing one's concern and dissent in whatever legal platform available is a fundamental right, which the police grossly violated. We call upon the administration to halt work on the Tentultala playground in view of the home minister's assurance, and find a suitable alternative quickly. We also urge the law enforcement authorities to remember that their mandate is to serve the citizens of the country, not make adversaries out of them.\n",
        "headline_1": "Why can't police let go of Tentultala playground?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-police-disregarding-the-home-ministers-assurance-3012996",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-04-2022"
    }
]