[
    {
        "full_article": "Reports in Pakistan’s newspapers, that a Pakistani court has convicted Sajid Majeed Mir, one of the men who planned the Mumbai 26/11 attacks, on terror financing charges, is welcome proof that the search for each of the masterminds must never be given up on. In the case of Mir, Pakistan’s security agencies had gone so far as to falsely declare him “dead”. He was reportedly sentenced to more than 15 years in jail and is serving his term in a Lahore jail. Mir, the LeT’s former deputy chief of “international operations”, has been wanted for his role in recruitment for the 26/11 attacks, being the handler for David Headley, who carried out the reconnaissance for the LeT during several visits to India, and for being in the Karachi “control room” during the Mumbai siege. Headley named Mir in his deposition to a U.S. court, after he was given a “plea bargain” by the U.S. government, as well as in depositions via video link for the 26/11 trial in India. Mir is also wanted for LeT conspiracies to attack a Danish newspaper accused of publishing blasphemous cartoons and bomb a nuclear installation in Australia. He was also convicted by a French court for recruiting LeT operatives, and is believed to have also recruited terror-volunteers in the “Virginia Paintball Jihad” case in the U.S. The timing of Mir’s conviction appears to be linked to the final stages of Pakistan’s grey listing at the FATF this June, that voted to allow on-site visits in Pakistan with a view to de-listing it in the next few months. While Mir is not actually on the UN Security Council’s 1267 list of terror-designated individuals that the FATF is mandated to pursue, the West has frequently brought his name up at FATF proceedings in demanding that Pakistan successfully convict leaders of terrorist groups.If Mir is in fact behind bars, New Delhi must move quickly to demand his extradition to stand for trial in India. Admittedly, this is a virtually impossible task, given the poor state of bilateral ties. New Delhi must also rectify the error in not pursuing Mir’s addition to the UNSC list thus far, and launch a concerted international effort for Mir to be prosecuted for the number of terror attacks he has been involved in — not just for terror financing. As with Hafiz Saeed, Zaki-ur-Rahman Lakhvi and other LeT members, it is necessary to keep the spotlight on Mir, given the predilection of Pakistan’s legal authorities for reversing convictions and reducing the sentencing of terrorists once the heat from international agencies reduces. This will be particularly important, especially as Pakistan is expected to receive a full reprieve at the FATF in October, and it must be made clear that the Government will continue to pursue the legal process against each of the men behind the Mumbai attacks, until they are brought to justice.",
        "headline_1": "Keep up the pressure: On the conviction of a Mumbai attacks handler in Pakistan",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/keep-up-the-pressure-the-hindu-editorial-on-the-conviction-of-261-mumbai-terror-attacks-handler-sajid-majeed-mir-in-pakistan/article65567428.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "When a democracy rolls back a constitutional right that has been in place for almost half a century, it must consider itself in deep peril. The U.S. stands at that fraught juncture now, after its Supreme Court, in a 6-3 majority, overturned the 1973 ruling in  Roe vs Wade, and took away the constitutional right to abortion. In one blow, on June 24, it withdrew from women anywhere in the country their right to reproductive and bodily autonomy. With Roe, as well as the 1992 decision in Planned Parenthood vs Casey that upheld Roe, gone, the court returned “the issue of abortion to the people’s elected representatives”. States can now decide whether to ban abortion, and at what stage in a pregnancy and under what circumstances. The fight over abortion has been the U.S.’s most passionately waged ideological battle. With a focus that denies any space for compassion or respect for liberty, conservatives have prioritised the task of having Roe overturned for decades. With the court now having attained a conservative supermajority, the decision had been imminent — some Republican-ruled States have started banning abortion, with trigger laws in place in anticipation of such a judgment. Other Red States will follow.This Supreme Court decision, Dobbs vs Jackson Women’s Health Organization, has in effect divided the U.S. territorially — States where women have the right to abortion, and those where they do not. Where they do not, women with unplanned or unwanted pregnancies, including possibly in some jurisdictions those that endanger the mother’s life or are a result of rape or incest, may have no option but to seek medical assistance in other States. This needs resources and support structures, and many women will be left with no option other than clandestine, unsafe abortions nearer home. Chillingly, there is fear that miscarriages could be subject to criminal investigations. On a positive side, major U.S. companies and some States (New York) have started offering financial support to employees and help for out-of-state abortion seekers who seek medical interventions in abortion-supporting States. This will, however, make already-bitter partisan polarisation worse. It must also alarm Americans that the logic of Dobbs — that abortion is not mentioned in the U.S. Constitution and is not covered by the landmark 14th Amendment of 1868 that safeguards liberty — has opened the process for other rights to be taken away. For now, President Joe Biden and his Democratic Party have vowed to put Roe on the ballot in November’s mid-term elections. But the way the U.S. electoral system stacks up the numbers in the Senate against their efforts to break the filibuster, the effort to protect women will likely be carried out incrementally: legal challenges at multiple levels, support to women in Red States, and persuasive political campaigns at the grassroots.",
        "headline_1": "Regressive, inhumane: On the U.S. Supreme Court removing right to abortion",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/regressive-inhumane-the-hindu-editorial-on-the-us-supreme-court-removing-right-to-abortion/article65567361.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "The National Education Policy 2010 anticipated a comprehensive education law that would bring together existing laws and regulations under an umbrella to facilitate implementation of the policy. At least four different drafts of an education law have been prepared since 2011 but were withdrawn upon receiving negative feedback from the public and even the Cabinet of Ministers. The last one in December 2016 met strong disapproval from the Cabinet Division because it was seen to be giving legitimacy to coaching centres and private tutoring in the name of \"shadow education\" or educational activities in exchange for payment outside the classroom. \nCommercial guidebooks and notebooks were another source of controversy. Schools and teachers required students to buy these, while the government provided free textbooks. A new draft, to be presented to the cabinet, restricts and penalises private coaching and guidebooks. What difference can this make? Are these indeed our major educational problems?\nMedia reports indicate that the new draft retains much of the 2016 text, except the new one putting stricter restrictions on private coaching and guidebooks. The 2016 draft in its preamble invoked Article 17 of the constitution that, as fundamental principles of the state, foresaw: a) Uniform, mass-oriented and universal education, free and compulsory as determined by law; b) Relating education to the needs of society, producing trained and motivated citizens to serve these needs; and c) Removing illiteracy using a timetable determined by law.\nA contradiction in purpose and scope for the law arises from the gap between the broad vision of the constitution and the 2010 policy objective of consolidating existing laws and regulations within a legal framework. In other words, the draft law compiles some of the existing laws, regulations, rules, and orders and provides a legal cover for some practices. It does not anticipate change in respect to three key educational challenges: a) Establishing the right to education, b) Education governance reform in relation to decentralisation and accountability, and c) Education financing principles and criteria to ensure adequacy of resources for building equitable, inclusive, and quality education for all. The draft law thus bypasses the real challenges of the education system.\nThe draft law is also not a right-to-education law similar to those adopted in neighbouring countries such as India, Nepal, and Pakistan (through constitutional amendment followed by supportive legislation formulated in each country). An example is India's 86th constitutional amendment of 2002. Article 21-A was inserted in the Constitution of India to provide free and compulsory education to all children in the age group of six to 14 years as a fundamental right. This was followed up by the Right to Education Act 2009 to implement the constitutional provision. Bangladesh's draft law mentions primary education (up to Class 8) as a child's right, but does not specify how it is to be ensured and what the various duty-bearers' obligations, particularly of the state, would be.\nIt can be argued that the draft law looks at the symptoms of the disease, rather than the roots of the problem. Poor teaching and learning in schools, and the character and content of too many high-stakes public exams drive students and parents to coaching centres and guidebooks/notebooks. Low-paid and poorly qualified teachers are motivated to take on private students and rely on guidebooks. Will the ban on coaching centres and guidebooks, without addressing effectively the deeper causes of educational decline, solve the problems?\nThere is also the practicality and workability of enforcing the proposed restrictions. Guidebooks will be banned but supplementary materials and digital learning content will be permitted with approval from NCTB. Coaching centres will be closed but centres for assisting those preparing for jobs or seeking admission to institutions and language and skills training will be allowed. Private tutoring by teachers of students from schools other than one's own will be permitted. Coaching organised by schools will also be allowed.\nThese are pragmatic compromises. But entrepreneurial minds are likely to find ways around the rules to carry on their business. The more complex and subject-to-discretion the rules are, the more likely are occurrences of corruption and nepotism.\nIn fact, guidebooks, notebooks, and coaching centres are common in more advanced education systems. They are considered helpful for learners and not harmful as in Bangladesh, because they are not substitutes for good teaching in school, and learning assessment does not reward memorisation.\nA critical measure of the benefits of the Act would be to ask what value it adds and what can be or cannot be done without the Act.\nA permanent education commission is foreseen, which is a civil society demand. Registration of all institutions is required, which will be seen as a positive by educators. Separate teacher recruitment bodies have been proposed. Production and distribution of textbooks will be handed to a separate authority, detaching it from curriculum and textbook development. Inflicting corporal and mental pain to children will be prohibited. These are positive and necessary steps.\nThere are areas which belong to the sphere of education planning and development rather than the law – especially curriculum development, professional development, performance standards for teachers and education workers, and assessment of student learning and examinations. These are subjects more appropriate for qualitative change and adaptation, which should not be locked down by legal provisions and fixed rules.\nThe legal provisions proposed regarding curriculum development, teacher preparation and examinations reflect the present arrangements and structures which may need to be changed. For example, educators have suggested that teachers' professional development follow a concurrent approach (combining a four-year college degree and teacher training, instead of the present sequential approach). There is no advantage in freezing the process with an education law when adjustment and adaptation are already necessary.\nAs noted above, the law is silent about establishing the right to education, decentralisation of the education system, and financing criteria for equitable and inclusive education.\nThe law foresees, expectedly, the formulation of rules and regulations in many areas to implement the provisions of the law. It provides for penalties in at least a dozen instances – prison sentences ranging from six months to five years and fines of Tk 50,000 to 10 lakh. Mobile courts and the penal code are to be employed to deter infringement of law. The penal code and courts can, of course, play their role when criminal offences are committed. It is, however, questionable to prescribe a wide range of specific penalties when establishing the breach of law is a matter of judicious assessment in an educational context.\nInterestingly, in respect to tertiary and university education, the draft hardly mentions the University Grants Commission (UGC) and vests responsibilities to the \"government,\" on personnel, financing, quality assurance, and even academic matters. Legal authority assigned to the \"government\" in the case of tertiary institutions can undermine academic autonomy and make the exercise of governmental authority subject to political influence.\nA new law is not a panacea. We know too well that laws can serve their purpose only when the key problems are clearly identified, and there is a capacity and desire to enforce the laws. The positive elements of the new education law will help if they can be implemented, and backed-up by well-formulated rules and regulations. The absence of some critical elements in the law means that it avoids major education challenges. The aspects that are considered questionable make it a weak law and may defeat its purpose.\nHaving waited a long time, it would be worthwhile to make the new draft of the education law available to the public once more for feedback and to examine it critically in the context of Bangladesh's SDG4 agenda and its aspiration for a higher middle-income status.\n \nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network (BEN), vice-chair of the Campaign for Popular Education (CAMPE), and member of the international advisory committee for the Yidan Education Prize Foundation.\n",
        "headline_1": "Can a new law solve our educational problems?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-new-law-solve-our-educational-problems-3057216",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "Dark circles, puffy eyes, and sleepless nights are riddled with anxiety – the mother thinks she cannot survive this episode, yet she lives to see another day. The mother of a child with mental health issues dies every day and somehow manages to find the strength to live every day – if not for her sake, for the sake of the child. Such mothers are made of steel nerves; they would go to incredible lengths to ensure their children are getting treatment, being socially accepted, and being able to live the life they deserve.\nMental illness is such that the capacity of the affected person to analyse or justify social and emotional matters is not like that of others. For the mother, the child's chemical imbalances, the dilemmas of whether he will find his footing through the dark tunnel, or whether he will be able to fight his demons, is an everyday worry. What is a mother to do when her picture-perfect child stumbles at every course of his life? His demons are a reality for him that no one will ever be able to grasp. Why does he not feel right in his head, why does his heart skip a beat, why does he let go and fall every time he wants to leap?\nSomehow the mother has to live through all the dark chapters of his life and come out a winner. For we assume a mother can never fail, that she needs to stick to it till the end and help her child up on his legs again and again.\nThere will be times when the child cannot see past the mother's shortcomings. She most probably will be blamed for everything bad and ugly in his life; she will hardly be spoken to; she, in fact, will be treated like a ghost and only summoned when housekeeping needs to be done.  Yet, the mother knows that this is not his normal behaviour. She adjusts herself to his whims. Yes, of course, such misdemeanour takes its toll on the mother and she too needs to decompress and talk to counsellors. Caregiving for such children is not an easy matter; it takes a lot of courage to accept fate and then act on it positively.\nThere will be times when all his anger issues will be directed at her. The little misunderstandings of the past, that he holds dear, will build up and escalate every time there is a manic episode, and this is repeated in each phase. It is like living in a time warp – only the trajectory of the bout gets lengthier. It is another struggle altogether.\nThe mother knows deep inside her that, like any other mother, she is loved if not cherished, she is sought out if not sought after. But the blame game becomes intense with time, the bullying gets tougher, the helplessness becomes heavier. Her self-confidence erodes and she finds herself inside a shell only to come out and hold the child's hand during his dark times.\nSociety has a longstanding misinterpretation and superstition regarding mental health. Mental health is a real problem. It is not a figment of anyone's imagination. Doctors, counsellors, therapists, and medicines are there to help, and one must try to avail these interventions just like they seek assistance for physical ailments.\nPersons with mental health issues can live perfectly normal lives with medicinal adjustments and therapy. True, there are often side effects, but one must try to seek help and not take matters into their own hands, because every case is different and every diagnosis and prognosis varies.\nBut we should also address the misconception and stigma associated with mental illnesses through general education, through orientation of general doctors. For mental health patients, family support is a key part of their support system. Mental health awareness does not only deal with the illness of the mind, but also acknowledges the process of taking care of it.\n\"Life cannot be as bad as you think, you are almost there. Trust yourself, you can do this.\" This is always the prayer of a panic-stricken mother who silently sobs hoping that her son is safe and that the demons in his head are not torturing him to the edge again.\n \nMansura Kabir is not the author's real name.\n",
        "headline_1": "Mental health: A mother’s woes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/mental-health-mothers-woes-3057201",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "When I was seven, I was visiting a much older sister in Boston, Massachusetts. I was given the run of her small, airy apartment, and in her bedroom, I found a book discreetly tucked away between other inconspicuous titles. It was a large white paperback with a glossy cover and the words \"Our Bodies, Ourselves: A Book By and For Women\" in bright green over a black and white photo of women demonstrating in the street with the sign \"Women Unite.\"  Even though I was an incredibly precocious second grader, I had no idea what this book was about – the title gave me no clue because at age seven, I was wholly comfortable in my skinny little brown body. And I didn't know that, as a female, it was already a battle zone, with various men – and ill-advised women – wanting to legislate control over it.  \nI naturally didn't understand everything in the landmark book, first published in 1970 two years before Roe vs Wade was passed. It was about women understanding and taking ownership over their bodies, sexualities, and spirits – though that is probably too simplistic a summary.  One photo will be forever emblazoned on my psyche and that I would return to several times until I could not anymore. It was a grainy black and white crime scene photo of a young woman named Gerri Santoro, who had died in the process of getting an illegal abortion at the hands of her lover. Her husband was a violent, abusive man and Gerri found refuge in the arms of another. When she found out she was pregnant, she feared her husband would harm her and her daughters. She felt she had no choice but to terminate the pregnancy.\nGerri's naked body was photographed, with her collapsed torso over her kneeling legs, and blood-soaked sheets behind her. She died like that, bleeding out from the catheter that was used to attempt the abortion of her baby. Her lover panicked and left her lying there. She was discovered the next day by a hotel maid.  My seven-year-old brain froze on that image of this girl. I stared at it for several minutes, unable to look away. As I got older, I would always go back to the book to learn more. Eventually, I started skipping that image. It caused me inexplicable psychic pain. The raw vulnerability, the nudity, the collapsed torso, the aloneness, the blood seeping into the sheets and carpet underneath Gerri haunts me to this day. \nGerri died in 1964, almost nine years before Roe vs Wade would be passed. The magazine Ms. would publish this photo with the headline \"Never Again\" underneath it, because that is what the women and male allies of the United States sincerely believed; that the days of back-alley abortions performed with wire hangers and catheters and unsanitary scalpels were well and truly over (Vice, 2016). Roe vs Wade allowed American women to exhale and cautiously hope that a war against us was not going to be waged any longer. \nYesterday, a month after a draft Supreme Court ruling had been leaked concerning the overturning of Roe vs Wade – an unsettling harbinger of how the machinery of justice in the US is failing – the ruling was overturned. My friends and family and, naturally, people on social media, are aghast, enraged, devastated, and terrified because this is about so much more than one law. This means that any law that governs human self-determination is vulnerable. That gay marriage could be overturned, that naturalised citizens could be stripped of their citizenship and deported, that Muslims can be sent to internment camps. Nothing – except, it seems the rights of gun owners – is off limits. This is a precursor to the fall of the empire. I was not surprised. I am still processing. I will resist. However, at this moment, I am also grieving because this particular situation is deeply personal. \nFor private reasons, I had to terminate a pregnancy, and I did so safely with care. Pro-lifers like to frame pro-choicers as morally bankrupt people who use abortion as a means of birth control. That we end lives with no afterthought. Nothing could be further from the truth. Not a month goes by that I don't think of that baby and what might have been. I would go on to raise a healthy son with my partner and I am deeply grateful that I was given a choice, even though it still hurts that I had to make it. \nAs I type this, the horror of this ruling is unfolding. The moment Roe vs Wade was overturned, clinics in Louisiana, Oklahoma, and Ohio – among others – were immediately shut down. Almost the moment the ruling was announced, appointments were cancelled, leaving scores of women without recourse – except now maybe the only choice Gerri Santoro felt she had. States are vowing to defy the ruling – while others are gleefully shoving this nation back into the dark ages. The Attorney General of Texas, Ken Paxton, closed his office and is making this dark day an annual holiday while Beto O'Rourke urges Texans to fight it at the polls. In a country that has known a cataclysmic civil war that was in part also about freedom over one's body, we are once again at civil odds, and will continue to be, it seems, for at least my son's lifetime. \n \nSharbari Ahmed is an author, a screenwriter, playwright, and an educator.\n",
        "headline_1": "Roe vs Wade: The United States' descent to the ‘Dark Ages’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/roe-vs-wade-the-united-states-descent-the-dark-ages-3056781",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "As you read this piece, the water is receding in Sunamganj, while the bodies surface. I say Sunamganj and not the northeast, because that is my hometown and I feel deeply connected to the struggles of the Sylhoti people – my people. And perhaps the problems in our media consumption and policy understanding around floods stem from exactly that sentiment: a false sense of proprietorship only when one's one skin or kin is on the line of fire – or water, as in this case.\nOn June 9, torrential rains started a little out of season in Sylhet and Sunamganj, along with in neighbouring Kishoreganj. It was downcast and pouring for five days straight in Ashar, but people thought little of it; locals have grown used to chaotic seasonal shifts that put their livelihoods in danger. The chief concern was storing whatever amount of collected grain that was miraculously saved from the flash floods during Baishakh, and keeping the next year safe along with it. But five days into the rain, when the waterline crept closer and closer to their porch, slow panic set in. This was not like other years, when the rain abated, and the water flushed out along the river and the lakes. It was as if someone had plugged up all the waterways and let the heavens loose. Days and nights felt like one as the skies remained perpetually dark, and soon whole villages became disconnected from one another as the water rose to engulf entire highways. Piling their belongings on top of one another until they reached the roof, one family realised too late that the water had gone above the door and was still rising. Frantic attempts to open it would be of no avail as the waves began to hit, and they slowly drowned in their home – seven members of a family, together.\nThat was one story out of millions. People losing a year's worth of grain, desperately trying to save property documents that had taken entire lives to sort, sleeping with livestock because that was the only remaining wealth, losing mothers, fathers and children to the water that would not cease to rise, and worst of all, finding no way to bury or burn their loved ones, let alone grieve. Human lives were not \"disrupted\" by floods, this was not a mere case of haor-bashis giving into the inevitable rising waters that give their land the nutrition that allows them to prosper the rest of the year. It was an unprecedented attack on their lives and livelihoods, equivalent to man-made disasters such as wars. It is no surprise, but is of deep concern, that in Dhaka, there is an inability to find flood victims' lives \"relatable.\" The local and global audience look at flooding as an annual ritual – a sacrifice to a vengeful Mother Nature that gives as much as it takes. Flooding is not normal and the costs of it are not normal, and if we continue to normalise it in our narratives, we will not realise that we have not emerged into a post-flood Bangladesh.\nUnfortunately, neither the prevention nor the aftercare for flooding can be approached without careful planning and implementation across government, non-government, and private sector entities. Meghalaya and Assam have stormy weather forecasts and experts warn of a second round of flooding in Sylhet, and it is already the worst flood in decades. With 72 percent of the division affected by the disaster, relief efforts need to be targeted to the most vulnerable families first in order to effectively prevent the more long-lasting impacts of flooding, such as the spread of waterborne diseases.\nOne of the common infrastructural requests by locals is the installation and maintenance of sluice gate-style dams to control the water flows in haors. In Sunamganj, for example, the creation of the Fandar-Khaal dam has left out the possibility of millions of tonnes of water making its way through Dekhar haor to the Surma River. The reason for building this dam was to save the farmlands on the other side of the dam, and it is perhaps worth questioning now whether the benefits have outweighed the significant flood costs that Sunamganj annually suffers as a result. Infrastructural projects such as these never receive enough scrutiny either at the national or local level, and their CBA (cost-benefit analysis) reports are hardly ever disclosed at the outset of the process.\nBut the inefficiencies of bureaucracy are not the only factors to blame. River embankments are subjected to highly contentious property rights cases. Although the embankments ought to be controlled and heightened as per government discretion, they are often managed by local thugs and the soil is sold for profit, effectively reducing the depth to the riverbed, and leaving more room for flooding. Enforcing embankment regulation, either through purchase of land or through existing measures, would be a preventative measure if only powerful locals did not stand in the way.\nHowever, infrastructural changes may never be truly enough in a country so close to the sea level, and local governments must be empowered to treat floods in the northeast as cyclones are in the south. Multi-use plastic boats that can be reconditioned into planting beds in the dry season, radio-based communication devices for when the power is down, enlisted flood volunteers' records so that rescue operations are streamlined, local flood warning announcements, and dedicated shelter specifications are all readiness measures that would help UNOs and local government leaders build a connected and collaborated rescue effort, as opposed to the usual disparate and frantic one.\nAs the waters recede, many stories surface of local ingenuity – citizens bringing in gas cylinders into school shelters so hundreds could survive on cooked meals, families using beds as firewood, people collecting rainwater for drinking as the tube-wells go under, and countless more. There is great power in the collective, and it can only be utilised when we as a nation take on flood management the way we would do a fire or an earthquake – not as something to be managed in the aftermath with food and medicine, but as a phenomenon to be conquered with all the human innovation and resilience that a populace can muster.\nAnd, perhaps then, the stories of a flooding Bangladesh will not be about statistics or a narrative, but about the uphill struggle of a human being fighting insurmountable odds, and in the most unlikely way, winning. Not a tragedy of commons, but a ballad for heroes.\n \nMastura Tasnim is a policy consultant working on local development, religiopolitics, and gender education\n\n",
        "headline_1": "The Sylhet floods are anything but normal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-sylhet-floods-are-anything-normal-3055586",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "We are alarmed by the findings of a recent study of the Department of Narcotics Control (DNC) that said that 56 percent of the street children in the country are addicted to different kinds of drugs, while 21 percent of them are being used as carriers of drugs. The reason for the situation has also been identified – easy availability of drugs – with 53 percent of the children surveyed saying they can buy drugs directly from the traffickers. The study also identified the districts where the number of vulnerable children is higher.\nAlthough there are no reliable current figures, the number of street children in the country stood at 1.5 million in 2015, as per Bangladesh Institute of Development Studies (BIDS). These children are deprived of their basic rights – right to food, clothing, home, education, and healthcare. Although there are some programmes taken up by government and non-government organisations to rehabilitate them and provide them with a better life experience, these efforts are nowhere near enough for the vast number of children requiring support.\nLiving as they do – on the streets, with no support or protection and deprived of all their rights – these children often resort to drugs to feel good about themselves. According to the DNC study, 14 percent of street children said they have been taking drugs since they were 10 years old, which is horrifying. Experts say, young addicts often suffer from various mental health problems. The DNC study has also found that the children often lack the ability to control their emotions, with 64 percent of them identified as being unable to manage themselves. Taking advantage of their vulnerability, drug traffickers sell cheap drugs to them and also use them as carriers. This is a heinous crime. Law enforcement officials must conduct regular drives to catch such criminals who play with children's lives, and legal action needs to be taken to punish them.\nEqually importantly, to rehabilitate this large number of street children who remain vulnerable to all kinds of abuse, not just of drugs, the government should create a thorough database with updated information and take measures to ensure their wellbeing. Their education should be its number one priority. The children also need proper counselling to bounce back in life. There are many private organisations in the country who have been working to ensure their rights. If the government and these organisations work collaboratively, the situation can definitely improve for our street children, and they can be saved from the scourge of drug abuse.\n",
        "headline_1": "Save street children from drug abuse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/save-street-children-drug-abuse-3056896",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "While the nation's attention was fixed elsewhere, the coronavirus numbers have been rising again, and fast, one should add. In the 24 hours till Sunday 8am, at least two people died from Covid-19, while 1,680 people tested positive. This, according to data from the Directorate General of Health Services (DGHS), marks the second consecutive day that the positivity rate crossed the 15-percent threshold – for the first time in over four months. On Saturday, at least three people died from Covid-19, while 1,280 people tested positive. A week-on-week analysis prompted a striking observation from the World Health Organization, which said that Bangladesh has the highest rate of infection in the world. In one week, the number of infected people in Bangladesh increased by 350 percent.\nThis pattern of increase – which, as an expert said, means we've entered the fourth wave of coronavirus – should concern us. The question is, why are Covid numbers rising when Bangladesh has vaccinated a large number of its citizens? Of the three who died by Saturday morning, two had received two shots of vaccine each, while the other had received a single dose, according to DGHS data. This is known as a case of \"breakthrough infection\", where a vaccinated person gets Covid-19. If this is a sign of things to come, Bangladesh, where a relatively small percentage of the population got the booster dose and where people are still generally lax in following health guidelines, has a lot to worry about.\nExperts say that since the coronavirus is constantly mutating, no vaccine can guarantee a lifelong protection against it. Two Omicron subvariants, which are already causing havoc in a number of countries, are feared to be behind the recent rise of infections in Bangladesh. These new variants are highly infectious if not highly dangerous. But the effect of a vaccine, or the antibody produced from one's exposure to infections, gradually wears off after a certain period. This makes it extremely important that we follow health guidelines at all times even after vaccination, and that the majority of the population are given the booster dose (and more doses if the pandemic persists) as soon as possible.\nPart of the problem in Bangladesh is people's indifference to testing. Earlier, when the pandemic was at its peak, there was some interest in voluntary testing but that, especially after being vaccinated, seems to have largely dissipated. This has to change. The authorities must launch a new drive to raise awareness of testing and other Covid precautions if we are to handle the new wave effectively. At the same time, the nationwide testing and vaccination programmes should be strengthened further. Following health guidelines, especially wearing masks in public and maintaining safe distance, should be made mandatory again.\n",
        "headline_1": "Rising Covid cases should worry us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rising-covid-cases-should-worry-us-3056886",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "On June 24, the US Supreme Court overturned Roe vs Wade in its long-awaited decision in Dobbs vs Jackson Women’s Health Organisation involving a challenge to a Mississippi law banning abortion after 15 weeks of pregnancy. Wasting no time, 11 states have already banned or greatly restricted abortion, and others are poised to do the same. According to the Centre for Reproductive Rights, this makes the US “one of only four countries to remove protections for legal abortion in 25+ years”. It also puts the country at direct odds with global trends. As the Centre reports during the last few decades, “monumental gains have been made in securing women’s right to abortion, with nearly 50 countries liberalising their abortion laws”. While some of these countries have abolished their existing abortion bans, of the kind now being advanced in parts of the US, others have introduced more incremental changes, such as India’s recent increase of the gestational limits for terminating a pregnancy.\nRead full opinion on TOI+\n\n",
        "headline_1": "America’s body politics: US Supreme Court’s abortion verdict will have disproportionate impact on poorer American women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/americas-body-politics-us-supreme-courts-abortion-verdict-will-have-disproportionate-impact-on-poorer-american-women/",
        "news_paper_name": "The Time of India",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "Kerala’s electricity regulator on Saturday raised the average tariff across consumer categories by 6.6%, the first hike in almost three years. The increase was modest as the state government’s electricity distribution company (discom) sought an average increase of 18%. The dissonance between the regulator and discom on the right tariff level is a symptom of the perennial crisis India’s power sector finds itself in. Tariffs are not periodically revised, making it hard to bridge the deficit between cost of supply and electricity revenue. An outcome is that total discom losses are huge – it was Rs 5 lakh crore in 2019-20.\nThe root cause of the power sector problems, however, is the approach of state governments and not the performance of regulators. The Electricity Act allows states to subsidise customers on the condition that they pay the subsidy amount to their discoms in advance. That seldom happens. Consequently, discoms delay payment to power generation companies. Aggregate discom overdue was just over Rs 1 lakh crore at the beginning of June. The delayed payment has a domino effect and there are cash flow problems all through the chain in the power sector.\nGoI has tried to address this problem for two decades, but with negligible success. Two critical benchmarks are never met. For example, the Uday scheme aimed to eliminate the deficit between electricity cost and revenue by 2018-19 and simultaneously lower the aggregate transmission and commercial losses to 15%. In 2019-20, there was a deficit of Rs 0.6 per KHw between electricity cost and revenue, and AT&C loss was 20.9%. GoI’s efforts revolve around financial engineering and the incentives are not strong enough to nudge states to make durable changes.\nCurrently, GoI is in the midst of another effort, a revamped distribution sector scheme, to solve the problem. The efficacy of the scheme will be enhanced through two measures. Regulators need to act on an existing law to notify a road map to adjust tariffs in a way that brings them within 20% of the average cost of supply. Separately, the learnings of the pilot projects of DBT for electricity subsidy carried out in states such as Kerala and Himachal Pradesh need to be debated. A transition to DBT is the only durable solution as public pressure on state governments will lower incidence of payment delays.\n\n",
        "headline_1": "Electric message: Kerala’s tariff hike is a symptom of the power sector’s main problem. States must subsidise consumers directly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/electric-message-keralas-tariff-hike-is-a-symptom-of-the-power-sectors-main-problem-states-must-subsidise-consumers-directly/",
        "news_paper_name": "The Time of India",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "There’s perhaps an even larger leadership failure in Shiv Sena than the alleged aloofness of Thackerays. The high number of rural MLAs who have deserted Sena is indicative of how Matoshree’s preoccupation with Mumbai and cash-rich BMC has meant a costly neglect of rural and mofussil Maharashtra. In an ultra-competitive political landscape where every successful player is deepening/expanding its social base, sitting pretty on one’s laurels is not a winning strategy.\nBJP has been a top-class player in this game, transforming itself from a middle-class/upper-caste party to a big tent accommodating numerous social groups, the marginalised among them. But there are other examples. In Tamil Nadu, Dravidian parties preserve electoral dominance and don’t let national parties expand too much because they have worked hard to expand their caste and class coalitions over time. In Bengal, TMC outmatched BJP because of its deep organisational network and Mamata Banerjee’s relentless outreach. In neighbouring Odisha, even with Naveen Patnaik as CM for more than two decades, BJD still fights for more in every election, this year scripting history by forming all the zilla parishads. These parties do not take their voters for granted.\nLook at BJP and Sena in Maharashtra. The best example is the 2014 assembly election, which they fought separately, thus giving a better idea of each party’s influence. Lokniti-CSDS post-poll survey showed BJP’s vote share was ahead of Shiv Sena’s by 13.9 percentage points in urban areas, 12.3 in semi-urban areas and 6.1 in rural areas. Today, BJP’s energetic inroads into the cooperative sector that has been the backbone of the state’s rural economy, and also an NCP-Congress citadel, are plain to see.\nClever parties know that intense competition for votes also makes voters feel engaged and empowered. Immobile organisations lose connect with today’s restless and aspirational citizens.\n\n",
        "headline_1": "Connect or suffer: The wider political lesson for all parties from the Sena crisis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/connect-or-suffer-the-wider-political-lesson-for-all-parties-from-the-sena-crisis/",
        "news_paper_name": "The Time of India",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "It is unlikely that many people, other than students of chemistry, have heard of scandium, yttrium, lanthanum, cerium, praseodymium, neodymium, promethium, samarium, europium, gadolinium, terbium, dysprosium, holmium, erbium, thulium, ytterbium and lutetium. Together, this group of 17 is known as Rare Earth Elements – a better known term – whose demand is on the rise for many critical applications in modern manufacturing, including electric vehicles, renewable energy and high-tech electronics. India is almost 100% import dependent for most rare earths. Interestingly though, India has great potential for domestic production possessing the fourth highest reserves of rare earths in the world. And the ministry of mines is proposing to capitalise.\nWhy are rare earths strategic?\nRare earths are used in small quantities but have qualities that make them essential. Neodymium, for example, is a critical component for permanent magnets and has the ability to carry material 1,300 times its own weight. Neodymium-based permanent magnets are key components in EV traction motors and wind turbines. Currently, the demand for these in India is small, at around 900 tonnes per annum, because domestic manufacturing of EVs and wind turbines is still limited.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why India should become a rare earths powerhouse: But this requires private participation and modern mining norms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-india-should-become-a-rare-earths-powerhouse-but-this-requires-private-participation-and-modern-mining-norms/",
        "news_paper_name": "The Time of India",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "Netanyahu or Bibi is the standard-holder for the Jews who favour a bigger country but without citizenship to Palestinian Arabs\nThere was a rare moment of grace in Israeli politics last Monday, as Prime Minister Naftali Bennett and Foreign Minister Yair Lapid announced they would dissolve their extraordinary coalition and pitched Israel into its fifth election in three and a half years.\nThe coalition was extraordinary because it included such a broad spectrum of political conviction in Israel, from Rightwing pro-settler parties like Bennett’s Yamina to Centre-Left Yesh Atid (Lapid’s Party) and even, for the first time ever, an Islamic party, the United Arab List.\nThe moment of grace was the loyalty and even friendship shown by Bennett and Lapid, political and ideological opponents who rose above the bitter divisions of a fragmented Israeli political scene characterised by defections and betrayals.\nThey did not blame each other for the coalition’s collapse. They treated each other with respect. Bennett even kept his word to share the top job in rotation with Lapid, who will become prime minister of the transitional government for the months between now and the next election, probably in late October.\n“They are political rivals who were wise enough to create a rare partnership, almost utopian by Israeli political standards. They began nicely and ended even better. We were as dreamers—is this Israel, or Denmark?” wrote Haaretz journalist Yossi Verter. But these two men apart, it’s Israel. Definitely Israel.\nThe eight-party coalition had one unifying principle: to stop ‘Bibi’ (Binyamin Netanyahu, prime minister for most of the past 25 years) from coming back to power yet again. It could only work by concentrating on social issues (where there was some agreement) while preserving the status quo on ‘security’, settler violence and Palestinian rights.\nEven so, the attempt to hold such a spectacularly diverse coalition together was ultimately sunk by the defections of members who felt morally compromised by working with people of such radically different views. It only had 62 Members of the Knesset out of 120 to start with, and just three MKs quitting, one at a time, destroyed its parliamentary majority.\nSo will Netanyahu be back in power again after October? He’s still on trial for breach of trust, accepting bribes, and fraud, but the coalition didn’t get around to banning people on trial for felonies from becoming prime minister, so it’s certainly possible.\nThat was why Netanyahu strove so hard to bring the coalition down, getting the opposition to vote against every single coalition measure. The Knesset and the country are so evenly balanced that any reshuffle of the deck is another chance to win.\nNetanyahu even got his allies in the Knesset to vote against another five-year extension of the regulation that places Jewish settlers in the West Bank under Israeli civil law, not the military law that controls life for Arabs in the occupied territories.\n \nThat normally goes through automatically, without debate, but Netanyahu’s Likud Party and its allies voted against it despite the fact they are pro-settler parties. Bibi knew that the four Arab members of the coalition government couldn’t bring themselves to vote for the settlers having special rights, so the measure failed and the coalition fell.\nActually, everything political in Israel is ultimately about the settlers and the occupation now, and the country is split down the middle with almost surgical precision. That’s why it was so hard to make an anti-Bibi coalition, but it’s just as hard to form a pro-Bibi one.\nFew people realised that this was the future they were creating when Israel won the 1967 war and conquered substantial Arab-populated territories in the West Bank, the Gaza Strip and the Golan Heights.\nBetween the 1948 war, when most Arabs fled or were driven from what then became Israel, and the Six-Day War of 1967, about 85 per cent of Israel’s population was Jewish. After Israel’s victory in that war, about half the population on the land now controlled by Israel was Arab and either Muslim or Christian.\nThat is still the case today, although the Gaza Strip has been turned into an open-air prison that is technically not in Israel. So unless you are planning to give the occupied territories back, you can have a democratic Israel where half the population is Arab, or a Jewish Israel where half the population has no political rights.\nThat’s the choice that divides and paralyses the country, and there’s no decision on the horizon. Bibi is the standard-holder for all those Israeli Jews who favour a bigger country but one where most Palestinian Arabs are not citizens, and he may be back in power by the end of the year.\nThe author’s new book is The Shortest History of War",
        "headline_1": "Israel: All turbulence in politics is about Netanyahu",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/israel--all-turbulence-in-politics-is-about-netanyahu.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "There’s nothing exciting about the Prez poll, at least not till the eve of the 2024 LS election\nThe process of electing the 16th President of India has begun. The election is scheduled for July 18 and the counting of votes will take place on July 21. Exactly a month earlier, Yashwant  Sinha, the Opposition’s unanimous choice, filed his papers. The choice of the ruling BJP and its allies is Droupadi Murmu. Unlike other elections, the presidential election is routine and there’s nothing exciting about it. Generally, the ruling party with a majority in the Lower House and sufficient seats in the Upper gets its candidate elected. The Opposition candidate is more of positioning to tell all that the next President was not a consensus choice. Though the BJP is a little short on the numbers, its candidate is likely to sail through as BJD and others have pledged support to Murmu. The President is indirectly elected by an electoral college consisting of MPs and MLAs. The electoral college comprises 776 MPs and 4,123 MLAs who would be voting to elect the President. Total votes for UPA candidate (including the support of non-UPA parties) are 4,02,682 which is 37.31 per cent of total votes while the votes for NDA candidates with outside support are 6,13,849 or 56.82 per cent.\nThus the outcome of the election is obvious. Though often the office of President is seen as politically insignificant, it is not. The President’s role gets pronounced at the time of the formation of a new Government, especially when no party has a clear mandate. For this reason, the party in power never takes it lightly and settles for the most trusted person. Murmu is a former Jharkhand Governor, a two-term MLA from Odisha and served as Minister in the BJP-BJD coalition Government. Sinha has had an illustrious political career and a clear political ideology; he served as Finance Minister in the Vajpayee Government. But it is the numbers and not merit that would decide the President and Murmu’s credentials as a tribal lady are unbeatable. What is more, Murmu is getting a lot of support from non-NDA parties and so is likely to win hands down. But her moment of truth would come in 2024 when she would be instrumental in the formation of a new Government at the Centre.",
        "headline_1": "First among equals",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/first-among-equals-first-among-equals.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "By all sights and sounds, potential for enrolment in Madrashas has been there because of the religious sentiments peaking in times of stress and strains. Whilst dropouts were reported from pre-primary and primary education streams - unofficially; let alone, the senior classes who simply broke up into microcosms of corralled introverted lives. The community feeling ebbing away through the distancing requirements. A measure of creativity that must have been tried out alongside the general pursuit of life whose unfamiliar dimensions were too overwhelming to brook. As it is, all educational institutions were theoretically considered vulnerable to Covid infection, or at least by the norms of social distancing the adolescents had better stayed put in their households! Although youngsters were not to begin with regarded as sitting ducks to the free wheeling contagion, they were too delicate to be risked at the altar of a scowling pandemic. As a matter of fact, there have been sighs and moans experienced in different quarters over the stupendous loss of classroom instructions to the caprice of the demonic evil. Online education could hardly be a substitute for rapport building and instructional atmospherics to let off the steam and help keep their wits about them. In fact the insidious environment made the youngsters lose their equilibrium, even though some of them made innovative use of their time. In this context, it will be worthwhile to identify the deep scars etched on their minds and try to heal them out of the mental woods some of them must have strayed into without the benefit of proper guidance and counseling. They must now grab with both hands every opportunity that presented itself to enrich their mental horizons through the spirit of inquiry, active research and competitive zeal. There are tides in the affairs of a nation just as we are experiencing now in the splendour of the new vista opening before us through the gateways of the Padma Bridge.A study carried out by the Brac Institute of Educational Development has shed light on an unfolding dimension to pre-primary and primary education level admissions. Still narrowly calibrated and typical of a context, BBC Bangla service has flagged this off on June 24, 2022 revealing admission rate to pre-primary and primary levels at 62.7 per cent and 96.2 percent respectively in 2020. In 2021 the figures declined to 49.6 and 93.6 respectively. In other words, during the Covid pandemic, admissions to general pre-primary and primary levels witnessed a reduction. The reasons are not far to seek. Here in the Madrashas they could stay as though in a 'quarantine'. So the risk factors were allayed as the pupils were kept in a disciplined atmosphere with lessons being imparted on a regular basis. Madrashas to a large extent were residential facilities promising upkeep also. Moreover, all schools were shuttered down for a year and a quarter; yet towards the end, the largely self regulated, Madrashas were operational in an ongoing off-going manner. Parents avoided drop-out of their children availing themselves of the opportunity to put their wards in a regulated environment.",
        "headline_1": "An inclination towards Madrasha education?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-inclination-towards-madrasha-education-1656255942",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "Forty seven years ago the G8, a motley convergence of wealthy countries got together to try and consolidate opinion on the future of the world in a variety of issues. The assumption was the world couldn't do without it. That this was based on grandiose assumptions quickly disintegrated to a G20 group that sought to bring into the fold thirteen other nations into the broad thinking. There was no second guessing why. If G8 wanted to dish out spoonfuls of ideology, they needed the recipients, the H20 with its massive market potential to come on board. That that too, was destined not to work was evident from the exclusion of Russia in 2014, as an outcome of the annexation of Crimea, and the leaving China and ASEAN out of the Group. Thus, G8 was reduced to G7. Since then the World Economic Forum converging on Davos, Switzerland turned out to be a going through the motions with lavish parties and side dishes.Through the years, leaders of big business invited to share how they could become part of the master plan continued to come up against hurdles. When they returned from the frozen climes, giant businesses displayed little by way of planning that provided any semblance of comfort. Tariffs, duties and the ease of prying open protected economies had not, as expected, materialised. There were dollops of assurances, few of which could be implemented as the G7 and the unlikely partner the European Union battled to settle their own internal squabbles. There were two major misconceptions. The post Second World War situation wherein the ambitions of some 43 countries at Bretton Woods to divide post war reconstruction and economic structure among them was so short-of insight, it was more exclusive than inclusive. The numbers increased slowly but came up against rock hard walls. The subsequent emergence of the World Trade Organisation took decades to arrive at a grudgingly acceptable solution whereby intra global trade was given a chance. By the time the 'what's in it for me' question was addressed it was clear by the turn of the century that integration of the European Union? National ambitions, nationalism as a whole was at odds with the softer of sinister objectives of different aid and aid-based policies were simply out of sorts.It wasn't a surprise that the latest Davos thing moved away significantly to issues that addressed the dire straits of a limping EU, a US that was devoid of meaningful direction and in essence ignored the 60% world trade repercussions of the rest of the world. Without Russia and China Davos has little sheen to boast of. The previous year's stand-out theme of the Fourth Industrial Revolution was too much to be stomached by countries that had bigger internal fish to fry. The well planned and phase-wise economic grip extended and strengthened by China, Russia's incisive military forays first the unchallenged annexation of Crimea, then support of Khazakastan and now the war in Ukraine took the stuffing out of NATO. These territorial ambitions left the United Nations, NATO sand economic pundits in total disarray. The resultant proxy war threatens to escalate out of control as zealously guarded sophisticated and lethal weaponry is made available to Ukraine. Long held policies of non-engagement by even Germany have had to be overturned in a perplexing situation where any defeat of Russia in combat is at best a mirage.The war has exposed the grisly fragility of dependent economies and created a new want of facing the music and reluctantly pushing back the other pressing but no longer feasible aspects of dealing with the more basic problems of poverty, education, nutrition and self sufficiency. From the sophisticated legal wrangles of Europe, through America's trade war with China and the growing bankruptcy of nations previously touted advancing economies it's not a happy situation. Battered by the pandemic's havoc on economies and livelihood, the unplanned for drain of stimulus packages on a new trade order the pressing quotients of Climate Change and the more nice to haves, popular dissertation on hunger, education and so on have been relegated to the back burner. In its place Damocles' sword hangs over countering inflation and increasing prices. Even before the new irritants there were protests in Europe and around the world over rising prices. The UK protests have been muted in no movements spilling on to streets. Train employees have since taken the lead. India, China, Bangladesh have refrained from condemning Russia while supporting refugee issues. Tacitly, it's a support for some of the territorial and historic arguments pushed ahead by Russia. China is taking lambasting on the chin so much as to say they aren't concerned about happenings in Ukraine. In its stead they have reinvigorated the consortium of Brazil, Russia, India, China association to push ahead with its own agenda. China is benefitting from buying Russian oil at reduced prices , India is doing more. Not only are they buying, they are double profiting from reselling refined versions.The new economic order is emerging, shedding the shackles of the old order. It helps its economy and growth , supports the One Road, One belt initiative and gives it a way out of the trade spat with the US. Bangladesh has so far carefully negotiated a way through the China-India divide. The Chinese Ambassador who warned Bangladesh against joining QUAD has now not just praised the resoluteness in building the Padma Bridge in the face of unthinkable diversity but also echoed Prime Minister Sheikh Hasina's caution of unholy elements trying to somehow sabotage the inauguration. No names have been mentioned so far. No doubt behind the scenes discussions are on for bolstering the economy through aid or soft-term loans. That's a better cry than being weighed down by sovereign loans as has been the case with Sri Lanka.\n[email protected]",
        "headline_1": "The shelf life of the G7 is in serious doubt",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-shelf-life-of-the-g7-is-in-serious-doubt-1656256000",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "International community's lack of interest in mitigating the prolonged sufferings of the Rohingya people in shanti camps is seen as a matter of shame. Their stalled repatriation speaks of sheer indifference to the issue.It is highly regrettable that four and a half years have elapsed since the signing of repatriation agreement between Bangladesh and Myanmar in November 2017, but Myanmar has not taken back even a single Rohingya from Bangladesh. The talks between the two countries that resumed in January after a two-year break due to Covid and the military takeover in Myanmar produced naught.Bangladesh requested Myan-mar to expedite the verification of Rohingyas to speed up their repatriation back to their homeland, but the Myanmar authorities showed no interest about it. The question is whether the Myanmar authorities are wasting time on the pretext of verifying the Myanmar nationals, who fled homes around five years ago after enduring a brutal military crackdown in the Rakhine province.And, international funding for upkeep of the refugees has also been declining rapidly. The UN High Commissioner for Refugees said it had received barely 13 per cent of the required funds until May.With the funding for the refugees declining, Bangladesh has been facing a huge pressure in taking care of a large number of forcibly displaced people from Myanmar.The situation requires the international community as well as Bangladesh to put greater pressure on Myanmar so that the latter takes back its citizens by putting in place safe and conducive conditions in the Rakhine province.According to newspaper reports, Bangladesh had handed over the names of 0.84 million Rohingyas to Myanmar authorities. But, until now, the Myanmar authorities have verified the names of around 42,000. And despite some attempts to take them back, many Rohingyas refused to return because of the uncertainties surrounding their citizenship and safety. This is only fair. Why would they go back to their country if they are not given citizenship?But having to take their responsibility indefinitely is an unnecessary burden on Bangladesh. Bangladesh and Myanmar ought to break the stalemate by holding regular meetings of their Joint Working Group and Technical Working group.And the international community should put pressure on Myanmar to expedite the verification process and grant citizenship to the Rohingyas. It is incumbent upon the international community to act to resolve the lingering crisis.The United Nations persistently failed to redress the issue as many powerful countries were seen bolstering the genocidal military regime in Myanmar. It's regrettable that some countries are not even ready to recognize the atrocities committed against the Rohingyas in Myanmar.It is against this unacceptable backdrop that the Rohiungya elders from the US, Canada, the UK, Germany, Japan, Australia and Bangladesh met Sarajevo last month to remind the world that the Rohingya people's rights to life and liberty continue to be usurped by and violated by the Myanmar regime with no solution in sight. They demanded that the perpetrators are held to account.The meeting took place when countless Ronhigyas continue to live in subhuman conditions in many countries, mostly lacking legal status, and thus remaining vulnerable to trafficking.\n[email protected]",
        "headline_1": "Fading response to Rohingya sufferings",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fading-response-to-rohingya-sufferings-1656256036",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2022"
    },
    {
        "full_article": "Eid-ul-Azha is around the corner. Cattle markets are being set up in different parts of the country and a large number of sacrificial animals are being prepared for sale. However, the practice of fattening the cattle artificially can be a serious health hazard for us. A section of unscrupulous farmers and traders is involved in artificially fattening sacrificial cattle by injecting hormones and chemicals in their bodies. This is harmful both for the animals and public health. Consuming the meat of artificially fattened cattle might cause diseases such as cancer, cardiac failure, kidney-disease, and cancer-related ailments in humans. This is highly alarming. If strict measures are taken to prevent the practice of fattening sacrificial animals artificially, no one would dare to commit such a heinous act before Eid-ul-Azha. So, we urge the authorities to enforce the existing laws strictly in this regard, and make people aware of artificially fattened cattle. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Stop fattening sacrificial animals artificially",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-fattening-sacrificial-animals-artificially-1656256066",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2022"
    }
]