[
    {
        "full_article": "At a time when most other India-Pakistan exchanges are suspended, even a simple proposal by the Pakistan Hindu Council, forwarded by Pakistan to India, to allow pilgrims of both countries to travel by air to avoid cumbersome journeys seems a leap. Islamabad-Delhi ties now are possibly at their worst ever in peace times, with no political dialogue at a bilateral or multilateral level for over five years. After many terror attacks, India has stopped normal communications and cultural exchanges, and after the Government’s moves on Article 370 in Jammu and Kashmir, Pakistan stopped all trade ties. Both sides have downsized their diplomatic missions. In addition, the COVID-19 pandemic has ensured that the borders have been virtually sealed for two years, with few direct routes operating between them. Even the movement of pilgrims may have been cancelled but for the conscious attempt by the two governments to make an exception for faith-based travel — as was done for the Kartarpur corridor that came up in 2019, the same year the two countries nearly went to war over the Pulwama attack. Religious exchanges, of mainly Muslim pilgrims from Pakistan, and Hindus and Sikhs from India, are governed by a protocol signed in 1974, and allowed to continue. While the routes for Sikh pilgrims, from Indian Punjab to the Pakistani Punjab province, are relatively easy, hundreds of Indian and Pakistani pilgrims crossing over at the Wagah/Atari border to travel further to the Hinglaj Mata Mandir in Balochistan, the Paramhans Mandir in Khyber Pakhtunkhwa, the Ajmer Sharif dargah in Rajasthan, the Nizamuddin Aulia in Delhi and other such shrines, face more circuitous routes. To avoid the extra time in travel, the Pakistan Hindu Council, which has now signed an MoU with Pakistan International Airlines (PIA) to facilitate faith-based tour groups, has asked that PIA charters from Karachi and Lahore be allowed to fly direct to Indian cities this week, with a view to also allowing reciprocal air charters from India. This would be the first time such air travel has taken place in years, and the first time ever that pilgrimages would be accorded this facility. As pilgrim groups on both sides are vetted before being allowed to travel, the precedent is unlikely to pose any additional security threat. In an atmosphere fraught with tensions, such people-to-people initiatives can only help build some modicum of goodwill. No evident harm to national interests has come from other such recent moves embarked on by the two governments, such as the LoC ceasefire announcement in February, or the decision to reopen the Kartarpur corridor in November, or the Government’s nod for cricket under the T20 World Cup as well as other sporting events. While the Government’s reflex position may be to deny the request, it may prove wiser to give the proposal some deliberate consideration.",
        "headline_1": "Keeping faith: On people-to-people initiatives and India-Pakistan ties",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/keeping-faith-the-hindu-editorial-on-people-to-people-initiatives-and-india-pakistan-ties/article38330521.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-01-2022"
    },
    {
        "full_article": "In what should be the last act of a long and winding tax dispute drama, British firm Cairn Energy has said it has concluded all steps prescribed by the Indian government in order to be eligible for the refund of a contentious retroactive tax levy. The firm, now rechristened as Capricorn Energy, expects to get back ₹7,900 crore. Cairn Energy was the second major firm pursued by the I-T Department for taxes it believed had accrued in the past, using retro-active legislative changes introduced in the 2012 Budget by then Finance Minister Pranab Mukherjee. The original target for this move, that has sharply dented India’s credibility, was Vodafone, which had secured a Supreme Court verdict against the tax department’s demands for past transactions. Empowered to dig up similar transactions, involving the indirect transfer of assets situated in India, the I-T Department had, since 2014, pursued Cairn over a group restructuring undertaken in 2006, culminating in a tax demand of as much as ₹24,500 crore. Cairn and Vodafone had initiated arbitration proceedings against the Indian tax authorities’ actions, and won in late 2020. But in Cairn’s case, the taxman had recovered part of its ‘dues’ by forcibly selling its shares even as arbitration proceedings were pending — an action that led to The Hague awarding it penal damages of $1.2 billion. As part of the Government’s compromise formula worked out belatedly last August through amendments in the tax law, Cairn had to drop all legal proceedings seeking to enforce the arbitration award against India, forgo the damages and indemnify the Government against all future claims or liabilities. Last month, Vodafone also availed these provisions. The Government should, on its part, work swiftly to process their paperwork and preferably remit their dues before the financial year concludes. While this will be a necessary first step towards restoring some of the damage caused to Brand India, it may not be immediately sufficient — from labelling it as tax terrorism while in the Opposition, this government dithered on corrective action till its eighth year in office. Even in the eight months following the loss of the Cairn arbitration, it shuffled its feet, from denial and obfuscation to working out legal amendments to fix the mess. The only ostensible trigger for the change was global courts approving seizure of Indian assets as Cairn sought to enforce the arbitration award. Whether this was an outcome of bureaucratic bravado, official obstinacy, political paralysis or a combination of all three, India needs to abandon such fickleness and demonstrate greater certainty and predictability across economic policy, be it about GST or global trade engagement, in order to bolster its credentials as an ideal investment destination.",
        "headline_1": "Taxing drama: On retroactive tax disputes",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/taxing-drama-the-hindu-editorial-on-retroactive-tax-disputes/article38330541.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-01-2022"
    },
    {
        "full_article": "In view of the surging Covid-19 cases across Bangladesh, the government issued new sets of guidelines earlier this week to curb the spread of the virus. The directives that were issued on January 21, 2022 directed the closure of educational institutions for two weeks—from January 21 to February 6. It also said that any event—government, religious, social or political—should not allow more than 100 people to attend, and even those attending must produce their vaccine card or PCR test results, not older than 24 hours prior to the event. Individuals working in various offices and factories must have their vaccine certificates, and the guidelines also made mask wearing mandatory in all public places, including shopping malls, bus stands, launch terminals, mosques, etc.\nHowever, how effective these new set of directives will be in containing the new wave of the pandemic needs thorough scrutiny.\nIf one takes a closer look at the three set of guidelines the government issued on January 10, January 21, and January 23, respectively, covering 17 rules in total, one would see that significant emphasis has been attached to social distancing measures and Covid hygiene practices. Looking at these, one can safely assume that perhaps the end objective of issuing these guidelines is to fight the pandemic through social distancing in public spaces and adherence to the best Covid-19 hygiene practices.\nHowever, while the initial 15 guidelines issued on January 10 and another one issued on January 23 had been well contemplated, the five directives issued on January 21 could perhaps be better thought out—especially the one regarding the closure of educational institutions.\nTo start with, while in-person classes in schools and colleges have been suspended for two weeks to lower the risk of infection among students, the children remain exposed to high-density public gatherings, as multiple fairs are taking place across the country: the Dhaka International Trade Fair (DITF), for one.\nA video by this daily of the Police Women Welfare Association (Punak) fair in Lalmonirhat, which began on January 12, shows the unhealthy gathering of people at the fair premises. And the crowd invariably included children. On January 19, Lalmonirhat, along with nine other districts, were marked as Red Zones by the health authorities. The average infection rate in these districts is more than 10 percent. Given the situation, the Punak fair was suspended on January 23.\nThe scene is similar at the DITF, but it is still going on.\nWhen asked by the media about the effectiveness of closing down the educational institutions to lower the risk of infections among children, the education minister said, \"Effectiveness depends on everyone maintaining the hygiene rules.\" If that is the case, the parents who are taking these children to these fairs are not following hygiene rules.\nAnd not just these fairs, the children are being taken out to attend weddings—this being the \"wedding season\"—and parties, shopping malls and hangouts. When this is happening, how the two-week school closure alone would help prevent the spread of the virus among the students, one might be pardoned for asking.\nIn addition to this, the decision to allow the fairs to continue and the shopping malls to run like business as usual, while restricting the number of people who could attend events, also does not make much sense. So many people visit these fairs every day, and so many people visit shopping malls every day, so why this curb on events only? If the government's objective is to prevent public gathering, then they must come up with a holistic strategy to discourage people from congregating in one place. This should include fairs, shopping malls, airports—especially the one in Dhaka, which is turning into a breeding ground for the virus, given the 16-hour packed flight schedule and the lacklustre enforcement of social distancing rules—and other places where people might gather.\nThe government's U-turn to allow buses and launches to operate in full capacity, despite previously instructing them to run in half capacity that came with the set of 11 guidelines issued on January 10, also does not help in enforcing social distancing in public. Under the pressure from various actors in the transport sector, the authorities allowed public transports to operate in full capacity, meaning people are now being forced to commute in cramped public buses and water vessels.\nIf containing the infections through enforcement of social distancing and adherence to basic Covid hygiene is the objective, then the government needs to adopt a strategic way forward that will facilitate achieving this, not the contrary.\nAlso the authorities must realise that piece-meal measures and knee-jerk reactions such as closing down in-person classes, while still leaving the children vulnerable to exposure at public gatherings, would not help in keeping them safe. Nor would it help if their parents keep commuting in cramped public transports, potentially exposed to the virus. The same goes for restricting the number of people at events only.\nThe government must take a hard look at the measures taken so far, and its strategic plan to battle the new wave—if it has one in the first place—and take a rational and comprehensive approach that would yield effective results. Half-hearted, hasty measures will only increase public sufferings, which will not be a palatable outcome for any party involved.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "We must be rational in fighting the new Covid wave",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/we-must-be-rational-fighting-the-new-covid-wave-2948111",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2022"
    },
    {
        "full_article": "I see—and perhaps others do, too—some lights at the end of the tunnel. Reportedly, 35 public university vice chancellors have expressed their willingness to resign from their posts if the controversial Vice-Chancellor Farid Uddin Ahmed of Shahjalal University of Science and Technology (SUST) has to resign. I see some positivity in their declaration of solidarity with their favourite \"cousin\" in SUST, as this may well help resurrect the spirit of Bangladeshi higher education.\nAbout 25 years ago at Dhaka University, most of my friends who studied the economics course under the now-VC Farid had failed to secure passing marks and had to retake the course or sit for an improvement examination. It is well-known that students of the economics department are considered as the highest-ranking ones, and the word \"failure\" does not align well with their academic records. So, why did a majority of students fail the current SUST VC's course? According to them, they could not ask any questions to this professor. He came to class with his ancient, handwritten notes, followed a copy-and-paste routine on the board, and silently departed from the class when the time was up. He would be annoyed, even angry, at the questions of his students. \nAs an education researcher interested in the political economy of education, I was curious to know about his personal profile, and browsed a research database to read his peer-reviewed journal articles—but found none. With some anticipation, as a last resort, I downloaded his CV from the SUST website. It says the gentleman acquired a second-class 11th position for his Bachelor's degree, a first-class 6th for his Master's, and received a second Master's from Monash University in Australia. Without going into excessive detail, his CV also read that he had written \"20 articles and/or books published in national and international journals.\" What is most interesting in his profile, however, is that the number of professional associations he is involved in is half of the number of recreational clubs he belonged to.\nSome months ago, the education minister observed that most of our teachers were \"teachers by accident.\" Now I realise what she may have meant. The VC of SUST may be a good example for this phenomenon. Such an \"accident\" is detrimental to Bangladesh's aspirations of being an upper-middle-income country and having a knowledge-based society.\nSo, why should we let the like-minded VCs leave? In an undergraduate research interview, the Dean of the Faculty of Law at DU shared an interesting story. Once, a group of student leaders went to him with the recommendation to hire the then-second-best student as a lecturer at his faculty. He explained to the student leaders why universities need the brightest students as its faculty members. Even if the student in question did not perform well, the judiciary could still place him in various non-critical positions. However, the university did not have that luxury. A second-class teacher may continue teaching in a third-class manner, which would be a disservice to students for years to come. This seems to me a good reason for why we should welcome the wishes of VC Farid's comrades and arrange a grand farewell for all 35 of them.\nOne may argue that the VC's job is administrative and is therefore \"non-critical\", with no chance of denting the quality of education in classrooms. The controversial individual in question, however, has failed to prove his ability to safeguard his students and has reportedly relied on law enforcing agencies and student cadres of the ruling party to protect himself from the agitating students. Police, as always, went the extra mile. They hurled sound grenades, beat up the students, and filed cases against hundreds of them, many of whom were injured and hospitalised. The students' attempt to exercise their freedom of speech did not please the university administration. \nA more serious (rumoured) misconduct is of the VC's gratuitous comments about the female students of Jahangirnagar University, which do not warrant repetition here. I believe this person and his 35 friends do deserve a grand farewell as a first step towards improving the academic environment in our universities. The next critical step would be to ensure that people with better academic and leadership qualities, as well as integrity and self-respect, are chosen to lead higher education in the country.\n \nShahidul Islam is an education policy researcher. Email: shahidul.islam@queensu.ca \n",
        "headline_1": "The unenviable camaraderie of public university vice-chancellors ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-unenviable-camaraderie-public-university-vice-chancellors-2948106",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2022"
    },
    {
        "full_article": "Dr Badiul Alam Majumder, secretary of Shushashoner Jonno Nagorik (SHUJAN), discusses how the new Election Commission bill undercuts the ultimate exercise of democracy, in a conversation with Zyma Islam of The Daily Star.\n \nWhy are our Election Commissions deemed partisan?\nCertain laws are only implemented to protect the interests of the current regime. A sheer lack of transparency led to the formation of the current and immediate past election commissions, such as the 2012 and 2017 gazettes issued by President Zillur Rahman and President Abdul Hamid, respectively, which decreed that the election commissioners would be chosen by a search committee. The criteria that the search committees had used for selecting the commissioners were such that anyone would fit the bill.\nThe criteria included being 50 years of age, having 20 years of experience in important government or judicial service, etc. The disqualifications included having foreign citizenship, being sentenced for more than two years for criminal offence, etc. There are no mechanisms in place to test the history of honesty, courage and impartiality of the candidate. This paved the way for the appointment of our current chief election commissioner (CEC), KM Nurul Huda.\nHuda was a bureaucrat of the 1973 batch—the batch that was appointed without any rigorous exams, just based on allegiances. Throughout his career, he was viewed to be anti-BNP. As a result, he was victimised by the BNP when they came to power in 2001. They sent him into forced retirement when he was only a joint secretary, and he had to take them to court. He won the case, but the BNP government made him officer-on-special duty (OSD). After the Awami League came to power, he was made a secretary with retroactive effect. If the search committee had worked properly and transparently, people would have realised that he would have an axe to grind against the BNP.\nThe search committee itself needs to comprise fair and impartial members, and the president's gazettes or the proposed Election Commission bill do not ensure that. The search committee right now is made up of two sitting judges, the chairperson of the Public Service Commission, the auditor general, and two civil society members. All of these posts would have people who are either direct beneficiaries or not independent.\nHow do we ensure that the criteria of a fair, impartial commissioner can be met?\nThis cannot be done by setting any criteria. These need to be met by hosting public hearings and people speaking up. The committee is there to sieve through and find out what the truth is. The critical issue here is transparency and people's voice. The names being considered and recommended should be made public. Political parties should not be the only ones giving names. Anyone should be able to nominate a person as an election commissioner. Based on the initial scrutiny, the search committee would come up with 20 people, of whom five would be women, and host public hearings for feedback. People with something to hide would automatically stay away, rather than face public scrutiny. Later, they would send seven names to the president along with a report, and make both the documents public.\nWe wanted one to two months for the process. But according to the law, the government will have only 10 working days to do this. This is nothing.\nThe search committees that created the incumbent and immediate past Election Commissions never disclosed the names of their proposed candidates. Not even a right-to-information request yielded that. This lack of transparency enables the president to ignore the search committee's recommendations. According to Article 48 (3) of the constitution, the president's decisions must be as per the advice of the prime minister. If no one knows the names, there is no guarantee whether the commission would be formed as per the prime minister's choice.\nThe search committee, too, needs to be constituted differently. The search committee we proposed would comprise a retired justice of the Appellate Division, and three parliamentarians—of whom one is nominated by the leader of the House, one by the leader of the opposition, and the third by the third largest party in parliament. There would also be one constitutional position, one media personality, and one member of civil society. The media personality and the civil society member would be selected by the other five members of the search committee, unlike what the proposed EC bill stipulates. This would ensure that there is one independent voice or more.\nCan you reflect on the major points of failure of this Election Commission and the past?\nLooking back, some of the most critical moments of failure of the current commission were when they refused to take responsibility for election-time violence, allowing law enforcement agencies to wilfully repress the opposition candidates and their supporters, taking no action against election offences, and ballot stuffing, as revealed by the BBC, TIB, and centre-wise voting records. The Nurul Huda commission had said they would not use the electronic voting machines (EVMs) without the consensus of political parties. But he changed his mind and went ahead with EVMs in spite of a lot of resistance. Jamilur Reza Chowdhury was the head of the technical committee, and he refused to sign the recommendation to buy EVMs without voter verifiable paper audit trail (VVPAT).\nSHUJAN analysed centre-wise data from the 11th parliamentary elections and found 213 centres with over 100 percent votes. In more than 1,200 centres, BNP had zero votes, and Awami League had 100 percent votes in 600 centres.  The local government elections have been rife with violence, bloodshed and people dying, but the commission has squarely evaded responsibility, claiming that it was the administration's fault. A total of 42 of us petitioned the president in December 2020 and asked him to constitute a supreme judicial council to investigate the allegations of corruption and gross misconduct against the commissioners, but to no avail. It is clear that the commission is partisan and has committed fraud with the citizens.\n",
        "headline_1": "Proposed EC bill doesn’t ensure one’s impartiality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/proposed-ec-bill-doesnt-ensure-ones-impartiality-2948096",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2022"
    },
    {
        "full_article": "For many people, education means sitting in a class and mindlessly repeating what the teacher tells you. But is that really what education is about?\nAt the Institute of Wellbeing, we have a sizeable internship programme. We engage the interns in a number of activities, exposing them to new ideas and challenging them to think critically on a range of topics. After the internship, the interns are required to submit a reflection. I take the time to read each one. Most of the remarks are unsurprising: they are thrilled to participate in a live talk show, to interact with a transgender person, to have opportunities to debate issues with their peers. All those who have been forced to do the internship remotely due to Covid-19 wish that it could have been offline.\nBut there are also the surprising comments that make me take a pause and sit back for a moment, stunned. One of those that has come up a few times is their gratitude for being heard. Let me say that again. They speak; I am interested in what they have to say. The internship is not about rote learning—about them repeating what I tell them. I am actually interested in their ideas. I often disagree; I enjoy arguing with them. But I encourage them to express their own ideas.\nThe topic came up strongly with a couple of Pakistani students, so I asked my Bangladeshi students if they faced the same issue here. Perhaps, I thought, it was a problem mainly in the Pakistani educational system. Surely by the time they go to university, students are no longer expected to just regurgitate what their professors tell them? Alas, my Bangladeshi students said they experienced the same thing in most universities.\nWhat kind of education do we offer our youth if we do not encourage them to learn to think logically and critically? It is not hard to notice the damage done by blindly trusting what you see on Facebook and other social media sites, while disbelieving doctors, scientists, and the print media. Obviously, people need to be able to apply an analytical mind to misinformation, sifting through the lies, deceptions and garbage to see if there is anything worthwhile, and knowing where to turn for better information. It has always been dangerous not to possess the power of logical thinking, but as we are inundated with misinformation, and as the potential costs go up—not believing in the safety and efficacy of vaccines, believing that the climate crisis is a hoax—knowing how to think for yourself becomes more important than ever.\nCertainly, many of the most powerful among us would prefer that people not ask questions. That we accept the gig economy, the lack of secure jobs, the gross income and gender inequality that keep the rich rich, and men powerful at the expense of so many others. That we accept the idea that the environment is dispensable; all that matters is the economy, and the economy specifically refers to the ability of the wealthy to gain ever more money and power. But do billionaires control our educational system? Do we allow them to control our minds?\nAs our fascination with technology continues, we seem to have lost touch with so much that is basic in our societies. Many people say they have never read a book. Children are so absorbed by smartphones that they have lost the ability to hold a conversation. Our desire for ease, speed and convenience causes us to trash our planet with plastics, and throw away our lives on the roads.\nPart of why I love working with the youth is that they, like me, tend to be optimists and idealists. They believe in a brighter future. I hope to show them that that brighter future, while still possible, is fading away quickly—and will never be obtained by trusting in the wealthiest and most powerful to make decisions on our behalf. We need to regain control of our lives, our thoughts and our politics, so that we can work together to achieve a better world for this and future generations—not by repeating what we are told, but by using our minds and hearts to search for, and achieve, something truly worthwhile.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "We need logical thinkers now more than ever",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-need-logical-thinkers-now-more-ever-2948026",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2022"
    },
    {
        "full_article": "It is disheartening to know that a brave woman who had endured torture during Bangladesh's War of Independence is now facing eviction from her house for failing to pay her rent. According to a report in this daily, Birangana Shila Guha said she had been abused by her landlord for money and, not finding any help or way out, was contemplating suicide. The 70-year-old now has to beg for survival in the streets of Sreemangal.\nIt is disturbing enough that her supreme sacrifice in 1971 has not been officially recognised yet. She has not been listed as a Birangana even though 50 years have gone by since those days of horror. The declaration was supposed to come by December 16 last year, but it has not happened till date. That she is going through such trouble and harassment at this stage of her life also speaks volumes about the negligence of the state about our poor elderly individuals.\nShila Guha's story of misfortune is as horrendous as that of other girls and women who had been taken to the Pakistan Army camps. She survived that experience by a stroke of luck. Her second round of tryst with fate began when her father refused to take her in after the war ended, as she had been picked up by the Pakistanis. Her life since then has been one of despair, denial and betrayal. Even her husband, when he came to know about her war-time ordeal, left her. She has been fending for herself and her daughter since then.  \nShila Guha saw a ray of hope when the prime minister, in a video conference on June 20 last year, reportedly assured her that she would be accorded due respect, and her days of misery would end soon. In this regard, Sreemangal Upazila Nirbahi Officer Nazrul Islam told The Daily Star that her documents had been sent to the authorities concerned, but he had yet to receive any reply. We hope the government will soon intervene in this regard, and Shila Guha will finally find peace and recognition. Meanwhile, she needs succour on an urgent basis in the form of cash and kind. It's a shame for the nation when a war hero has to beg for survival.\n",
        "headline_1": "A war heroine can’t beg for survival",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/war-heroine-cant-beg-survival-2948011",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2022"
    },
    {
        "full_article": "The latest edition of the Corruption Perceptions Index (CPI) by Transparency International (TI) is now out. And as predictable as this publication is at this time of the year, it pains us to see that Bangladesh's performance in this annual undertaking by the global corruption watchdog has become equally predictable. In the 2021 edition, the country has once again scored 26 out of 100—the same as in 2020, 2019 and 2018. Once again, we have ranked second-worst in South Asia, above only Afghanistan, and third-lowest among 31 countries in the Asia Pacific region. In fact, a 10-year CPI trend analysis shows that Bangladesh has stagnated in the neighbourhood of the same score over the last decade, meaning there's been no real progress during the two latest tenures of this government. \nSince the CPI measures \"perceived\" levels of public-sector corruption, we may soon see a firm rebuttal from the government, disputing this badge of shame. True, there are questions about the methods used for measuring corruption. But one doesn't need TI to reaffirm what we already know to be true: that corruption has permeated every aspect of our lives, ranging from bribery, use of public office for private gain, diversion of public funds, and nepotism in public sector appointments to red tape and ineffective mechanisms for corruption control—to name a few areas of measurement cited by TI. We have seen repeatedly how a section of officials and politically influential people, including public representatives, indulged in various forms of corruption using their connections and poor institutional safeguards, and how they have been let go. In fact, the all-encompassing nature of corruption means that spillover effects of public sector corruption have ruined any chance of progress in the private sector too. \nAs a consequence, corruption has become a way of life. We can't get rid of it, but since the system has become so crooked, we can't live without it either. A key factor in the non-delivery of the pledges of \"zero-tolerance\" for corruption, according to the chief of the Bangladeshi chapter of TI, is the intrinsic linkage among politics, money and corruption, causing a disconnect of public decisions and actions from the common people's interests. \"Without a paradigm shift in our political culture to put public interest first, replacing the practice of treating political affiliation as a licence for abuse of power, corruption cannot be controlled,\" he says. We cannot agree more. \nTo see a change in this scenario, we need drastic reforms, starting with building a political consensus on the need for insulating public institutions from the influence of politics, money and criminality. The Anti-Corruption Commission (ACC) must be empowered to do its job. There should also be legal provisions to manage conflict of interest transparently, depoliticising institutions of accountability, and establishing professional integrity and impartiality of all vital institutions, including public service, administration and law enforcement agencies. We can't continue to repeat the mistakes of the past or allow the corrupt elements to eat away at the hard-earned achievements of our nation. \n",
        "headline_1": "Are we becoming incorrigibly corrupt?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/are-we-becoming-incorrigibly-corrupt-2947826",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2022"
    }
]