[
    {
        "full_article": "On October 6, the Reserve Bank of India (RBI) stuck to its 6.5% GDP growth projection for the year, with risks from geopolitical tensions, economic fragmentation, volatile financial markets and an uneven monsoon, evenly balanced out by strengthening domestic demand. There was a belief that a period of heightened uncertainties was ebbing but as the central bank Governor signalled last Friday, new uncertainties have emerged over the fortnight since. The Israel-Hamas conflict that erupted a day after the monetary policy review has widened, and Finance Minister Nirmala Sitharaman has flagged worries about implications on global food, fuel and fertilizer supplies. Given India’s dependence on fuel and fertilizer imports, disruptions or price spikes could hurt the macro-economic framework, even if the government refrains from passing on higher prices to consumers and farmers in the election season. The RBI chief also pointed to rising U.S. bond yields, which hit a 16-year high of 5% this week, mixed data points and signals from central banks around the world, as the new unknowns — even as known unknowns such as financial market turmoil — have got more pronounced. A glimpse of this anxiety was visible this week, with the sharpest sell-off on Indian bourses since July.There is no certainty that the RBI would still uphold its ‘evenly balanced’ outlook towards the risks to growth. However, the Finance Ministry, while acknowledging that global uncertainties have compounded, seems largely sanguine for now in its outlook for the economy. Its monthly economic review released on Monday asserts that growth “remains on track”, inflation is easing after a “temporary” seasonal surge in July-August, consumption demand is strengthening and investment demand is “also firming up”. On the “imminent fears” of rising crude oil prices, it noted that July-September quarter prices were still “way lower” than the $109.5 and $97.9 averages in the first and second quarter of 2022-23. The weak foreign trade picture is expected to recover and industrial job creation prospects are high for the next two quarters, while higher demand for housing and vehicle loans reflects bolstered confidence levels in households, it added. India’s macro fundamentals may well hold up through the latest global storm, but the government would do well to drill a little deeper into consumption and hiring trends. The last quarter has seen a sharp slump in small car sales, consumer non-durables producers reporting weak rural demand and IT firms scaling down growth and hiring hopes. There is still much to be done to correct an uneven recovery, which would eventually hamper a broader investment revival. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\neconomy (general)\n\n/\n\nfood\n\n/\n\nfertiliser\n\n/\n\nUSA\n\n/\n\nbonds\n\n/\n\nvehicle loans\n\n/\n\nhousing loans\n\n/\n\nautomobile\n\n/\n\nIT/computer sciences\n\n/\n\nconsumer goods\n\n/\n\ninvestments",
        "headline_1": "Renewed risks: On the RBI and how global uncertainties have compounded",
        "headline_2": "Fresh global turmoil clouds the economic outlook for the rest of 2023-24",
        "link": "https://www.thehindu.com/opinion/editorial/renewed-risks-the-hindu-editorial-on-the-rbi-and-how-global-uncertainties-have-compounded/article67461085.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "After a prolonged spell of costly indecisiveness, the U.S. House of Representatives has finally elected a Speaker, Representative Mike Johnson of Louisiana. Recent weeks have seen convulsions rock the House as Republicans struggled to find a consensus candidate to lead the majority in the Lower Chamber of Congress. After the political debacle of the ouster of the previous Speaker Kevin McCarthy on October 3, laying bare the deeply factionalised landscape of the House Republican caucus, several party notables tried and failed to secure the confidence of the House majority in their bids for the top post. Initially, multiple closed-door meetings failed to produce a consensus candidate. Heavyweights including Tom Emmer of Minnesota, Jim Jordan of Ohio and Steve Scalise of Louisiana, were unable to secure the gavel by cornering the minimum of 217 votes, despite being nominated to the role. While Mr. Johnson has now emerged as the Speaker, second in line for the U.S. presidency, after much confabulations and voting, the politically messy process of his win signals serious deadlock in the party and the Chamber. In a sense, the intra-party fractures that impeded the House Republican caucus from taking forward funding bills relating to the U.S. federal government, Israel and Ukraine, reflect the contradictions between the Congressmen who support and are supported by former President Donald Trump on the one hand, and those who are not in that category, on the other. Shortly after Mr. Emmer pulled out of the contest, Mr. Trump described him on social media as a “Rino”, or ‘Republican in Name Only’, who “never respected the power of a Trump endorsement or the breadth and scope of MAGA”, and that it would be “a tragic mistake” to support him. Trump acolytes in the House took their cue from the 45th President, it appears, and they are a sizeable cohort. Looking beyond the political embarrassment of this rupture, it portends trouble for the Grand Old Party in the 2024 presidential election. It certainly does appear at this time as though Mr. Trump will win his party’s nomination by a considerable margin. However, many “traditional” conservatives do not side with him on hot button issues, including criminal charges that he faces, for example for obstructing justice in seeking to delegitimise the results of the 2020 presidential election. If the House’s Speaker saga indicates anything, it is that the dissonances within the Republican Party will sooner or later be manifested in popular anger among conservatives, and that might be an even greater barrier to Mr. Trump’s political ambitions than the opposition he faces from Democrats. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\ncrime, law and justice",
        "headline_1": "Internecine squabbling: On the dissonances within the Republican Party in the U.S.",
        "headline_2": "The Republicans are a deeply polarised party after the advent of Trump",
        "link": "https://www.thehindu.com/opinion/editorial/internecine-squabbling-the-hindu-editorial-on-the-dissonances-within-the-republican-party-in-the-us/article67461108.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "Gehlot has built a personal constituency with his welfare schemes. His main challenger Modi also retains considerable popularity in Rajasthan. And the state has many swing voters\n\nThe Rajasthan elections have been characterised so far as a ‘wave-less’ election. Anti-incumbency has been brewing under the surface against the Gehlot government yet the state BJP has been too insipid and faction-ridden to capitalise.\nRead full story on TOI+\n\n",
        "headline_1": "Jaipur’s Hawa going both ways",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/jaipurs-hawa-going-both-ways/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "ESG is good for business and integral to making the transition to renewables. But manipulation of supply chains thanks to geopolitical calculations is a potential spoiler\nMost conversations about ESG, the environmental, social and governance framework, centre around its regulatory or operational aspects rather than the spirit of what ESG stands for. Investor-critics often gauge ESG investments through numerical comparisons, contrasting these with non-ESG investments.\n\nESG, as an ideology, is hardly new. The philosophy of respect for nature, for societal rules, and governance structures has long existed – most follow the principles with care and respect, or even out of fear of repercussions. Had this been not so, the world would be an anarchy.\nRead full article on TOI +\n\n",
        "headline_1": "This notion asks us to think beyond nation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/this-notion-asks-us-to-think-beyond-nation/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "When Soviet dictator Stalin wanted to be rid of his rivals, he purged them by holding show trials, and then those comrades disappeared from the public eye. There are echoes of this in China now. Prior to Wednesday’s sacking of the finance and science & tech ministers, Xi Jinping had removed his defence minister Li Shangfu around eight weeks after the latter’s last public appearance. Earlier, two military leaders overseeing the nuclear arsenal were removed and the foreign minister Qin Gang was replaced in July, a month after he disappeared.\n\nChina appears to have taken a great leap backward over the pragmatism of the Deng era and right into the upheavals of the Mao phase. Stability and an orderly leadership transition seem a thing of the past. The reason perhaps is that the implicit contract between the Chinese Communist Party and Chinese people is under threat. The idea that the party would deliver rising prosperity, and people would sacrifice liberty in return, may well be past its sell-by date. And among the many economic challenges China faces, two stand out.\nChina’s real estate bubble may soon burst. IMF estimates the ratio of average sales prices to median household disposable incomes even in the smallest Chinese cities are nearly double that of the largest OECD cities. This bubble has been mostly financed directly by people as developers pre-sold unfinished homes and often diverted the money to unrelated businesses. Now, add the risk to household savings to a high level of youth joblessness, which is a little over 20%. The purges can’t alter the fact that Xi so far appears clueless in addressing the challenges. China probably represents the foremost global risk.\n\n",
        "headline_1": "Xi’s inner Stalin",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/xis-inner-stalin/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "Why India needs to be a little magnanimous in settling border disputes with its smaller neighbours\nThe reminder that border management is a tough job for GOI came again when China hosted Bhutan’s foreign minister this week. The two sides reportedly resolved to settle their boundary dispute soon and establish diplomatic relations. One of the disputed areas here is Doklam, located at the trijunction of India, Bhutan and China. So, there are security ramifications for India vis-à-vis its sensitive Siliguri Corridor. India did intervene to halt the unilateral construction of a Chinese road in Doklam towards the strategically important Jhampheri Ridge, resulting in the 2017 Doklam standoff. But since then, China appears to have used its old salami-slicing tactics to pressure Bhutan. Satellite images last year showed a Chinese village had come up 9km east of Doklam within Bhutanese territory. A second Chinese village was also on the verge of completion in Bhutan’s Amu Chu River Valley. These encroachments appear to have been designed to show Thimphu the futility of resisting Beijing.\nAll of this comes against the backdrop of India’s own standoff with China along LAC. Despite the 20th round of corps commanderlevel talks this month, there has been no breakthrough in resolving problems in eastern Ladakh. Add to this the clashes between Indian and Chinese troops at Yangtse in the Tawang sector in December last year, and the entire LAC remains hot. Meanwhile, another border issue becoming more than an irritant for regional relations is the India-Nepal one. Ever since Kathmandu published a new political map in 2020 showing the areas of Limpiyadhura, Kalapani and Lipulekh as part of Nepal, the political leaderships of the two countries have failed to resolve the dispute. Not expediting foreign secretary-level and border working group talks on the matter is creating distrust between New Delhi and Kathmandu and giving a handle to anti-India forces in Nepal.\nIndia’s only successful resolution of a boundary dispute in the recent past has been with Bangladesh via the 2015 Land Boundary Agreement. And that contributed immensely to boosting New DelhiDhaka ties. Therefore, the lesson for India is clear: boost border infrastructure to counter China’s designs and resolve border issues with other neighbours before they become bigger problems down the road. And as the bigger nation in many of these disputes, India can be magnanimous. The benefits of settled borders far outweigh the cost of a few sparsely populated tracts of land.\n\n",
        "headline_1": "Bordering on trouble",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bordering-on-trouble/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "The precondition set for manpower intermediaries (dalals in local vernacular) to be licensed as per the amendment of the relevant law, though belated, is still worth a sigh of relief. The newly enacted Overseas Employment and Migrants (Amendment) Act, 2023 requires manpower recruiting agencies to appoint only registered person/s as sub-agents or representatives in the manner prescribed by the law and associated rules. The government recently issued a gazette notification to this effect. A FE report says the government is now in the process of formulating necessary rules based on the amended law. The issue came up in various fora, including regional and international ones. Little over a year ago, in August 2022, at the 9th meeting of the Thematic Area Working Group (TAWG) on ethical manpower recruitment held in Dhaka, the issue of bringing the intermediaries under a system of accountability in the origin countries was an important topic of discussion. The amendment of the law may be seen as a follow-up of the commitment Bangladesh made at the meeting.What necessitated the amendment of the law is clear enough. There are innumerable instances of fraud causing utter misery to people seeking overseas jobs, and in most cases, it is allegedly the dalals representing the recruiting agencies who are the culprits with well-orchestrated schemes to make the poor and illiterate people their victims. Usually, it is the irresistible prospect of the job including security, salary and other related perks that lure jobseekers to step into their trap. But once found to have been cheated, they are barely left with any means to extricate them from the plight and get justice done. This is because the victims conduct their deals with the intermediaries who do not have any official identity as representatives of the recruiting agencies. Recruiting agencies take their services, but only informally. This is the gap left for unscrupulous recruiting agencies and sub-agents to commit fraud. According to the finding of the Refugee and Migratory Movements Research Unit (RMMRU) Tk 27.062 billion is lost annually due to such cheating. It is here that by bringing the intermediaries, now dubbed sub-agents, under legal binding through issuance of licences to them that the authorities intend to minimise the suffering of the migrant workers.Given the literacy level of the overwhelming majority of aspiring migrant workers, it is presumed that the role of the sub-agents cannot be undermined in the recruiting process. Without their services, recruitment of workers from the grassroots would perhaps be impossible. They are the network that connects them in procuring work permit or visa for jobseekers and accomplishing scores of other formalities such as navigating the government procedures of online registration, passport processing, training, payment of migration cost, receiving BMET smart card and so on. So, while recognising the usefulness of their role, it is imperative that their activities are brought under a scanner. In order to do so, mere licensing will not help. It should be followed up by strict enforcement of rules, reportedly under process, to ensure that the purpose of amendment of the law is well served.",
        "headline_1": "Licence for manpower sub-agents",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/licence-for-manpower-sub-agents-1698333417",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "A school with dormitories for students, teachers and employees built on 12-acre land could not be run in the past 18 years, reveals a report carried in a leading Bangla contemporary on Wednesday. The location of the school is on a hill in enchanting Khagrachhari. Built by the Parbatya Chattogram Unnayan Board (PCUB) at a cost of Tk50 million, the abandoned property is left to ruin. Of the three such schools ---one each in Rajastholi upazila, Ruma upazila and Ramgar upazila --- undertaken to construct in 2004 by the (PCUB), the two located in Rajastholi and Ruma could be started in 2005 but the one at Ramgar could not follow suit. The money spent on the buildings has been a total waste. In a country where pitiable conditions of schools are reported from different corners of the country, the construction of decent residential accommodation for students, teaching and administrative staff on the school campus in addition to classrooms and then putting those to disuse are symptomatic of the archaic development parameter. Let alone the school that cost Tk 50 million ---which may even be double the value now after 18 years, multistoried buildings constructed for government officials at fabulous costs wait in vain for their intended occupants year after year. According to a report carried in the same Bangla contemporary on November 17, last year, 1,800 flats of 34 buildings ready for receiving government officials and staff for whose those were built remained unoccupied after several months to two years of their completion. Located in Katherkarkhana area and Shialbari of Mirpur in the capital, in Aliganj under Narayanganj, 17 such buildings are 14-storied. The flats of 1,250 and 1,500 square feet were meant for senior assistant secretary-level officials and deputy secretaries respectively. Flats below 1,250 sq ft were meant for lower grade officials and employees. When the crisis of decent accommodations is acute in the capital for people in the bracket of low-income to middle and even higher middle class people, strangely there was almost no taker of these exclusive government quarters. Only 548 out of a total of 2348 flats could host their allotted residents. Government officials and employees expressed their strong resentment to live in those flats for three reasons: 1) the distance; 2) there is no quality educational institutions nearby where the officials and employees can send their children and wards; 3) a good portion of their salary would be deducted as rent for living in those quarters. Since the publication of the report, a year has passed. It is unlikely that the high government officials have had a change of heart by this time. Now the distance between Mirpur and the secretariat is 13 kilometre and Aliganj is at a distance of 15 kilometre from the central administrative seat. Deputy secretaries and other high officials have their cars provided by the government. So a distance of 13 to 15 kilometre should not be a problem for them. Their objection to their intended living quarters in relation to their children's schooling, however, cannot be overlooked. So far as their salary deduction for living in government accommodation is concerned, it would be the same if they could receive allotment in government staff quarters at Azimpur, Motijheel and Eskaton---their top preferences. If the residential accommodations in Mirpur and Aliganj cannot attract government officials and employees, what can be the justification of constructing nine such buildings in Noakhali's Maijdee? No government official or employee even submitted an application for allotment after four months of the completion of the flats. Then there were reports that teachers of a science and technology university preferred not to stay in residential accommodation built at some distance from the university. Instead, the teachers opted for living in rented houses in the town. Similarly, newly constructed hospital buildings also remain unused because of a lack of initiative. The list of infrastructure ---such as bridges without roads or with roads but not connected to those for vehicles or people to use --- on which public money is being wasted is long. Clearly, the projects undertaken so are unfeasible right from the beginning because no prior feasibility study was done. The rush to spend public money is the governing motive. There is no qualm about wasting public money. A classic case of defective plan is the construction of bridges with lower height around the capital. This causes obstruction to movement of vessels on waterways in peak monsoon when the rivers and their tributaries are in spate. Finally, the current spree of development involving re-excavation and reconstruction of sewerage lines in most localities of the city give an insight to a most horrendous type of public work. Areas that have never experienced inundation are also brought under extensive digging. The excavated lanes and alleys have been left open for a month or even months to the suffering of the locals. No vehicle can negotiate those streets or lanes and the only way is to walk with extreme care. If there is an emergency like carrying a critical patient to hospital or a fire incident, things are sure to turn serious. Even the footpath cover made of ceramic slabs that would have lasted for decades are now being demolished, pray, for what purpose? Interestingly, the stretch of road from Shahbag to Science Laboratory crossing full of dangerous potholes is no one's baby. This country now confronting extreme financial hardship can ill afford the kind of atrocious wastage in the name of pseudo development.\n[email protected]",
        "headline_1": "All that goes in the name of development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/all-that-goes-in-the-name-of-development-1698333453",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "The country's stock market is now in a moribund state. With the daily transactions hitting rock bottom for a variety of reasons, potential investors take little interest in stock-related activities these days. In such a situation, the securities regulator has reportedly initiated a move to revive 17 cases instituted against some individuals and firms for their alleged involvement in the two major stock-market scams---one in 1996 and another in 2010. However, most cases are linked to the 1996 scam that led to the collapse of the market and the pauperization of millions of small investors. The scam of 2010 was not as devastating as that of 1996.After long 27 years, the Bangladesh Securities and Exchange Commission (BSEC) has reportedly asked its lawyers to take necessary measures for holding hearings of the cases that are pending before both lower and higher courts. Allegations have it that masterminds of the 1996 scam using their strong political influence have escaped the legal net. Some of them even played a part in the 2010 scam and lately managed a hefty sum pushing up the market artificially. Thus, cases that are now at different stages of trial are of no significance. By asking its lawyers to do what is needed to start the hearing of the pending cases, the BSEC has done the right job. The High Court had quashed three cases and stayed the trial of five. The appeal is pending against an acquittal in five cases. The BSEC in all those years did not make any attempt to pursue the cases. Why? Why has it decided to do it now? There must be a reason behind it. The BSEC needs to explain why it did not pursue the cases earlier and why it wants to revive those now. There is no denying that the 1996 scam dealt a death blow to a fledgling stock market. Manipulators succeeded in luring millions of financially illiterate small investors to the market in the absence of an effective watchdog. The investors got their fingers burnt in an overheated market. When there were demands from different quarters to punish the culprits responsible for pulling the market down, the government had formed a probe body that submitted a voluminous report. However, regulatory actions did not match the probe body findings. Rather reluctantly, the regulator filed cases against some individuals and firms accusing them of manipulating the market in 1996. However, people lost interest in the legal proceedings because of the long delays. They drew their conclusion of the ultimate legal outcome when a few masterminds had got their names dropped from the cases during the process of litigation. Against such a backdrop, the move to retrieve the nearly three-decade-old cases from cold storage has caused a few eyebrows to raise. It is unlikely to create any positive impact on the present market situation. Nor will it help brighten the image of the securities regulator. The escape of a few key manipulators from the dragnet has marred that prospect. Yet there could be one or more innocent people who were accused of wrongdoing. If the court finds them not guilty, their plight might finally end. The BSEC is likely to have filed a few cases against people for their alleged involvement in wrongful activities in the stock market in recent years. It should pursue those cases rather seriously. Being more familiar with these cases than the ones filed almost three decades back, the investors will be happy to see the expeditious disposal of the recent ones. \n[email protected]",
        "headline_1": "Stock scam cases and late legal exercise",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stock-scam-cases-and-late-legal-exercise-1698333507",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2023"
    },
    {
        "full_article": "Cyclone Hamoon has wreaked havoc in South Chattogram's Banshkhali. Its strong winds uprooted many utility poles and snapped the power supply lines across a wide area in this upazila. The residents of the area have been facing a complete blackout for around two days, with no power, mobile phone network, internet, or telephone connections. The entire upazila remained enveloped in darkness throughout the night. According to the district administration control room, Banshkhali bore the brunt of the cyclone, with a large number of houses suffering damage and uprooting of trees. Vehicular movement remained suspended while electricity connection was severed. Meanwhile, Palli Bidyut authorities in the upazila feared that at least 10 more days would pass to normalise the power supply in Banshkhali. If there is no electricity for this long period, people of this vast area will go through untold sufferings. Currently, due to a lack of electricity, a severe drinking water crisis is now going on in almost all the unions of the upazila. Also, mobile phone networks are often down due to the power outage. The power distribution system which has been snapped in Banshkhali due to cyclone Hamoon is expected to be restored within 10 days. That is quite a long time. Such an apprehension by the Palli Bidyut authorities is unfortunate and sad. We urge the relevant authorities to look into it seriously and take every action to restore power supply in this upazila as early as possible. If the infrastructure is so fragile, at least an alternative system should be put in place to alleviate affected people's sufferings. Otherwise, the sufferings of the victims of Banshkhali will only increase. \nSM Rahman Jiku,Student of Chattogram College,Chawkbazar, Chattogram,[email protected]",
        "headline_1": "Restore power supply in Banshkhali",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restore-power-supply-in-banshkhali-1698333533",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2023"
    }
]