[
    {
        "full_article": "At a time when ethnonationalist and majoritarian far-right parties are on the ascent in many democracies across the world, the rise of Rishi Sunak, a man of colour and a practising Hindu, to the premiership of the predominantly white, Christian U.K., has great symbolic value. While his election as Britain’s first non-white Prime Minister points to the readiness of Conservative MPs to look beyond the racial and religious barriers for a solution to the crisis both party and country are in, his victory was particularly welcomed by sections in India, who see some historical fulfilment in a man of Indian origin ruling over India’s former colonial rulers. But the power of symbolism is limited when it is tested with the hard realities of the day. In fact, the very circumstances that led to his rise should themselves serve as a warning for the new leader. He is the fifth Prime Minister since the Tories’ victory in the 2010 general elections, and the third in the last two months. Liz Truss, his immediate predecessor, had also promised to revive the economy but exited in seven weeks amid a hostile market reaction to her policy measures and an open revolt among the Tory MPs.When the Conservatives won an outright victory in the 2019 elections under Boris Johnson, not many expected Mr. Sunak, a former hedge fund manager, to end up as the party leader in three years. And yet, he is now in 10 Downing Street, presiding over a party that is at war with itself and an economy that has an estimated budget deficit of $45 billion and is headed towards recession. The country is also struggling with a cost-of-living crisis, with inflation hovering around 10%. But he does not have any magic bullet to offer. As the budget deficit remains high and markets are edgy, he is likely to announce cost-cutting measures, but for Britons who are already grappling with high inflation, that would be bad news. And as Russia’s Ukraine war is not expected to wind down any time soon, the energy crisis and inflationary pressure will stay. So, Mr. Sunak will have to walk a fine line between keeping the markets in good faith and providing relief to the public rattled by high inflation, while also opening larger reforms to bring back growth. A tall ask, but Mr. Sunak could at least have begun it on a clean slate. By re-appointing Suella Braverman, an immigration hardliner and an apologist of the empire who was fired by Ms. Truss after weeks into her job, as Home Secretary, Mr. Sunak is sending mixed signals. If he does not want to repeat the fate of his predecessors in an extremely volatile political and economic climate, he should be bold enough not to repeat their mistakes.",
        "headline_1": "The job and the man: On Rishi Sunak",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-job-and-the-man-the-hindu-editorial-on-rishi-sunak/article66056805.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "The Government recently increased the returns on a handful of small savings instruments for the ongoing October to December quarter by 0.1 to 0.3 percentage points. Popular investment avenues for the middle class such as the Public Provident Fund (PPF) and the National Savings Certificate were left out. On paper, the returns on these instruments are to be reset on a market-determined basis, with a spread of 0 to 100 basis points (one basis point equals 0.01%) over the yields on government securities with comparable maturities. That this has not been adhered to is evident even at a cursory glance, given the long pause between rate changes. Following interest rate hikes this year to curb inflation, government securities’ yields have been shooting up. This month, the Reserve Bank of India (RBI) said that interest rates offered on various schemes in the current quarter are 44 to 77 basis points below the formula-implied rates. The PPF, for instance, should have been earning 7.72% this quarter instead of the 7.1% accruing now. It is noteworthy that the central bank, which usually publishes the formula-based small savings rates every month or two, had not spelt them out from May to September, although it did note in August that the spread between current rates and the formula-based rates had turned ‘negative for most’ schemes.For households that have been grappling with 6%-plus inflation since January, punctuated by a few months of 7%-plus price rise, these meagre hikes are far from enough to lift sentiment. Bear in mind that this was the first change in these schemes’ rates in 27 months — after a sharp cut in the range of 0.5 and 1.4 percentage points across schemes introduced in April 2020. That political considerations still determine the trajectory of small savers’ nest-egg sizes can be gauged by the few recent occasions when rates were changed, or rolled back. The last time rates were hiked was in January 2019, just ahead of the Lok Sabha election. In March 2021, the Government had announced further cuts ranging from 0.4% to 1.1%, but withdrew the decision overnight, citing an ‘oversight’ amid a poll campaign for five States. However, even as a token gesture to voters in upcoming polls, this latest tweak in small savings rates does not make the cut. As the RBI’s top brass warned earlier, negative returns have serious consequences for the economy if households, which are the biggest lenders, stop parking their savings in such fixed income instruments and banks. The next quarter should see a fairer and healthier reset of returns to negate inflation’s dent on household savings..",
        "headline_1": "An unkind hike: On small savings",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/an-unkind-hike-the-hindu-editorial-on-small-savings/article66057461.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "In this year of Azadi Ka Amrit Mahotsav, October 16 will be written down with golden letters. This day marked the renaissance of India’s education system when the Madhya Pradesh government launched medical education in Hindi, thereby writing the first chapter of PM Modi’s efforts towards education in native languages.\nGurudev Rabindranath Tagore had said, “Indian culture is like a fully bloomed lotus, each petal of which is like our regional languages. Destroying any one petal will destroy the beauty of the lotus. I want regional languages to remain queens of states and Hindi should be at the centre.”\nRead the full article on TOI+\n\n",
        "headline_1": "Brain drain to brain gain: Union home minister argues education in native languages will fully unlock India’s potential",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/brain-drain-to-brain-gain-union-home-minister-argues-education-in-native-languages-will-fully-unlock-indias-potential/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "Soon after China’s communist party celebrated its centenary last year, an IMF assessment of the country’s economy acted as a downer. An economy that transformed itself through an almost four-decade run of double-digit growth had run out of steam. It wasn’t a shortfall in investment; the return on investment had collapsed. China’s problem with productivity is not unique. It’s perhaps today the world’s most serious long-term threat of economic stagnation and social turmoil. Productivity is the measure of the output that can be extracted from a combination of inputs. Increasing this measure is the most important durable source of economic growth.\nWestern economies began to experience a decline in total factor productivity (TFP) in the 1990s, with the problem getting acute after the 2008 financial crisis. China and India provide interesting contrasts. China’s TFP annual average growth in the 2000s was 3.5% as the WTO membership helped it become the world’s factory. The next decade TFP growth slowed to 0.7%, a phase of property bubbles and a fall in the share of private consumption in relation to GDP. India in the 2010s recorded a much higher TFP growth of 2.2%.\nParsing India’s performance over the last decade however shows that we too are in danger of losing steam. Between 2014 and 2017, TFP growth received a boost from non-market services like public administration. It’s not a durable source of growth. Moreover, by 2018-19, TFP growth began to lose momentum. Productivity enhancement is the pathway to prosperity. When seen in this context, India’s agricultural sector presents the biggest challenge.\nAgriculture contributes about 18% of the economy’s annual gross value addition but employs about 41% of the workforce. A substantial number of workers are relatively unproductive, producing a small part of the economic output. India’s economic advancement depends crucially on getting them out of agriculture to more productive sectors. That leaves the question of what’s holding back productivity growth globally. A reluctance to carry out deep economic reforms and succumbing to the lure of protectionism are perhaps the biggest obstacles to TFP growth today.\n\n",
        "headline_1": "How productive? In West and China, productivity is falling, threatening growth. India simply can’t afford the same problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-productive-in-west-and-china-productivity-is-falling-threatening-growth-india-simply-cant-afford-the-same-problem/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "A Thane district consumer commission order directing Uber to pay Rs 20,000 to a lawyer who missed a flight to Chennai – the lawyer had submitted that various delays were caused by the cab driver – puts the onus squarely on aggregators to ensure proper delivery of service. Uber shirked responsibility for the driver’s failures, claiming it merely facilitates a connection between driver and rider. And that the driver was not an employee but an independent contractor and therefore solely responsible for any incident. But the commission ruled that Uber arranged and scheduled the ride through third-party providers and that the rider paid the fare as charged by Uber to the app, and not to the driver.\nTherefore, since Uber is running a ride-hailing business, it’s the company’s responsibility to ensure that drivers adhere to high professional standards, pass background checks, and are skilled enough to follow route instructions without making mistakes. Uber’s claim that drivers are independent contractors was turned down by the UK Supreme Court while upholding an employment tribunal ruling that held they were “workers”, although not “employees”. Like the Thane consumer commission, the UK SC also noted that Uber tightly controlled the entire service. The Thane ruling should apply for all aggregators in future cases. A broader point is that social media companies can’t get away by claiming they are merely platforms and therefore not responsible for any content they host.\nAs for consumer rights in general, the Thane ruling also shows why consumers seeking redressal have a tough time. The plaintiff was a lawyer and therefore trained to deal with courts. Most consumers aren’t. And it took four years for the ruling – a period most consumers can’t wait. According to the Union consumer affairs ministry, consumer commissions have reduced pendency from 6.3 lakh in June to 5.65 lakh in October. But that’s still a huge backlog. Plus, companies frequently appeal against adverse orders obtained by consumers after a long fight. It’s a brave consumer who enters the legal maze that’s supposed to protect his/her rights.\n\n",
        "headline_1": "Makes Uber sense: Thane consumer commission’s right. All aggregators must be held responsible for service quality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/makes-uber-sense-thane-consumer-commissions-right-all-aggregators-must-be-held-responsible-for-service-quality/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "As the man behind the world’s largest elevated metro rail project in public-private partnership mode, NVS Reddy, managing director, Hyderabad Metro Rail Limited, tells Swati Bharadwaj that Indian cities should avoid fashionable metros in small cities:\nMany Indian cities are opting for metro rail projects. Is metro rail the answer?\nMetro is not the only solution but has become a fashion statement – every city wants it. Unfortunately, even very small cities are opting for it. Jaipur, Nagpur, Kochi have metro with hardly 20,000 passengers per day. In UP, six cities are building metros. But metro rail is basically meant only for cities with over 50 lakh population where there is no other option. No metro project in the world is financially viable.\nRead the full article on TOI+\n\n",
        "headline_1": "‘Metro rail has become a fashion but elevated BRTS is the best solution for Indian cities’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/metro-rail-has-become-a-fashion-but-elevated-brts-is-the-best-solution-for-indian-cities/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "Last week, the High Court issued a contempt of court rule against five government officials for not complying with its directive to evict illegal structures from Cox's Bazar sea beach – a directive issued 11 years ago. Alongside the Cox's Bazar deputy commissioner, one of the officials against whom the rule was issued included a former chairman of the Cox's Bazar Development Authority (DA), which was set up in 2016 to transform Cox's Bazar into a modern and planned city and which, six years down the line, has yet to come up with any master plan for doing so.\nIn fact, according to locals, the only thing the Cox's Bazar DA has done in this long period is construct its own building, put up street lights, preserve three water bodies and build four sculptures in public spaces. However, the Cox's Bazar DA is not the only one of its kind to fail in upholding its wider mandate of urban planning. The Gazipur Development Authority, for example, has not even managed to recruit any manpower or appoint a chairman, even though it technically began operations two years ago. The situation is the same with the Khulna Development Authority. In Dhaka, time and again, we have seen buildings being constructed without permission from Rajuk or, worse, Rajuk officials themselves getting mired in allegations of corruption.\nYet, despite the unfit and often superfluous nature of existing urban development authorities – and accusations that they are not being able to systematically contribute to the planned development of the areas under their purview – the government is reportedly going ahead with a decision to establish five more development authorities in Sylhet, Payra, Rangpur, Barishal and Mymensingh.\nWhile we understand the need to have bodies in charge of planning the development of cities as densely populated as ours, we are confused as to why these bodies are being set up without much thought being given to making them operational or effective. The lack of manpower, and of cooperation from other government departments, have been cited as main reasons blocking certain development authorities from becoming functional. In that case, why are these issues not being dealt with first, instead of wasting precious resources on setting up more bodies that run the risk of being only for show?\nWe cannot stress enough on the role that an effective development authority can play in creating a liveable city. The ongoing discussions around the new Detailed Area Plan (DAP) for Dhaka show just how important such initiatives are for the long-term welfare of city-dwellers. It is not only about economic development, but about ensuring a certain quality of life for the inhabitants of a city encompassing economy, public infrastructure, environment, social justice, and public health. We need development authorities that can properly address all these concerns, not bodies that end up being ornamental at best, and corrupt and incompetent at worst.\n",
        "headline_1": "Bangladesh needs better urban planning ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-needs-better-urban-planning-3153391",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "It's quite alarming that even after so many protests, pledges and a historic High Court verdict declaring rivers as \"living entities\", little is being done to stop ongoing onslaughts on our rivers by encroachers and polluters. One such river, which has been dying slowly for nearly a decade, is the Old Khowai that flows through Habiganj, Sylhet. It was once 250 to 300 feet wide, and a lifeline for the district. But now, it has narrowed down to 20 feet in some places, as over 2,000 illegal establishments by both individuals and public authorities tower over it. Besides, the incessant dumping of waste has left little room for the river to breathe, let alone provide livelihood to fishermen.\nAccording to locals, government initiatives including recent re-dredging and rehabilitation projects undertaken to restore Old Khowai's navigability have failed completely. Unfortunately, many rivers across the country are more or less suffering the same fate. In the absence of effective interventions, they are being encroached and polluted, many losing their navigability and turning into mere canals in the end.\nFor Khowai, this is especially unfortunate because promising initiatives had been taken to revive it. In 2019, the Water Development Board (WDB) undertook an initiative worth about Tk 2,000 crore, called the \"Khowai River System Development Project,\" to restore its normal flow. As part of the project, 600 structures had been identified as illegal, and 500 of them were demolished with the help of the district administration. But all this came to naught when the project was abandoned midway, and old encroachers returned like nothing had happened while new structures were built on the banks and dried-up sections of the river. What's more frustrating is the involvement of public authorities in the act of encroachment. Buildings set up illegally on its banks include the Habiganj District Council office, a multi-storied general hospital, the District and Town Freedom Fighters' Sangshad, a government library, as well as establishments of other government and non-government institutions.\nIt is no surprise that locals now see no hope in the occasional eviction drives conducted by the authorities, given that so many government offices themselves have encroached on the river's land and are contributing to its destruction. The question is, why is the National River Protection Commission doing nothing about it even after a HC directive that gave it the power to do whatever is necessary to protect rivers? What are other relevant departments doing, anyway?\nWe urge the authorities to take urgent and meaningful action to stop the gradual killing of rivers by encroachers and polluters. Too many life-giving rivers have already suffered irreparable harm because of their inaction or, worse, participation in wilful destruction of rivers. This cannot go on any longer. They must ensure our rivers can live and breathe again like before.\n",
        "headline_1": "Another river on its way out",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-river-its-way-out-3153371",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "In table talks these days, one cannot escape passionate discussions on how technology start-ups – budding business ventures that start with a few dreamy founders offering innovative products or services based on cutting edge technologies – have been spawning young billionaires all over the world. From Airbnb's Brian Chesky, TikTok's Zhang Yiming, Facebook's Mark Zuckerberg to Flipkart's Sachin Bansal, Snapchat's Evan Spiegel, and Uber's Ryan Graves, their innovative ideas and gumption led to them becoming self-made billionaires in their 20s.\nStart-ups have created enormous wealth for themselves and the economies they operate in over the past two decades, and are increasingly seen as key drivers of growth and social equity. Given their outsize influence on socio-economic transformations, the Asian Development Bank (ADB) came out with a special update to their Outlook 2022 on Entrepreneurship in the Digital Age in September this year, where it developed a Global Index of Digital Entrepreneurship Systems (GIDES) that \"measures the quality of an economy's environment for digital entrepreneurs.\" In this first ever ranking of 113 countries for digital entrepreneurship, Singapore is at the top, and is the only Asian economy in the top 15 denoted as \"Leaders\" in the ranking. Other Asian nations in the top 40, denoted as \"Followers\" and \"Catchers-up\", are Bahrain, China, Israel, Malaysia, Saudi Arabia and South Korea. South Asian countries do not figure prominently as all of them came under the bottom category of \"Tailenders\". Bangladesh, ranked 96th, is smack in the middle of all South Asian countries in the study, with India and Sri Lanka above and Pakistan and Nepal below.\nThis ADB study reports that digital entrepreneurs outperform non-digital peers in terms of innovations and job creation. It found strong links between facilitating institutions and dynamism in entrepreneurship, and also reported that entrepreneurial vibrancy is sapped by corruption.\nIt is disheartening to see that Bangladesh, along with other South Asian countries, couldn't find a place in the top third of the ranking in this very telling study. Looking at the details of the ranking criteria, we find that Bangladesh did very poorly in four of the eight areas – namely informal institutions, market conditions, human capital and formal institutions. If we could alleviate our positions in these areas to the average level of the other four – namely physical infrastructure, knowledge creation/dissemination, finance and networking/support – then we could improve our ranking to be at par with India. This is not a very big ask.\nIf we could highlight improvements in institutional support to the digital economy, that would mitigate shortcomings in formal institutions and help us score reasonably higher than the current paltry 10 out of 100. Similarly, the market conditions score could be improved by sharing with ADB the information on recent high growth in e-commerce ventures, especially women-founded Facebook commerce initiatives. The e-BIN registration drive of the commerce ministry is helping bring such women entrepreneurs to the mainstream and, at the same time, helping reduce the risks of fraudsters masquerading as e-commerce entrepreneurs.\nBangladesh's very low score in human capital is mysterious. While it is true that technical human resources skilled in the latest tools and technologies take time to groom, there are plenty of technical graduates to go around. Bangladesh has one of the largest pools of engineering graduates in the world and even in South Asia. These graduates have the fundamental academic learning to be trained in the required tools easily. Technical managers take longer to groom and can be a challenge for a start-up. The ICT Division, in collaboration with industry associations, is addressing the human resource issue in a persistent manner and has many well-funded projects to overcome the lack of ready availability of technical and managerial labour pools. With these highlighted, the human capital score can certainly be improved from a lowly 8.5.\nThat leaves tackling the abysmally poor score of 2.1 in informal institutions. This is largely dependent on business and entrepreneurship culture and is much more difficult to contend with. However, there are a great many private initiatives for incubation, mentoring, competition and pre-seed financial support in the country. If the government – particularly the ICT Division – takes initiative to identify all such measures and helps channel such efforts to the most promising start-ups, with a focus on women and minority entrepreneurs, then here also we can improve our score substantially.\nWith these so-called \"low hanging fruit\" initiatives, Bangladesh's ranking can be at par with India's, and that should be our target for the 2023 GIDES. But our efforts should be steered towards getting us moved to the top half of the ranking, above Vietnam and Thailand, by steadfastly improving our scores on average by three times from the current average in five years or less.\nImproving our digital entrepreneurship scores three times in a few years is a steep challenge, but this is a challenge we must overcome if Bangladesh is to maintain its growth momentum on the back of its graduation to the developing country category in 2026.\nThe GIDES report concludes, \"Policymakers have plenty of scope to foster a more entrepreneurial Asia full of dynamic entrepreneurs who innovate, create jobs, and propel growth.\" This is more so for Bangladesh, which has had a whirlwind journey since 2009 towards digitalisation, and has been recognised by international institutions, such as the International Telecommunication Union (ITU) and the World Summit on the Information Society (WSIS), on several occasions. It is time we brought home the harvest of all the policy and piloting efforts for \"Digital Bangladesh\" in the last decade, and really allow our spirited entrepreneurs to rise to the call for digital innovations and scale up their enterprises to get young millennials on board for a thriving Bangladesh.\nHabibullah N Karim is a digital entrepreneurship promoter, investor and writer.\n",
        "headline_1": "How Bangladesh can boost digital entrepreneurship",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/cybernautic-ruminations-0/news/how-bangladesh-can-boost-digital-entrepreneurship-3152861",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "In the month following the United Nations' High-Level Meeting of the General Assembly on Global Road Safety this summer, Bangladesh experienced one of its deadliest months on the road. Nearly 400 people were killed and almost twice that many injured in more than 300 road crashes during the Eid-ul-Azha holidays. That's the highest number of road deaths during the holiday festival since the country started collecting data in 2016.\nRoad traffic injuries (RTIs) are now the eighth leading cause of death worldwide, amounting to 1.35 million deaths and 50 million injuries each year. In Bangladesh, RTIs are among the leading causes of death and disability, killing approximately 25,000 people in 2016 and leaving 2.4 percent of road crash victims with a permanent disability, according to the Global Status Report on Road Safety.\nIn addition to their impact on public health and safety, RTIs are a major economic burden, costing the country approximately Tk 4,500 crore (USD 76 million) and accounting for approximately 1.5 percent of Bangladesh's GDP annually.\nAt its high-level meeting, the UN declared a second Decade of Action for Road Safety 2021-2030 to reach its Sustainable Development Goal (SDG) of a 50 percent reduction in RTIs and deaths worldwide. Bangladesh set similarly ambitious goals of reducing road traffic deaths and injuries by 20-25 percent by 2024 and 50 percent by 2030.\nYet, RTIs continue to climb in Bangladesh and around the world, though not for a lack of awareness.\nThe UN's first Decade of Action from 2011-2020 helped raise global awareness around the issue of road safety. In Bangladesh, a series of public protests in 2018 following the deaths of two students killed by a bus led to some modest improvements in how the country sought to address the epidemic of traffic injuries and deaths.\nYet, in Bangladesh and beyond, the decade was unable to decrease the number of RTIs, which is why we now find ourselves renewing efforts to solve this problem. Declaring action will not be enough this time; taking action is what we need now.\nWhat's important to understand about this crisis is that nearly all of traffic-related injuries and deaths are preventable and predictable. But in order to prevent them, countries must prioritise road safety and implement evidence-based, systematic-level interventions that can save hundreds of thousands of lives.\nThe good news is we already know a great deal about what works.\nIn a series of papers published in The Lancet, one of us, together with colleagues, examined four risk factors – lack of helmet use, lack of seatbelt use, speeding, and drunk driving – that dramatically increase road fatalities. We found that if we implemented road safety interventions around these four key risks, up to 540,000 lives could be saved globally.\nWe also showed that improving emergency response and trauma care in low- and middle-income countries could save approximately 200,000 lives each year. In Bangladesh, RTIs are a major cause of admissions at primary- and secondary-level hospitals, accounting for about one in five injury-related admissions.\nThough we have a growing body of evidence, fatalities continue to rise in lower-income countries while progress on road safety has slowed in higher-income countries. Why? Many countries and cultures remain in thrall to the automobile. As public health practitioners, we study how industry activities harm public health – what we call commercial determinants of health.\nA vehicle-centric environment affects everything from our infrastructure choices and vehicle design to how we perceive so-called road traffic \"accidents.\" Even the language we use to describe crashes is problematic. Calling something an \"accident\" connotes a blameless word that fails to account for predictable risks and generations of vehicle-centric policy decisions and design.\nLike the Vision Zero campaign, which seeks to eliminate all traffic fatalities and severe injuries, we need a safety-first mentality that prioritises protecting people. Pedestrians, cyclists, and motorcyclists make up more than half of crash victims globally. In Bangladesh, motorcycles made up nearly half of all crashes this year so far, making it an especially dangerous mode of transportation.\nInstalling better street design and lighting, signage, pedestrian measures such as footpaths and crosswalks, while truly enforcing lower speed limits and helmet laws, would significantly improve road safety. In fact, the World Bank approved significant financing for Bangladesh's road safety project to accomplish comprehensive measures like these in order to help meet its SDGs on road safety by 2030.\nThese are steps in the right direction, but it is also necessary to establish a lead agency that can work to address the burden of RTIs. Further, continuous monitoring and evaluation of road safety measures are crucial to maintaining a safety-first approach. In this instance, what we don't know truly can hurt us.\nIt is long past time to rethink how we're trying to solve this problem and to learn from past failures. We believe that we can make the next 10 years safer. It will take meaningful political and financial commitments from all countries – Bangladesh included – to make that happen. To continue down the road we're currently on will only lead to more unnecessary loss of life and heartbreak.\n \nMohammad Khalaf is a doctoral candidate in the global health programme at Milken Institute School of Public Health, George Washington University.Fazlur Rahman is executive director at the Centre for Injury Prevention and Research, Bangladesh (CIPRB).Adnan A Hyder is director of the Center on Commercial Determinants of Health and professor of global health at Milken Institute School of Public Health, George Washington University.\n\n",
        "headline_1": "Beyond awareness: A new decade of action on road safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/beyond-awareness-new-decade-action-road-safety-3152826",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "Last week, the High Court issued a contempt of court rule against five government officials for not complying with its directive to evict illegal structures from Cox's Bazar sea beach – a directive issued 11 years ago. Alongside the Cox's Bazar deputy commissioner, one of the officials against whom the rule was issued included a former chairman of the Cox's Bazar Development Authority (DA), which was set up in 2016 to transform Cox's Bazar into a modern and planned city and which, six years down the line, has yet to come up with any master plan for doing so.\nIn fact, according to locals, the only thing the Cox's Bazar DA has done in this long period is construct its own building, put up street lights, preserve three water bodies and build four sculptures in public spaces. However, the Cox's Bazar DA is not the only one of its kind to fail in upholding its wider mandate of urban planning. The Gazipur Development Authority, for example, has not even managed to recruit any manpower or appoint a chairman, even though it technically began operations two years ago. The situation is the same with the Khulna Development Authority. In Dhaka, time and again, we have seen buildings being constructed without permission from Rajuk or, worse, Rajuk officials themselves getting mired in allegations of corruption.\nYet, despite the unfit and often superfluous nature of existing urban development authorities – and accusations that they are not being able to systematically contribute to the planned development of the areas under their purview – the government is reportedly going ahead with a decision to establish five more development authorities in Sylhet, Payra, Rangpur, Barishal and Mymensingh.\nWhile we understand the need to have bodies in charge of planning the development of cities as densely populated as ours, we are confused as to why these bodies are being set up without much thought being given to making them operational or effective. The lack of manpower, and of cooperation from other government departments, have been cited as main reasons blocking certain development authorities from becoming functional. In that case, why are these issues not being dealt with first, instead of wasting precious resources on setting up more bodies that run the risk of being only for show?\nWe cannot stress enough on the role that an effective development authority can play in creating a liveable city. The ongoing discussions around the new Detailed Area Plan (DAP) for Dhaka show just how important such initiatives are for the long-term welfare of city-dwellers. It is not only about economic development, but about ensuring a certain quality of life for the inhabitants of a city encompassing economy, public infrastructure, environment, social justice, and public health. We need development authorities that can properly address all these concerns, not bodies that end up being ornamental at best, and corrupt and incompetent at worst.\n",
        "headline_1": "Bangladesh needs better urban planning ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-needs-better-urban-planning-3153391",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "It's quite alarming that even after so many protests, pledges and a historic High Court verdict declaring rivers as \"living entities\", little is being done to stop ongoing onslaughts on our rivers by encroachers and polluters. One such river, which has been dying slowly for nearly a decade, is the Old Khowai that flows through Habiganj, Sylhet. It was once 250 to 300 feet wide, and a lifeline for the district. But now, it has narrowed down to 20 feet in some places, as over 2,000 illegal establishments by both individuals and public authorities tower over it. Besides, the incessant dumping of waste has left little room for the river to breathe, let alone provide livelihood to fishermen.\nAccording to locals, government initiatives including recent re-dredging and rehabilitation projects undertaken to restore Old Khowai's navigability have failed completely. Unfortunately, many rivers across the country are more or less suffering the same fate. In the absence of effective interventions, they are being encroached and polluted, many losing their navigability and turning into mere canals in the end.\nFor Khowai, this is especially unfortunate because promising initiatives had been taken to revive it. In 2019, the Water Development Board (WDB) undertook an initiative worth about Tk 2,000 crore, called the \"Khowai River System Development Project,\" to restore its normal flow. As part of the project, 600 structures had been identified as illegal, and 500 of them were demolished with the help of the district administration. But all this came to naught when the project was abandoned midway, and old encroachers returned like nothing had happened while new structures were built on the banks and dried-up sections of the river. What's more frustrating is the involvement of public authorities in the act of encroachment. Buildings set up illegally on its banks include the Habiganj District Council office, a multi-storied general hospital, the District and Town Freedom Fighters' Sangshad, a government library, as well as establishments of other government and non-government institutions.\nIt is no surprise that locals now see no hope in the occasional eviction drives conducted by the authorities, given that so many government offices themselves have encroached on the river's land and are contributing to its destruction. The question is, why is the National River Protection Commission doing nothing about it even after a HC directive that gave it the power to do whatever is necessary to protect rivers? What are other relevant departments doing, anyway?\nWe urge the authorities to take urgent and meaningful action to stop the gradual killing of rivers by encroachers and polluters. Too many life-giving rivers have already suffered irreparable harm because of their inaction or, worse, participation in wilful destruction of rivers. This cannot go on any longer. They must ensure our rivers can live and breathe again like before.\n",
        "headline_1": "Another river on its way out",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-river-its-way-out-3153371",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "Mercifully, Sitrang did not turn out to be a super cyclone, as the Met Office in Dhaka made its apprehension known, like Sidr or Aila. Although the deaths and damage are bound to prove overwhelming for those falling victim to it, yet it must be admitted that the trail of devastation is limited to smaller areas than were anticipated. What is particularly encouraging is that the nation has once again proved its capacity for disaster management in the face of cataclysmic natural calamities. Indeed, any country can feel proud of the evacuation of 1.0 million people from their homes to safe cyclone shelters on a short notice. The highest number of deaths, 14 out of 35, were from fall of trees or branches either on homes or on people directly; drowning accounted for the second highest number of deaths. The issue of planting foreign trees merely on commercial consideration therefore demands a serious review.A clear picture of death and devastation is yet to emerge but unconfirmed reports put death so far at 35. But the immediate account of loss of life and damage caused to houses, crops and fish enclosures as presented by the state minister of the disaster management and relief at a press briefing on Tuesday confirms that the country has been spared a calamitous devastation. Yet at a time when people are reeling from market volatility of an unprecedented order, the collapse of and damage to 10,000 houses, standing crops on 6,000 hectares and flooding of 1,000 fish enclosures, as estimated initially, appear as a double whammy. The minister's announcement of donation of Tk 25,000 for families of each of the deaths, roofing tin for repair of houses and interest-free loan to owners of washed-off fish farms may be of immediate help but will prove too little for their recovery from the double-pronged affliction. True, the lesson learnt by people in the coastal regions is still proving handy for survival in the face of storms and cyclones. But the way the co-existence between seas and land mass is getting increasingly upset with the unleashing of elemental furies so frequently on account of climate change, even the most resilient people there may find themselves wanting in resilience. Their vulnerability is made worse by the lack of seriousness on the part of those on whom lies the responsibility of ensuring that the protection dams against rising sea water withstood at least the onslaughts of cyclonic storms of moderate speed and strength. The programme of afforestation in the coastal areas augurs well for inhabitants there. If the embankments or protection dams had extensive afforestation, their capacity to withhold cyclonic onslaughts would have been enhanced many times over. Then reforestation in the Sunderbans should also be taken as a priority task. The green friends will stand guards as the first and second lines of defence when storms or cyclones strike the coastal belt. In this connection, there should be a private-public collaboration for putting in place such an effective natural wall against wind-swept surging waves. Meanwhile, let the meteorological department get its acts together. It was particularly galling to see that it predicted landfall of Sitrang on Bangladesh coast late night or early morning but actually it struck in the evening. The time gap proves crucial because many can be caught off guard due to such wrong forecasts.",
        "headline_1": "Sitrang's devastation is limited but not negligible",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sitrangs-devastation-is-limited-but-not-negligible-1666790656",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "The good bit, among so many other good bits, about western democracy is the decency with which rival politicians campaign against one another for high office, the grace with which the defeated accept the triumph of their adversaries and the politeness with which leaders leave power when the pressure builds on them to call it quits.The manner in which Boris Johnson took himself out of the race to be Britain's Prime Minister on Sunday is an instance of this trait in western democracies. He certainly did his arithmetic on the probability or otherwise of his return to Downing Street, found that the numbers did not add up and so decided to accept reality. It was a reminder, in recent times, of a similar attitude put on display by his immediate predecessors. The bruised Liz Truss, having bravely told parliament that she was a fighter and not a quitter, knew within twentyfour hours that she could not go on fighting. After a mere forty four days as Prime Minister, she courageously told Britons she was leaving office. Within hours of the referendum on Brexit, which he expected to win but ended up losing, David Cameron informed the country that he was resigning. His successor Theresa May, when her moment came, did likewise when she lost the confidence of her party in her leadership.Western democracy, for many of us in Asia, Africa and Latin America, has raised a good number of questions over the decades in such areas as foreign policy. Western leaders' attitudes to climate change and conflicts of the likes of Ukraine have been hugely controversial. The relentless way in which the West has been flailing away at China, Russia and Iran is deplorable. The feeling of moral superiority the West has historically demonstrated has been exasperating. Its condescension has been disturbing.But where democratic practices within the countries of the West --- Donald Trump is an ugly exception --- is the idea, the quality of leadership and the lack of it, the acknowledgement of realities is what remains an impressive feature of democracy. A brief journey back through time gives us images of how such realities have shaped and consistently underscored the working of democratic institutions in the West. In 1960, Richard Nixon's followers, worried that a good number of votes had been stolen from him by the Democratic machine operated by Richard Daley in Chicago in order to give the edge to John Kennedy at the presidential election, urged him to challenge the result. To his credit, Nixon thought better of the situation. He did not wish to undermine the political system by questioning the result. He conceded victory to Kennedy.Decades down the line, it was for Al Gore, who was clearly headed toward gaining the White House in 2000, to accept the ruling by the Supreme Court that George W. Bush would succeed Bill Clinton in presidential office. In Britain, back in 1975, Edward Heath was bitter about losing the leadership of the Conservative Party to Margaret Thatcher. He made it a point, though, of not revealing his disappointment in public. He went on to serve in the House of Commons and by the time he died, he had earned respect as the Father of the House.Margaret Thatcher left 10 Downing Street in an emotional state when her party compelled her to quit office. Her own colleagues had done her in. But she never revealed in public that she was hurt or disappointed or angry. And, of course, there was Harold Wilson, who voluntarily left office in 1976, handing over the keys to Downing Street to James Callaghan. Harold Macmillan could have stayed in power for a good many more years after 1963, but chose not to. He remainedChancellor of Oxford University, a position he had beenbestowed in 1960.Western leadershave chosen to walk away from power before any demands could arise for them to go. They left on their own, aware of the moral responsibility that came with leadership. Willy Brandt resigned as Chancellor of the Federal Republic of Germany in 1974 when an East German mole was discovered among his staff. President Charles de Gaulle, keeping to his promise to leave office if he lost a referendum he had called in April 1969, promptly reigned when the results went against him.Besides resignations, western politicians --- if you ignore the handful of rabid elements inveighing against immigration and climate issues and the like --- have always made it their mission to focus on the policies they mean to pursue if and when they are elected to high office. They do their homework in every field where they will or may at some point be expected to make decisions. In media interviews and in interactions with voters, they are clear about their positions on the issues.An added charm about western politicians is an articulation of their policies through writing for the newspapers. It is a mark of the intellectual depths such politicians bring to the profession, for when a politician writes in leading newspapers, readers are brought up to date with his or her views on contemporary issues. British politicians are regular writers in the newspapers and so are American and European leaders. In the mid-1960s, before he gained the White House in 1968, Richard Nixon wrote prolifically in newspapers and reputed journals on foreign policy. Western politicians have been regular speakers before thinktanks interested in hearing them flesh out their ideas on governance and their approach to the world. In humility, with a liberal sprinkling of humour, they appear before audiences gathered to enjoy the lighter moments of life with them. Everyone enjoys those moments.In interacting with one another, political leaders in the West observe a cardinal rule, which is that they do not hit one another below the belt through employing language that is insulting, humiliating and degrading. Emmanuel Macron and Marine Le Pen are far apart on policy matters and yet in their televised debate before the last presidential election they showed the utmost respect for each other even as they focused on their policy differences.Western leaders traditionally gather around them people known for their professional and intellectual acumen. They listen to such enlightened people when issues need to be debated at length. They are in touch with poets, writers, artistes, regularly arranging sessions with them, thereby enriching their leadership with aesthetics. In the West, politicians do not expect people to genuflect before them. They carry their own bags. They have no time for vainglory.\n[email protected]",
        "headline_1": "In the West, they carry their own bags",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-the-west-they-carry-their-own-bags-1666790695",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "Once it was a picturesque sleepy village with the meandering paths running to the horizon. The memory is still vivid that a bird was flying across the crop fields in a winter afternoon. As far as the eyes could see, it was all green all over. The sky was touching the green on the horizon. With the passage of time the view has been lost. The widespread green is no more there. That village is no more sleepy, but bustling with activities. Houses now dot both sides of the roads. The population now has doubled or tripled. The roadsides, the crop fields, ponds, etc. have been used now to arrange additional housing facilities for them. Thus the villages of those days have lost their picturesque views, many birds have lost their nests. Indigenous fish species are also disappearing. If this continues to happen, one day there will be no village worth its name. So, the villages need to be developed in a planned way. It is heartening to note that the government is planning to build 'My Village, My Town.'In next twenty or thirty years the villages will not be as they are now. Already one or two brick-built two-story houses have started dotting the countryside. Human habitats are now expanding horizontally which is reducing our crop land. So we need to build them vertically to save as much crop fields as we can. We should be careful so that the villages are not turned into urban jungles as has been the case in the city areas. We should be careful so that the greenery of the villages is not lost.Another environmental issue is groundwater. Almost every household in the villages has a tube-well. They are pumping groundwater. They are using it as drinking water. They are also using it for the irrigation purpose. So the pressure on groundwater is increasing day by day. Too much use of groundwater may prove catastrophic, unless enough time is given for rechargomg of the water level underground. If the groundwater level depletes fast, it may lead to landslide. That is a big concern. The government is reportedly working on this front too. The government is planning to introduce piped water in the villages as in urban areas. That will ensure the maximum use of surface water and thus cut the dependence on groundwater.The government can plan small townships in the villages-a combination of piped water supply and vertical building. All facilities will be there-schools, shops, community centres, recreational facilities, etc. That will help save crop land. What is needed is the appropriate planning by the government. The villagers can help the government by giving their land. On the other hand, the government can provide with loans for project implementation and the loans can be repaid in easy installments. Thus small townships can be developed in the villages. The government should start the work on a full scale before it is too late, before the villages turn into urban jungles. The conservation of nature should be always kept in mind while doing the planning.\n[email protected]",
        "headline_1": "Towards creating planned villages",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/towards-creating-planned-villages-1666790729",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2022"
    },
    {
        "full_article": "Cyclone Sitrang has caused heavy destruction in our coastal areas, killing at least 35 people and displacing more than a million. The fatalities, however, could have been fewer, had the forecast made by the Bangladesh Meteorological Department (BMD) been accurate. The met office predicted that the eye of the storm would take at least three hours after midnight past October 24 to cross over the coast. But the cyclone made the landfall in the evening. About a million people were evacuated around 6:00pm on Monday, apparently around the time when the cyclone was moving onto land. The weather largely started becoming normal across Bangladesh around 10:00am on Tuesday, with the cyclonic storm passing two hours before the time of arrival predicted by the BMD. This is a gross mistake and the BMD authorities should apologise to the nation for their inaccurate weather forecast. \nSirazi Shahjahan, Malibagh, Dhaka,[email protected]",
        "headline_1": "Met office's inaccurate cyclone forecast",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/met-offices-inaccurate-cyclone-forecast-1666790753",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-10-2022"
    }
]