[
    {
        "full_article": "The victory of Geert Wilders, a far-right, anti-Islam populist, in the parliamentary elections has put the Netherlands, long seen as one of the most socially liberal countries in Europe, at a crossroads. According to the preliminary results, Mr. Wilders’s Party for Freedom (PVV) has emerged as the single largest party with 37 seats in the 150-member lower house. The Labour-Green coalition won 25 seats, while the incumbent People’s Party for Freedom and Democracy (VVD) secured 24. While the PVV is far from the 76 seats needed for a majority, its formidable performance (it won three more seats than what the VVD won in the last elections) puts Mr. Wilders in a position to start coalition talks and on a potential path towards becoming the country’s first far-right Prime Minister. Over the years, Mr. Wilders has built an image of himself as one of the most radical far-right populists in Europe. He has called for “de-Islamising” the Netherlands, shutting down mosques, banning the Koran, and closing the borders to migrants from Muslim-majority countries. He made the influx of migrants a strong political issue during the campaign, which appears to have helped him deal the greatest blow to the political establishment.The PVV’s victory is neither surprising nor isolated. Mr. Wilders, a member of the House of Representative since 1998, split from the conservative VVD in 2004 to form the PVV. Since then, he has been pushing his brand of populism in Dutch politics. In the past, the VVD, led by outgoing Prime Minister Mark Rutte, avoided tying up with the PVV because of the latter’s controversial views. But by grabbing the highest number of seats in the House, the PVV has now placed itself at the centre of Dutch politics. It is not certain whether Mr. Wilders will be able to put together a governing coalition. But even if he is kept out of power, the leader of the largest party in Parliament cannot be ignored. His rise is in line with the rise of far-right parties and populists across Europe. In France, Marine Le Pen finished a close second in the 2022 presidential elections. In Italy, a party with neo-fascist origins is in power. In Germany, the AfD, which has neo-Nazi roots, is the second most popular party. This should be a wake-up call for the establishment parties in the West. The far-right is using the immigration and the cost-of-living crises to mobilise the public under its exclusive, ethno-nationalist brand of politics, while the political centre is struggling to hold. Establishment parties should have a clear economic agenda and political vision to arrest the rising tide of far-right politics, which echoes Europe’s dangerous and not-so-distant past.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNetherlands",
        "headline_1": "Far-right turn: On Geert Wilders’ win in the Netherlands",
        "headline_2": "The rising tide of ethno-nationalist politics in Europe is worrying",
        "link": "https://www.thehindu.com/opinion/editorial/far-right-turn-the-hindu-editorial-on-the-victory-of-geert-wilders-in-the-parliamentary-elections-in-the-netherlands/article67576644.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "India is falling behind other countries of the region in education and health. Economist Jean Dreze has written a foreword to a forthcoming book by Swati Narayan, “Unequal: Why India lags behind its neighbours.” Dreze notes that Bangladesh has long overtaken India in life expectancy, fertility, child mortality, sanitation, school participation and gender equality.\n\nInitially this was seen as a quirk, but the gap kept growing, proving deeply embarrassing for India. This was attributed to special characteristics of Bangladesh such as outstanding NGOs and strong public health interventions. Its per capita income was also comparable with India’s.\nRead full story on TOI+\n\n",
        "headline_1": "Why do Nepal, Bangladesh beat India in social indicators? Starts with caste",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/why-do-nepal-bangladesh-beat-india-in-social-indicators-starts-with-caste/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "“Still hurts,” confessed K L Rahul, who kept wickets and stacked up a respectable number of runs as a middle order batter, after the fierce battle for the World Cup ended with Australia beating India in the finals. “Move on,’’ advised veteran Kapil Dev, the legendary captain of the 1983 World Cup winning cricket squad.\n\nKL Rahul is a youngster (31), transparently wearing his emotions on his sleeve. Kapil Dev (64) is a seasoned sports star who has seen it all and done it all. Both are being true to themselves and their belief systems, while responding to India’s 2023 loss.\nRead full story on TOI+\n\n",
        "headline_1": "What World Cup final teaches us about victory and defeat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/straight-talk/what-world-cup-final-teaches-us-about-victory-and-defeat/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "In a week’s time, India will know who has triumphed in the winter assembly polls of 2023. In three of the five states going to the polls — Rajasthan, Madhya Pradesh and Chhattisgarh — Congress is up against BJP in direct one-on-one face-offs. Analysts have called these elections a ‘semi-final’ before the general election of 2024, but they are not so. The stakes for the two national parties are very different.\nFor BJP, intent on a hat-trick for the Prime Minister Narendra Modi-led ruling party in 2024, the winter polls are not deciders of the national mandate. After all in 2018, Congress won assembly polls in Chhattisgarh, Rajasthan and Madhya Pradesh, but BJP swept the general elections in 2019. But for Congress, these elections are key, make-or-break elections, somewhat equivalent to the American primaries, or contests where a candidate is chosen, in this case a candidate for the post of Challenger No 1. If Congress scores in these elections, it will prove that it is strong enough to be the natural leader of the opposition I-N-D-I-A alliance and will go into 2024 with new verve. But if the party flops, it will be further demoralised ahead of the national battle. 2023 will answer the question, kya Congress banega challenger?\n\nThe BJP’s election-winning machine has made electioneering fiercely competitive and, initially, the Congress was no match for it. But now the Grand Old Party insists that it has become more nimble, strategic and battle-ready than the slow lumbering machine it was. This ‘new’ Congress recently won two victories in direct fights against BJP — Himachal Pradesh last year and Karnataka in the summer this year. Congress now has to prove that HP and Karnataka were not mere flukes.\nThe Congress campaign this time has been much more energetic than seen in recent times. First, learning lessons from the successes of Siddaramaiah and DK Shivakumar in Karnataka, Congress has gone aggressively vocal for local and projected regional leaders and chief ministerial faces instead of the Gandhis. Across Madhya Pradesh, the face of former chief minister Kamal Nath dominated the billboards, and the Gandhis were only smaller mugshots. Similarly in Rajasthan, Congress has created a personality cult around Ashok Gehlot. In Chhattisgarh, Congress made Bhupesh Baghel its homegrown ‘Chhattisgarhia’ star, and even created a buzz around the young Revanth Reddy in Telangana. The forceful Congress campaign in Telangana aims to defeat entrenched regional forces like the BRS.\nSecond, the Gandhi siblings have both undergone some reinvention and now play clearly contrasting roles. Post Bharat Jodo Yatra, Rahul Gandhi has somewhat shaken off the ‘pappu’ tag and plays the unshaven stormy petrel blasting away at Modi directly, while Priyanka Gandhi, who has campaigned more strenuously than in any other election, has made a consistent pitch for women voters.\nThird, for the first time, Congress has created the post of chief election strategist and appointed the sharp Sunil Kanugolu, who cut his teeth in the BJP, to craft election strategies and function as its own Prashant Kishor. Fourth, on social media, Congress is more energised than ever before, matching the BJP meme for meme and regularly unleashing tweet storms, animation strips, and viral videos. Slow to combat BJP online in the initial years post-2014, today if #pappu trends, Congress also trends #panauti even at the risk of a notice from the Election Commission. Even on mainstream media, Congress spokespersons come out all guns blazing against the ruling party, boycotting anchors and taking a leaf out of the BJP’s book in establishing a pugnacious and provocative media presence.\nFifth, and importantly, Congress managed to force BJP to respond to its own narratives on welfare schemes despite the latter’s criticism of ‘revdis’ (freebies). In Rajasthan, if Congress offered gas cylinders for Rs 500, BJP countered with a gas cylinder for 450.\nThe question is, will this new Congress be able to take on the near-invincible BJP juggernaut and the Modi personality cult, armed with a nationalist narrative and achievements like Chandrayaan-3 and G20 as well as a super-efficient party machine, charged with Vitamin M? Congress remains burdened by the baggage of ‘dynasty’ and corruption charges and the party is still plagued by infighting and a feeble party organisation. If Congress is to be the leader of the I-N-D-I-A alliance, it needs to win at least two, if not three of the five states. If it does so, then the message is clear: in 2024, Congress banega challenger.\n\n",
        "headline_1": "2023 will decide if Congress will be challenger number 1",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/2023-will-decide-if-congress-will-be-challenger-number-1/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "Imagine a government that can prescribe a dress code, where surveillance is constant, which can even decide your political activity or have a say in your private life. Like a communist dictatorship, it organises production through central planning. It can’t put you in prison, but it can exile you. Your only freedom is to emigrate to another such dictatorship. It secures your compliance through carrots: those who follow orders most effectively are best paid and highest ranked. In this system, you might be subordinate to some, but you have others to exercise dominion over.Read full story on TOI+\n\n",
        "headline_1": "Got a good job? But are you really free?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/got-a-good-job-but-are-you-really-free/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "That antibiotics are increasingly becoming ineffective against bacterial infection is now a global problem. Widespread abuse has resulted in the emergence of superbugs that are found immune to all sorts of anti-microbial drugs. The situation in Bangladesh is particularly worrying because of the unpardonable apathy of physicians, health sector policymakers and people to drug resistance. One of the competent authorities in this field - the Institute of Epidemiology, Disease Control and Research (IEDCR) - has also corroborated it. The institute last week unveiled a survey report showing that the number of multi-drug-resistant bacteria has been increasing unabatedly in the country. Health sector researchers in developed countries have been burning the midnight oil to find a solution to the problem that has been intensifying over the years. Physicians in those countries hardly prescribe antibiotics without being certain of the underlying causes of a disease. None can also buy antibiotics without a prescription from pharmacies. If drug-resistant bacteria remain a problem in countries having the most modern treatment and medical research facilities, one can well imagine the situation in a country like Bangladesh. Many doctors do not feel the need for diagnostic tests before prescribing antibiotics. Some physicians even prescribe all the anti-microbial drugs - antibiotics, antiprotozoal and anti-viral - with the hope that one of the three would surely be effective. They tend to be guided by their assumptions, not diagnostic results. Such an attitude better suits quacks, not qualified doctors. Not many people are aware of the frightening statistics: globally one person dies every 45 seconds for antibiotic resistance and by 2050, one person is likely to expire every three seconds for the same reason. What is worse for Bangladesh is the availability of antibiotics without prescriptions from registered physicians. One can walk into a drug store and buy the antibiotics or any other medicine without prescriptions although the containers of drugs carry the advice 'to be dispensed only by or on the prescription of a registered physician'. Such indiscriminate sales and use of antibiotics have given rise to multi-drug resistance bacteria. The NIPSOM survey carried out in different hospitals in 2023 found 81 per cent of bacteria with multi-drug resistance properties. The rate was 71 per cent in 2017. Besides, the efficacy of antibiotics on hospital patients was found between 40-60 per cent. Even the effectiveness of the widely used antibiotic, according to the survey results, was below 50 per cent. If the current trends in antibiotic sales and usage persist, the future for the human race appears bleak, particularly for people in Bangladesh where healthcare services are deficient and a vast majority of the population lacks access to modern treatment. Thus, it is high time the relevant authorities made the right move to create awareness among the mass people, physicians and drug store owners in particular against the abuse of antibiotics in the country. The Drug Administration (DA) deserves appreciation for showing an animated documentary on TV channels to make people aware of the abuse of antibiotics. Others involved in healthcare should also follow suit. However, the DA appears negligent in the matters of punishing the drugstores that sell non-OTC drugs without prescription. Such negligence does not complement the good works DA has been doing to raise awareness about antibiotic abuse.",
        "headline_1": "Antibiotic abuse and its dreadful outcome",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/antibiotic-abuse-and-its-dreadful-outcome-1701007156",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "Amid the welcome 'humanitarian pause' of Israel's relentless air and ground assaults on the Gaza strip, termed Hamas-Israel war in the media, the exchange of Palestinian and Israeli prisoners has been taking place from Friday, November 24. Notably, such an exchange has been possible, thanks to the agreement reached between the Islamic Resistance Movement or HAMAS (Harkat al-Mugawama al-Islamiya), also commonly termed, Hamas, and the state of Israel on November 22 brokered by Qatar, Egypt and the USA.The scenes of prisoners meeting their near and dear ones on either side were emotion-choked. And it was naturally so. Following the release of the Israeli prisoners held by Hamas, the Israeli premier, Benjamin Netanyahu, is reported to have said that each of the children and women freed from Hamas's captivity was a universe to them. If the lives of Israeli women and children are so valuable to Mr Netanyahu and his people, the Palestinian lives are also equally important to their people. No human life is more or less important than another. The lives of children, women, adults and old people of Gaza are dear not only to the community they belong to, but they are also precious to entire humanity. But this simple truth is often forgotten in times of war and communal conflicts. Now consider the thousands of children, women, adult and old people gratuitously murdered by 48 days' indiscriminate bombardment of Gaza's residential buildings, schools, hospitals, refugee camps, you name it, by Israel. If one is to condemn the killing of Israeli men, women and children during Hamas's October 7 raid into Israel, then one has also to condemn Israel's massacre of Gazans. That condemnation has to be in proportion to the number of people so killed, maimed and mutilated. Putting aside the argument of just and unjust wars, or who did what first, can what has been happening in Gaza following October 7 be compared as proportional? The Hamas gunmen, who broke through the heavily guarded Israeli perimeter fence, as reported, landed by sea and air (using paragliders) and carried out attacks on military posts, kibbutz (agricultural farms run by settlers) and participants of a musical festival, killed 1,200 people and abducted 1,400 people, mostly civilians as hostages. But how many Gazans have been killed by Israeli air strikes in Gaza so far? According to a BBC report quoting information provided by the Hamas-run government in Gaza, more than 14,000 people have so far been killed in Gaza, two-thirds of them being women children. More might have already died and are dying under the buildings reduced to rubble by Israeli bombardment and more than 70 per cent of the entire Gaza population of about 2.4 million have been displaced internally during the seven weeks' aerial bombardment. Assuming that Israel had not launched its counter-offensive with such disproportionate use of military might, how would the October 7's Hamas attack on Israel be described internationally? Even though Hamas had its arguments of a long history of persecution of the Palestinians at the hands of the Israeli military as well as the settlers, many, even from pro-Palestinian camps, would like to critique Hamas's attack as unacceptable. But then how should one having common sense respond to the punitive Israeli expedition launched against Gaza's mostly civilian population, which was not only out of proportion, but was charged with an open display of hatred towards the Palestinians, as expressed without any qualms by some Israeli leaders? It is indeed unprecedented in modern times. It seemed the targets of the Israeli attacks were something less than human. To the Israelis, their victims of October 7's Hamas attack were not equal to the Gazans killed by Israeli bombardments, but far superior homo sapiens! That means, war or no war, Palestinian lives are expendable. But since humans became civilised, the ancient tribal culture of treating the defeated adversaries from other tribes not as humans, but animals, has long disappeared. On the contrary, in modern warfare, the conqueror and the conquered are treated as equals and with equal respect. But it is only during riots, as in the case of Rwandan genocide (between April and July 1994), when the majority Hutus termed the victims, the minority Tutsis, 'cockroaches'. It happens only when communities forget their sense of humanity. The blind rage with which the Israeli military descended on the already besieged Gazans, in what is often termed an 'open air prison', without access to water, food, fuel and medicine, bears the hallmark of a superior race dealing with an inferior one. Oddly enough, historically, today's Israelis, or Jews to be specific, belong to the same racial stock that the people of Palestine in Gaza or in the West Bank have also descended from. When all is said and done, what is then going to happen after the four-day pause in the ongoing Hamas-Israeli hostilities is over? Going by the words of the Israeli premier before the temporary truce came into effect that the Gazans are to experience a bloodbath on a greater scale until what he said the Hamas is totally vanquished, then, one wonders, what the present exercise in peace does mean.Evidently, after this declaration by the Israeli premier, one cannot also expect that, Hamas, Israel's enemy, will be waiting to be exterminated. In that case, should one assume that the cycle of violence is going to continue with more deaths and destruction in Gaza? The question then naturally arises, is there any objective of the Israeli campaign in Gaza? The question before the parties behind the four-day truce, or to the bigger international community at large is, will they allow the madness to continue on their watch? \n[email protected]",
        "headline_1": "A war without objective?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-war-without-objective-1701007226",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "The day Speaker of the Jatiya Sangsad Shirin Sharmin eulogised the people's movement ahead courtesy of information technology towards building a smart Bangladesh, the Bangladesh Submarine Cable PLC (BSCPLC) shut down bandwidth of 19 of the country's 34 International Internet Gateway (IIG) companies. On Friday the speaker also stressed the need for making the most of the technology for that purpose but, as an anti-climax, the BSCPLC at midnight the same day snapped or limited services to those companies for non-payment of outstanding dues. The result understandably was slow internet speed at the level of end users, subscribers that is. Now, subscribers of broadband internet suffer for no fault of their own. The unpaid bills of the 19 IIG companies amount to Tk3.84 billion. It is their fault but subscribers of internet do not have any direct link with the IIGs. In between there are internet service providers (ISPs). The IIGs purchase bandwidths from the BSCPLC and make those available to the ISPs. Now the question is, if IIGs also do business on credit. About one thing there is, however, no doubt that subscribers, except in rare cases, have to pay their bills regularly to get continuous service. Then why should the IIGs default on payment of their dues? They find themselves at an advantageous position from where they can force the ISPs to honour business terms and conditions. Presumably, the rest 15 of the 34 IIGs have cleared their dues so that their bandwidths were not terminated or limited. Who exactly is to blame for the internet fracas can be pointed out if all the facts are available. But so far it has been disclosed that the non-paying companies were intimated through official letters of their obligations months before. Whether this was accompanied with a warning of the action to be taken is not known. A spokesman for IIGs claims serving a notice seven days before such an action is obligatory but no such notice was issued. If there was none, the BSCPLC also did not quite follow the usual procedures. Internet service at the end users' level is as crucial as the utility services, at times even more when it comes to maintaining deadlines of outsourcing. This cannot be the best of example of the best use of information technology. When this kind of undesirable developments hampers internet service to the consumers, it cannot be compensated by any rhetoric. The Bangladesh Telecommunication Regulatory Commission (BTRC) issued a directive in the first week of October, 2021 to the effect that a subscriber does not have to pay bill for three consecutive days' slow internet speed and in case of an entire day's slow speed, 50 per cent of the monthly bill has to be waived. There are other benefits subscribers are entitled to enjoy for disruption of internet service. Now what happens if the internet speed remains down for days together because of the BSCPLC's punitive action against IIGs. Here the ISPs are not at fault but under the BTRC's directive, subscribers are not bound to pay bills for three consecutive days' slow speed. If 15 IIGs could maintain updated payment of dues, no excuses are tenable from the defaulting 19 companies. Is it wilful non-payment or otherwise? If wilful, their contracts or licences should be cancelled provided they do not pay dues within a stipulated grace period. Since the BSCPLC is owned by the government, some entities may try to take undue advantage. If anyone harbours any such notion, it has to be strictly dealt with. But was the action ---one that negatively impacted the subscribers ---the only option to teach the bill defaulters a lesson? Attention had to be paid for exploration of every other option before taking this ultimate action. Service disruption of unusual order means production loss and mental stress for thousands who have to meet their outsourcing deadlines. According to the Speedtest Global Index, Ookla, a US-based organisation which prepares country-specific internet speeds, Bangladesh holds 111th position out of 142 and this too is an improvement on 2022's 119th slot. Clearly, Bangladesh needs to improve its internet speed and also bring down the charge at the subscribers' level.\n[email protected]",
        "headline_1": "Who must pay for slow internet speed?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/who-must-pay-for-slow-internet-speed-1701007261",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2023"
    },
    {
        "full_article": "Food waste is a severe problem all across the world, where the number of people affected by hunger has been slowly on the rise. But tons of edible foods are wasted every day. According to the United Nations, around 14 per cent of produced food is lost between harvest and retail, while an estimated 17 per cent of the total global food production is wasted. Food waste is one of the root causes of worldwide hunger and malnutrition. Bangladeshis can equally be blamed for this criminal act of wasting food. According to a UN study, a Bangladeshi wastes 65kg of food each year on an average, which is much higher than what a person wastes in such rich countries as Russia (33kg), the United States of America (59kg) and Ireland (55kg). If the waste continues, the increasing number of people have to face a dire crisis of food in the coming years. There is no alternative to raising public awareness to reduce food waste. Mostly people love to taste everything, and in that process, they leave most of the food on their plates. This is a serious problem. We all need to stop this practice. People should make a habit of taking an adequate amount of food, which they can eat without wasting any of it. There are so many people out there, who barely even manage to eat one square meal a day. There are many organisations in the country that provide food to deserving people. We should join hands. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Stop wasting food",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-wasting-food-1701007289",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2023"
    }
]