[
    {
        "full_article": "As tragic as it is, India is arguably the country with the highest number of stampedes and resultant injuries and fatalities. Data from the National Crime Records Bureau reveal that between 1996 and 2022, India recorded 3,935 stampede incidents, resulting in more than 3,000 deaths. These numbers show a chronic failure in ensuring public safety during religious festivals, political rallies, and celebrity appearances. Religious gatherings account for a significant proportion of these tragedies. In 2011, in Sabarimala, 106 people died on a narrow pathway. In 2013, during the Kumbh Mela in Allahabad, 36 people were killed at a railway station due to overcrowding. Political rallies have also proven deadly — in 2014, more than 30 people were killed in a stampede at Gandhi Maidan in Patna. While stampede fatalities during celebrity appearances have been rare, they point to the dangerous combination of fan fervour and poor planning.During a promotional event for the film Pushpa 2: The Rule, at Hyderabad’s Sandhya Theatre, a “surprise” appearance by Telugu actor Allu Arjun led to a stampede. A 35-year-old woman, Revathi, lost her life, and her eight-year-old son, Sri Tej, is battling for survival. Allu Arjun, the film’s production team, and the director have collectively decided to donate ₹2 crore to Revathi’s family. In the aftermath, blame has been laid on the Hyderabad police, the actor, and his production team. Questions surrounding protocol, security arrangements, and crowd control have yet to yield clear answers. Was the police force prepared for the size of the crowd? Did the actor and his production team respond swiftly when they got news of the stampede? Revathi’s death points to a recurring pattern of negligence, mismanagement, and inadequate planning. India must prioritise crowd safety with actionable measures. It is important to consider spatial and thermal comfort when planning events and provide sufficient hydration facilities to prevent exhaustion. There should be multiple and clearly designated entry and exit points, capable of handling the projected crowd size. Emergency preparedness, including the deployment of medical aid, trained personnel, and effective chaos management protocols, must be a non-negotiable standard. India ought to ensure the safety of its citizens, whether they gather for faith, fandom, or politics. Published - December 27, 2024 02:19 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        disaster and accident\n                    \n                            /                      \n                        \n                        Telugu cinema\n                    \n                            /                      \n                        \n                        celebrity",
        "headline_1": "An avoidable tragedy: On the Pushpa 2 stampede",
        "headline_2": "India must take measures to reform crowd management",
        "link": "https://www.thehindu.com/opinion/editorial/an-avoidable-tragedy-on-the-pushpa-2-stampede/article69029995.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "Prime Minister Narendra Modi flagging off work on the Ken-Betwa river interlinking project signalled that the national government is unbothered by the wide-ranging opposition to it. At a budgeted cost of ₹44,605 crore, the project will draw supposedly “excess” water away from the Ken river basin towards the Betwa river basin and thereon to farmland and human settlements. When the Union Cabinet approved the project in 2021, the National Green Tribunal was still deliberating a challenge to its green clearance. This was typical of the state’s tendency to pardon businesses found in violation of environmental laws after they had made considerable investments. The government itself has ignored critical comments from experts, including members of an empowered committee appointed by the Supreme Court, and bypassed due process. The law has strict terms for allowing hydroelectric power projects in ecologically sensitive areas — the Daudhan Dam will be erected inside the Panna Tiger Reserve — but there is little evidence of such scrutiny. Work on the dam will destroy lakhs of trees and destabilise fragile ecosystems. The government has also refused to release hydrological data of the basins claiming they are sensitive by virtue of being subsets of the international Ganga basin.That a river interlink will water fields and quench thirst is irrefutable, but for how long? Various studies have asserted that the Ken and the Betwa basins suffer floods and droughts together, that the subcontinent’s rainfall and sedimentation patterns stand to be altered, and that the Betwa basin can be replenished more affordably by maintaining environmental flows and bolstering natural storage. The government’s principal claim is that the Ken and the Betwa basins are respectively water-surplus and water-deficient. This is disingenuous: the Betwa basin is water-deficient strictly because it hosts several lakh hectares of irrigated cropland. Should the demand in the Ken basin increase, both areas will suffer. Experts have instead suggested that the project is a ploy to pacify the electorate in Bundelkhand — as its approval months ahead of State polls in Uttar Pradesh also suggested — and/or to improve water supply to reservoirs in the lower Betwa thanks to other upstream blockades. The project seems more the product of political expediency and self-image than current ecological sense. The more resources the government sinks into it, the more unlikely changing or reversing course will become in the face of adverse developments. When they come to pass, the responsibility and costs of mitigating the adverse consequences of this and other projects, including the recently launched Parbati-Kalisindh-Chambal link, will fall to the people. Published - December 27, 2024 02:15 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        natural resources (general)\n                    \n                            /                      \n                        \n                        natural resources\n                    \n                            /                      \n                        \n                        rivers\n                    \n                            /                      \n                        \n                        environmental issues",
        "headline_1": "Pushed through: On mega projects",
        "headline_2": "Political expediency must not be allowed to drive mega projects",
        "link": "https://www.thehindu.com/opinion/editorial/pushed-through-on-the-ken-betwa-river-interlinking-project/article69029968.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "All that’s right about one country being able to buy land from another country, on free and fair terms\nGreenland has been here before. It was on Trump’s radar in 2019 too. All the strategic logic for US to purchase Greenland from Denmark then, has only increased in salience since. Maybe the shocked gasps at the idea are louder this time. But why? Like other resources, such as copper, of which too Greenland has plenty, countries should be able to transact land. With proper, international norms in place, on free and fair terms. Consent of the peoples involved, as much as of the govts, must be clear and convincing. But with this under the belt, smooth land sales between countries could make the world more peaceable, prosperous and habitable for more of humanity.\nAt this point, Denmark is not willing to make the sale. It says, “Greenland is ours…we are not for sale and will never be for sale.” But it’s not like Greenland has been ‘theirs’ from time immemorial. Only from a time when Europeans went around the world ‘claiming’ this or that land in different ways. Likewise, when Tzar Alexander II sold Alaska to US, he spoke of ‘the uncivilised tribes’ as objects to be handed over alongside. When Napoleon sold Louisiana, he did not give a damn about local populations either. Today’s rights ethos is thankfully different. Only if the Greenland population is on board, and nearly 90% of it is Inuit, can Trump get his way. But if the former were to happen, the transaction would be perfectly legitimate in international law.\nMore than being legal, this is a desirable concept. With summers running inhumanly high in parts of India, this country, once it’s wealthier, too can look at others, colder ones, to buy land from. Or take tiny Singapore. It’s run so smartly and profitably, that taking those governance skills to a larger landmass would be a greater global good.\n\n",
        "headline_1": "Greenlandish idea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/greenlandish-idea/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "Online marketplace is not a fixed-price shop. That’s a double-edged sword \n“From each according to their ability,” said Marx, and looks like cab aggregators were listening. Viral social media posts this week have claimed ride-hailing apps charge Android and iPhone users different rates for the same route, booked at the same time from the same location. The assumption is that since iPhones cost more than most Android phones, their owners might have deeper pockets. TOI did a quick test in Chennai and found the theory plausible, but our sample size is not large enough to be conclusive. Some users are outraged, understandably. Nobody likes to pay more than the next person. But are we really surprised? \nDynamic pricing, which is just another name for discriminatory pricing or differential pricing, is as old as markets. Don’t street vendors quote their first price after sizing up your clothes and car? By some accounts, products for women are priced higher than comparable products for men – the so-called ‘pink tax’. A US govt study found women’s personal care products were 13% costlier, on average. In UK, women’s face moisturiser was 34% more expensive. But ethicists mostly agree that discriminatory pricing is neither good nor bad. It’s morally neutral as long as businesses use it to advance their morally legitimate interests – shorthand for profit and growth.  \nYet, time and again discriminatory pricing has backfired. A major e-tailer’s gambit in 2000 to offer variable discounts on DVDs ended with an apology and refunds. Although the firm denied using customer data – address, purchase history, etc – to set prices, it was possibly the first instance of discriminatory pricing online. That was long before smartphones. Now, anyone with access to your phone data, including e-tailers and cab aggregators, knows all about you. Access to SMS, for example, lets apps read bank messages. So, knowing what kind of person you are and guessing your ‘reservation price’ – the most that you would be willing to pay – are not so difficult. Question is, should it be done? \nCustomers like equal treatment; it takes guessing out of the equation, and having to guess for best deals all day is tiring. People shop online not only because it’s convenient but also because they believe they’re getting the best deals without haggling. That’s why discriminatory pricing can feel like a breach of faith. If cab aggregators really discriminate on the basis of phone type, they might want to weigh its long-term costs along with short-term benefits. \n\n",
        "headline_1": "Your phone, your price",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/your-phone-your-price/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "148 years after Alexander Graham Bell invented the telephone, we’ve uninvented it\nIn March 1876, Alexander Graham Bell made the world’s first telephone call. It lasted for less than ten seconds and consisted of nine words, “Mr Watson, come here – I want to see you.” This message was addressed to the inventor’s associate, Thomas Watson, who was in another room. \nAlmost a century and a half later, we’ve effectively uninvented Bell’s invention, or at least, uninvented its original purpose.\nLandline phones have become as extinct as the dodo. Mobile phones, which have replaced them, are used for all sorts of purposes, but speaking to people isn’t one of them. \nThe most common use mobiles are put to is to take photos, of the pizza or the ice cream we’re about to eat, of scenic spots, of family and friends, and most importantly, of ourselves. \nYour phone also tells you the time, which obviates wearing a watch. It acts as a pocket calculator, calendar, computer, diary, and GPS navigation system. \nThe one thing you don’t use your phone for is to make calls to talk to people. Using your phone as a phone is just NOT DONE. It’s considered not merely intrusively impolite, but downright ill-mannered, worse than talking to someone with your mouth full of food, and almost as bad as breaking wind in a crowded elevator. \nInstead of calling the person – who might be at a business meeting, or working, or in the loo – you send a text message: U snd a txt msg. And u gt a txt msg bk.\nThe taboo about making calls is reinforced by the fact that the only people who do make calls are spamsters, or worse. Property dealers, or insurance sellers, or scammers, international cyber criminals who, if you’re so unwise as to accept their calls, or call them back after a missed call, can hack into your phone and – before you can say, Hell’s Bell, Alexander Graham! – clean out your bank account or max out your credit card, or both. \nThat’s why using your phone to make or receive calls isn’t telephony. It’s tele-phoney. \n\n",
        "headline_1": "Call it off!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/call-it-off/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "-By Sumit Paul\nTwo western scholars, orientalists and spiritually inclined individuals of the past century, Aldous Huxley and Carl Gustav Jung began to have doubts regarding the claims of enlightenment towards the fag end of their fecund lives. But they didn’t make it public. As a celebrated psychiatrist and an estranged friend and student of Sigmund Freud, Jung had stronger doubts about the whole shebang of enlightenment. First of all, the entire concept of enlightenment is a subjective process. In fact, enlightenment is quintessential spiritual solipsism. It’s a purely subjective experience and there’s no way to measure it because it’s so fluid and amorphous.\n​Even the term ‘Buddha’ means sambuddha, enlightened one. Siddhartha Gautama never called himself the Buddha. There’s an episode in one of the Pitakas– the word ‘pitaka’ is a noun in Pali that means ‘basket’ or ‘collection’ – that once when the Buddha’s favourite disciple Anand called the Buddha, an enlightened one, the Buddha told him not to use the word ‘enlightened’ for anyone, not even for him for three reasons: First, it smacks of condescension. In other words, it means only one or a select few are enlightened and others are benighted. This is unfair. Second, the very state of enlightenment could be delusional. Third, someone’s so-called enlightenment is his enlightenment, not yours or someone else’s. The ‘enlightened’ Buddha’s whole philosophy is based on doubt. It’s doubt oriented. Ergo, even the Buddha’s ‘enlightenment’ is worth doubting.\n\n​In dialogues of Shams-e-Tabriz and Maulana Jalaluddin Rumi, the former says in Pahlavi, “Az meenghun na shid, min az baashid”– concentrate not on enlightenment but on awareness. All mystics, including Rumi, Shams and Hafiz, believed in cultivating awareness, knowledge of being/understanding of the Self and avoided enlightenment because fana and bekhudi, dissolve and trance, could create an alternative state of mind which could be simulated, not real.\n​Egyptian Nobel laureate Naguib Mahfouz considered the ‘enlightened’ Bayazid Bastami and Mansur-alHallaj, two of the greatest mystics in the annals of Islamic tasawwuf, spirituality, delusional for their ecstatic proclamations such as Anal-al-Haq, I’m the Truth. Omar Khayyam, an agnostic mystic, famously, nay nonchalantly, said, “I drink and get enlightened.”\n​In neurolinguistics and theolinguis tics, researchers are almost sure that certain words, terms and phrases from the spiritual glossary have just a feelgood effect and a false sense of bliss. These are, transcendence, nondualism, godhead, bekhudi, fana, merging with the one/ultimate, soul and soul connection, cosmic consciousness, the so-called mystical experiences, spirituality being just a euphemism for religiosity.\nThe Kabbalah teaches us that each blade of grass has an angle and an angel metaphorically speaking. All that is here is holy and ‘holy’ means ‘complete’.\n​American philosopher-poet Walt Whitman believed either we all are equally enlightened or equally unevolved/devolved. None of us is enlightened. Remember, humans are eternal seekers on the path of selfrealisation and we all must continue to seek till the end without expecting a destination. Hum hain toh Khuda bhi hai – God exists because we exist.\n\n",
        "headline_1": "Is enlightenment a case of metaphysical solipsism?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-enlightenment-a-case-of-metaphysical-solipsism/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "Climate change is severely affecting natural resources, including forests, wetlands, floodplains, hill ecosystems, and biodiversity. Concerns about the loss of biodiversity and the degradation of ecosystems have been expressed in the Intergovernmental Panel on Climate Change (IPCC) reports and in the recent United Nations Conferences of the Parties (COPs). Uncontrolled human activities, trade and business, and climate change are affecting various ecosystems, their species composition, compactness, productivity, and ecosystem health, which in turn are undermining the livelihoods and well-being of millions of marginalised people and indigenous communities living in and around these ecosystems.\nClimate change is causing sea-level rise, increased climate variability, temperature rise and heat stress, changes in seasons, and more frequent or intense droughts, wildfires, cyclones, heavy rain-induced floods, and landslides. These impacts are leading to increasingly severe social, economic, and ecological consequences. A recent report from the Potsdam Institute for Climate Impact Research on \"10 Insights in Climate Science\" has cautioned that climate change and extreme events are affecting all ecosystems, which is also happening in Bangladesh. The National Adaptation Plan, published in October 2022, has identified 12 climate hotspots in the country with several climate stresses affecting both people and ecosystems.\nA 2022 UN report states that forests cover approximately 31 percent of the Earth's surface. They are home to 80 percent of the terrestrial species of plants, animals, and insects. However, many wildlife species are extinct, and 22 percent of animal species are at high risk of extinction. Around 12 million hectares of forest land are lost every year due to heat stress, drought, and deforestation. The current high rate of deforestation, caused by human activities and climate change, poses serious threats to forests, biodiversity, and ecosystem health, on which the livelihoods of millions depend directly and indirectly. Additionally, human dependency on forests and ecosystems means that forests, along with natural vegetation, are a major sink of carbon, absorbing over 30 percent of anthropogenic CO2. Forests and wetlands are also a major source of carbon emissions. Deforestation and the degradation of wetlands are causing rapid changes in both local and global climates.\nClimate change is causing frequent and severe forest fires that further degrade forest resources and threaten wildlife and biodiversity. The key challenges are fighting deforestation and stopping the degradation of ecosystems through regeneration, conservation, and the protection of ecosystems, wildlife, and biodiversity. One of the approaches to ecosystem regeneration is Ecosystem-based Adaptation (EbA) with socio-ecological responses, which essentially meets the twin goals of ecological regeneration and enhancing social resilience to climate change.\nThe EbA approach is nested within Nature-based Solutions (NbS) for climate risk reduction, social protection, and resilient livelihoods by harnessing and enhancing ecosystem services from healthy ecosystems through conservation, protection, and regeneration of natural resources and ecosystems. Healthy ecosystems provide important ecosystem services that contribute to climate change adaptation. EbA focuses on the benefits that humans derive from biodiversity and ecosystem services to manage the risks related to climate change impacts.\nThe early examples of EbA include integrated landscape-level forest and wetland management; restoration and conservation of forest, hill, and wetland ecosystems; better management of forest protected areas with communities (SUFAL in Bangladesh); agroforestry and conservation agriculture; climate-smart agriculture; and nature-positive, climate-resilient livelihoods. The EbA projects are generating significant social and ecological co-benefits, such as food and water security, resilient water, sanitation, and hygiene (WASH) and health risk management, livelihood protection, disaster risk reduction (DRR), social protection, and gender equity. It is strongly felt that the planning and implementation of EbA and NbS through a locally-led approach may address many local and community needs, priorities, and sustainable development goals by reducing current and future risks of climate change, as well as enhancing resilience in both society and ecosystems.\nThe recent COPs under the UNFCCC have placed much importance on planning and implementing EbA with communities and actors, including ecosystem managers, local governments, and community organisations. EbA interventions should be planned and implemented with the active participation of vulnerable communities and actors, following the Locally Led Adaptation (LLA) principles. Thus, the implementation of EbA in the degraded ecosystems of Bangladesh will certainly contribute to achieving the goals of the Paris Climate Agreement, the UN Convention on Biological Diversity (CBD), and the Sustainable Development Goals (SDGs).\nDr Dwijen L Mallick is fellow at Bangladesh Centre for Advanced Studies (BCAS).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Ignoring biodiversity conservation will cost us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ignoring-biodiversity-conservation-will-cost-us-3784966",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "Robin Rahman, a 40-year-old corporate banker, is into collecting vintage action figures. He turned his living room into a shrine to the 80s, filled with shelves neatly displaying rows of colourful action figures from a bygone era. \"It brings me peace and a sweet slice of nostalgia,\" he says, holding a Ninja Turtles action figure. Robin is embodying the spirit of a growing demographic that industry insiders have termed \"kidults\". It is a term combining the words \"kid\" and \"adult,\" indicating adults who are into hobbies traditionally associated with children. Ranging from their mid-20s to late 50s, kidults often represent millennials (born between 1981-1996) and Gen Xers (1965-1980). Whether it's adults collecting action figures, or buying nostalgic items, the kidult trend blends adult life with a desire to simply relive the joys of their long-gone childhoods.\nKidults aren't a new phenomenon. The concept traces back decades and connects to the rise of media giants like Disney which catered to audiences from different generations. It gained momentum during the pandemic which prompted stay-at-home people to engage in the version of 'fun' that is defined for kids. Today, it has expanded into a robust consumer trend, accounting for one-fourth of all toy purchases yearly, or roughly $9 billion. This provides brands the opportunity to tap into collectible games and toy franchises that evoke nostalgia.  \nThere are a myriad of factors contributing to the rise of kidults. The increasing stresses of adult life for instance economic instability and career pressure have left us finding comfort in simple things. According to El País, reliving childhood pastimes have become a therapeutic solution for adults under stress.\nToy brands have jumped on the bandwagon of this trend, targeting products tailored toward this specific demographic. From Barbie's blockbuster success to LEGO sets designed for adults, the kidult market is thriving. It sees its potential especially among millennials and Gen Z, who are now in their peak earning years.\nThe kidult trend comes with great economic implications. Toy companies have shifted their strategies targeting the kidults. They are designing products that attract adults with disposable incomes. For example, Mattel, an American multinational toy manufacturing and entertainment company, has launched a series of collectibles of popular franchises like Star Wars and Marvel.\nThe companies are not just selling toys—they're selling nostalgia. Who thought that selling kids' items tied to childhood memories would become a business model. LEGO, for example, has seen skyrocketing sales to adults. They revealed that a noticeable segment of their consumers are adults.\nBangladesh like any other emerging economy of the world is gradually experiencing the kidult trend. Facebook pages and groups for vintage collectibles are gaining momentum. Kidults, on social media, are flaunting pictures of their vintage collectibles, ranging from old Casio watches to rare 80s action figures. These items trigger a sense of nostalgia for a time when life was simpler and carefree.\nThe kidult market is in its early stage in Bangladesh. A 2020 report from a local news daily underscored an increase in sales of collectibles. It appears that this market could extend beyond just collectibles. If we observe the wave of localised versions of global trends in Bangladesh, for example, themed cafés, pop-culture events like Halloween, or stores selling retro product lines, inspired by Bangladesh's own cultural history.\nThe growth potential of this market is not just in selling toys. There's a huge potential for experiential marketing as well. Imagine exhibitions, vintage fairs and events that let people in Bangladesh relive the pop culture of their youth. Globally, we are already seeing the rise in vintage fashion that embodies the vibe of the 70s and 80s.\nThe kidult trend brings into the table for consideration is not just an economic factor but a cultural one as well. If Bangladeshis engage with international media and consumer products, it will open a cultural path for a new generation that merges local tradition with modern nostalgia. Such mix of old and new indeed provides a fascinating lens to view the future of consumer culture.\nMoreover, the kidult conundrum forces us to pinpoint the real boundary line between adulthood and childhood.  As adults tend to embrace their inner child, the line between these two stages of life keeps on merging. While some may find it immature, for people like Robin, it's simply about finding peace in a society that too often puts a lot of pressure pushing people to the limit way.\nIn today's 9-5 world, embracing a bit of childishness might help us lighten ourselves. As the old saying goes, \"All work and no play makes Jack a dull boy.\" This statement no longer applies just for kids. It gives a strong reminder for adults to find solace amidst deadlines and responsibilities.\nSabbir Rahman Khan is a knowledge management, communications, and advocacy professional.\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The 'kidult' conundrum",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-kidult-conundrum-3784931",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "Bangladesh has emerged as an economic success story, primarily through its booming ready-made garments (RMG) sector. The country's exports in this industry surged from $23.5 billion to $47.38 billion between 2013 and 2023, lifting millions out of poverty and gaining international recognition. Key factors driving this growth include a cost-effective workforce, dedicated entrepreneurs, strong financial systems, and political stability, resulting in a remarkable seven percent annual growth rate. Bangladesh is now the world's second-largest apparel exporter, solidifying its status in the global fashion market.\nThe Covid pandemic, global supply chain disruptions, and the Russia-Ukraine conflict have revealed the vulnerability of Bangladesh's economy, which relies heavily on a single industry. This dependence has resulted in insufficient revenue from other sectors to meet financial obligations. The country is facing high inflation and unemployment, largely due to poor policy decisions and a lack of economic diversification. Overall, Bangladesh is grappling with significant economic challenges.\nDespite significant growth in the RMG industry, Bangladesh faces numerous challenges, particularly its impending transition from Least Developed Country (LDC) status by 2026. Following this graduation and a subsequent three-year grace period ending in 2029, Bangladesh will lose its duty-free, quota-free, and preferential Rules of Origin benefits for apparel exports to the European Union, a crucial market that represents nearly half of its RMG exports.\nThe loss of LDC-specific trade preferences will raise Bangladesh's effective tariffs by approximately 5.7 percent, potentially causing a 14.3 percent drop in apparel exports, equating to a loss of $5.37 billion annually. In response, Bangladesh has launched an ambitious plan to reach a $100 billion annual export target by 2030. This optimism is supported by the country's strong historical growth, policies to enhance backward linkages, product diversification, and a stable political environment, which collectively suggest a promising future for its export sector.\nTo achieve its policy goals, the nation must strategically enhance value addition, particularly in the RMG sector. Currently, value addition has stagnated at 50-65 percent over the past decade. By increasing the use of domestic fabrics and yarns, Bangladesh could elevate this figure to 70-75 percent, which would significantly boost net export earnings.\nBangladesh produces 85 percent of the yarn needed for knitted cotton fabrics, but only meets 35 percent of the demand for woven garments and man-made fibre (MMF) based apparel domestically. The country faces challenges with limited domestic production of MMF materials. Enhancing the production of woven and non-cotton yarns and fabrics could significantly increase Bangladesh's export earnings.\nBangladesh can boost its apparel manufacturing sector by leveraging MMF, such as polyester, to meet the growing global demand for non-cotton textiles. Currently, MMF constitutes 77.6 percent of global fibre production, while natural fibres, including cotton, account for 22.4 percent. This trend is driven by consumer preferences for functional and stylish clothing, which MMF-based garments can provide. Additionally, MMF products typically command higher prices and can yield greater export revenue compared to cotton-based apparel.\nBangladesh currently holds a modest 16.9 percent share of MMF apparel exports, significantly less than China (42.8 percent) and Vietnam (46.9 percent). To enhance its position in the growing MMF market, Bangladesh needs to improve its MMF manufacturing capabilities. The Bangladesh Garment Manufacturers and Exporters Association (BGMEA) aims to increase MMF-based garment production to 40 percent by 2030. By expanding MMF production, Bangladesh can better meet global demand, diversify its ready-made garment sector, and enhance domestic value addition in the supply chain.\nThe rapid scaling of MMF production by 2030 faces three main challenges: the need for significant foreign capital investment, a shortage of specialised knowledge and skills in Bangladesh to operate the required capital-intensive machinery, and a lack of incentive programmes to attract investors to MMF manufacturing facilities.\nThe remarkable growth in MMF apparel exports of countries like China and Vietnam was significantly driven by foreign investment. Foreign investment brings in foreign currency, machinery, technology, and expertise to develop high-value industries like the MMF. In Bangladesh, the Bangladesh Investment Development Authority (BIDA) is responsible for attracting investment and should serve as the central coordinating body to streamline bureaucratic processes and instil confidence in foreign investors. BIDA should analyse successful markets and devise a comprehensive and best-in-class strategy. A major challenge for foreign investors in Bangladesh is the absence of downstream liquidity in the capital markets, which hinders their ability to exit or diversify their investments. BIDA should spearhead collaboration between government agencies and the private sector to address this issue.\nSaleudh Zaman Khan, managing director of NZ Textile and a vice president of the Bangladesh Textile Mills Association, shared in an interview how Bangladesh can rapidly gain a foothold in the highly competitive MMF apparel market, which is currently dominated by China and Vietnam. \"Bangladesh government must adopt a fast-track strategic approach and offer substantial incentives to encourage the manufacturing of MMF and MMF-based garments,\" he said. \"The incentive programmes must ensure the long-term sustainability of MMF manufacturing facilities by providing additional incentives to compete against foreign competitors, especially China and Vietnam,\" added Saleudh. He also emphasised that these incentives should be extended to both local and foreign investors in the MMF production sector, in-order-to promote and reinforce the domestic supply chain.\nBangladesh's dependence on imported cotton and MMF poses risks such as price fluctuations, supply chain issues, and geopolitical tensions. To mitigate these challenges, establishing a strategic reserve for cotton and MMF is recommended, allowing for a reliable raw material source during disruptions. This reserve would require specific storage facilities for at least a six-month supply and could be developed without direct investment by incentivising suppliers to store their inventory within the country. This approach would help spinning mills access materials quickly and cost-effectively, saving on inventory costs while ensuring prompt delivery.\nFinally, Bangladesh needs to broaden its economic base, and the government should enhance research funding in science and technology to reduce dependence on the garment sector. Bangladesh's graduation from LDC status will allow the country to diversify its product offerings and strengthen its supply chain for higher-value goods. This transition encourages the use of advanced technology and automation to boost productivity and profitability. To comply with stricter origin requirements, particularly the \"double transformation\" criterion for the EU market, establishing strong backward linkages will be essential once preferential trade access ends.\nDr Quamrul Ahsan is managing director of Sarah Textile Mills Ltd, and a former faculty member at BUET. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Charting a path ahead for the RMG sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/charting-path-ahead-the-rmg-sector-3784806",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Dealing with defaulted businesses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-defaulted-businesses-1735224432",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "What makes Bangladesh the Country of the Year",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-makes-bangladesh-the-country-of-the-year-1735224492",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "No compromise on cluster varsity admission test",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-compromise-on-cluster-varsity-admission-test-1735224524",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Addressing July uprising victims' trauma",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-july-uprising-victims-trauma-1735224549",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2024"
    }
]