[
    {
        "full_article": "The Supreme Court of India has done well to rebuff an attempt to question the characterisation of the country as ‘secular’ and ‘socialist’ in the amended Preamble to the Constitution. Sections of the right wing have been uneasy for long about the identification of secularism as one of the attributes of India. This opposition has acquired traction among those who see the combination of the state not favouring or opposing any religion and the constitutional protection for minorities as something that renders the polity “pseudo-secular”. The original assumption of the makers of the Constitution was that the Constitution — with its emphasis on equality before law and equal treatment of all sections, besides the incorporation of the right to profess, practise and propagate any religion and freedom of belief and conscience in the fundamental rights chapter — is inherently secular. In terms of economic policy, Dr. B.R. Ambedkar opposed amendments to include the word ‘socialist’ by arguing that the Constituent Assembly should not tie down future generations to any particular form of economy. Therefore, the words did not form part of the Preamble adopted along with the Constitution in 1949, but were controversially added through the 42nd Amendment enacted during the Emergency. However, that may not be reason enough for the courts to strike down their inclusion based on writ petitions filed in 2020, about 44 years after the amendment.The Court, in S.R. Bommai (1994), ruled that secularism is a basic feature of the Constitution. In another case, it said: “Secularism essentially represents the nation’s commitment to treat persons of all faiths equally and without discrimination.” Regarding the term ‘socialist’, it is clear that its presence in the Preamble has not been an impediment to adoption of laws or policies and practices that open up sectors of the economy to open market competition. As the Bench of Chief Justice of India Sanjiv Khanna and Justice Sanjay Kumar has pointed out, India has developed its own interpretation of secularism, “wherein the State neither supports any religion nor penalises the profession and practice of any faith”. Similarly, the term ‘socialism’ embodies “the principle of economic and social justice, wherein the State ensures that no citizen is disadvantaged due to economic or social circumstances”. The Court has not countenanced the argument that the inclusion of these words came during the Emergency, when Parliament’s term was extended, noting that this aspect was debated in Parliament in 1978 when the 44th Amendment Act was considered. As the Constitution completes 75 years of existence, the verdict upholding the inclusion of the terms ‘secular’ and ‘socialist’ amounts to a timely reiteration of these fundamental attributes. Published - November 27, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        constitution\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        history",
        "headline_1": "​Timely reiteration: On the Preamble and the Supreme Court’s order",
        "headline_2": "Verdict on amendments to Preamble is a reminder of the importance of secular values",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btimely-reiteration-on-the-preamble-and-the-supreme-courts-order/article68914777.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "President-elect Donald Trump has won a major legal reprieve after Special Counsel Jack Smith of the Department of Justice (DOJ) moved to drop the prosecution against him for attempting to overturn the results of the 2020 election — a request granted by the District Judge hearing the case. Mr. Trump, who was in office until 2021, faced criminal charges for encouraging a violent mob to attack the U.S. Capitol on January 6 of that year. Judge Tanya Chutkan said that she had dismissed the election interference charges “without prejudice”, which suggests that a future prosecution might be on the cards after Mr. Trump’s second term, and when his legal immunity ends. Mr. Smith has also filed motions to drop all federal charges against Mr. Trump that relate to his “mishandling” of classified documents and attempts to obstruct law enforcement officers seeking evidence. Mr. Smith noted that the DOJ “forbids the federal indictment and subsequent criminal prosecution of a sitting President”, while adding the decision not to proceed with the indictments and trials was “not based on the merits or strength of the case against the defendant.” Two additional cases of criminal indictments are also now in legal limbo. A case on election interference in Georgia has been paused pending an appeals court decision, and in the New York case in which Mr. Trump was convicted on fraud charges linked to paying off an adult film star for her silence over an alleged affair, his conviction has been indefinitely delayed.Mr. Trump, who was impeached twice on charges relating to his role in the 2021 insurrection and for pressuring Ukraine President Volodymyr Zelenskyy to investigate President Joe Biden’s son Hunter for corruption, has now effectively been given a clean slate for his second-term agenda. Mr. Trump’s resounding win earlier this month suggests that a majority of voters were not swayed by the ongoing cases and the nearly 100 charges that he faced. Now, armed with the confidence of a significant number of supporters, he has a free hand to shape the domestic and foreign policy paradigms with the help of Republican lawmakers who control both Houses of the U.S. Congress and conservatives who dominate the Supreme Court. The question that more than 74 million Americans who voted for his rival, Vice President and Democrat candidate Kamala Harris, must be wondering about is whether Mr. Trump will proceed further down a divisive path on sensitive issues such as immigration, reproductive rights and the economy, or whether, with less to lose now than ever before, he might strike a more bipartisan note and build bridges with his political opposition for the betterment of all. Published - November 27, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        crime, law and justice\n                    \n                            /                      \n                        \n                        immigration\n                    \n                            /                      \n                        \n                        economy (general)",
        "headline_1": "​Scot-free: On a major legal reprieve for Donald Trump",
        "headline_2": "Donald Trump starts his second term with a clean slate after major legal reprieve",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bscot-free-on-a-major-legal-reprieve-for-donald-trump/article68914797.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "US, which has charged an Adani company of financial hanky-panky, should look into its own track record\nA US court has charged an Adani company of having allegedly paid “billions of dollars” in bribes to officials of five Indian states to buy electric power supplied by it at inflated rates. As the company in question had raised funds on the US stock exchange, the issue falls within American jurisdiction.\nThe Adani group has denied all accusations of wrongdoing, and students of corporate affairs might find more than a vein of irony in the accusation levelled by the self-proclaimed bastion of capitalism and laissez-faire, a phrase derived from 18th-century French economists, which roughly translates as “Do whatever the heck you want to make money, and don’t let pernickety rules get in your way while you’re doing it”.\nThat was the implicit motto of what history has called the ‘robber barons’ of the late 19th and early 20th centuries who helped to create the economic superpower that America is today.\nThe term ‘robber baron’, which linked thievery with entitled aristocracy, is derived from the medieval German ‘Raubritter’ (Robber Knights), who charged illegal tolls from travellers and resorted to other forms of brigandry.\nIn more recent times the term, translated into English as ‘robber barons’, was first used in 1859 in NYT to describe the business model of an American tycoon of the era, Cornelius Vanderbilt. As a historian put it, the tag “conjures visions of titanic monopolists who crushed competitors, rigged markets, and corrupted governments…”\nA list compiled in 1934 names 26 robber barons, including Andrew Carnegie, JP Morgan, and John D Rockefeller.\nIn today’s terms, the fortunes of these plutocrats would greatly exceed those of the world’s richest individuals, such as Elon Musk and Jeff Bezos. Through systemic market manipulation, bribery, and worker exploitation, these modern avatars of Midas laid the foundation of American capitalism.\nIn later life several of them became notable philanthropists and patrons of art, education, and culture, earning the rubber stamp of public approval. Or should that be robber stamp?\n\n",
        "headline_1": "American booty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/american-booty/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "India can’t afford Sambhals. SC had a chance to put a stop to this. But its reading of a law opened doors\nThe alacrity with which Sambhal district court accepted a plea to access the local Shahi Jama Masjid and ordered a ‘survey’ the very same day (Nov 19) is exactly the reason Supreme Court should have taken the opportunity, when it was there, to nip in the bud potential communal flare-ups. It can safely be said trial court judges countrywide can be tone-deaf to how sensitive the fallout of their orders can be and perhaps lack the training to know better. A single district judge’s decision triggered the spiral into shootings that have claimed four lives in Sambhal. Judicial process seems to have been let go – no time was allowed to appeal the district court’s decision. When hearing the Gyanvapi case in 2022, SC should right away have stopped such sensitive cases from being heard by trial courts.\nNot only that, SC opened a can of worms in former CJI Chandrachud’s additional reading of the Places of Worship Act 1991. The law categorically bars any conversion of religious character of a structure from its status at Independence. SC said the law did not disallow ascertainment of such character. Result: the so-called “surveys”. SC barely paused to reflect what any such ascertainment would lead to, when change in character was barred. What would the purpose be of such ascertainment? The fallout is evident in Sambhal – protests, and ensuing violence, are a possibility wherever such claims are made. SC’s reading, in itself, was challenged – unsurprisingly, the issue’s hanging fire. Hanging fire also are the challenges to the constitutionality of the Places of Worship Act itself.\nHard right outfits and WhatsApp university stake claim on over “30,000 structures” for “surveying”. In hearing Gyanvapi and Mathura cases, SC had the chance to stall such motivated campaigns, defeat petty agendas, and arrest damage to India’s social peace – it repeatedly missed the chance. Gyanvapi, Mathura, Dhar, Sambhal…where does it stop? The claims, they’ll only grow. It was that SC reading that’ll be the precursor of future Sambhals. India is in an invidious position of being perhaps the only democracy where centuries-old matters are being litigated.\n\n",
        "headline_1": "Courting trouble",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/courting-trouble/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "Tel Aviv’s truce with Hezbollah must be followed by ceasefire in Gaza. That’s in Israel’s interest as well\nAn expected 60-day truce between Israel and Hezbollah couldn’t have come sooner for West Asia. Israel’s offensive against the Iran-backed Lebanese militia had ramped up since Sep and saw Israeli forces take out almost the entire top leadership of Hezbollah, including its long-time leader Hassan Nasrallah. But Hezbollah is not without a state, and therefore, has continued to fire rockets into Israel. This in turn has disrupted life in northern Israel for more than a year with tens of thousands displaced, local economy battered, and civilians taking casualties.\nIn Israel’s interest | Hence, both Tel Aviv and Hezbollah are looking for a respite. Israel, which is continuing with its concurrent military operations in Gaza, needs to regroup. Israeli army is already looking at a manpower crunch with a drop in reporting of reservists in recent weeks. After 14 months of constant war, there’s growing war fatigue. Plus, Tel Aviv has already weakened Hezbollah considerably. Thus, it can say it has achieved its objective and the Lebanese group no longer poses the same level of threat it used to.\nWork on Gaza truce | Truce on the northern front should help catalyse a ceasefire in Gaza, which is the nub of the problem. Hezbollah and Iran’s other regional proxies had only joined the conflict against Israel in solidarity with Hamas. Therefore, a ceasefire in Gaza would lead to a region-wide de-escalation. Plus, Israel’s operations in the Palestinian enclave have led to widespread destruction, killed more than 44,000 people, and impeded life-saving aid. True, Israel has every right to defend itself. But punishing an entire civilian population of more than 2mn for the actions of Hamas is unconscionable. It neither makes Israel safe, nor eliminates the Palestinian militant group.\nEye on Trump | The US president-elect has indicated his full support for Israel. But Trump is also unpredictable. Thus, it makes sense for Netanyahu to not stretch Israeli resources further. Besides, the burden on democracies to adhere to proper conduct is greater. Israel has proved its point, recouped its military reputation, and made sure Hamas and Hezbollah won’t be adventurous any time soon. That’s a win that Netanyahu should take.\n\n",
        "headline_1": "Beirut, now Gaza",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beirut-now-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "In Lok Sabha elections in Maharashtra, Congress had registered a spectacular comeback, emerging with the single largest party tally, the first time in any election in the state since 2009. Yet, six months later, it has been reduced to just 16 seats, by far its worst ever performance in the state. What does this pendulum-like reversal in its former stronghold say about the state of Congress?\nRead full story on TOI+\n\n",
        "headline_1": "Cong, get new ideas & new ideators",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/cong-get-new-ideas-new-ideators/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "We're deeply concerned about the ongoing threats to press freedom as epitomised by the spate of attacks, vandalism, hostile mobilisations, and inflammatory rhetoric targeting Prothom Alo and The Daily Star. This is a rude awakening for those who expected the culture of intimidation and repression against journalists to recede with the ouster of an autocratic regime—which, over 14 years, saw Bangladesh's position plummet 42 notches on the World Press Freedom Index. Instead, threats to the media appear to be intensifying in the current political climate, with coordinated campaigns aiming to stoke hostility against media houses that have long stood as pillars of independent journalism. This raises troubling questions about the future of the press in Bangladesh.\nThe campaign against Prothom Alo has been particularly vociferous since October 25, when a group announced plans to lay siege to its head office in Karwan Bazar but failed to mobilise. Later, starting last Thursday, protesters held sit-ins and caused disorder outside the office for several days, prompting law enforcement to intervene. On Monday, two of the paper's regional offices came under attack: masked individuals vandalised its signboard and windows in Bogura, while in Rajshahi, a group attempted to break into its office, destroyed its signboard, and burned copies of Prothom Alo and The Daily Star. Hostile gatherings against both papers were also reported in Chattogram, Sylhet, Barishal, Chandpur, Munshiganj, and at Savar's Jahangirnagar University. On Friday, a group also demonstrated in front of The Daily Star's head office.\nWhile we welcome and indeed look forward to any constructive criticism of the media—which can be a learning experience for journalists—the current campaign, rooted in neither truth nor reason, offers no such opportunity. No credible grievances or evidence have been presented to justify these attacks and disruptions. Instead, they appear driven by an agenda to discredit independent media and deter it from fulfilling its watchdog role, exploiting the fluid security situation. As the Editors' Council and the Newspaper Owners' Association of Bangladesh (Noab) have rightly pointed out, any objections to the news or editorial policy of a newspaper can be expressed constructively, through writing. There are also legal means available to anyone feeling aggrieved. Even peaceful protests are permissible. But intimidation or violence targeting newspapers—and by extension their staff—are not only unacceptable but also a disservice to the democratic aspirations of the July uprising.\nWe are, however, encouraged by the solidarity shown by various platforms amid ongoing assaults. Government officials, including the information adviser, have also condemned this wave of aggression, vowing to prevent any unlawful activities to silence the media. We hope these assurances will be matched by swift action to create a secure environment for journalists, and that those behind ongoing assaults will be held accountable. The anti-media campaign coincides with the ongoing trend of disruptive activities by various errant groups, highlighting the complex challenges facing the pro-uprising forces. It is, therefore, imperative that civil society, political leaders, and the public stand united in protecting our hard-earned freedoms.\n",
        "headline_1": "Assaults on media houses deeply alarming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/assaults-media-houses-deeply-alarming-3762186",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "A heartbreaking tragedy recently unfolded in Mohammadpur, Dhaka, when several stray dogs and cats lost their lives after consuming poisoned food. These innocent animals, whose lives depended on the compassion and care of others, met with a cruel betrayal. The poisoned food they consumed was not an offering of kindness, but a deliberate act of violence. This incident highlights a larger, deeply troubling issue that deserves our attention: the widespread abuse and neglect faced by stray animals in Bangladesh.\nStray animals in urban areas, particularly in cities like Dhaka, are often left to fend for themselves. Abandoned by their owners or born in the urban wild, these animals rely heavily on the goodwill of humans to survive. They roam the streets in search of food, shelter, and protection. For them, each scrap of food can be a life-saving opportunity. But tragically, many fall victim to malicious individuals who see these animals as a nuisance or, worse, as targets for cruelty. The poisoned food consumed by the stray dogs and cats in Mohammadpur is not an isolated incident, but rather a reflection of the broader indifference and cruelty that many stray animals face daily.\nWhile animal lovers and activists strive to provide shelter and care for strays, many view these creatures as nothing more than pests. This disregard for the welfare of animals is rooted in a lack of awareness about their needs and a failure to recognise animal sentience. Stray animals are living beings capable of experiencing pain, fear, and joy. They deserve compassion, respect, and humane treatment. The act of poisoning these animals is a cruel manifestation of the growing apathy towards animal welfare in our society.\nThis cruelty is not only an ethical issue but a social one as well. The way we treat animals reflects our broader societal values. A society that tolerates or even encourages the abuse of vulnerable beings—whether they are human or animal—reveals a fundamental breakdown in empathy and compassion. The recent deaths of these stray animals in Mohammadpur should serve as a wake-up call. To build a society that values kindness and justice, we must start by extending that compassion to all living creatures, especially those with no voice of their own.\nThe need for stricter animal welfare laws is more urgent than ever. While some animal rights organisations and activists have called for justice following this incident, current laws and enforcement mechanisms are insufficient to protect stray animals from such heinous acts. Without stronger legal frameworks and better enforcement, the cycle of cruelty will continue. Advocates for animal rights stress the need for systemic change. Humane solutions, such as sterilisation programmes and adoption initiatives, are vital in curbing the overpopulation of stray animals and reducing the need for inhumane practices.\nSterilisation is a proven, ethical solution to the problem of stray animal overpopulation. Many cities around the world have adopted this approach, successfully reducing the number of strays without resorting to cruelty or euthanasia. In addition to sterilisation, adoption programmes can provide loving homes for stray animals, helping them escape lives of suffering on the streets. These programmes also create a sense of responsibility and compassion within communities and offer humane, effective, compassionate and sustainable solutions.\nBesides legislative changes, we, as a society, must actively participate in the well-being of these animals. Compassionate citizens can make a difference by supporting animal welfare organisations, volunteering at shelters, or simply being mindful of their interactions with stray animals. A small act of kindness—whether offering food, water, or simply a safe space for a stray—can have a profound impact on their lives. More importantly, we must all advocate for stricter laws and better enforcement to protect animals from harm and abuse.\nOne of the key issues that needs to be addressed is the public perception of stray animals. Often, these animals are seen as a nuisance, their lives viewed as expendable. This mindset must change. The public must be educated about the significance of animal welfare and the need for empathy towards stray animals. By fostering a culture of compassion, we can create a society where animals are treated with the respect they deserve, and cruelty is no longer tolerated.\nThe tragedy in Mohammadpur should not be forgotten as just another instance of cruelty. The incident should push us to examine our role in the lives of stray animals and our responsibility as a society to protect them. We cannot afford to ignore the suffering of these innocent beings any longer. Their lives matter, and we must start acting like they do.\nZaziratul Zannat is a public health scholar and humanitarian aid practitioner in a non-profit international organisation based in South Asia.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The silent suffering of stray animals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-silent-suffering-stray-animals-3761986",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "We are deeply concerned by the rising number of dengue-related deaths at a time of year when such fatalities typically decrease. This November has already seen the highest number of deaths in the year, with 144 fatalities reported in the first 24 days of this month, including 11 in just the past 24 hours as of Sunday morning. Overall, according to the Directorate General of Health Services (DGHS), 459 patients have died this year from this mosquito-borne disease. This is only the second time in the last 24 years that dengue deaths have surpassed the 450-mark. Clearly, such a tragic toll could have been avoided had the authorities acted decisively and in a timely manner.\nAdmittedly, this year's dengue control efforts were disrupted by the July uprising, which left city corporations and municipalities unable to carry out their regular duties in the absence of mayors and councillors. However, once the interim government appointed administrators to replace the latter, we expected a swift resumption of mosquito-control drives. Unfortunately, both city corporations in Dhaka failed to do their part, and the situation was equally dire outside the capital. This daily has published many editorials urging action before it was too late, but nothing seemed to spur the authorities into action. It reflects not just inefficiency but also a certain disregard for public health, for which they must be held accountable.\nExperts and entomologists have repeatedly warned about the shifting dengue patterns, but their warnings went unheeded. Previously, dengue was largely concentrated in Dhaka, but this year, cases outside the capital have exceeded those within, according to an October report by this daily. Furthermore, dengue cases that would typically decrease in winter show no signs of abating this year. If this trend continues, the situation may worsen in the coming days. Therefore, our dengue management strategy must account for these changing realities. Reportedly, many deaths this year have been due to late detection, with patients being diagnosed when it was too late. Since early detection is key to effective treatment, all healthcare facilities, including upazila health complexes, must be equipped to diagnose and treat dengue promptly. The government should also ensure that dengue tests are available at subsidised rates.\nAs for city corporations and municipalities, they must conduct regular anti-mosquito drives and awareness campaigns as these can have a significant impact on reducing cases. With dengue now endemic, we need sustained, year-round measures to curb its spread and prevent needless deaths.\n",
        "headline_1": "Shifting patterns demand a new dengue strategy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/shifting-patterns-demand-new-dengue-strategy-3761796",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Dealing with lawlessness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-lawlessness-1732638270",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Efficient management and recycling of textile waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/efficient-management-and-recycling-of-textile-waste-1732638304",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Energy rationing causes industrial output fall",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/energy-rationing-causes-industrial-output-fall-1732638329",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "To ban or not to ban auto-rickshaws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-ban-or-not-to-ban-auto-rickshaws-1732638350",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2024"
    }
]