[
    {
        "full_article": "At face value, the outcome of Nepal’s general election was, expectedly, favourable to the ruling five-party alliance of the Nepali Congress, CPN (Maoist-Centre), CPN (Unified Socialist), Loktantrik Samajwadi Party, Nepal and Rastriya Janamorcha, which has won or established a lead in at least 87 of the 165 seats in the FPTP system and is tipped to win close to half of the 110 proportional representation seats. The coming together of the alliance is what helped it overcome the opposition coalition led by the K.P. Oli-helmed Communist Party of Nepal (Unified Marxist-Leninist) — it won or leads in 49 seats in the FPTP system while the UML is leading as the single largest party in terms of PR votes. But the mandate shows that the long-standing mainstream parties now have challengers — the largely urban-based newcomer Rashtriya Swatantra Party has a lead in or won eight seats while emerging as the third largest party in vote terms and also get a sizeable number of PR seats in the House of Representatives. Led by a former television personality, Rabi Lamichhane, the RSP has vague ideological views but a clear position against federalism, seeking to dissolve the provincial assemblies that were set up under the federalist constitution. Its performance points to the inability of mainstream parties to ensure stability or effect policies to lift the living standards of Nepalis in a country that sees much youth out-migration.The election results have also been a blow to the Maoists and the Madhesi parties, which played a crucial role in the federalisation of republican Nepal. Their legacy in constitution-building did not help them overcome the fact that voters were tired of their opportunist political stances. While there is no threat to republicanism or secularism in Nepal, a more comprehensive federal agenda will have to ensure that provinces are sufficiently empowered or else the enthusiasm for federalism will wane further. The winning Nepali Congress will also have to look deeper into its electoral results which has been buoyed by the performance of its youth candidates. Led by veterans, the party must consider letting a younger leader (Gagan Thapa) take over. Unlike other south Asian democracies, Nepal’s elections were marked by the absence, largely, of calls for voting on religious/sectarian basis, and delivered results true to the country’s political diversity. Yet, a beleaguered Nepali citizenry that has waited for decades for democracy to unleash better developmental outcomes deserves change: it is now up to the parties to provide that.",
        "headline_1": "A deeper message: On Nepal elections",
        "headline_2": "The unexpected performance of newcomers in Nepal’s elections is a call for change",
        "link": "https://www.thehindu.com/opinion/editorial/a-deeper-message-the-hindu-editorial-on-2022-nepal-general-elections/article66184108.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "The United Kingdom’s Supreme Court ruling has extinguished, at least for the moment, the hopes of the Scottish National Party to conduct later next year a “consultative plebiscite” — a non-binding referendum on whether Scotland should be an independent nation. The highest court squashed two claims made by the Scottish government: first, that the consultative aspect of the referendum implied that it would have no constitutional consequences and fell entirely within the legal scope of devolved powers, and second, that it carried legitimacy under international law, which permits democratic expressions of the right to national self-determination. The court argued that the devolved Parliament in Holyrood did not essentially have the power to authorise a second referendum on independence — the first being in 2014 — unless the Westminster Parliament agreed it could do so — which, unsurprisingly, in the climate of political uncertainty, it has not blessed. Further, the U.K. Supreme Court has posited, the SNP’s draft bill for the referendum would likely have constitutional ramifications. Second, the court found that Scotland’s position vis-à-vis the U.K. was not comparable to the scenario of a sub-national region occupied by a malign foreign power, subject to exploitative colonial control and refused the right to democratic representation of collective will. Given that this basic standard for making claims to independence under international law could not be met, in the eyes of the top court, it was not possible now for such deliberations to reach beyond the borders.One thing is clear: SNP leader and First Minister of Scotland, Nicola Sturgeon, “is not an extremist”. While recognising that the Scottish government will have to abide by the court’s ruling, she has however said that she wants the next U.K. general election to be a “de facto referendum” on independence, based on the plan for the SNP to make it a single-issue campaign, not dramatically different from the U.K.’s Conservative Party interpreting several elections as referendums on Brexit. There are two related issues with this framing. First, the political space for Scottish voters to express their preferences on issues other than whether Scotland ought to be independent would have disappeared, and that is not good for substantive democracy. Second, if the SNP is using the independence referendum issue to divert attention from its performance in government as an incumbent (administration of public services including the NHS and the regional economy), then that too does not help the cause of good governance in Scotland. Westminster would be wise to do more to win over Scottish hearts and minds, instead of relying on the harder route of judicial and political vetoes on referendums.",
        "headline_1": "Election as referendum: On Scotland’s independence",
        "headline_2": "SNP should not make elections all about Scotland’s independence",
        "link": "https://www.thehindu.com/opinion/editorial/election-as-referendum-the-hindu-editorial-on-scotlands-independence/article66183948.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "The appointment of Asim Munir as Pakistan’s next army chief ended some unprecedentedly furious speculation in Pakistan’s Game of Generals on Thrones. The nervous questions swirling around each appointment for Pakistan’s most powerful post tend to be: Will the incumbent in fact vacate the chair and if he does, whom would the new chief anoint as the civilian face of hybrid governance? Pakistan has seen this movie several times before; it begins with promise but rarely ends well for the hapless civilians.\nThe Bajwa model\nSix years ago, it was unclear whether the incumbent chief Raheel Sharif would continue for another term, or make way for his successor. General Qamar Bajwa, selected by then PM Nawaz Sharif as the one least likely to boot him out, did exactly that. On Bajwa’s watch, the elected prime minister was ousted in 2017 on flimsy grounds and a ‘hybrid’ regime with Imran Khan launched in 2018, only to be aborted earlier this year.\nRead full opinion on TOI+\n\n",
        "headline_1": "Problem for Pak’s fauji no.1: New Army chief Asim Munir will need to give up some power to regain legitimacy for his institution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/problem-for-paks-fauji-no-1-new-army-chief-asim-munir-will-need-to-give-up-some-power-to-regain-legitimacy-for-his-institution/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "Well after the rest of the world has discarded Covid-era restrictions, China has embarked on another round of shutdowns in some large urban centres to suppress a wave of infections. The economic fallout of endless curbs in the world’s second largest economy will ripple out into 2023, a year IMF forecast will witness a continuing global slowdown in economic momentum. The global economy is estimated to grow 2.7% in 2023, with the three powerhouses, US, China and euro area, struggling. The bright spot will be India, expected to grow at 6.1%, with some pundits predicting a higher rate.\nIndia’s heft as the fastest growing major economy in 2023 fits in neatly with its presidency of the G20. Economic might does provide a country leverage to realise other goals for collective welfare. Independently, it will also help India’s negotiators push for better terms in the ongoing free trade talks. But notwithstanding bright economic prospects in the immediate future, policy makers should not lose sight of structural weakness.\nGoI’s urban jobs report for July-September showed that even in the country’s most dynamic areas, the unemployment rate was 7.2%. In contrast, slowing down US and economically stagnant UK are seeing high employment. A deeper challenge for India is that only 46% of the eligible population was in the workforce in 2021 compared to a global average of 59%. It’s a symptom of challenges we face in terms of quality of human resources, the single most important factor in determining our long-term economic potential. India’s short term is bright. The long term needs a lot of work.\n\n",
        "headline_1": "Bright right now: For growth, quality of human resources is key",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bright-right-now-for-growth-quality-of-human-resources-is-key/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "In what circumstance is an employer justified in demanding that every employee with a receding hairline must shave his head? This is just one of the many questionable entries in Air India’s new grooming guidelines for its flight attendants. The long list has little to do with the male crew’s ability to do their core job. But it has plenty that goes against well-understood norms of the modern workplace. Female crew too have to contend with extreme micromanagement, ranging from a prescribed bindi size to a prescribed number of bobby pins.\nIt makes sense that the new private owners of a long publicly-owned airline would want to pull up its crew to international standards, but this goal’s hardly going to be served by decrees thoroughly out of step with today’s global aviation culture. Once upon a time the conspicuous sexualisation of flight attendants was indeed mainstream business policy. Things are very different today across airlines.\nAkasa Air took to the skies this year with gender-neutral uniforms, comfortable shoes, doubling down on the public safety function of the crew. By contrast, the new Air India guidelines hark back to an era when airlines advertised attendants as ‘hawai sundaris’. Flight attendants’ skills have nothing to do with how much hair is on their head or how big is their bindi. Guidelines that pretend otherwise should be binned forthwith. Finally, in an era when ideas of beauty are freer than ever, let’s fight any attempts to imprison them again. Bald is beautiful to some, and some prefer a receding hairline. Your head, your choice.\n\n",
        "headline_1": "Hair or there: Air India grooming guidelines cross the line",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hair-or-there-air-india-grooming-guidelines-cross-the-line/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "The Messenger: Moderna, the Vaccine and the Business Gamble that Changed the World by Peter Loftus is the story of how an obscure little biotech startup took a huge leap to take on the Covid pandemic and became a household name around the world.\nmRNA technology was a disruptive idea, but it had remained untested. It is based on the fact that the messenger RNA, a synthetic version of ribonucleic acid, contains enough information to get inside cells and trigger certain proteins.\nRead full opinion on TOI+\n\n",
        "headline_1": "Pandemic vs startup: Vax Americana: The story behind Moderna’s Covid vaccine",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pandemic-vs-startup-vax-americana-the-story-behind-modernas-covid-vaccine/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "On November 12, the ULAB Literary Salon 6 organised by the Department of English and Humanities at ULAB discussed the issues hindering Bangladesh's book publishing industry. Mahrukh Mohiuddin, Managing Director of University Press Limited, spoke with Professor Kaiser Haq, poet, academic and Advisor to ULAB Press, with the conversation moderated by Sudeep Chakravarti, writer, editor and Visiting Professor of South Asian Studies at ULAB. \n \nSudeep Chakravarti: Let me begin with the reality that in Bangladesh, the world of books revolves around the Ekushey Boi Mela. When that is done, it is as if all the book sales for the entire country is done for the year and book sales begin to peak again when the next boi mela comes around. \nIs it really an ideal situation? \nMahrukh Mohiuddin: Every year in February, we say that we need to have these discussions but it hardly ever happens. So, it is really refreshing to be talking about this in November. I just want to say first that when we say publishing, it is a wide category from creative to academic books. \nI would say Ekushey Boi Mela is critical for creative Bangla books. Therefore, it is really concerning that much of the sales happen within one month of the year. All our activities of the publishing industry are centred around that; authors expect their books to come out during the next Boi Mela. \nAnd we have to balance that on the production end as well. We have to convince authors that a book can be a celebration on its own and that we do not need to focus on one particular event to showcase their books. That seems to be taking some traction now, but it is not enough. \nA number of factors are involved, such as how the book sales should happen, and who should be ideally instrumental in making or ensuring these book sales. \nI like to say that the publishing industry is a part of a knowledge ecosystem and that includes educational institutions, libraries across the country and of course where the authors are coming from. If we don't have these other players, such as public libraries, we are not supported to bring out books. \nKaiser Haq: We had a publishing industry even before the Ekushey Boi Mela. In fact, we even inherited a part of the colonial publishing industry after the Partition. The staple of publishing was in textbooks and I still think that textbooks are the staple of the industry. \nBefore the bookfair started, the situation was like any other country. Books were published and those who were interested would browse the bookshops and buy the books. Boi Mela was a big step forward. Perhaps, the idea came from the Kolkata Boi Mela and people might have felt that we should have a Boi Mela here and Ekushey became the focus. \nOnce that happened, the industry got a boost. This is because readers, writers and publishers had a point of focus. The readers knew that if they went during this month, they would be able to browse the shops and pick up books. Writers found a deadline that they must finish something by this date to launch a book. Publishers realised that it was good for them. \nSo the Boi Mela has done a lot to make the industry function better. But as you rightly pointed out, Sudeep, the industry cannot depend only on the book fair. It is important to explore other avenues of marketing books throughout the year as it is done in other countries. \nNowadays, you can order books online and there are several outlets. There is Rokomari.com; there are even bookshops such as Pathak Shamabesh and Baatighar who have their own delivery service. \nThe next step would be to print-on-demand because that would make it much more economically easy as you will not have to have a warehouse base to stock and all that. That, and also e-books. That has also started. Rokomari is now producing ebooks, and with the new ebook readers in Kindle, I think readers feel much more comfortable. \nMahrukh Mohiuddin: I think the people and the market are ready to some extent, but it is just that there are so many free ebooks or so called ebooks or pdf books available that the habit of buying ebooks is not there. I think the regulatory situation is far from addressing this issue. Even our books are available as pdfs and it is not possible for us to hunt down all the sites where our books are available one by one and report them. So we are sort of in a conundrum about ebooks. \nSudeep Chakravarti: What are other regulatory aspects of the publishing industry the government needs to address, such as intellectual property rights, duties, cost of paper? Or, is it even treating publishing as an industry or just as a pastime? \nKaiser Haq: I don't think any government agency is going to subsidise the book publishing industry. Even if you do have subsidies, the agency, which is going to be giving the subsidies, may not be considering the merit of the books; external considerations may come in and that is likely to lead to corruption. \nBut institutions like Bangla Academy do have a budget for publishing and they are supposed to help the literary industry here produce translations among other works. They could do a better job I think. I would think that if the Bangla Academy went to co-publish with publishers in India, UK and North America, that would be an excellent way to push our literature. Without co-publishing, it is not possible to have a wide reach nowadays. Co-publishing has become easy because of the technology nowadays, but it requires some smart negotiating with other publishers. I don't think they have even tried that.\nMahrukh Mohiuddin: I think I would like to humbly disagree with the role of the government in aiding the publishing industry. Just one data would make it very clear. There is close to about 61% duty on imported paper. And the price we pay for the local paper takes advantage of that extra duty, and practically we are stuck with buying low quality local paper with questionable output often. Ultimately, it is the reader who is paying the price. What has happened in the last few months with the inflation and the rise in dollar prices is that there is a crisis in paper, and we are unsure if we will be able to publish the planned number of books for Ekushey or Dhaka Lit Fest, which are coming up. \nKaiser Haq: But you are not disagreeing with anything I said. I mean, it's not a question about government subsidies. Lowering the duties is a separate issue, one which we should really lobby for. \nThe quality of paper which is available for books is not appropriate. You have this same kind of paper with whatever you have to publish, with the result that any book which is substantial in size becomes an instrument to exercise with, it is so heavy. \nYet, next door in India, so many publishers are producing hefty books that are so light with paper of finer quality. I do not see why they cannot manufacture such papers here. I mean if they can't, why not import it without crippling duties? \nMahrukh Mohiuddin: On another note, I grew up listening to these narratives about how it is so difficult to get authors to agree to have their works looked at and edited. I think we have come some distance from there. This is my day to day struggle: dealing with manuscripts, negotiating with authors about the timeline and a bulk of the time spent is really on the editing. \nFor Bangla publishing, it is a sheer economic reality that most publishers do not have in-house editors to look at the manuscripts they are publishing. So, much of the burden is ultimately on the author to get the book ready to a certain extent, and the publisher is just there to do the cosmetic work on the book and the text. \nULAB Literary Salon takes places once every month, focusing each time on a theme related to South Asian literature, history and culture. Fore more updates, follow their Facebook and Instagram pages. \n\nThis conversation was condensed and edited for clarity. \n \n",
        "headline_1": "What ails Bangladesh's publishing industry? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/what-ails-bangladeshs-publishing-industry-3179936",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "No one could have predicted the extent to which Covid-19 would erode decades of progress in global public health. And the world is still reeling from the shock. But we have the opportunity – and the duty – to learn the right lessons to mitigate the ongoing pandemic, while minimising the risk of similar events in the future.\nThough there are new threats on the horizon, we must not allow our focus to move away from Covid-19. The pandemic highlighted significant gaps in our global health systems. To leave them unaddressed would be bad public policy and bad economics, because there can never be a trade-off between health and economic development. Covid-19 has demonstrated that health is central to development, prosperity, and national security.\nThe pandemic's disruption of health services has resulted in spikes in HIV, tuberculosis, malaria, and many non-communicable diseases – both unreported cases and deaths. These are diseases that the world had previously made great gains toward controlling. Making matters worse, the pandemic has led to decreased life expectancy, lower basic immunisation coverage, and increased psychosocial and mental-health challenges.\nCompounding the pandemic's painful legacy, the war in Ukraine has triggered an extensive humanitarian crisis, endangered global food supplies, increased food and energy prices, and threatens to cause recession and economic hardship around the world. In September, the International Monetary Fund warned that \"the impact of higher import costs for food and fertiliser for those highly exposed to food insecurity will add USD 9 billion to their balance of payments pressures – in 2022 and 2023. This will erode countries' international reserves, and their ability to pay for food and fertiliser imports.\"\nMoreover, higher interest rates and tightening financial conditions have raised the spectre of widespread debt distress in low- and middle-income countries. By subjecting public finances to great strain, recent global shocks have put vital, long-term health investment at risk.\nGlobal solidarity and equity are the underpinnings of any effective response to the challenges we face. We must advance on three fronts to preserve the central role that health systems – and more precisely primary health care – play at all times, and especially when economic crises hit.\nFirst, investment in primary health care must increase, because investment gaps in health widen during difficult times such as we are experiencing now. These gaps, in turn, increase the risks people face from global threats, manmade or otherwise. It is in everybody's interest to help all countries that lack resources to invest sufficiently in health-system resilience and pandemic preparation and response.\nSecond, innovation in life sciences needs more financing, especially to scale it up in a sustainable manner. This means supporting local production or mental-health service delivery innovations that reach millions of people and are incorporated into the primary health-care system.\nThird, multilateral organisations should collaborate to prepare us all to confront future health threats more effectively. Here, initiatives such as a legally binding pandemic accord, developed and ratified by countries and rooted in the World Health Organization constitution, can provide the desperately needed playbook for preventing and responding to pandemics.\nUnfortunately, even before Covid-19, the world was lagging in the race to meet globally agreed health targets, including many of those enshrined in the Sustainable Development Goals for 2030. The pandemic has set us back further.\nIn times of rising debt and increasing risks to debt sustainability, governments, international organisations, and financial institutions must cooperate closely to get us back on track. While illustrating the many shortcomings in global cooperation, Covid-19 has also demonstrated the importance of working together.\nThat is why our two organisations have committed to combining our strengths to promote and increase investments in health.\nFor example, with support from the European Investment Bank, the WHO, the Wellcome Trust, and others, the AMR Action Fund is investing in innovative solutions to tackle antimicrobial resistance and ensure that there is a pipeline of new drugs to address key needs. The scientific community already identifies antimicrobial resistance as \"the silent pandemic\" and a serious threat to global health and development.\nMoreover, we are working to channel additional resources from other partners, such as the European Commission, development finance institutions, and private-sector actors, to boost health services where they are needed most. Earlier this year, we announced a partnership, in cooperation with the European Commission and the African Union, to strengthen health systems, in particular primary health care, in Africa. The EIB has pledged to make at least 500 million Euros (USD 520 million) available to mobilise more than 1 billion Euros in investment, with a particular focus on primary health care in Sub-Saharan Africa.\nNew cooperative projects are already moving ahead in Africa and the Middle East. In Rwanda, the WHO will directly advise the government on rebuilding the country's National Health Laboratory, with financing from the European Commission and the EIB. The new laboratory will perform more than 80,000 tests each year, serving a population of more than 12 million.\nTo have a measurable impact in these countries, we focus on using innovative finance mechanisms that spur domestic funding and promote our shared goal of health for all. At the same time, we are committed to promoting sustainability in debt management, so that our partner countries' investments in health do not result in financial pain. Again, to invest in health is to promote good economic policy.\nGood health and well-being are goals the whole world shares. To accelerate the deployment of innovative health solutions, countries and institutions must work together, fostering cooperation not only between states, but also between governments and the private sector.\nWerner Hoyer is President of the European Investment Bank. Tedros Adhanom Ghebreyesus is Director-General of the World Health Organization.\n",
        "headline_1": "Global health is the best investment we can make",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/global-health-the-best-investment-we-can-make-3179846",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "Five-year-old Ayat had been on her way to the local mosque in the EPZ area of Chattogram, for her Arabic lesson on November 15, as part of her regular routine. But she never reached the mosque; she had been abducted. While there were only a handful of reports on this in the mainstream national media – though some television channels did allocate a little airtime to report this – social media had been abuzz with people sharing the posts from her family (with a photo of Ayat wearing an Argentina jersey) asking for help from the greater netizen community in finding her. On November 25, 10 days after her disappearance, police reported Ayat's murder. \nIt has been revealed by the PBI team in charge of the case that a youth named Abir Ali – a former tenant of Ayat's family – had abducted her for ransom. An unemployed youth, whose parents had recently separated, Abir wanted easy money to buy himself a CNG-run auto rickshaw. Realising that he had no place to hide Ayat and that he might get exposed, Abir strangled her to death. Later, to get rid of her dead body – inspired by Indian TV shows like CID And Crime Patrol – he chopped it into pieces and dumped them in the sea. As of writing this, although the police are yet to find the parts of the little dismembered body, they could recover the instruments that had been used for the murder, based on Abir's confession. \nThis tragic incident has sparked off certain questions about the rights of our children and our ability to address them. A report titled, \"The State of Children in Bangladesh 2021,\" by Manusher Jonno Foundation (MJF) – published earlier this year – revealed that cases of child abuse increased in 2021 in comparison to 2020. These incidents of child abuse included death, rape, and attempted murder, among others. While 626 children were raped in 2020, the figure rose to 818 in 2021. Of these victims, 10 were boys. Similarly, while 145 children were murdered in 2020, the cases increased to 183 in 2021. The MJF report was based on news reports published in only eight newspapers during the year. Given that there are more than a thousand registered news outlets in the country, if reports from all of them were to be compiled, one can only imagine what the number of cases would rise to.\nCiting media reports, Prothom Alo suggested that, in 2021, 2,426 children had faced abuse in various forms including murder, rape, attempted murder, attempted rape, abduction, torture, etc. In 2020, the number of cases stood at 1,420.\nBangladesh Shishu Adhikar Forum suggested that 1,005 children were raped in the country in 2021, which is an alarming 76 percent increase in comparison to 2020. What is even more blood-curdling is that 133 of these children were aged between one and six years.\nAnd many more cases remain unregistered because of social stigma, reprisal from influential criminals, and at times even non-cooperation from law enforcers. \nOne might ask why, despite the increasing number of death penalties being handed to child murderers, are cases still on the rise. One of the reasons behind this is the much-talked-about slow pace of trials and even slower delivery of justice. Between 2015 and 2019, of the 3,136 cases filed, verdicts were delivered only for 164 cases. A 2020 report in Prothom Alo suggested that more than 200,000 cases were pending with the woman and child repression prevention tribunals countrywide, with some of them being pending for over a decade. \nIn the view of such a paltry demonstration of justice, and being safe in the knowledge that they can get away with such crimes, these abusers and murderers feel emboldened to prey on vulnerable, innocent children.   \nSocial degeneration and corruption of the social fabric is another reason why such crimes are on the rise. The aforementioned MJF report added that a majority of the children had been lured in and raped by their neighbours, and some even by their family members. In the face of such gruesome truths, one wonders where our children are supposed to find safe spaces to grow and thrive in. We must ask ourselves why our family, friends, and neighbours are able to target our children to satiate their grotesque, unnatural temptations. What is triggering such barbaric desires?\nIn the face of social injustice, and social and economic disparity, perhaps we are losing our humanity and becoming more cruel. The unemployed Abir Ali, abducting a five-year-old for money, is perhaps a manifestation of this.   \nMost parents, upon reading about the unfortunate fate of Ayat, must have felt a shiver run down their spine. They must have turned to look at their children – perhaps playing with their toys or watching their favourite cartoons on the weekend. And while they might have initially heaved a sigh of relief that their children were safe, they must also have felt an unknown fear for their little ones. Who knows who the next target is? Who knows where the next criminal is lurking?\nIt is high time for policymakers and the judiciary to take a hard look at why, despite the addition of new Women and Children Repression Prevention Tribunals to ensure speedy disposal of pending cases, backlogs still remain. The backlogs must be sorted immediately, necessary punishment must be handed to criminals, and justice should be delivered, for all to see and understand that crimes in this country cannot go unpunished.\nAt the same time, the government should also strengthen the social service mechanism and expand its coverage to protect child rights. While earlier in the year the government had committed that they would recruit 6,000 additional social workers, taking the total to 9,000, considering the daily amount of violence our children face, these numbers are just not good enough.\nWe, as a society, should also remain extra vigilant to understand what our children are thinking, experiencing, and enduring. We should have more frank conversations with our children about their rights, including their right to privacy, and empower them with knowledge and awareness. \nIf we see something wrong happening, inside or outside the perimeter of our household, we should speak up against it and make sure that criminals are handed over to law enforcers – no matter who the criminals are. One cannot help asking, when Abir was walking off with Ayat, why did no one ask where he was taking her? Just because a person is an acquaintance, is it alright to let a child go anywhere alone with them? \nWe cannot allow our children to get victimised by criminals. As a society, we should collectively be aware, vigilant, vocal, and stand up for the rights of our children in order to ensure a safe space for them. While this may be easier said than done, the alternative (that is, our inaction) would mean that our children will never be safe. \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Ayat and beyond: Where are our children’s rights?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/ayat-and-beyond-where-are-our-childrens-rights-3179836",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "Many of the models, both economic and forecasting, had until recently assumed that the new economic order ushered in at the end of the last century would last for a few more decades. How quickly things have changed!\n\"There is a level of weaponising the economy that we have not seen for, perhaps, decades,\" said Adam Posen, president of the Peterson Institute for International Economics. \"You've got G20 economies actively trying to harm other G20 economies.\"\nCountries in Southeast Asia had until recently taken for granted a stable relationship between China and the US to preserve their own prosperity. Now, there is renewed fear that the conflict between the US and the Russia-China bloc would lead to collateral damage by disrupting the global economic and political ecosystem.\nHow can Bangladesh prepare itself for this change? In the world of business, one has to constantly take into consideration uncertainty by building up various \"what-if?\" scenarios. Fortunately, in the realm of strategic planning, we have tools that are quite sophisticated and are driven by artificial intelligence and predictive analytics.\nTo provide an example, the PM's advisers need to consider various future possibilities to better position ourselves for the coming years. We need to ask, how much longer is the war in Ukraine going to last? What are the chances of large-scale climate change effects, including internal migration? How might the vicissitudes of global demand for our exports impact domestic industries? What about the record level of inflation? And how is that going to impact our industries and our suppliers?\nOur think-tanks and government research institutions need to think about not just our short- and medium-term balance of payments and foreign exchange reserves, but also look at all of these other factors, and be able to assess risks and plan accordingly.\nEven the financial world is now coming to terms with the chaotic situation unleashed by the global superpower rivalry. The Wall Street Journal sounded the alarm earlier this month. \"The Messy Unwinding of The New World Order\" was the headline, where it identified trade conflict, rising inflation, and global tension as key factors that have led to the current situation in which developing economies are facing collateral damages.\nAnd things are unlikely to get any better soon. World inflation is expected to jump from the 3.8 percent of 2019 to 6.8 percent in 2022. The world economy is headed for a recession in the coming months. The average recession is about 10-12 months long. Supply chain disruptions, already in their third year, could be prolonged for another 12-18 months. The business world everywhere has begun to factor this into their planning and risk analysis, and so should Bangladesh.\nAt the G20 summit in Bali, Indonesia, earlier this month, the heads of state of the two largest economies in the world offered divergent visions of the future. China's Xi warned, \"Drawing ideological lines or promoting group politics and bloc confrontation will only divide the world and hinder global development and human progress.\"\nPresident Biden, on the other hand, pushed the US agenda in an effort to reinforce US leadership and said that \"the US is more prepared than any other country in the world, economically and politically, to deal with the changing circumstances around the world.\" His Secretary of the Treasury, Janet Yellen, was more direct: \"Our motives are to hold down Russia's revenues to impede its ability to fight the war.\"\nOthers were watching in frustration as the two leaders were jockeying for positions in the global leadership race. \"We should not divide the world into parts. We must not allow the world to fall into another world war,\" said President Joko Widodo of Indonesia.\nWhat can countries and businesses do to protect themselves from the external forces and events that lead to systemic risks such as inflation, wars, extreme climate, or a prolonged recession? What can governments do in regards to climate change and climate mitigation measures?\nThe government can make contingency plans, and build climate-resistant infrastructure. It must invest in projects that offer the climate migrants housing and employment opportunities, and do a better job at planning for the correct levels of demand for human services.\nWhat can global leaders do? The US and China are both aware of the negative effects of their anti-inflationary policy and zero-tolerance approach to Covid, respectively, for the poorer countries which have economic ties with one or the other or with both. But their attitude so far has been, \"Sorry, but we can't do much about it.\"\nUS Secretary Yellen dismisses these as \"spillover effects.\" Eswar Prasad, a professor of trade policy at Cornell University, retorted, \"Indians acknowledge that the Fed needs to do what the Fed needs to do, but there is some resentment that the US monetary policy is creating a lot of complications for India.\"\nAnother area of concern is how the rise in US interest rates is slowing consumer demand, and US imports fell sharply in the third quarter. It also triggers a flow of international capital away from developing countries and into US bonds and banks.\nAs Bangladesh's experience shows, this outflow drives down the value of the local currency against the US dollar, raising the price of everything from food, oil, and other commodities priced in dollars. The debt burden also increases. Then, if our central banks in turn raise the interest rate to limit the decline in their own currencies, economic growth can be affected.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n",
        "headline_1": "In a time of crisis, global leaders have failed us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/time-crisis-global-leaders-have-failed-us-3179831",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "More than a decade ago, the Bangladesh National Women Lawyers' Association filed a Public Interest Litigation with the High Court, requesting guidelines to protect women and girls from sexual harassment in the workplace and educational institutions. After this, the court issued a directive that, if implemented properly, could have been a landmark moment in the struggle for women's rights in Bangladesh. \nThe High Court directive involved forming sexual harassment complaint committees at every organisation, which would then have to submit annual compliance reports to the government on said guidelines. In a country where there are still far too many obstacles to women's economic independence, the effective operation of such committees would have made all the difference in making workplaces safer and more inclusive. \nUnfortunately, as is the case with too many well-meaning directives, guidelines and policies in Bangladesh, little has been done in terms of implementation. To this day, an overwhelming majority of government and private institutions have not formed these committees, and sexual harassment complaints in the workplace and in educational institutions are still swept under the rug – if women are able to make these complaints at all. \nRecently, The Daily Star conducted interviews of 40 women working at different organisations, and found that 70 percent of these women had either faced physical, verbal, mental or cyber abuse in their existing or former workplace at the hands of their bosses, supervisors or colleagues, or knew other female colleagues who had. Of the women interviewed, 25 percent had been harassed by their own bosses, while 40 percent had been targeted by colleagues.\nAnd most distressing of all – the report also found that more than 70 percent of the women who had sexually harassed had not reported it at all due to fear of repercussions. In a majority of these workplaces, there was no sexual harassment committee that they could have reported the incidents to either.\nThe government has, time and again, reiterated its commitment to women's emancipation, and has also expressed its pride in the role that women played in the country's development journey. Why, then, are so many women facing sexual harassment, and are not even given a space to report that abuse and demand justice? The almost non-existent system of reporting sexual harassment complaints, coupled with the stigma of reporting abuse and the economy's recent downward spiral, means that women are even more likely to keep their heads down and suffer in silence instead of speaking out and risking their livelihoods. This situation is indefensible. The government must show their commitment to creating a harassment-free work environment and enforce the High Court directive. They should begin with their own ministries and offices, and there should also be a focal authority responsible for brushing the dust off the directive and actually implementing it.\n",
        "headline_1": "Women still unsafe at work",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/women-still-unsafe-work-3179591",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "It is quite disappointing that Biman Bangladesh Airlines, our national flag carrier, continues to make headlines for all the wrong reasons. Many incidents relating to its inefficiency and mismanagement – from making losses year after year to owing money to different organisations; from keeping new aircrafts underutilised to stopping its flights to several destinations; from providing substandard customer services to causing callous accidents at the grounds of Hazrat Shahjalal International Airport (HSIA) – have been reported in the media this year alone, its 50th year of service. The latest incident happened on November 17 at the HSIA where a ground handling equipment of Biman hit a Gulf Air Boeing 787, damaging the main body of the aircraft and putting it out of service. \nWhile the Biman authorities have formed a committee to investigate the incident and said they would take action against those responsible for the mishap, we wonder if doing so is enough. Shouldn't they get to the root of the problem – which has arisen from its overall inefficiency and mismanagement – by holding its higher authorities accountable and by taking steps to stop such incidents from happening again? This is not the first time something like this has happened at the HSIA. Several such incidents took place in the past due to the carelessness of Biman's ground support staff. For instance, on April 10, a Boeing 777-300ER of Biman rammed into the carrier's Boeing 737-800 while being taken into the hangar. And not only were Biman's own aircrafts damaged in such accidents. Aircrafts of other foreign carriers have also been damaged due to Biman staffers' negligence in recent years – reportedly, not so long ago, two planes of Turkish Airlines were damaged in a similar manner. \nIt is because of Biman's poor reputation in ground and cargo handling services that the Civil Aviation Authority of Bangladesh (CAAB) has decided to appoint an international firm at the new third terminal of the airport for the job. The questions that need to be asked here are: are Biman's ground handling staff following standard operating procedures? Do the Biman authorities provide their staff with the necessary training?\nIn order to prevent such negligence in the future, the government must hold Biman high-ups accountable for its overall inefficiency. And since Biman's image at home and abroad is seriously being harmed because of such callousness, it urgently needs to make changes. The good news is, Biman has earned a record amount of revenue in the past couple of months. This makes us hopeful that it can actually do better if proper plans and policies are taken and implemented, and corruption, irregularities and mismanagement inside the organisation are checked.\n",
        "headline_1": "Yet another rough landing for Biman ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/yet-another-rough-landing-biman-3179326",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "The bus operators, as reported, have deliberately reduced the number of buses plying Dhaka's roads after authorities introduced e-ticketing system. This is evidently an evil act by bus companies to stifle a good system that allows passengers the ease of buying tickets and foregoing the whole altercation process with bus conductors over fares, which is a very common event. From what has been revealed by a passenger welfare body, bus operators are apparently taking Tk 5 to Tk 10 on top of the e-ticket price because passengers are desperate to reach their destinations during office hours. One has justified reasons to be baffled by the bus operators having come up with a unique way to fleece passengers. It takes ingenuity to think so much outside the box!Public transportation in the city has been in a terrible mess for decades. Unfit buses driven by inefficient drivers who drive their vehicles like a bat out of hell, wilfully flouting the law of the road, killing and maiming at will. The bus owners' various associations have held much sway in the corridors of power in successive regimes and for years, passengers bore the brunt of third rate services where ticket prices are changed whimsically. Hence when the e-ticketing system was introduced, there was a collective sigh of relief from commuters who had thought that they would, at least, be able to get to their destinations having paid for their tickets electronically. Interestingly, commuters' feedback tells us that bus companies have raised the fare on certain routes whilst reducing prices on others. Invariably, it seems, the number of routes with higher ticket-fare outstrips ones where fare has come down. Experts state that the mere introduction of technology will do little to change a system that has been in place for generations. Rather, it is incremental changes backed up by strong monitoring by authorities to ensure that bus operators' stick to honouring e-ticket prices. That will have a significant impact on the ground. Otherwise, it will simply be business as usual after a few months, and things will have gone back to the way they were.Bus operators also have their side of the story to tell. The average speed on Dhaka roads have come down to about 5km/hour. Most of the buses run on diesel oil and the price of which per litre has increased by 41 per cent in the last major price change by Bangladesh Energy Regulatory Commission (BERC). With traffic being as slow as it is, there must be rationalisation of fare. No operator will operate a bus service on a loss. Again, leaving things as they are is not an option for city authorities. Because then, bus operators will be exercising laissez faire which of course, no group in society can be allowed to exercise if we are to maintain some form of order. The city authority should only introduce a system (like e-ticketing) once it is ready to enforce it. The importance of this system cannot be underestimated because according to one passenger welfare association, passengers were fleeced some Tk 80 billion during the Eid journey last year. One can only hope that things will be somewhat different in the near future.",
        "headline_1": "E-ticketing runs into problems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/e-ticketing-runs-into-problems-1669474038",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "Asia has emerged as the leading region to protect intellectual property (IP) rights in the world, which indicates that Asian countries are advancing fast to develop a knowledge-based and invention-oriented society. Though not all the countries are moving in the direction at the same pace, there is a growing urge across the region to be more innovative and secure the innovation to attain commercial gain. The World Intellectual Property Indicators-2022, an annual flagship report of the World Intellectual Property Organization (WIPO), released last week shows that Global IP filings for patents, trademarks and industrial designs reached new heights in 2021 and were driven by Asia .The report further shows that innovators worldwide filed 3.40 million patent applications last year, up 3.60 per cent from the previous year. In the last year, patent offices in Asia received 67.60 per cent of all patent applications worldwide. Ten years earlier, in 2011, Asia's share in all the patent applications filed worldwide was 54.60 per cent. In the last year, like the previous years, China led the patent-seeking applications in Asia. China accounted for 69 per cent of all local applications filed in the region in 2021.In simple terms, a patent is an exclusive right granted for an invention for 20 years. So the right provides the patent owner the legal authority to decide how or whether others can use the invention. Among the top 10 patent seekers globally, the United States (US) is in the second position, followed by Japan, South Korea, European Union (EU), India, Germany, Canada and Russia.In the last year, 13.9 million trademark applications were filed in different counties. WIPO has defined a trademark as a sign capable of distinguishing the goods or services of one enterprise from those of other enterprises.' Trademarks are generally valid for ten years and renewable after the expiration of the term. The latest report of the WIPO also showed that Asia accounted for 69.70 per cent of all trademark filing activity in the last year, up from 44.7 per cent in 2011. Europe's share, however, declined to 15.70 per cent in 2021 from 31.60 per cent in 2011. The share of North America stood at 5.90 per cent in the last year, while the combined share of Africa, Latin America and the Caribbean, and Oceania was 8.7 per cent in 2021.New filing to seek IP rights for industrial design also jumped significantly in the last year and was driven by China. An estimated 1.2 million industrial design applications were filed in counties globally. These applications contained some 1.5 million designs, which mean some of the single application encloses multiple designs due to the complex nature of drawings and models. WIPO statistics showed that industrial designs increased by 9.20 per cent in the last year. IP office of China alone received applications having 805,710 designs or 53.2 per cent of the world total in the last year.An industrial design generally represents the decorative aspect of a tangible object. The design may compose of three-dimensional features, such as the shape of an object, or two-dimensional features, such as patterns, lines or colours. The design needs to be registered to get IP protection under industrial design law as a 'registered design' or under patent law as 'design patents'.The surge in IP rights seeking is largely consistent with the global economic recovery in 2021 following the Covid-19 disruption. As the global economy posted 6 per cent growth in the last year, the fastest growth rate in more than four decades, trade and business activities rebounded strongly to minimise the losses in the previous year. Patent, trademark and industrial design are core forms of commercial intellectual property rights. However, innovators are also gradually seeking more IP protections under two more forms -- geographical indications (GI) and plant variety (PV). These two forms of IP rights protection are more complicated and sometimes controversial for various reasons. Against the backdrop, it is necessary to know where Bangladesh stands regarding IP rights protection which is also a good indicator of understanding the country's advancement in innovation and in industrial and technical knowledge. Unlike the previous years, this year's WIPI does not provide the global ranking of patent or trademark filing. For instance, Bangladesh ranked 110th among 134 countries in the 2020 global ranking in a fresh patent filing. In terms of trademark Bangladesh ranked 60th among 145 countries and 44th among 126 countries in 2020. No such thing is there in WIPI-2021, making it slightly difficult to get a clear idea about a country's status on the global IP regime.Department of Patents, Designs and Trademarks (DPDT) in the last year received 447 new applications seeking patent rights in Bangladesh. The number of applications to get trademarks registered with DPDT stood at 15,527 in the previous year, while applications to get protection for industrial design were 1424. No doubt, the numbers are poor in comparison to many peer countries. Lack of awareness and weak enforcement procedures are two significant barriers to seeking commercial IP protection in Bangladesh. National IP policy needs to addressed these things. The DPDT also requires more resources along with adequate and trained human resources to function smoothly. The critical department, which is the country's patent office also, must not be left behind, considering the increased global competition in IP filing. Already the country's leading economic and trade partners have expressed dissatisfaction with the weakness of enforcing IP rights protection. In various global platforms, including the World Trade Organization (WTO), the IP regime of Bangladesh also comes under close scrutiny, which will intensify in the near future. [email protected]",
        "headline_1": "Where is Bangladesh in IP world?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-is-bangladesh-in-ip-world-1669474075",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "Many of his admirers may have thought that the Singer Bangladesh-famed Mahbub Jamil has long passed away. This thought occurred to them thanks to his long absence from the cultural activities related to film appreciation. Few of today's younger people may not have been aware of the robust role the late Jamil played in the founding of the country's first ever film club --- the then East Pakistan Film Society. In his capacity as a tireless activist of the better cinema movement in the early sixties, Mahbub Jamil availed the opportunity to set up camaraderie with the land's better-film makers, critics --- and, of course, a number of highly promising directors. They included Zahir Raihan, Salahuddin, Sadeq Khan, Alamgir Kabir, Khan Ataur Rahman, Mashiuddin Shaker, Muhammad Khasru, the latter a diehard activist. In spite of these acquaintances, Jamil never showed interest in film making. Rather he eventually came to be known as Cinema-Jamil, to stop people from confusing him with 'Uccharan Jamil' (noted Bangla pronunciation expert Jamil Chowdhury).During his nearly 60-year involvement with the film society movement, Jamil is said to have never showed any interest in movie making as a director or a screenplay writer. Many attribute this to his 24-year long steering of theSinger Bangladesh Limited as its managing director (1987-2009). After thecompletion of his responsibility as MD, Mahbub Jamil continued as chairman of Singer's Board until 2015. Eventually, his figure became synonymous with Singer. As proof of his chequered life, Jamil shouldered the task of the special assistant to the 2008 caretaker government's chief adviser. He also served as President of the FICCI, President, MCCI, board member of ICCB, and member of the Academic Council of BRAC University. As a tribute to Jamil, Singer has termed him the 'Face of Singer Bangladesh'.Being a dynamic person, Mahbub Jamil with his in-depth knowledge of commercial and industrial worlds and being a man promoting cultural activism with equal ease, deserves to be singled out as a person with exceptional qualities. He was a born workaholic, never knowing about leisure and how to rest. Cultural activism, that, too, relating to cinema without glitz and glamour, was innate with him. On the other hand, he continued to develop his in-depth knowledge about commerce and industry and his entrepreneurial creativity to take his exceptional personality to a new high. To tell it in a different way, late Mahbub Jamil has sacrificed his artistic self to the materialistic one --- both to serve creativity. One can be called a real artist if he/she is capable of instilling creativity into the visibly prosaic profit-loss commercial and industrial missions. Yet the artistic self was clearly dominant in late Mahbub Jamil. Maybe, he took it as a challenge to show his friends and contemporaries that the artistic self within one can be reconciled with the sweaty one. In doing so, Jamil's scale appears to have become lopsided, i.e. he found itself overly leaning towards the mundane instead of the intangible world of the arts. When he realised that, it may have been too late to correct the lopsidedness or the subterranean clash of his two selves as has been found universally. However, many would love to see the two selves of his being. There lies the splendid aspect of this man. For people like him, love and work continue to chant the mantra of the very human existence. However, above everything, Jamil's warmth and the eagerness to help people in problem help wipe out all his self-made anguishes.[email protected]",
        "headline_1": "Reconciling two opposing selves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reconciling-two-opposing-selves-1669474131",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2022"
    },
    {
        "full_article": "Bangladesh is a cricket locing nation. But every four years, the country goes crazy for FIFA World Cup. This year is no exception. From making a 3,000-foot-long flag in Mymensingh, to painting bridges in Rangamati with the colours of Argentina and Brazil flags, or making jerseys and banners of favourite teams, the greatest show on the earth has become an occasion of celebrations across the country. Almost every balcony and rooftop around the country is now adorned with the flags of football powerhouses. Flags mainly of Argentina and Brazil are now taking over everywhere including the streets, intersections, campuses of schools, colleges and universities. As per the Bangladesh Flag Rules in 1972, no foreign flags can be flown without specific permission from the government, except foreign diplomatic offices. However, the High Court in 2018 gave the go-ahead to hoist foreign national flags across the country during the FIFA World Cup. So, hoisting flags of other countries is not illegal in Bangladesh. But while doing this, we should keep in mind that our national flag is our pride and identity. It is our responsibility to honour the national flag appropriately. While flying foreign flags, we can keep our national flag along with them and show respect to it. SM Robin Ahmed, Student of Department of Social Work, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Hoisting favourite teams' national flags during FIFA World Cup",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hoisting-favourite-teams-national-flags-during-fifa-world-cup-1669474159",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-11-2022"
    }
]