[
    {
        "full_article": "The value of proactive judicial intervention cannot be understated. After the Supreme Court called for “corrective measures” against the peddling of communal hate from supposedly religious platforms, the authorities in Uttarakhand have prevented the holding of a ‘dharam sansad’ in Roorkee by imposing prohibitory orders against such gatherings. At a time when communally motivated gatherings are becoming conspicuous in their frequency and vociferous in their fulminations against minorities, one would have expected the police to be more sensitive to the situation and prevent hate speeches. Counsel for Himachal Pradesh has said preventive steps were taken when one such gathering took place a few days ago, and that the participants were warned against any incitement, but those who have approached the Court against the trend of hate speeches at such meets, accuse the local authorities of inaction. It was one such religious conclave in Haridwar in December that witnessed extraordinarily inflammatory speeches being made against Muslims, some of them having a shockingly genocidal tenor. After dithering, the Uttarakhand police had then arrested Yati Narsinghanand, a controversial priest and Hindutva leader, who was among those who had allegedly called for armed violence against minorities. Even after obtaining bail, under a condition that he would not make any provocative speeches, he had participated in a similar event in Delhi. Instances of controversial religious figures making unacceptable comments at different places and occasions have emerged as a disturbing pattern, one that the Court may have to arrest by stern action.One way of looking at this phenomenon is to dismiss it as not being representative of the silent majority and as the activity of a few fringe elements. However, it cannot be gainsaid that the provocateurs are seeking to foster a collective fear among the majority that their interests are not being protected by an allegedly minority-friendly Constitution, and feeding off the same fear to spread their message of hate. The possible damage to the social fabric is incalculable, as the language of hatred may seep into the public consciousness as an acceptable thought process. The result may be an atmosphere in which communal harmony and public tranquillity will be at perennial risk. It is in this backdrop that modern democracies make a clear distinction between freedom of expression and speech that tends to incite hatred against a public group or section of society. The Supreme Court has recognised the potential for a wider societal impact beyond the distress caused to individual members of the targeted group. In cases relating to lynching and ‘khap panchayats’, the Court laid down guidelines on preventive, remedial and punitive measures. While these are to be followed without exceptions, there is also a need for considering new criminal and penal provisions to combat hate speech.",
        "headline_1": "Preventing harm: On judicial intervention against hate speech",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/preventing-harm-the-hindu-editorial-on-judicial-intervention-against-hate-speech/article65360677.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-04-2022"
    },
    {
        "full_article": "The beleaguered Congress has been trying to find ways to get out of the rut that it has got itself into after a series of electoral debacles in the last decade. Its inability to project a cohesive, decisive and vibrant leadership ever since it lost power at the Centre has certainly played a role in this, but attempts at revitalisation have focused more on quickly regaining electoral viability than on addressing serious structural issues. Prashant Kishor, the much sought-after election strategist who has successfully advised several parties on how to leverage new media tools, messaging and promotion of leaders, might not have joined the Congress, but his diagnosis of what ails the party is not without merit. Beginning after Independence as the flag bearer of secularism, social democracy, scientific temper, planned development and strategic autonomy on global matters, the party managed to retain its primacy for decades because of the legitimacy of its leadership that played a central role in the freedom movement and who articulated these values clearly during their struggles. Dissension within and discontent against the party on the issue of authoritarianism (the Emergency), the post-Mandal rise of OBC-based parties, and the gradual federalisation of India’s polity led to its decline. Soon it was bested by the rise of the religious right, which managed the politics of caste arithmetic far better in the Hindi heartland and western India and thrived because of the strong presence of a cadre-based force, besides a decisive leadership, articulating its ideology and agenda.The lack of a structured cadre base that could trumpet the Congress’s legacy and achievements is a severe weakness. But the inability to state ideological positions and values clearly is another disadvantage — by seeking to remain a big tent of ideas, the Congress has in the past been numbed into vapid centrism or taken recourse to opportunist use of non-secular values seeing its effect in the rise of the BJP. There is no magic bullet for these weaknesses, but it would not hurt to kindle internal democracy to reconstitute the party’s leadership at various levels. Thoroughgoing elections as a procedure should rev up the party’s organisation, clarify what it truly stands for — based on its founding principles and how its sympathisers and members articulate them during the electoral process — and also bring about a decisive leadership that will legitimately claim the position based on the results of the elections rather than familial legacy. This exercise should enable it to later engage with like-minded political forces (many parties that were formed after splintering from the parent Congress) and face the electorate with better cohesion.",
        "headline_1": "The blueprint: On internal elections and Congress revival",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-blueprint-the-hindu-editorial-on-internal-elections-and-congress-revival/article65360335.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-04-2022"
    },
    {
        "full_article": "The word is one of the most pejorative terms in the English dictionary; it is the most reviled term, too, as well as an oft-used mechanism handy to the West to twist the tails of those it dislikes. But hardly had we ever expected to see our government institutions brought under the US sanctions.\nNot one but two of the US departments, namely the Treasury and the Department of State, have imposed sanctions on a leading law enforcement agency and relevant individuals in Bangladesh—for the first time. On December 10 last year, the US Department of Treasury imposed sanctions on Bangladesh's elite paramilitary force, the Rapid Action Battalion (Rab), as well as seven of its current and former officers for alleged serious human rights violations. Over and above that, the Department of State imposed sanctions on two individuals: a former head of Rab and a former commanding officer of a Rab Unit.\nIt can never be pleasing news to any Bangladeshi, notwithstanding a heap of reservations on Rab's modus operandi that one might have. It is regrettable, and disgraceful too, to see the name of our elite force along with some of its members bracketed with drug dealers and terrorists on the list of sanctioned individuals. What has added insult to the injury is that these actions came on the last day of the virtual Democracy Summit, in which Bangladesh was conspicuous by its absence. It was a double blow for those who pride themselves on the country's democratic credentials—of the distant past. As citizens, it is our right to ask whether a government agency has the right to incur adverse criticism due to its actions or inactions. For better or worse, in this globalised world, we are not impervious to international scrutiny or criticism for alleged violations of norms of human behaviour.\nIt is not the intention to engage in discussions on whether the sanctions are justified or not, or on the credentials of the US to question the human rights and democratic credentials of other countries when its own record of performance is questionable, both at home and abroad. One could just as well tell the US: Doctor, heal thyself. But that would in no way reduce the gravity of the allegations levelled against our law enforcement agencies, either in this report or reports emanating from other international human rights and democracy watchdogs. Nor is it of any use to engage in verbal subterfuge or decry the reports or the actions taken against us. The best thing to do under such circumstances is to engage in self-examination and ask ourselves whether or not the allegations hold water.\nInterestingly, there has been no crossfire death or enforced disappearance since the sanctions were imposed, except for two in the month of April. Is there a correlation between the two? What exactly should we make of it? Are we to believe that all the criminals have reformed themselves overnight and become good boys, or that Rab has modified its operating procedures? We have not seen any widespread deterioration of law and order or spurt in smuggling of drugs and narcotics, for example. Whatever may be the case, what this has demonstrated is that law can be maintained and order upheld without resorting to extrajudicial means or circumventing the legal process. And if there is correlation between the two, then we ask: Why does it require external pressure to compel our agencies to go by the book?\nWe believe that Rab was formed with the purpose of addressing the law and order problems during the second tenure of the BNP. Its formation was welcomed by all and sundry, and the agencies earned the confidence and respect of the common man. The petty ruffians went off the streets and people could walk out late at night without the fear of being waylaid. But there came a time when this very well-organised force, commanded also by military officers, got involved in extrajudicial killings starting with \"Operation Clean Heart,\" in which more than 40 people were killed allegedly by this agency. It is queer and interesting that the Awami League at that time had vehemently criticised Rab for the extrajudicial killings, just the way BNP has done the last 10 years. Contrary to its commitment to end the regime of extrajudicial killings, the number has gone exponentially high during the Awami League period, and things have come to a head.\nAdmittedly, there is a need to go into the way Rab is being employed. It is a well-trained force which has done extraordinarily well in combatting extremism and terrorism. This is something we all can be proud of. And that is what it should be employed for. However, its resources can be used to go after hardened criminals and tackle extraordinary law and order issues while remaining within the bounds of law. The last thing Rab should do is day-to-day police work. Military officers are not trained to chase common criminals. But once they engage in doing so, most of them lose the qualities of a good military officer, and most of them no longer retain the ability to command and train troops for battle. We believe that the time has come to rethink Rab operations and its manning policy, and to draw a Lakshman Rekha for it to restore and preserve its image.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "The slur of sanctions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/the-slur-sanctions-3013826",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-04-2022"
    },
    {
        "full_article": "Elon Musk, a self-proclaimed free-speech absolutist and the world's richest man, is the new king of Twitterdom. His takeover of Twitter may have provided the company a much-needed new direction of exploring uncharted adventures, as its founder Jack Dorsey says, \"Solving for the problem of it being a company, however, Elon is the singular solution I trust.\" The reason for using \"however\" by Dorsey in his tweet was in his words, \"In principle, I don't believe anyone should own or run Twitter. It wants to be a public good at a protocol level, not a company.\" The way Musk, Twitter's top troll, bullied the management of the company and bought it indicates that the platform may not remain a space for public good as it becomes a private property. Here's a reminder about the acquisition of Twitter that he said, \"this is not about economics, this is about power and influence.\"\nWith 86.1 million followers, Elon Musk is the top Twitterati, but he has also courted controversy by taunting others on the Twittersphere. Musk has been described as a troll by none other than a former insider of the company, Twitter's former head of news and currently the executive director of the Aspen Institute, Vivian Schiller. And there's no dearth of examples. The New York Times reported that before his pivotal meeting with the Twitter's board, Mr Musk tweeted in which he made fun of Bill Gates for taking a short position on Tesla. His tweeting habit does not give much confidence in his post-takeover tweet that he hopes his \"worst critics remain on Twitter.\"\nThe way the Tesla boss bought Twitter was also quite unconventional. He first wanted to know how much it would cost for buying by firing a tweet. Then he acquired more than nine percent of the shares, but discounted speculations of taking a seat on the board or interfering in running the business. But within days, he made a new enticing offer through a tweet to buy the whole company, and the deal was done at an unprecedented speed. His critics, therefore, have every reason to argue that Musk is desperate to gain more power, and promotion of free speech is a mere facade.\nWhy does the Twitter takeover by Elon Musk matter for anyone in Bangladesh, when it has a tiny audience of about 750,000, whereas Facebook has a whopping 44.5 million users? Social media platforms worldwide have been increasingly coming under scrutiny—mainly owing to its power of democratisation, but also for its toxicity. The role of social media for free expression is crucial in general, but especially important in countries where democracy is weakening or rulers are becoming autocrats. Therefore, prospects of more freedom of expression or free speech should be a very welcoming development. If any one of the existing social media platforms becomes more democratic, then there's bound to be some positive impact on the rest. And in terms of social influence, Twitter with more than 300 million users enjoys a certain edge over Facebook or Instagram, despite those having far larger subscriber numbers. It's due to the nature of the content, which is more news-oriented than personal and family affairs and networking. But the scary prospect is its potential toxicity, where individuals could face an endless torrent of abuse based on their skin colour, faith, gender, political ideology, and so on.\nVivian Schiller told BBC's Radio 4 on Monday that about two weeks ago, when asked how he would make the platform more free speech-friendly, Mr Musk could not give a clear answer. Musk's declaration, so far, is that he wants to see more \"free speech\" and less moderation. Many right-wing forces, like Trumpian Republicans in the US, who have long been complaining that Twitter's moderation policies favour the freedom of speech of left-leaning viewpoints, rejoiced. According to Ms Schiller, this moderation is an art without which this public space is ungovernable. She also admitted that the Twitter management had not always had it right.\nThe most glaring example in the US of Twitter being used to incite violence was the January 6 insurrection at Capitol Hill by Trump supporters, fuelled by conspiracy theories that led to the permanent ban of the outgoing president on Twitter. In India, presumably the largest democracy in the world, we have seen how religious hate preaching on Twitter has been spreading communal division and violence. It, therefore, makes Elon Musk's proposition of unbound free speech a serious cause for concern as it could amplify disinformation too.\nThere is no doubt that we all love freedom of expression and hate censorship, but not without restraints on the spread of hate and violence. Some of his memorable tweets include those against Covid lockdown bolstering conspiracy theorists, extending support to Canadian truckers' disruptive sit-in protest, and violating Securities and Exchange Commission directives that led to wiping out of USD 14 billion in a minute from the share market. Repeating such erratic behaviour now will no longer make him accountable to anyone, other than expensive private legal actions.\nOne thing that encourages most of us is that Elon Musk has promised to bring transparency in Twitter's algorithm, making the metrics of populism and support visible, and cracking down on bots. If it happens, then ghost followers of many popular but controversial figures will disappear. In India, Twitter's third top market, political observers have begun speculating that the IT cells of major political parties will be folding as they are accused of maintaining bots and troll armies. However, Musk could have brought in such transparency without taking it out from the public control, as he had the opportunity to take up a seat on the company board with the single largest holding of its shares.\nMany observers believe that the USD 44 billion takeover will push politicians and regulators around the world to bring in new and stringent rules on social networks and force them to take more responsibility for the content they carry, issuing steep fines for non-compliance on material that incites violence, is abusive or classifies as hate speech, among other things. In the US Congress, before Twitter's takeover, it was the Republicans who were pushing for taking on Big Tech companies, and now Democrats have started gearing up for a fight.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "Twitterdom with a new king should worry us all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/twitterdom-new-king-should-worry-us-all-3013816",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-04-2022"
    },
    {
        "full_article": "In 2019, the World Health Organization (WHO) Global Report on Drowning said the most recent figure on annual global drowning toll stood at 235,000, with more than 90 percent of deaths by drowning occurring in low- and middle-income countries, and with Asia carrying the highest burden. The WHO report also placed drowning in the top 10 leading causes of death by unintentional injuries among children and young people worldwide, with children aged under five years disproportionately at risk, and males being twice as likely to drown as females. Drowning has cost the world over 2.5 million lives over the past decade. The vast majority of these deaths could and should have been prevented.\nOn April 28, 2021, for the first time ever, the United Nations (UN) adopted a resolution on drowning prevention during the 75th session of the UN General Assembly. Initiated by Bangladesh and Ireland, and co-sponsored by 79 countries, the resolution recognised the devastating effect of drowning across the world and declared July 25 as World Drowning Prevention Day (WDPD). The aim of WDPD is to promote facts and raise awareness about drowning, and what governments, life-saving organisations and those in the field of drowning prevention can do to help improve water safety to reduce preventable deaths.\nRecognising that drowning is preventable, and that scalable, low-cost interventions exist, the resolution encouraged member states, on a voluntary basis, to undertake a range of coordinated interventions relevant to national circumstances. The resolution requested all 193 UN member states to develop national drowning prevention plans in line with WHO recommendations, ensure enactment and effective enforcement of water safety laws, encourage the registration of drowning deaths, and promote drowning prevention public awareness.\nAction on drowning prevention presents an important opportunity to make progress towards targets within different UN Sustainable Development Goals (SDGs). There are clear links between drowning and other global agreements relevant to sustainable development, community resilience to climate change, and disaster risk reduction.\nIn Bangladesh, drowning is a regular phenomenon; people, especially rural inhabitants, perceive the cause of fatal or non-fatal drowning to be the \"act of God.\" The main reasons of drowning, in fact, include lack of physical barriers between people and water; lack of supervision; lack of life-saving skills, including swimming and cardiopulmonary resuscitation (CPR); uncovered or unprotected water bodies and a lack of safe water crossings; lack of water safety awareness; travelling on waterways on overcrowded or poorly maintained vessels; and floods from extreme rainfall, storm surges or cyclones. Urgent, coordinated and multisectoral action on proven measures are needed, such as installing barriers to control access to water, teaching swimming, water safety and safe rescue skills, training bystanders in safe rescue and resuscitation, setting and enforcing safe boating, shipping and ferry regulations, and improving flood risk management, among others.\nAccording to the WHO, drowning is one of the world's most preventable, neglected and persistent public health issues. Bangladesh has recognised drowning as an important public health issue with major impacts on children and youth. However, despite the magnitude of drowning incidents in the country, limited attention has been paid by the government to develop a national strategy on preventive measures. Government initiatives regarding drowning are still at the policy level.\nRecently, Ecnec approved the \"Integrated Community Based Centre for Child Care, Protection and Swimsafe Facilities Project\" to establish 8,000 community day care centres to provide supervision of 200,000 under-five children in 45 upazilas under 16 districts, and to teach swimming to children aged 6-10 years through primary schools. Bangladesh Shishu Academy will implement this project in line with the Ministry of Women and Children Affairs, with technical support from the Centre for Injury Prevention and Research, Bangladesh (CIPRB). Besides, the Directorate General of Health Services (DGHS) has taken awareness-raising initiatives. The Non-Communicable Disease Control (NCDC) of the DGHS has been working on a draft national drowning prevention strategy since 2015, with technical support from the CIPRB. The strategy is focused on priority action areas—community-based actions, effective policies and legislation, surveillance and research, capacity-building and intersectoral collaboration.\nA series of consultative workshops with relevant ministries and other stakeholders were held from 2017 to 2022 to make the draft more precise. After the UN resolution on drowning prevention, the line director of NCDC formed a nine-member committee to expedite the approval process. Keeping in line with the committee recommendations and stakeholder review comments from consultative workshops, the draft was updated with relevant facts and figures and is now in the process of submission.\nIn light of all this, it is high time to implement such a national strategy envisioning a drowning-free Bangladesh. Aiming to cut down drowning deaths by half by 2030, this strategy will provide the direction to prevent these unwanted and avoidable deaths.\n \nJuliet Rossette is policy and partnership manager of Project Bhasa at the Centre for Injury Prevention and Research, Bangladesh (CIPRB).\n",
        "headline_1": "Drowning: Most preventable, most neglected",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/drowning-most-preventable-most-neglected-3013806",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-04-2022"
    },
    {
        "full_article": "Today marks the National Legal Aid Day, which was introduced by the government in January 2013, in an effort to increase public awareness of national legal aid services. As foreign funding for NGO legal aid shrinks with Bangladesh emerging as a middle-income country, the time to mainstream, strengthen and expand governmental legal aid has never been more urgent. Yet, 22 years after a national legal aid system was mandated, public awareness about it remains less than adequate.\nOn January 26, 2000, Bangladesh introduced the Legal Aid Services Act 2000 (LASA), a law \"to provide for legal aid to the litigants who are incapable of seeking justice due to financial insolvency, destitution, helplessness and for various socio-economic conditions.\" Section 3 of LASA mandated the establishment of the National Legal Aid Services Organisation (NLASO) to carry out the purposes of LASA, \"as soon as may be after the commencement\" of the law. However, it was only in 2009 that the NLASO was finally established.\nSection 6 of LASA requires a National Board of Management to lead NLASO, comprising relevant high-ranking government officials such as the Law Minister, Attorney General and Vice-Chairman of the Bangladesh Bar Council, etc. Section 9 of LASA requires District Legal Aid Committees to be established in every district, comprising relevant district level government officials such as the District and Sessions Judge (who is to be the chair), District Public Prosecutor, and President of the District Bar Association, etc. The Committee must also have one representative from a relevant NGO active in the area.\nSo far, a District Legal Aid Office has been established in the District Judge Court premises of all districts, along with a corresponding District Legal Aid Committee. The government has also appointed a District Legal Aid Officer, who is an Assistant Judge or Senior Assistant Judge, and the list of all District Legal Aid Officers, along with their contact details, is available on the NLASO website. The government has also been establishing legal aid committees at the upazila and union levels, but these are often criticised as being inactive in practice. The website, for instance, has no information or contact information for upazila and union legal aid committees, as it does for the district ones.\nAccording to LASA, all applications for legal aid must be submitted to the concerned District Legal Aid Committee and if any application is rejected by the District Committee, the applicant may appeal to the National Board within 60 days from the date of such rejection. Recently, NLASO has also introduced an online application system, which legal aid seekers can use to virtually submit their legal aid applications to their nearest district legal aid offices.\nThe Legal Aid Service Policy 2014 was formulated to clearly set out the eligibility criteria for legal aid. Section 2(1) of the Policy clarifies that legal aid recipients would typically need to have an annual income of less than Tk 1 lakh, but in the case of freedom fighters and applications for legal aid at the Supreme Court, the income needs to be less than Tk 1.5 lakh. However, Section 2(2) of the Policy establishes that certain vulnerable individuals would be deemed eligible for legal aid (without reference to their income status) such as victims of human trafficking and women and children who have faced physical or sexual violence and persons with disabilities, etc.\nThe legal aid services provided by NLASO can be categorised in three main forms. First, it provides legal advice to individuals, and since 2016 it has been operating a toll-free legal aid helpline (16430) through which anyone can receive free legal advice. Second, it provides alternative dispute resolution by mediating civil disputes and disputes relating to petty crimes (i.e. compoundable offences) between parties. Third, it provides court based legal assistance and representation through its panel lawyers, for cases where mediation has not been successful or where mediation is not an option (i.e. grievous offences which are non-compoundable, such as rape and murder, etc). According to a factsheet published by NLASO in March 2022, its legal services have reached over 736,000 beneficiaries since 2009.\nDespite the commendable progress made by NLASO in the past 13 years, some crucial gaps remain. First, the Legal Aid Services Regulation 2015, which sets out the process and rules of the national legal system, does not require legal aid recipients to be reimbursed for case related travel expenses. Commuting to court and legal aid offices can often amount to a hefty cost that precludes justice seekers from continuing with their cases due to the frequency of travel involved. Therefore, reimbursement of conveyance has been a fixture of NGO legal aid in Bangladesh, and should also be incorporated by NLASO by updating its 2015 Regulation. Second, in order to reach the most vulnerable and remote populations, upazila and union legal aid committees need to be activated through appointment of dedicated legal aid officers and expansion of the online application system to the upazila and union levels, so that the decision to seek legal aid does not always require the need to travel to far off, district level cities. Third, NLASO should introduce an online dispute resolution mechanism so parties are able to participate in mediations remotely in a cost-effective manner, as had been implemented by various legal aid NGOs (such as Brac and BLAST) during the Covid-induced lockdown period through the use of tele-conferencing.\n \nTaqbir Huda is the Advocacy Lead of GJD, Brac. Email: taqbirhuda@gmail.com\n",
        "headline_1": "National Legal Aid Day: Three ways to improve our national legal aid system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/national-legal-aid-day-three-ways-improve-our-national-legal-aid-system-3013781",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-04-2022"
    },
    {
        "full_article": "Bangladesh's gas crisis is a cautionary tale of doing nothing and doing too much at the same time: we have, for reasons unknown, ceased exploring our gas reserves, despite being a country with high hydrocarbon potential, and are relying too much on costly imports of liquefied natural gas (LNG) to meet our energy needs. Neither approach is helpful. To be clear, when we talk about building up sufficient gas reserves, we don't mean achieving self-sufficiency which, let's face it, is never going to happen. But there is a good possibility that through exploring and overhauling our gas reserves, both onshore and offshore, Bangladesh may significantly boost its reserves, reduce its dependence on imports, and yield lower and more stable gasoline prices. Why, then, are we not doing that? \nA report by this daily brings out a disturbing reality facing this sector: most of the country's 28 gas fields are producing less gas than before, meaning the present crisis may only worsen in the future. While the capacity of any gas field or well may naturally drop over time, it is possible to extract more by overhauling the wells, which is something that hasn't been done in most gas fields. Experts have, therefore, stressed the need for overhauling these fields as well as aggressive exploration to build new reserves. Currently, the country has an estimated gas reserve for 9-10 years, which shows the urgency of shifting focus to finding long-term solutions. While stopgap solutions like importing LNG—which is reportedly 24 times costlier than locally produced gas—may help meet urgent needs, they can't be the mainstay of a future-focused energy policy. \nExperts believe the reason for the present uncertainty is the government's refusal to follow the recommendations of \"Consultancy Services for Gas Production Augmentation\" report of 2011, which emphasised the need for overhauling the wells, adopting a systematic and risk-based approach to best utilise resources, and exploring in coastal areas and hill tracts. Our preference for easy solutions has robbed us of the chance to plan for the future and unlock our exploration potential. The authorities have drilled only 28 exploratory wells in the last 20 years, although, as an expert said, we hit gas in every third well drilled when the global average is one in five. It's a tragedy to leave such potential unexploited. Offshore gas exploration, meanwhlie, remains a non-issue even to this day.\nThe government must understand that as important as meeting present energy needs is securing the future through mid- and long-term initiatives, such as moving to more frontier areas to unlock the full potential of exploration and overhauling the abandoned gas wells. We cannot continue to be held hostage by our overdependence on LNG. \n",
        "headline_1": "Negligence in exploring gas reserves makes no sense ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/negligence-exploring-gas-reserves-makes-no-sense-3013616",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-04-2022"
    },
    {
        "full_article": "While the need to consume fortified foods to address the issue of micronutrient deficiency is recognised worldwide, it is really unfortunate that people living in the poverty-stricken regions of Bangladesh, such as parts of Rangpur and Nilphamari districts, don't have access to fortified foods—nor are they aware of it. According to a study by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), only 41 percent of respondents had heard about fortified foods. Another 37 percent of respondents faced difficulty in buying these micronutrient-rich foods, while 40 percent could not buy them at all. This is because of the drastic fall in their income during the Covid-19 pandemic.\nFood fortification is one of the most cost-effective strategies to increase the regular intake of micronutrients. Under this process, one or more micronutrients such as vitamins and minerals are incorporated into food items to improve their nutritional qualities. Such foods are necessary to meet the nutritional needs of people, particularly the low income households who cannot afford to buy nutrient-rich foods.\nAnaemia, which is caused by iron deficiency, is one of the biggest public health concerns in Bangladesh, but it can be fought with iron-rich fortified foods. Micronutrient deficiency causes many other health conditions such as malnutrition, multiple infections, chronic diseases, poor health and well-being, impaired learning, poor mental health, etc. This is particularly dangerous for pregnant women and children.\nAlthough the government has undertaken many programmes to improve the nutritional status of vulnerable populations, there are still many shortcomings in the interventions. While the government was able to make people aware of and popularise the need to take iodised salt, it could not do so in case of other micronutrient-rich foods such as rice and edible oil. The icddr,b survey found that almost all the respondents knowingly consumed iodised salt and knew that packaged salts are iodised.\nThe question is: If people can be made aware of iodised salt, why can't they be made aware of nutrient-rich edible oil, rice and other foods? We think a massive awareness campaign is needed to make these food items popular among people. Most importantly, they must be made affordable to all. Since the government is selling essential food items at subsidised prices at different OMS (Open Market Sales) points across the country, it should include fortified rice and edible oil in their supplies. In addition, it should freely distribute these food items under its social safety net programmes to enhance the nutritional well-being of disadvantaged citizens.\n",
        "headline_1": "Make people aware of fortified foods",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/make-people-aware-fortified-foods-3013131",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-04-2022"
    }
]