[
    {
        "full_article": "India and China have once again appeared to walk away from their latest high-level engagement with sharply different diagnoses of what ails their relations. During a meeting earlier this week in Johannesburg between National Security Adviser Ajit Doval and top Chinese diplomat and Politburo member Wang Yi (he heads the Communist Party’s Central Foreign Affairs Commission and was re-appointed Foreign Minister after the sudden removal of his successor Qin Gang), Mr. Doval highlighted India’s concerns about the situation along the Line of Actual Control (LAC). China’s actions, he said, had “eroded” the “public and political basis” of ties. He also stressed the need to “... restore peace and tranquillity in the border areas, so as to remove impediments to normalcy in bilateral relations”. The Chinese readout, in contrast, emphasised the big picture, calling for the “early” return of ties “to the track of healthy and stable development”. It also called on both sides to follow “an important consensus” that was, it revealed, reached by Prime Minister Narendra Modi and President Xi in Bali last year to stabilise ties. This claimed “Bali consensus” had not been previously disclosed by either side. The Ministry of External Affairs, which stated they only exchanged courtesies, has subsequently conceded that they also discussed the “need to stabilize bilateral relations”.\rWhether or not the leaders exchanged more than pleasantries in Bali, the contrasting claims from the latest meeting have only reinforced the need for the Modi government to more transparently lay out the state of relations with China, and especially along the border. Opacity and defensiveness have marked the government’s responses since tensions began in April 2020 to any questions about the border or its broader approach to China, which appears increasingly rife with contradictions. Only this week, the Minister of State for Electronics and IT, Rajeev Chandrasekhar, told a British newspaper that the government welcomed investment from China. Trade with China boomed to record levels in 2020 and 2021 led by imports of Chinese machinery, while at the same time the government has banned more than 200 Chinese apps, including TikTok. Meanwhile, after 18 rounds of talks, there remains little clarity on the LAC situation and the continuing ingresses by China in Demchok and Depsang, the last two remaining friction points. While the arrangements to set up buffer zones in five other points are welcome, the terms of the arrangements and withdrawals by both sides also remain shrouded in secrecy. As both sides continue to find a way to stabilise ties and restore peace, the public should be kept informed. Relations with India’s biggest neighbour are far too important to be conducted in the shadows.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-China\n\n/\n\ndiplomacy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nIndonesia",
        "headline_1": "Elusive consensus: On transparency and the state of India-China ties",
        "headline_2": "The Government of India must transparently lay out the state of relations with China",
        "link": "https://www.thehindu.com/opinion/editorial/elusive-consensus-on-transparency-and-the-state-of-india-china-ties/article67127913.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "Spain’s parliamentary elections on Sunday show that the mainstream conservative and socialist parties remain the favourite choices of the electorate even when far-right parties are on the rise in other European countries. The ruling Spanish Socialist Workers’ Party (PSOE), under the leadership of Prime Minister Pedro Sánchez, sought a fresh mandate based on the government’s performance and promise of economic equity, while the opposition People’s Party (PP) offered pro-business and investment policies. The PP won 136 seats, from 89 in the last election, but fell short of a majority in the 350-member lower House. The far-right, anti-immigrant Vox party, a potential coalition ally of the PP, won 33 seats, down from 52 four years ago. The PSOE, which was expected to be punished by voters, got 122 seats, two more from the last election. But the Socialists’ coalition partner, Sumar, dropped from 38 to 31. Voters supported the Conservatives but not their potential far-right allies; they refused to punish the socialists, but voted down their leftist allies. This fractured mandate has left Spain in a political gridlock, pushing it into prolonged coalition building talks.\rEurope has seen a clear shift towards the right. In southern Europe such as Italy and Greece, anti-immigrant and hard-right parties have secured victories in their most recent elections. Elsewhere in the continent, including France, far-right parties with neo-Nazi ties are on the ascent. But Spain’s case has been different. The PSOE went to the polls with a relatively good record. Mr. Sánchez’s government led the country out of the COVID-19 pandemic with an efficient vaccination campaign. When much of Europe was reeling under high inflation, partly due to the Ukraine war and the West’s sanctions on Russia, Mr. Sánchez shielded the economy from the crisis — inflation fell from 10.7% a year ago to 1.6% in June. The Left had also warned the electorate about the possibility of the Vox, whose members include supporters of the late fascist dictator, Francisco Franco, entering the government with the PP — it would have been the first entry of such a party into the government since Spain’s democratic transition in the late 1970s. The PSOE campaign was focused on its achievements and voter apprehension about the far-right’s entry seems to have helped the party avert the rout that most opinion polls had predicted. Given that no bloc has a clear majority, the focus is on the smaller regional parties, including the pro-independence ones in Catalonia and the Basque region. This gives Mr. Sánchez an edge in coalition building talks as he has a record of cooperating with regional parties.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\n Twitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSpain\n\n/\n\npolitics\n\n/\n\n election\n\n/\n\ndemocracy\n\n/\n\nCoronavirus\n\n/\n\nvaccines",
        "headline_1": "Fractured mandate: On Spain’s parliamentary elections and its politics",
        "headline_2": "Spanish voters have placed their faith in mainstream parties",
        "link": "https://www.thehindu.com/opinion/editorial/fractured-mandate-on-spains-parliamentary-elections-and-its-politics/article67128039.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "In 2003, just before the assembly elections, a national survey placed Ashok Gehlot as the most popular chief minister in the country. Yet, Congress got routed in the subsequent election. A similar story got replayed in 2013, when the Modi wave swept away a Gehlot regime that also enjoyed reasonably high satisfaction ratings. Can the acclaimed “magician” of Rajasthan politics, survive the curse of incumbency on the third attempt?\nRajasthan politics has seen a revolving door paradigm of Congress-BJP regimes since 1998. This is because of the fleeting nature of party loyalty in the state, where no party has been able to forge a stable, dominant caste/ community coalition.\nAfter a prolonged factional tussle, Congress has decided to fight for Rajasthan on its governance record under the leadership of Gehlot. Though as per the usual practice in the state, the future CM candidate has not been announced beforehand, it seems clear that Gehlot has outmaneuvered his factional rivals. Crucially, this is without the active support of the Congress high command.\nRead full story on TOI+\n\n",
        "headline_1": "What’s Gehlot getting at? Battling anti-incumbency, Rajasthan’s wily CM is trying to create a personal brand, tapping into latent sub-national sentiment & helming populist welfare schemes non-stop",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whats-gehlot-getting-at-battling-anti-incumbency-rajasthans-wily-cm-is-trying-to-create-a-personal-brand-tapping-into-latent-sub-national-sentiment-helming-populist-welfare-sche/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "In July 1940, the British air force bombed French navy ships off the coast of French Algeria. After France had surrendered to Germany, Winston Churchill ordered the destruction of French ships lest the Germans used them against the British, thus killing 1,000 French soldiers. Churchill had ordered the attacks despite French assurance that the ships wouldn’t pass into German hands. This little-known incident from World War II poses the possibility of a repeat today. In the event of a Chinese invasion of Taiwan, there is fear that semiconductors in the country might be destroyed to save Taiwan.\nTaiwan produces 90% of advanced semiconductor chips used in critical industries and electronic devices globally. TSMC, its flagship semiconductor manufacturer, fabricates 92% of advanced chips for American firms. AChinese takeover of Taiwan will wipe out $1 trillion every year from the global economy over the next few years and see China railroading the global economy.\nRead full story on TOI+\n\n",
        "headline_1": "The world needs a contingency plan for a Taiwan war: Chinese invasion will mean capture of 90% of the world’s advanced semiconductor chip supply. Diversifying production to Thailand, India, Vietnam is both vital defence and a counterweight to war",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/the-world-needs-a-contingency-plan-for-a-taiwan-war-chinese-invasion-will-mean-capture-of-90-of-the-worlds-advanced-semiconductor-chip-supply-diversifying-production-to-thailand-india-vie/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "With the Lok Sabha speaker accepting the opposition’s Congress-initiated no confidence motion, there will be a parliamentary debate on Manipur once a date and time are set. Moving such motions is the opposition’s right but that doesn’t make right the opposition’s refusal to accept GOI’s earlier offer of a discussion. Congress and other anti-BJP parties wanted the PM to speak on Manipur. But their unwillingness to participate in a debate in which the home minister, whose remit includes internal security, would have fronted GOI’s views, made little sense. Surely, the larger issue is that the House should have already had a robust debate on Manipur. This is especially so because Shah had written to Congress leaders in Lower and Upper Houses offering a full-fledged discussion. It’s unclear what the opposition had hoped to gain politically by refusing a debate so far. What’s been lost is clear however – time that could have been devoted to understanding a crisis. With the no confidence motion accepted, the opposition is perhaps betting the PM will speak. But that again indicates tactic and not substance is the focus.\n\nNo confidence motions are parliamentary tools that call for judicious handling. When there was already a treasury bench offer of a full debate on the table, using a no confidence motion for a single point agenda is not particularly good parliamentary practice. Manipur deserves the House’s full attention. Surely, the questions the opposition has for GOI are more important than who speaks first from GOI’s side? Surely, too, the opposition should have realised that itself? If debates on every critical issue are to get stymied in similar fashion, the House would be unable to discharge one of its most important remits.\nAs for the House’s key remit – debating and passing laws – the opposition in agitation mode should recognise that some key bills have already been passed without opposition parties debating their provisions. Scrutinising bills is one of the opposition’s key jobs. That Congress and parties alongside it at this moment chose not to do that job, just as they chose not to participate in a Manipur debate, is ironically tantamount to doing a favour to the treasury benches. Now that the no confidence motion – likely to be defeated in Lok Sabha given NDA’s numbers – has been accepted, the opposition should focus on what’s being said during the debate and not get hung up on who’s saying it.\n\n",
        "headline_1": "Debate, don’t disrupt: Oppn should have accepted earlier GOI offer of Manipur debate. Its no confidence is about tactic, not substance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/new-in-toi/debate-dont-disrupt-oppn-should-have-accepted-earlier-goi-offer-of-manipur-debate-its-no-confidence-is-about-tactic-not-substance/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "Ajit Doval’s assessment at a recent Brics meet that the situation along the LAC since 2020 has eroded strategic trust with China is as candid an admission as possible. The Chinese of course continue to compartmentalise the border dispute and insist that the two sides should look at the overall relationship. But Beijing should realise that the border row is symptomatic of a larger problem plaguing India-China ties. Today’s China has taken an ultra-authoritarian turn and is intent on challenging democracies and rewriting the rules-based international order. And in Beijing’s scheme, India is merely a country that needs to be periodically reminded of its secondary position in Asia.\n\nTherefore, China is far from interested in addressing Indian interests. Why else would it continue to back a belligerent but bankrupt Pakistan? That the issue isn’t only about the border was exemplified by New Delhi’s decision to reject Chinese EV giant BYD’s $1 billion investment plan for a car and battery manufacturing plant. True, the investment would have been a shot in the arm for India’s EV ecosystem and generated considerable local employment. True, too, the Indian market remains a leverage for New Delhi to put pressure on Beijing. However, the strategy of incentivising Chinese good behaviour through market access and economic cooperation has failed over the last decade.\nUnder Xi Jinping, China no longer operates on expected lines and the Chinese Communist Party has even gone after successful Chinese businesses that don’t conform to its political objectives. This is precisely why we see a shift in the US today where there is bipartisan support for competing with China economically and not giving it any free passes. However India, to make up for the loss of Chinese investments, should look to other sources of FDI by furthering industrial reforms and stepping up its own production capacities. Right now, denying China market access is a more effective leverage.\n\n",
        "headline_1": "BYDing time: India was right to say no to FDI from China’s EV company. Doval is right that trust is eroded",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/byding-time-india-was-right-to-say-no-to-fdi-from-chinas-ev-company-doval-is-right-that-trust-is-eroded/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "Hero Alom is a lucky man. He may not have won the by-election, but he has definitely gained far more attention than he deserved, and his name may have become familiar at the \"Bangladesh desk\" of many foreign capitals. In our view, it is a typical case of a \"storm in a teacup.\" The event need not have generated a joint statement by 13 ambassadors – almost the totality of what constitutes the Western bloc – and, on the other side, such a statement should definitely not have resulted in those ambassadors being called in for an earful by our state minister for foreign affairs. First the press statement, and then the \"summoning\" of the acting UN coordinator, followed by the calling of 13 ambassadors, are a case of overreaction on both sides.\nThe joint press statement by the ambassadors – we value every one of them – is a very powerful option. It should be used only sparsely. Did the occasion call for it? We think not. There were other means of delivering the same message. On the other hand, the foreign ministry's reaction could have been far better structured and more subtly layered. In diplomacy, \"how\" one does is sometimes far more important than \"what\" one does. Though we denied it, for all practical purposes, we did \"summon\" these ambassadors – or that is how it will look to the outside world. Was such action necessary? Or was it the case that one public posture begot another?\nAs we can understand from State Minister Shahriar Alam's press briefing, Wednesday's meeting with the group of 13 mainly consisted of reminding them about the provisions of the Vienna Convention, which their press statement was in violation of. The joint statement was termed a \"non-diplomatic behaviour\" which ignored \"objectivity, impartiality and non-biasness\" and could \"create a crisis of mutual trust.\" Very powerful expressions with a threat of a far-reaching outcome – a crisis of trust.\nVery rarely has our foreign ministry called in 13 ambassadors – from the US, the UK, Canada, Denmark, France, Germany, Italy, the Netherlands, Norway, Spain, Sweden, Switzerland, and the European Union (EU), almost the totality of what is popularly called the Western Group – and addressed them in these terms. Under no circumstances can we allow our relations to move towards a \"crisis of trust.\"\nAs his wont, our foreign minister held the media as the main culprit, \"Our media gives them [the ambassadors] undue importance which they enjoy. This gives them a feeling that they are the kings of this country and that is why they make comments about everything.\" He criticised journalists for giving too much publicity to foreigners and advised us to find out what the police do in their respective countries, saying, \"Have you seen how police torture in England?... You have seen how police kill by strangling in America.\" We wonder how looking into the operations of the US and the UK police resolves the issue at hand. Accusing them of thinking of themselves as the \"kings\" of Bangladesh exemplifies a form of immaturity that cannot be healthy for the growth of external relations.\nWhat concerns us is that years, if not decades, of solid friendly bilateral relations are being put to test in discussing issues concerning the upcoming general election. There is life beyond the election, and there are many issues of trade, commerce, investment, etc that will far outlast our election. Are we to jeopardise all that? Yes, the US and the EU are showing more than the usual level of interest in our elections. However, putting emphasis on holding a free and fair election is fully in line with our stated constitutional objective, and also something that we all desire as voters and as a people.\nWhen does the demand for a democratic election become an interference in our internal affairs, and when is it a reinforcement of the policy declared by the head of the government? Our PM, innumerable ministers, the Election Commission, and every other body related to elections keep on repeating that our goal is to hold a free and fair election. So why should it be an interference when foreign missions say so?\n\nVery rarely has our foreign ministry called in 13 ambassadors – from the US, the UK, Canada, Denmark, France, Germany, Italy, the Netherlands, Norway, Spain, Sweden, Switzerland, and the European Union (EU), almost the totality of what is popularly called the Western Group – and addressed them in these terms. Under no circumstances can we allow our relations to move towards a \"crisis of trust.\"\nWhatever may be our position – and it will vary according to partisan lines – there is no doubt that the whole nation is highly worried at the unresolved nature of our fundamental political issue as to how we go about holding the next election.\nBNP's position of no election with Sheikh Hasina in power and the Awami League's total refusal of it keep our politics in total limbo. Normally, regardless of public posturing, behind-the-scenes negotiations continue and, at some stage, produce results. In our case, we have no evidence of any such exchange occurring. In fact, it is the very opposite that is true. Even the slightest attempt to establish any line of communication between the two will be condemned as sabotage by both sides.\nWe are now faced with a total political impasse with no signal of resolving it. Every day, the rhetoric goes up a few notches and the threats and counter-threats of violence grow louder. As it is true for a family, so also it is true for a country: if we fight among ourselves, then our neighbours, in the regional and global sense, will almost inevitably be drawn into it. On the one hand, we proclaim to the world that we can take care of our problems, and yet when it comes to holding a free and fair election – a precondition for democracy, good governance, accountability, etc – we will be at each other's throats and not expect the outside world to react, overtly and covertly, which is living in a fool's paradise.\nWe seem oblivious to another important factor in relations between the government and the opposition, which is that the government needs to take more initiatives than the opposition, because most of the state powers are vested in the government while the opposition practically has none. The onus of negotiations is on the side that has the power.\nNo country is an island. In the digital world, it is even less so. None of us – not even the big ones like Russia, the US, China, and India – can visualise a world in isolation. Some may try to impose their will on others, but it is still an interdependent world that they are operating within. Bangladesh's economic growth is nothing but a story of international cooperation, which we have put to a most effective use. The privileges we have enjoyed as an LDC, the GSP facilities that assist our exports, the concessional loans and all the facilities provided by the UN that we have enjoyed, are all the result of greater international understanding and a rules-based international order, including holding free and fair elections and ensuring a good and accountable governance process. These cannot be set aside now that our focus is principally on the election. Whatever our domestic priority may be, when dealing with the diplomatic world, we cannot and must not forget the bigger picture.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Vienna Convention and the relationship with our development partners",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-vienna-convention-and-the-relationship-our-development-partners-3380126",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "One of the ways you realise that people are basically the same no matter which corner of the planet they are from is by looking at how they conduct themselves when they wield any sort of power over others. Leaders, especially in countries where terms like \"accountability,\" \"transparency\" and \"good governance\" induce allergic reactions among the political elite, follow the same playbook titled \"How to remain in power for the next 100 years\" and behave in almost identical ways to each other.\nCambodia's recent election is a case in point. On July 23, Prime Minister Hun Sen's ruling party won a landslide victory over, well, an obscure party he once crushed with military forces, whose name most Cambodians probably can't even remember. With various ingenious moves, Hun Sen managed to get his only credible rival, the Candlelight Party, barred from the election over a technicality: they had provided a photocopy of a document instead of the original one while registering. And, naturally, this oversight was far more important than allowing the biggest opposition party to participate, which would have at least provided some legitimacy to the election.\nBefore that, Hun Sen allegedly used the age-old techniques of arresting and intimidating opposition party members and stamping on the media whenever it became too critical, crippling them financially by imposing massive tax bills. Al Jazeera reported of voters being too scared not to vote as they could be \"blacklisted.\" So fear, intimidation, and harassment with the help of state institutions to wipe out the opposition has been the traditional formula for a sure win in a virtually uncontested contest. One voter likened the situation to a boxing ring with only a lone boxer.\nBut it is the end result that counts for these leaders, and victory must be attained at all costs. The ruling Cambodian People's Party won 120 of the 125 parliamentary seats.\nBefore that, in the 2018 election, Hun Sen managed to get rid of his main opposition, the Cambodia National Rescue Party, which had won almost half the votes in the 2013 election. And now, with Candlelight out of the way, the path is as clear as it has been for the last 38 years. Criticism from human rights groups, US visa restrictions, and damning comments by the US Department of State may have put a damper on the victory after-parties, but did not dissuade him from paving the way for his son, Hun Manet, to rule – like a true monarch bestowed with a divine right, leading to another hundred years of sole power.\nIn keeping with the formula from the playbook, Hun Sen's family has links with more than a 100 companies across all sectors of the economy – from agriculture to the media. There are allegations against his party's elites living abroad, and of laundering money by buying huge properties in Australia.\nThere are many leaders who have joined this club of pseudo democracies – sometimes termed \"hybrid democracies\" – which have all the accoutrements that qualify them for the status of a democracy. These include things like national elections, voter lists, an election commission, human rights commission, judiciary and other constitutional institutions, not to mention an abundance of political rhetoric on how democratic the nation is. Despite having all this grand paraphernalia, a hybrid regime is one that has increasingly autocratic tendencies. Political opponents – the real ones – have to be steamrolled into total irrelevance by obstructing their rallies, making arbitrary arrests, and incarcerating them. Institutions like the election commission and human rights commission have to be made toothless. Meanwhile, all security-related bodies – law enforcement, intelligence agencies, etc – are turned into the main weapons to crush political opponents, annoying critics from civil society, and the meddlesome media that is obsessed with corruption. Laws are enacted or amended to help punish anyone who makes the slightest noise that sounds rude to the powers that be.\nUnfortunately, one cannot endlessly follow a playbook that has become as outdated as men's baggy pants, and that paints an unflattering picture in front of the rest of the world: embarrassingly low rankings in democracy indices, threats of sanctions like visa restrictions on individuals, and generally being treated like the delinquent student who got caught changing the grades on his report card. For one thing, cronyism and nepotism, which are major spin-offs of following the old playbook, usually get out of control and even the leader cannot do anything to stop the leakage they incur. All kinds of goof-ups then occur. Obsequious party members may publicly boast of their involvement in manipulating the votes to help a candidate win, the police may chargesheet ghost opponents, banks may be bled dry, relief items may land up in local leaders' homes, and public hospitals may end up with beds but no doctors (or vice versa) at the height of an epidemic. It's a total mess.\nUltimately, it will become more and more difficult to get regular voters to go to the polling centres when there is, as they say, \"only one boxer in the ring.\" Being a constant bully is tiring – and lonely – because it is hard to know who your real friends are, or if you even have any, when you are surrounded by greedy lackeys.\nLeaders would be wise to throw away the old playbook and get tips from democracies that provide leaders with the greatest power of all: the true mandate of the people, earned through an election that is deemed credible both at home and by the rest of the world.\nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "The old political playbook needs a major upgrade",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/the-old-political-playbook-needs-major-upgrade-3380036",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "We are gravely concerned about Russia's decision to not rejoin the Black Sea Grain Initiative. Reportedly, the country recently rejected the UN chief's call in this regard, which we fear may severely affect global food supply, especially in countries that are dependent on grain imports. Ukraine is a major producer of staple crops such as wheat, corn, maize, oilseeds, etc. For three years prior to the Russia-Ukraine war, about 10 percent of the wheat and 15 percent of the corn traded globally came from Ukraine. Russia, too, had a major contribution to global food as well as fertiliser supplies.\nGiven how food prices in the international market shot up as Ukraine's grain exports got disrupted following the war, the UN and Turkiye stepped in to broker the Black Sea Grain Initiative in July 2022 – which opened up Ukraine's ports in the Black Sea for grain exports. Under the deal, the World Food Programme (WFP) procured more than half of its global wheat supply from Ukraine to run aid operations in several countries.\nWith Russia refusing to rejoin the deal now, chances are those ports will become inaccessible, which means Ukraine won't be able to ship grains anymore. That does not bode well for the rest of the world. Already, this development is affecting food prices. In Bangladesh, which is the third largest importer of wheat from Ukraine, the price of low-grade wheat shot up by Tk 20-30 per maund at Chattogram's Khatunganj wholesale market the day after Russia announced it was pulling out of the deal.\nRussia's refusal does have some merit, however. It says it sees no reason to uphold the deal as the commitments made to facilitate its food and fertiliser exports under the deal have yet to be fulfilled. While Western sanctions on Russia do not apply to food and fertiliser exports, restrictions on payments, logistics and insurance have certainly hindered shipments, according to Moscow. We understand its troubles, but Russia must see the bigger picture and consider how its decision will affect millions of people around the world. On humanitarian grounds, as well as to strengthen its global standing, Russia must consider rejoining the deal to avert a potential catastrophe. At the same time, we urge the UN to find ways to accommodate Russia's demands so that the integrity of the initiative is upheld.\n",
        "headline_1": "Black Sea grain deal must be upheld",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/black-sea-grain-deal-must-be-upheld-3379936",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "We are gravely concerned about Russia's decision to not rejoin the Black Sea Grain Initiative. Reportedly, the country recently rejected the UN chief's call in this regard, which we fear may severely affect global food supply, especially in countries that are dependent on grain imports. Ukraine is a major producer of staple crops such as wheat, corn, maize, oilseeds, etc. For three years prior to the Russia-Ukraine war, about 10 percent of the wheat and 15 percent of the corn traded globally came from Ukraine. Russia, too, had a major contribution to global food as well as fertiliser supplies.\nGiven how food prices in the international market shot up as Ukraine's grain exports got disrupted following the war, the UN and Turkiye stepped in to broker the Black Sea Grain Initiative in July 2022 – which opened up Ukraine's ports in the Black Sea for grain exports. Under the deal, the World Food Programme (WFP) procured more than half of its global wheat supply from Ukraine to run aid operations in several countries.\nWith Russia refusing to rejoin the deal now, chances are those ports will become inaccessible, which means Ukraine won't be able to ship grains anymore. That does not bode well for the rest of the world. Already, this development is affecting food prices. In Bangladesh, which is the third largest importer of wheat from Ukraine, the price of low-grade wheat shot up by Tk 20-30 per maund at Chattogram's Khatunganj wholesale market the day after Russia announced it was pulling out of the deal.\nRussia's refusal does have some merit, however. It says it sees no reason to uphold the deal as the commitments made to facilitate its food and fertiliser exports under the deal have yet to be fulfilled. While Western sanctions on Russia do not apply to food and fertiliser exports, restrictions on payments, logistics and insurance have certainly hindered shipments, according to Moscow. We understand its troubles, but Russia must see the bigger picture and consider how its decision will affect millions of people around the world. On humanitarian grounds, as well as to strengthen its global standing, Russia must consider rejoining the deal to avert a potential catastrophe. At the same time, we urge the UN to find ways to accommodate Russia's demands so that the integrity of the initiative is upheld.\n",
        "headline_1": "Black Sea grain deal must be upheld",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/black-sea-grain-deal-must-be-upheld-3379936",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "It was only the other day that we commented on an incident in Natore in which five cops allegedly tortured three men in custody, leading to the local court asking the police authorities to file a case against the officers responsible. While a court's intervention on behalf of helpless victims is laudable, the truth is, bereft of institutional accountability, it is hardly a deterrence against police excesses, which have been occurring with frightening regularity in the country. The latest to be reported by the media occurred at the Pallabi area of Mirpur, Dhaka, where Baishakhi Akhter, aged 16, allegedly took her own life after police attempted to detain her mother during a raid.\nThere have been contrasting claims about what really happened. Police allege that the family ran a drug business and that the aim of the raid on their home was to \"recover narcotics.\" But the family denied these allegations. Our concern is not about whether the family had any criminal history, but what happened after the so-called raid and whether police were somehow responsible for the tragedy that followed. According to Baishakhi's family, the police team demanded bribe from them during the raid, and also assaulted mother and daughter before hauling the latter off to a room where, locked from outside, she threatened and subsequently committed suicide.\nThe truth of the matter will only come out if a thorough investigation is conducted. However, from what has been reported, several facts stand on their own: 1) police conducted the \"raid\" in plain clothes; 2) a young girl killed herself during the raid; and 3) something happened during the raid that prompted it, leading to angry protests by locals. These facts are enough to indicate foul play at some stage of the raid. The picture that emerges from these and other reports – as well as the history of police involvement in extortion using the well-worn excuse of narcotics possession – is once again a reminder that beyond token disciplinary measures, not much is being done to ensure accountability of the errant members of this vital force.\nIn the past, we have often seen how the authorities tried to discredit allegations of police misconduct by citing the supposed crimes of the accused/victims. But in the eyes of law, everyone, regardless of their history, deserves to be treated with dignity and given a fair chance to be heard in a court of law. But it is because of the continued tolerance of such vigilante-style raids – using the cover of plain clothes – that these principles stand violated, and that people find it hard to trust police. In these columns, we have also often raised concerns about corruption, the use of excessive and lethal force, custodial death and torture and other such extrajudicial actions which have created fears among ordinary citizens. Our concerns were further vindicated when, in February, eight United Nations rapporteurs raised objections against excesses of Bangladesh law enforcement agencies to the government.\nThe higher authorities must take these concerns seriously. We also urge them to ensure a fair investigation into the Baishakhi tragedy and bring anyone responsible to book. Unless they take proper steps in such cases, public trust in police may never be restored.\n",
        "headline_1": "Police excesses are a threat to civil liberties ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/police-excesses-are-threat-civil-liberties-3379736",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "The High Court's directive to the concerned bodies of the government to prepare a list of the persons illegally occupying railway lands in the country and submit the same to the court within 30 days sounds loud and clear to bring to book the grabbers who have been merrily feasting on public property for decades. This brings to mind the occasional isolated drives by the law enforcers to free railway lands from illegal possessions, most of which did not succeed for reasons not difficult to discern. Absence of strong political will, to put it bluntly, is often believed to be instrumental in leaving things as they are with very little or no progress in getting the occupied land freed.Given the futile attempts in the past, the very recent move by the country's highest court appears to be well thought out because an authentic list of the grabbers will in all likelihood provide a valid ground to go for action. The HC passed the order after hearing a writ petition filed by rights organisation Human Rights and Peace for Bangladesh (HRPB). In the hearing, the lawyer on behalf of HRPB, referring to a writ petition in 2016 seeking HC directives to evict illegal occupants of the railway lands in Narayanganj, said that following the writ, series of reports came out in the media about thousands of acres of land under illegal possession in different districts. So, to stop the criminality and recover these lands, intervention of the court is a crucial need. Seeking the highest court's intervention is indeed the last ditch effort to bring an end to the culture of impunity when it comes to grabbing fallow government lands, canals, hillocks, even rivers. As regards the railway lands, scattered all over the country with lax overseeing as often alleged, the grabbers find them highly alluring as these lands are mostly ready to use. How much of the railway lands are under occupation of grabbers is not known for certain. The railways minister while replying to a question in parliament informed that 3,213 acres of railway land are under occupation of individuals, private, semi-government, autonomous, religious and educational institutions. Of the illegally occupied lands, the highest 620 acres are in Rajshahi district, 321 acres in Rajbari, 282 acres in Sirajganj, 280 acres in Bagerhat, 210 acres in Kurigram, 183 acres in Chattogram, 154 acres in Faridpur, 143 acres in Pabna, 128 acres in Gaibandha, 113 acres in Nilphamari, 106 acres in Lalmonirhat, 103 in Jhenaidah and 56 acres in Kushtia. According to the railway sources, between July 2015 and June 2020, 632 eviction drives were conducted in Dhaka, Chattogram, Paksey and Lalmonirhat when more than a thousand acres of land were recovered and 1,28,655 illegal structures demolished. However, newspaper reports say many of these illegal structures were re-built soon after the eviction drives.Now that the HC has instructed for preparation of a comprehensive list of the grabbers-the number one instrument for launching an eviction drive, one can hope to see a change in the narrative of recovery attempts and establishment of the Railway's rightful ownership.",
        "headline_1": "Freeing railway lands from grabbers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/freeing-railway-lands-from-grabbers-1690470003",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "Scientists from the World Weather Attribution group finds that the current heat waves sweeping parts of Europe and North America would have almost been impossible but for the human-caused climate change. In the new rapid analysis of extreme temperatures, the group of scientists concludes that southern Europe smarted under 2.5 degrees Celsius hotter weather. Similarly, the southern and south-west United States including Phoenix, Arizona suffered three straight weeks of record-breaking high temperatures above 43 degrees Celsius. In pockets of the US, Europe, Mexico and China, temperature was recorded above 45 degrees Celsius. Overall, heat waves in northern America and China were 2.0 degrees and 1.0 degree Celsius hotter respectively. Global warming made heat waves 50 times more compelling in parts of China. It is now scientifically established that with about 1.2 degrees Celsius rise in temperature above the pre-industrial level, climate change has led in general to hotter, longer and more frequent heat waves. It is not the heat waves alone that are making life miserable for millions of people across the globe, forest fires in Canada and Greece have taken the worst possible turn because of the hot and dry weather. Canada is a large country but about 1,000 forest fires at a time present the enormity of the problem. Smokes from those burning infernos are wafted to northern US causing poor air quality and pollution to threaten health of residents in northern US cities. Dangerous wild fires in the mainland Greece and its islands have forced tens of thousands of residents and tourists to flee homes and hotels for safety. The tourists in particular were rushing to avail the first available flights out of the country. Now climate scientists are not as quick to establish links between global warming and all other extreme weather events as they are to do so in case of heat waves. Scientists from US, UK and the Netherlands in the World Weather Attribution group also studied the role of El Nino occurring naturally to induce powerful climate fluctuations. Beginning in June, the phenomenon has caused warm water to rise to the surface in the tropical Pacific Ocean, pushing heat into the air. Record rise in global temperatures and sea surface temperatures including in the North Atlantic may have contributed to the hottest ever July since the documentation of temperatures began. Yet the scientists blame, for good reasons, the greenhouse gas pumped into the atmosphere out of increasing burning of fossil fuels. This time El Nino may have added to the cause by coinciding with the July heat waves. But the prediction is even direr for those affected parts of the planet. Neither is Bangladesh spared the suffering from heat waves although the current spell is milder to the scorching one under which it gasped for breath for weeks last month. This is the month of Shrabon on the Bangla calendar but it is almost rainless, so much that farmers and policymakers are worried over the fate of Aus and Aman paddies. Indeed, climate change is taking its toll in unprecedented manners. Aren't heat waves in the second month of the monsoon an unheard-of phenomenon in this part of the world?According to another study, 61,000 people in Europe died from heat-related causes last year. This year's toll is yet to be released. It is likely to be higher because of the extra severity of heat waves this year. Even without scientific study, day-to-day experiences of the change in the weather patterns makes even the ordinary people convinced of the fact that the world is no more like the one they and their forefathers knew. They are feeling the heat, suffering effects of capricious climate like drought that has caused soil of Aus and Aman fields develop cracks right at the time parts of the country are experiencing floods. Indeed the latter natural calamity is not considered unnatural around this time of the year. It is perhaps because of this the climate scientists have not readily agreed to establish link between global warming and all extreme weather events. But it is impossible to ignore the melting of polar ice and the glaciers on the Himalaya and other mountains. Floods are caused by excessive rains but also because the melted ice only hastens the process. Presently, though, American and European experts are more concerned, contrary to their listlessness in the past because as citizens of colder parts of the planet they had no idea of the danger from heat waves they would encounter, about adapting to hotter weather. Suggestions are made for constructing heat-resistant homes, public 'cool centres' for people to take shelter and finding ways to cool cities most likely by way of massive tree plantation. The first two are temporary measures to fight heat waves and the third one certainly has merits to bring about some sustainable remedy. Yet these fall far short of the requirement of keeping temperature within 1.5 degrees Celsius above the pre-industrial level. In fact, further lowering of the global temperature under an urgent and coordinated initiative by the world's rich economies, the top polluters as well, should now be the primary objective. This will call for massive investment and rejection of the polluting means of production. The required money is there if the boundless amount spent on armaments or better known as sophisticated killing machines can be avoided.\n[email protected]",
        "headline_1": "Europe and America now feel the heat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/europe-and-america-now-feel-the-heat-1690470053",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "Cricket is regarded as a gentleman's game. Not that those who take part in games other than cricket are crooks and ruffians. Cricket might have earned such a noble status because players in the early days of cricket that originated in England, according to cricketmastery.com, came from affluent backgrounds and were holding the virtues of 'Gentlemen'. However, over time, it has become a popular game worldwide and players of all hues and status have joined it. Cricket is no more a game of aristocrats. Yet the game has kept the title. It is supposed to be played in a 'gentlemanly manner', meaning no cheating, sledging, losing of tempers etc. The issue such as the 'hand of God' is not taken lightly here. Though called a gentleman's game, female players taking part in cricket also need to be gentlewomen. They are expected to uphold the great values that the originators of the game wanted to inculcate. Since women by nature are polite and soft compared to men, female cricketers are not expected to lose tempers or demonstrate rudeness while playing tournaments, domestic or otherwise.But that was not the case as far as a woman cricketer, who led the Indian side during the just-concluded Indian cricket team's tour of Bangladesh, was concerned. She is Harmanpreet Kaur, a high-profile cricketer and role model for a lot of kids in India and abroad. During the 3rd and final ODI between India and Bangladesh, Harmanpreet appeared anguished by the on-field umpire's decision of lbw as she smashed the stumps with her bat before leaving. Later at the post-match presentation, she did not hide her deep disappointment over, what she described, the pathetic level of umpiring. Harmanpreet went too far when she sarcastically asked the umpires to be called in to join the teams for the trophy ceremony. Her gestures towards Bangladesh team captain Nigar Sultana were also rather impolite. An uncomfortable Nigar instead of responding to provocations walked away with her team and urged her Indian counterpart to learn some 'manners'. The scene was ugly and did not go well with the core values of the gentleman's or gentlewoman's game. The game of cricket is full of uncertainty. One catch or a particular over can change the fate of a match. So, win or defeat in cricket always hangs in the balance. Possibly, the Indian women's cricket team's captain could not accept the result, a tie match, and sharing the trophy. Rude reactions of the Indian skipper utterly dismayed people watching the proceedings of the match. Bangladesh Cricket Board officials gave a measured opinion saying that the issues concerned will be discussed with the Board of Control for Cricket in India (BCCI).The International Cricket Council (ICC) meanwhile has banned Harmanpreet from taking part in the next two international matches. Her suspension would surely hurt the strength of the Indian team. It is not that Bangladeshi cricket players and cricket lovers have only expressed their displeasure over Harmanpreet's behaviour. Some renowned former Indian men and women cricketers have expressed their strong disapproval of Harmanpreet's reactions.\"She is not bigger than the game', former Indian cricketer Madan Lal slammed Harmanpreet, urging the BCCI to take very strict disciplinary action against her. Even two of her predecessors -- Mithali Raj and Shantha Rangaswamy -- censured Harmanpreet for her rough behaviour. 'While Harman's anguish is understandable, her behaviour shouldn't be condoned. Also, what happens in the match should be left there, wrote Mithali Raj in an article published in the Hindustan Times. 'A team is expected to respect the opposition, especially in this particular series where one must give credit to Bangladesh for how they played and fought hard. This is good for the sport, for women's cricket.' Raj said. \"Harmanpreet Kaur's boorish during and after the third ODI against Bangladesh was rash and did not befit of an Indian captain,\" Shantha Rangswamy told the Indian news agency PTI. These statements speak amply of how the cricket world has taken the rash behaviour of Harmanpreet. Not just Harmanpreet, but some other cricketers of international repute on occasion cannot keep their cool and behave rashly. Bangladesh cricket icon Shakib-al Hasan is one who harassed umpires and smashed stumps in domestic cricket tournaments at least on a couple of occasions. Acting belligerently some players thus not only hurt their image but also that of the gentleman's game of cricket. \n[email protected]",
        "headline_1": "Behaving rashly in a 'gentleman's game'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/behaving-rashly-in-a-gentlemans-game-1690470088",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2023"
    },
    {
        "full_article": "A number of foot over-bridges have been constructed in Dhaka city. But most of these footbridges are hardly used by pedestrians. Ignoring the bridges and braving the running vehicles, many of them cross the streets risking their lives. Jaywalking has been identified as a major cause behind the rising number of road accidents in the capital. Even if there is a footbridge, people do not want to use it for many reasons. In most cases, footbridges are built in such places, where pedestrians do not want to land. Moreover, footbridges are very dirty and occupied by vendors, beggars and drug addicts. Sometimes people feel insecure to use these bridges at night for fear of muggers. Homeless people could be seen sitting and sleeping on several bridges. To make things worse, a number of bridges do not have adequate lighting. The infrastructural design of some bridges is not comfortable at all for pedestrians. They have not been constructed keeping our senior citizens and physically challenged people in mind. The foot over-bridges should be cleared of all vendors, beggars and floating people. The authorities concerned should improve the over-bridges and encourage people to use them. The media should highlight the importance of their use by pointing out that accidents are happening every day due to jaywalking. The roads in our city should have signs for pedestrians not to jaywalk. Overall, this should be practised by all classes of people. Otherwise, the foot over-bridges will remain unused and accidents will continue. It is now time to make your family, friends, colleagues and neighbours conscious about the negative effects of jaywalking. Textbooks can be a useful tool in educating children about use of footbridge. \nMuhammad Sultan Mahmud, Student of Department of Psychology, Dhaka College, Dhaka, [email protected]",
        "headline_1": "Encouraging pedestrians to use over-bridges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/encouraging-pedestrians-to-use-over-bridges-1690470116",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-07-2023"
    }
]