[
    {
        "full_article": "Uncertainty looms large over Hemant Soren’s continuation as Jharkhand Chief Minister as he is likely to be disqualified by the Governor as Member of the Legislative Assembly; the Governor has received the Election Commission of India’s opinion on the question. Technically speaking, Mr. Soren could remain in the post for up to six months without being an MLA. He could also get elected in the meantime. But that technicality apart, it is a huge loss of face for him and the parties that form the ruling coalition in Jharkhand, i.e., the JMM, the Congress, and the RJD. The case against him has its roots in a mining lease that he gave himself as a Minister for Mines in 2021. The BJP complained to the Governor on February 11, 2022, that this act was in violation of Section 9(A) of the Representation of the People Act, 1951. The Governor referred the complaint to the Election Commission of India (ECI) for its opinion, as required by law, on March 28. On August 25, the ECI wrote to the Governor that Mr. Soren could be disqualified under Section 9(A). The awarding of a mining lease to himself was a brazen act of self-service, misuse of office and breach of people’s trust. One cannot also not take note of the innocence of his thought that such a transparent act of corruption would go unnoticed or unpunished — reminiscent of his father Shibu Soren going to a bank and depositing the cash he had received as bribe.Mr. Soren’s agonies may not end with disqualification. Two PILs against him are pending in the Jharkhand High Court which seek a probe into the alleged allotment of mining lease for a stone quarry in a 0.88-acre land parcel in the Angara Block of Ranchi and the alleged laundering of money via some shell companies said to be linked to his family members. On June 3, the High Court accepted the maintainability of the PILs, holding that they did not suffer from any anomaly. In separate pleas, the High Court’s decision was challenged by the Chief Minister and the State government in the Supreme Court, which on August 17 reserved its order in the matter and stayed the High Court proceedings. The BJP is waiting in the wings to upend the Jharkhand government, and has tasted blood. The arrest in July of three Jharkhand Congress MLAs in West Bengal with huge amounts of money they had allegedly received to defect was a smoking gun. Cornered by proceedings of disqualification as an MLA and potentially facing a corruption investigation, Mr. Soren will have diminished authority over the MLAs of the alliance. The honourable thing for him to do in this instance of disqualification would be to resign as Chief Minister. His absence from the central seat of power in the State will be a test for the alliance and its government.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Shadow over Soren: On uncertainty over Jharkhand CM continuation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/shadow-over-soren-on-uncertainty-over-jharkhand-cm-continuation/article65814936.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "All human lives are precious, but, in practice, some are seen as less precious than others. Despite the efforts of courts and governments, law and enforcement have been unable to keep a certain category of workers out of harm’s way: those who are engaged in sewage cleaning. While the job itself is dangerous, as several other human pursuits are, sewage cleaning involves working with human excreta, and cannot be seen without invoking the concept of dignity of labour. To allot the task of removing excreta and cleaning sewers to humans when machines are able to do the work is a gross violation of rights. It is in this context that Tamil Nadu’s recent move to notify the rules of the Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013, though belated, must be seen. While manual ‘scavenging’ is completely prohibited, the rules allow manual cleaning, in specific conditions where mechanical equipment cannot be deployed to fix the problem, or when it is absolutely necessary to have human intervention, after stating the valid reasons for allowing such a process to take place. But, more importantly, it specifies a long list of protective devices and gear that any person engaged to clean a sewer or a septic tank must be provided, including air line breathing apparatus, air line respirator, air purifier gas mask, a device for artificial respiration, mask and breathing apparatus. Besides this, chlorine masks, emergency medical oxygen resuscitator kit, gas monitor for gases, hydraulic devices, and first aid will have to be provided by the employer. The list is not limited to those devices mentioned. Regular maintenance of the equipment and devices has also been mandated by the rules. Naturally, all workers must be fitted out in the safety gear before they enter the sewer line.The practice of manual cleaning of septic tanks and sewers has been, and will always be, as long as it exists, a serious concern in any country sworn to humane treatment of all citizens. While quibbling has dominated discussions about the actual number of deaths due to manual scavenging, government-acknowledged deaths from manual cleaning of sewers and septic tanks are shocking enough. A total of 971 people lost their lives while cleaning sewers or septic tanks since 1993, the year the law prohibiting employment of manual scavengers was enacted, according to the Social Justice and Empowerment Ministry. Tamil Nadu is among the top States in the list. Since the causes of deaths while cleaning sewers and septic tanks are predictable — noxious gases — not taking measures to prevent those deaths would be criminal. Proper implementation of the rules, and adequate monitoring are absolutely essential. Simultaneously, all efforts must be taken, within existing schemes, to provide compensation to the family members of those who have died, and to provide them a way out of the profession, if they so wish.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Murder in the sewer: on deaths during manual cleaning of sewage",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/murder-in-the-sewer-on-deaths-during-manual-cleaning-of-sewage/article65815201.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "The political histrionics over Delhi’s now-scrapped liquor policy have reached a crescendo over the last couple of weeks. Even as the investigations began, campaigns on group messaging services declared this policy a scam because it would lead to a “per bottle revenue loss” to the government. Keeping party politics over the issue aside, analysing the policy document offers vital lessons for policymaking in India.\nThe reason for changing policy\nThe stated motivation for the Delhi Excise Policy 2021-22 was to increase government revenue. Excise duty on alcohol features among the top three income sources for most states. The Indian state heavily regulates the production, sale, and consumption of alcohol. Some regulation is desirable. But what we often get instead is overregulation, abnormally high rates of excise duties, and policy uncertainty. These features push the industry underground, and license holders become rapacious rent-seekers. In such a scenario, increasing excise duty rates creates perverse incentives, leading to a decline in total excise revenue collections.\nThe case of Tamil Nadu is instructive. Tamil Nadu State Marketing Corporation Limited (TASMAC) is a government-run monopoly with exclusive rights to alcohol wholesaling and retailing. Despite its high turnover (Rs 31,487 crore in 2016-17), it barely makes a profit. The state’s finance minister recently acknowledged that the revenue leakage in this system is almost 50%.\nWith further excise duty rate increases becoming counter-productive, many state governments are considering a complete revamp of alcohol manufacturing, wholesale, and retail. The Delhi Excise Policy 2021-22 was one such attempt. It aimed to generate revenue in two ways: by reducing overbearing restrictions so that consumption moves overground and by distributing the licenses of government-run shops (roughly 60% of the total) at an attractive price to private players. Besides Delhi, a white paper released by the Aam Aadmi Party government in Punjab also argued for excise policy reform.\nThe policy’s  stated aims were augmenting state excise duty revenue, simplifying liquor pricing, preventing duty evasion, and transforming “the liquor trade commensurate with Delhi’s position as a city of global importance.” In pursuit of these goals, it divided the city into 32 zones, allowing a fixed number of shops per zone. To foster competition, it permitted shops to offer discounts below the Maximum Retail Price (MRP). It allowed bars in hotels to stay open till 3am, serve alcohol in licensed open spaces, and disaggregated manufacturers, wholesale dealers, and retail vendors. Finally, it also authorised takeaways from microbreweries with appropriate licenses.\nWhat explains the furore over it?\nThe policy faced three challenges common to many attempts at liberalisation in India.\nFirst, liberalising a tightly regulated policy domain — one in which powerful rent-seekers have flourished for decades — is quite tricky. In this view, this reform is not very different from the scrapped farm laws reform. Both promised diffused benefits to many people at the expense of concentrated costs borne by a small yet politically powerful section. There is one additional issue with alcohol. Any policy that liberalises its sale becomes an easy target for conservative moralisers. By pausing the policy implementation midway, the Delhi government further played into the hands of these opponents.\nSecond, the transition from the old regime to the new was not charted out well, leading to confusion and loss of trust. Some retailers started offering deep discounts to capture the market. Big dealers could attract more customers, while the smaller ones found competing difficult. And hence, some licenses didn’t attract any buyers at all. Some shops couldn’t begin full-scale operations on time, leading to shop runs and empty shelves. The Delhi government could’ve done better.\nThird came the political pushback. Charges of “notional revenue loss” soon surfaced. Like previous attempts at liberalisation in other sectors, this policy was declared guilty of corruption by default. Opponents projected fee waivers as a per bottle revenue loss. On the face of it, the criterion of notional loss per bottle is immaterial as long as the policy leads to higher total revenue collection. In fact, the licensing process itself generated Rs 8,900 crore in revenue, nearly 27% over the base price. As a cruel reminder, this charge is similar to the notional revenue loss in 2G spectrum allocation, an accusation that the India Against Corruption movement — forbear of AAP — fully endorsed ten years ago. Another set of charges relates to favouritism in allocating new licenses and alcohol manufacturers sneaking into retail, an arrangement the policy explicitly prohibited. Such charges rightly deserve scrutiny. The investigating agencies will hopefully bring out the truth.\nMany state governments will closely observe how Delhi responds to these challenges. We will likely see more such attempts in other states soon.\nPranay Kotasthane is deputy director at the Takshashila Institution. Views are personal\n\n",
        "headline_1": "Hic, hic, hiccups! Why liquor reforms in India are so complicated",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/hic-hic-hiccups-why-liquor-reforms-in-india-are-so-complicated/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "In the last two years, many senior Congress leaders have left the party one after another, most of them blaming Rahul Gandhi’s style of leadership as the reason for their exit. There is always a rebuttal from senior Congress leaders about these charges. The same playbook was followed when Ghulam Nabi Azad quit Congress recently. There are two ways of looking at Azad’s departure which followed two months after Kapil Sibal’s — one could dismiss it as a routine feature, but I think Azad’s exit indicates a much deeper crisis within the party than it looks like from the outside.\nYES MEN: The counter-attacks on Ghulam Nabi Azad show that Gandhi family sycophants are still very active in the party\nA senior leader like Azad, who had been with the party for more than four decades working with four Congress prime ministers — Indira Gandhi, Rajiv Gandhi, P V Narasimha Rao and Manmohan Singh, besides Sonia Gandhi — would not have quit for a flimsy reason. Clearly, his anger with the party went much deeper, and was ignored by the Gandhi family. What is even more serious for the future of the Congress is that though he showed trust in Sonia Gandhi, he levelled serious accusations against Congress vice-president Rahul Gandhi of running the party with a coterie and damaging the consultative decision-making process within the party. The way some Congress leaders have let loose their attacks on Azad confirms that Gandhi’s family sycophants are still very active in the party, a troubling fact that will only damage the party further. These sycophants continue to ignore the crisis confronting the party.\nThe coming months and years are going to be more challenging for the party on two counts — first, it needs to elect its new president after more than three and a half years and second, it has to face the BJP in bi-polar contests in Gujarat and Himachal Pradesh.\nElecting Rahul Gandhi as the Congress president is not going to be in the interest of the party. Not only is his popularity low amongst the average Indian voter as indicated by the latest Mood of the Nation Survey conducted by C-Voter, he is also unacceptable amongst many Congressmen as is evident from the exits and the murmurs of discontent among current party leaders and workers.\nGiven this situation, can Congress leaders afford to elect Rahul Gandhi as party president? But the bigger challenge for the party is if not Rahul, then who? Can it find a non-Gandhi who can wield enough authority to successfully lead the party in the 2024 Lok Sabha election?\nThe party has been in bad shape ever since its defeat in the 2014 Lok Sabha election. Its inability to win a single assembly election on its own since its 2019 debacle and its vote share declining to single digits in some states has demoralised senior leaders as well the foot soldiers on the ground, the party workers. But while the past few years have been difficult for Congress, the coming years are going to be even more challenging. The BJP has been in power in Gujarat for the last 27 years, The Congress has lost six elections in a row at the hands of the BJP in that state. By any standard, 27 years of the one-party rule should have resulted in significant anti-incumbency against the ruling party, but that does not seem to be visible at least till now. In my opinion, there is hardly any hope for Congress in Gujarat during the forthcoming assembly election. What may hit Congress even harder in this election will be the presence of Aam Aadmi Party which has swept the recently held assembly election in Punjab besides being in power in Delhi. In both these states, AAP’s rise has been at the cost of Congress.\nThe Congress has won by-election for three assembly seats and one Lok Sabha seat in Himachal which raised hopes for the party in the state. But one should not forget, the mood of voters is different in by-election and assembly election. In a by-election, voters don’t vote to elect the government, they merely vote to elect their representative and might express their anger against the ruling party; in an assembly election, they vote to elect the government and express their choices carefully.\nPeople talk about various remedies that can help to revive the Congress such as a change of leadership, mass camps, organisation building, membership drive, etc. I think no single effort can fix the various ailments of the Congress. The disease is more serious than it looks and needs to be attended by not one specialist, but by various specialists who can at least try to resuscitate the grand old party.\nSanjay Kumar is professor at the Centre for the Study of Developing Societies\n\n",
        "headline_1": "Azad’s exit suggests a deeper crisis brewing in Congress",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/azads-exit-suggests-a-deeper-crisis-brewing-in-congress/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "As if America was not already divided on the subject of guns, abortion, immigration, and a myriad other contentious issues, there’s more fat in the fire after President Joe Biden announced a student loan write off earlier this week to the tune of $10,000 to $ 20,000. The loan forgiveness will apply to borrowers making less than $125,000 a year if they are single and less than $250,000 a year if they are married or head of household.\nThe announcement had pleased some people (mainly those who stand to gain from the write off) and angered some others (including those who have worked hard to pay off the loans). But first, a look at the size of the issue — or problem if you will — and the social ethos and eco-system surrounding it.\nTaking a student loan is almost a rite of passage in America, much like learning to drive at 16 or earning one’s first wages in high school working in a fast food place or doing chores like pizza delivery, baby sitting, mowing lawns or doing grunt work in the neighborhood. It’s almost taken for granted.\nUnlike most parents in Asia, American parents don’t always underwrite or pay for the cost of college education, which can be prohibitively expensive (anywhere from $ 25,000 for an undergraduate degree to $ 250,000 for medical/dental/law degree). Even if they can afford to pay for it, many American parents believe self-financed education for their children will make them more responsible and proud. While many Indian or Chinese parents will go to extraordinary lengths, like denying themselves simple pleasures like a nice vacation, to finance their children’s education, American parents will have no qualms if their kids start life @ -$ 20,000 to -$ 200,000. Paying off a college loan can be life-long exercise for many Americans.\nConsequently, the size of student loan debt in America, accruing from 45 million borrowers, stands at a staggering  $1.7 trillion, almost half of India’s GDP. Student loan debt is now the second-highest consumer debt category — second only to mortgage debt, and higher than debt for both credit cards and auto loans.\nThe write-off is expected to make anywhere from 15 million to 20 million people completely free of college loan debt. An additional 9.7 million student loan borrowers who owe between $20,000 – $40,000, the largest cohort, will also benefit substantially. About 3 million people who have college loan debt of $ 100,000 and almost a million with debts of $ 200,000, wouldn’t mind the partial write off either. Overall, more than 44 million student loan borrowers have student loan debt of $100,000 or less and more than 38 million student loan borrowers have student loan debt of $60,000 or less. Few mind the waiver.\nThe ones who mind: those who slogged two jobs, worked days to go to evening or night college, and otherwise denied themselves any pleasure in other to pay off the loans.\nWhy should college education cost so much in the first place? There are many explanations, including inflation, but one reason gets everyone’s goat — the astronomical salaries paid to college administrators and executive staff, often at the expense of teaching faculty. Many colleges and universities pay $ 1 million or more to their head honchos (Presidents or Chancellors) with the lolly going up to even $5 million and above in a few cases.\nThere has also been a decline in state support, compelling schools to increase tuition fee at a time when dispensing education has become a business rather than a social good. Consequently, American education is by far the most expensive in the world. An education or degree that used to cost an average two months salary for an average American in the 1980s can now eat up two years’ salary.\nYet, students and parents in India hanker after the US minted degree in what is a whole other story.\n\n",
        "headline_1": "Student loan debt forgiveness in America pleases many, angers some",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/student-loan-debt-forgiveness-in-america-pleases-many-angers-some/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "What does it mean to be an average Indian today? It’s an interesting question. Many experts would say there is no one answer. India is too diverse. Hence different people may have wildly different answers, all of which may be right in their own way.\nHowever, while acknowledging the high variation, there is value in trying to figure out the average Indian citizen.\nRead full opinion on TOI+\n\n",
        "headline_1": "How to win over Indians: Begin with a non-judgmental grasp of their most common features – here are 7 key ones",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/how-to-win-over-indians-begin-with-a-non-judgmental-grasp-of-their-most-common-features-here-are-7-key-ones/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "Bangladesh has a terrible history with indemnity laws. In 1975, the martial law regime led by Khandaker Mushtaque Ahmed passed an indemnity ordinance to protect the killers of Bangabandhu Sheikh Mujibur Rahman and his family members, which the Awami League government scrapped after assuming power in 1996. Similarly, the Bangladesh Constitution's Fifth Amendment passed by the second parliament had validated and ratified all actions of the martial law regimes between August 15, 1975 and April 9, 1979. And another martial law ruler, Ershad, indemnified himself and all his actions through the passing of the constitution's Seventh Amendment in 1986.\nIn 1988, in the Anwar Hossain Chowdhury vs Bangladesh case, the Supreme Court said the power of judicial review was a basic feature of the constitution and could not be taken away or curtailed even by amending the constitution. Ultimately, both the fifth and seventh amendments were declared illegal and void.\nAfter the so-called restoration of democracy, the BNP first brought back this authoritarian practice by indemnifying the joint forces against legal actions during Operation Clean Heart in 2003. In 2015, the High Court again scrapped that, paving the way for the families of the victims of the operation to seek justice.\nIn a similar authoritarian exercise, the Awami League passed the Quick Enhancement of Electricity and Energy Supply (Special Provision) Act in 2010, indemnifying the government for its actions in the energy sector from judicial proceedings. Though it was initially passed under the guise of urgent power generation necessities, it has proven to be anything but that. The government, despite protests from experts, kept on extending this indemnity for more than a decade. And today, the national energy crisis we are facing is a direct result of the corruption and nepotism that the government has allowed to take place using the indemnity law.\nAccording to energy expert Dr Ijaz Hossain, despite government sycophants boasting its energy policy success, \"the [energy] crisis has been there all along,\" and the government, due to external factors, is being \"compelled to recognise it now as it cannot hide [it] any longer.\" \"Bureaucrats got themselves engaged in corruption without any fear because of the indemnity offered in the law, and it led to a complete regulatory failure,\" said Shamsul Alam, energy adviser to the Consumers Association of Bangladesh (CAB).\nThat after spending thousands of crores of taxpayers' money we are back to the days of load-shedding that we saw some 10-15 years back is a clear testament to this government's failed energy policy.\nNow that the cat is out of the bag, is it any wonder that a recommendation has been made to a parliamentary standing committee to bring back a martial-law-era provision to shield the officials of the state-run Petrobangla from legal proceedings, for supposedly \"acting in good faith\"? Supporting this, the additional attorney general argued that if any official who performs duties in the interest of Petrobangla gets \"immunity or indemnity,\" they will do their job freely and without fear. But if I may ask, who is stopping the officials of Petrobangla – the more common name for Bangladesh Oil, Gas and Mineral Corporation – from doing their duties? The citizens sure aren't – the government never listens to their concerns when it comes to the energy sector in particular, and most matters that concern the state in general. And what is it that they fear? That they might get exposed for their corruption?\nA day after the media reported on this absurd recommendation, the Parliamentary Standing Committee on Public Undertakings expressed shock at the widespread irregularities in the state-run Bangladesh Petroleum Corporation (BPC). According to the committee's findings, \"There is little transparency in the state-run BPC,\" which hasn't had any external audit of its accounts in the last 10 years.\nIn the 2012-13 fiscal year, the comptroller and auditor general (CAG) found irregularities of Tk 9,295.4 crore in the two previous fiscal years, and the BPC's explanation to the CAG's objections was not satisfactory. According to the 2012-13 audit report, the BPC lost Tk 708 crore in interest for failing to collect dues of Tk 5,957 crore from three distributing companies: Padma, Meghna and Jamuna. \"This allowed those distributors to pay their officials extra money as incentive bonuses.\" Its other irregularities, the list of which is extensive, also cost huge amounts of public resources that could have been utilised to cushion against the crisis today.\nGiven the cover of secrecy enjoyed by different (particularly government) actors in the power sector of Bangladesh, who can really say that similar corruption and mismanagement haven't been happening in Petrobangla?\nPrevious indemnity laws in the sector, aside from providing cover for corruption and nepotism, created a scope for the Bangladesh Power Development Board (BPDB) to pass the financial burden, mostly caused by private sector projects effected under the law, onto the end consumers without attending to the issues that plagued the country's power generation and transmission system. For example, a recently released research on power purchase between 2004 and 2017 found that uncompetitive deals with some private power plants resulted in high power prices that cost taxpayers around USD 1 billion a year in subsidies. The study also explored how consumer prices are marked up by \"collusive investments\" by politically well-connected investors, and how the BPDB has bought power from some power plants at 25 percent higher price than other identical power plants.\nAdditionally, \"collusive contracting\" has contributed to sectoral corruption, such as more expensive plants receiving orders before their lower-cost counterparts. \"The government's contracts with high-cost rental power plants state that if they were not given orders for power, they would still be paid for 60 percent of the power they could have produced,\" according to a report in this daily. This has led to the payment of enormous amounts of capacity charges over the years, which has been pushed onto the end consumers.\nAccording to Bangladesh Working Group on External Debt (BWGED), the government paid a staggering Tk 72,567 crore to private power generators in capacity charge over the decade until 2021, which corresponds to the BPDB's piling losses of Tk 76,115 crore incurred over the same period of time. The BWGED's member-secretary explained it perfectly, \"The capacity charge could be defined, in other words, as a means of transferring public money to private pockets, sometimes to foreign companies.\"\nAccording to Jahangirnagar University professor Anu Muhammad, between 2011-12 and 2021-2022, various private companies involved with Bangladesh's power sector were given Tk 90,000 crore. Out of this, almost Tk 60,000 crore was given to just 12 companies – not to produce electricity, but to sit idle. The highest recipient among them was the Summit Group, followed by some UK and Malaysia-based groups, the United Group, the Orion Group, and some Indian companies. And, as it turns out, the amount of money that is being paid to different Indian companies such as Reliance and Adani, other foreign companies and top Bangladeshi power companies is bigger than the loans that Bangladesh is seeking from multilateral organisations such as the International Monetary Fund (IMF).\nHad the power sector indemnity laws not created such fertile grounds for corruption, not only would we not be in this crisis, but we may not have had to borrow money either, putting our future at risk. That is why any attempt to legitimise further indemnity laws must now be opposed by the people at all costs.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n\n",
        "headline_1": "Only the guilty need indemnity laws",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/only-the-guilty-need-indemnity-laws-3104821",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "Over the past few years, several surveys have been conducted on women commuting on public transport to understand the extent of harassment they have to undergo – and the results have been nothing short of alarming. In the latest survey, conducted online during May-June, it was found that around 87 percent of women faced some form of harassment on public transport at least once in their lives. The survey, conducted on over 5,000 women across 24 districts, has also revealed that 36 percent of female commuters faced sexual harassment on buses, launches, trains and at terminals, and 57 percent of respondents considered public transport as totally unsafe.\nRecently, another survey conducted by an NGO to learn about the psychological impacts of such harassment on women and girls led to the finding that around half of the victims of harassment suffer from mental health issues later in their lives. These findings are concerning, to say the least, and should get proper attention from our policymakers.\n\nUnfortunately, despite these damning surveys on female commuters, we haven't seen or heard of any steps taken by the authorities to make public transport safe for them. Such inaction makes harassers feel emboldened, and consequently we might see a further uptick in such incidents in the future.\nUnfortunately, despite these damning surveys on women's safety on public transport, we haven't seen any action from the authorities to address this situation. Such inaction emboldens the harassers, and consequently we might see a further uptick in such incidents in the future. The question is: why are the authorities not giving the issue the importance it deserves? The organisations that have conducted the surveys have also come up with suggestions to improve the situation. Among them are installing CCTV cameras and vehicle-tracking systems in all passenger vehicles, mentioning the names of drivers and helpers in the nameplates of every vehicle, etc. These are basic safety measures that can be undertaken any moment. So, what is stopping them from doing this bare minimum?\nTaking such steps will definitely help identify the culprits, and also deter potential culprits from harassing female passengers in the future. Besides, increasing the number of women-only buses and having a system where women can lodge complaints for public-transport harassment are also vital. The fact that only 36 percent of women protested when they were harassed and only one percent went to law enforcers for redressal, as revealed by the recent survey, reflect the stigma and lack of social or legal support extended to the victims.\nHowever, taking the above-mentioned steps alone will not solve the issue; for that, we need to address the root of the problem. The society's mindset that public transport is a place for men, and men's perception that women are occupying their space, need to be changed. Such patriarchal mindsets have had disturbing consequences in other areas as well. A change in this scenario is only possible if our policymakers properly respond to them.\n",
        "headline_1": "Nothing is being done about women's safety on public transport",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-nothing-being-done-about-womens-safety-public-transport-3104456",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "We're surprised to learn of an initiative by the ministry of public administration that ostensibly aims to cultivate reading habits among government officials. Although the idea may sound appealing, the devil is in the details. According a report by Prothom Alo, more than Tk 9 crore was allocated to the zila and upazila administrations as part of the project, while the deputy commissioners (DCs) and upazila nirbahi officers (UNOs) were handed a list of 1,477 books to purchase them. Worryingly, however, over a hundred books from the list were found to be written by around 25 public officials, many covering similar topics.\n\nIf intellectual stimulation among officials is the goal, why select books without engaging experts who could make a list tailored to their needs? Why exclude more prominent writers in favour of bureaucrats? \nAmong them are top bureaucrats, and even an MP who has four books, including three on the same subject. The biggest share of the pie goes to an additional secretary of the ministry, who has a total of 29 books in the list, mostly on poetry. There are various other secretary-level writers as well. In total, there are 166 books on Bangabandhu Sheikh Mujibur Rahman alone, 40 of which were written by 15 public officials. Other subjects include law, various administrative issues, history, philosophy, etc. But books by many important writers were left out, which raises questions about the selection method. Reportedly, no committee was formed to undertake this initiative, nor was any expert engaged to select books. There is also no clarity on where the books would be kept, and no reading-related instructions for government officials either.\nThe whimsical manner in which the project was undertaken and its timing, coming as it does amid a national economic crisis, put a question mark on the integrity of project officials, and potentially cancel out any expected gain from this. We cannot help but ask: If intellectual stimulation among officials is the goal, why select books without engaging experts who could make a list tailored to their needs? Why exclude more prominent writers in favour of bureaucrats? And, as an expert rightly pointed out, should public servants read using time that should be spent in serving the public? The personal (and financial) motivations of those involved with the project seem to have overridden the bigger objective of what is, frankly, a pointless project at a time when the head of state has been repeatedly urging us to undertake austerity measures and avoid overspending.\nThis is but an example of wastefulness typical of many unnecessary or ill-conceived projects of the government, which serve no useful purpose but end up squandering huge amounts of public money. We're told that the public administration ministry has plans to continue this initiative through the next three fiscal years. This will be a bad idea in its present state. We urge the ministry to reconsider the decision, or redirect the money where it is best suited to serve public interests. \n",
        "headline_1": "Reading at public expense!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reading-public-expense-3104446",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "The purpose of this article is not to evaluate the rationale or timing and the rate of increase in fuel prices. The intention here is to draw the attention of Bangladesh's policy circle to the potential impact of increased irrigation costs on the country's farmers. This is due to the increased diesel price, which will have an impact on the ongoing Aman rice season and the upcoming Boro rice cultivation beginning in December. It also aims to draw attention to the possible way forward to address this issue in the context of uncertainties in the global food market.\nLet's begin with shallow tube wells, which irrigate about two-thirds of the total irrigated area in Bangladesh. About 80 percent of 1.4 million shallow tube wells in the country are run by diesel, while the remaining 20 percent are operated by electricity, although some of them are supported by standby diesel engines in order to cope with frequent power cuts during the peak irrigation season in March and April. A shallow tube well engine usually burns about 300 litres of diesel for Boro irrigation, which may vary with the frequency of irrigation depending on pump command area, soil type and topography. With a hike of Tk 34 per litre of diesel, an average shallow pump will then incur an additional cost of Tk 10,200 for Boro irrigation only. So, a crude estimation shows that farmers would have to spend an additional Tk 1,300 crore in total for irrigation via shallow tube wells. Similarly, about 200,000 of low-lift pumps, which are used in some of the irrigated areas, would need another additional Tk 200 crore for surface water irrigation.\nAt the same time, the price of urea fertiliser has also been increased. One may note that farmers have to buy diesel and fertilisers at a higher rate at retail level than the government-fixed prices. Meanwhile, the rise in the prices of essential commodities has caused a sudden surge in the wages for agricultural labour. The raising of Aman seedlings was affected by early floods in many areas, and the seedlings are already being sold at higher prices than normal. All this means that, in addition to climate-induced uncertainties, farming is becoming more and more expensive and risky.\nAgriculture this year has become more difficult to manage due to scanty rainfall resulting in a prolonged drought situation. The peak rainy season was supposed to be right now. But very little or no rain here and there has already caused delay in Aman paddy planting, and it is likely to interfere with the early planting of potato, another important food crop. Many farmers are helplessly using their groundwater pumps to flood lands for transplanting Aman seedlings. If this unusual delay in planting is followed by a continuation of drought in the coming months, Aman, the second largest rice crop in Bangladesh, is destined to be seriously affected.\nGiven this critical situation, farmers in Bangladesh are in real trouble – both financially and weather-wise. They have no other choice but to continue with production, because any shortfall in their production may have serious consequences for the food security of their families as well as the country. We believe that the government is well aware and concerned about the production implications of the diesel price hike. With a view to maintaining farmers' incentives to invest in rice production in such an abnormal situation, a number of ways out can be considered.\nFirstly, in consideration of the additional cost of Aman and Boro irrigation indicated above, an emergency fund of Tk 2,000 crore or so can be created to support paddy farmers. This fund can then make provisions for reimbursement of Tk 10,000 to each of the operating shallow tube well owners. It should be possible for the Department of Agriculture Extension (DAE) to collect the list of genuine pump owners through their nationwide union level agriculture officers. The administrative process and the decision to this effect may involve some time. But if such a decision can be declared immediately, irrigation pump owners will get confidence, and I believe they will have the economic incentives to invest extra money to provide irrigation services for themselves as well as for those farmers buying water from them. But a condition must be imposed for such reimbursement of cost: pump owners must not claim an additional price for irrigation on the excuse of the rise in diesel price.\nSecondly, 35,000 deep tube wells cover about one-fourth of groundwater irrigation, and most of these are run by electricity. The Bangladesh Rural Electrification Board (BREB) and Bangladesh Power Development Board (BPDB) can be instructed to supply electricity without increasing the tariff for operating irrigation pumps.\nThirdly, the government has to take appropriate measures so that our farmers continue to get good prices for their paddy harvest, as they have in the past few years. For this, the government's paddy procurement programme has to be enhanced so that paddy prices at harvest are kept at an incentive level. This requires collection and use of proper data for rice production and storage at the public and private levels, so that the government can make informed decisions with respect to the quantity and timing of rice import, if that's needed at all. It is very important that we don't suffer from our own confusion or mistakes about public information.\nFourthly, since energy prices are declining internationally, it would be wise to adjust the domestic price of diesel quickly – certainly before the onset of the next Boro season.\nFinally, in order to reduce pressure on our diesel-run irrigation system, the government should expand solar-powered irrigation by removing any legal or procedural obstacles.\nIt should be reiterated that the prospects of Aush and Aman rice do not look bright this season due to unfavourable weather conditions. So more discrete policy attention must be given to Boro rice in order to ensure national food security. Increase in rice production must be given the topmost priority.\n \nDr MA Sattar Mandal is professor emeritus and former vice-chancellor of Bangladesh Agricultural University, former member of Bangladesh Planning Commission, and currently a member of the expert pool at the Ministry of Agriculture.\n\n",
        "headline_1": "Increased cost of irrigation: What about food security in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/increased-cost-irrigation-what-about-food-security-bangladesh-3104396",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "Over the past few years, several surveys have been conducted on women commuting on public transport to understand the extent of harassment they have to undergo – and the results have been nothing short of alarming. In the latest survey, conducted online during May-June, it was found that around 87 percent of women faced some form of harassment on public transport at least once in their lives. The survey, conducted on over 5,000 women across 24 districts, has also revealed that 36 percent of female commuters faced sexual harassment on buses, launches, trains and at terminals, and 57 percent of respondents considered public transport as totally unsafe.\nRecently, another survey conducted by an NGO to learn about the psychological impacts of such harassment on women and girls led to the finding that around half of the victims of harassment suffer from mental health issues later in their lives. These findings are concerning, to say the least, and should get proper attention from our policymakers.\n\nUnfortunately, despite these damning surveys on female commuters, we haven't seen or heard of any steps taken by the authorities to make public transport safe for them. Such inaction makes harassers feel emboldened, and consequently we might see a further uptick in such incidents in the future.\nUnfortunately, despite these damning surveys on women's safety on public transport, we haven't seen any action from the authorities to address this situation. Such inaction emboldens the harassers, and consequently we might see a further uptick in such incidents in the future. The question is: why are the authorities not giving the issue the importance it deserves? The organisations that have conducted the surveys have also come up with suggestions to improve the situation. Among them are installing CCTV cameras and vehicle-tracking systems in all passenger vehicles, mentioning the names of drivers and helpers in the nameplates of every vehicle, etc. These are basic safety measures that can be undertaken any moment. So, what is stopping them from doing this bare minimum?\nTaking such steps will definitely help identify the culprits, and also deter potential culprits from harassing female passengers in the future. Besides, increasing the number of women-only buses and having a system where women can lodge complaints for public-transport harassment are also vital. The fact that only 36 percent of women protested when they were harassed and only one percent went to law enforcers for redressal, as revealed by the recent survey, reflect the stigma and lack of social or legal support extended to the victims.\nHowever, taking the above-mentioned steps alone will not solve the issue; for that, we need to address the root of the problem. The society's mindset that public transport is a place for men, and men's perception that women are occupying their space, need to be changed. Such patriarchal mindsets have had disturbing consequences in other areas as well. A change in this scenario is only possible if our policymakers properly respond to them.\n",
        "headline_1": "Nothing is being done about women's safety on public transport",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-nothing-being-done-about-womens-safety-public-transport-3104456",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "We're surprised to learn of an initiative by the ministry of public administration that ostensibly aims to cultivate reading habits among government officials. Although the idea may sound appealing, the devil is in the details. According a report by Prothom Alo, more than Tk 9 crore was allocated to the zila and upazila administrations as part of the project, while the deputy commissioners (DCs) and upazila nirbahi officers (UNOs) were handed a list of 1,477 books to purchase them. Worryingly, however, over a hundred books from the list were found to be written by around 25 public officials, many covering similar topics.\n\nIf intellectual stimulation among officials is the goal, why select books without engaging experts who could make a list tailored to their needs? Why exclude more prominent writers in favour of bureaucrats? \nAmong them are top bureaucrats, and even an MP who has four books, including three on the same subject. The biggest share of the pie goes to an additional secretary of the ministry, who has a total of 29 books in the list, mostly on poetry. There are various other secretary-level writers as well. In total, there are 166 books on Bangabandhu Sheikh Mujibur Rahman alone, 40 of which were written by 15 public officials. Other subjects include law, various administrative issues, history, philosophy, etc. But books by many important writers were left out, which raises questions about the selection method. Reportedly, no committee was formed to undertake this initiative, nor was any expert engaged to select books. There is also no clarity on where the books would be kept, and no reading-related instructions for government officials either.\nThe whimsical manner in which the project was undertaken and its timing, coming as it does amid a national economic crisis, put a question mark on the integrity of project officials, and potentially cancel out any expected gain from this. We cannot help but ask: If intellectual stimulation among officials is the goal, why select books without engaging experts who could make a list tailored to their needs? Why exclude more prominent writers in favour of bureaucrats? And, as an expert rightly pointed out, should public servants read using time that should be spent in serving the public? The personal (and financial) motivations of those involved with the project seem to have overridden the bigger objective of what is, frankly, a pointless project at a time when the head of state has been repeatedly urging us to undertake austerity measures and avoid overspending.\nThis is but an example of wastefulness typical of many unnecessary or ill-conceived projects of the government, which serve no useful purpose but end up squandering huge amounts of public money. We're told that the public administration ministry has plans to continue this initiative through the next three fiscal years. This will be a bad idea in its present state. We urge the ministry to reconsider the decision, or redirect the money where it is best suited to serve public interests. \n",
        "headline_1": "Reading at public expense!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reading-public-expense-3104446",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "The importance of producing sufficient volumes of cereals and other food crops locally is now being felt more than at any time before. The Russia-Ukraine war has not only disrupted the supply of fuel and edible oils, but the availability of wheat has also become uncertain as both countries produce a sizeable volume of the staple. Flour in the Bangladesh market has become 40 per cent pricier over the past few months. The situation, however, has eased marginally, as the restrictions on shipment and sale of Ukraine or Russian wheat, oilseeds and fertilizers, among others, do not exist anymore.Against this background, the Bangladesh Bank (BB) has come up with a refinancing scheme worth Tk.10 billion to boost local production of wheat, the second most consumed cereal in the country, and maize and help cut import dependency on both the items. Under the scheme, the scheduled banks willing to take part in the lending programme will receive funds from the BB at a very nominal interest rate of 0.5 per cent and lend the same to the small and marginal farmers and sharecroppers at a 4.0 per cent annual rate of interest with no collateral. Low-interest loans, however, will meet the need partially as far as raising the production of wheat or maize is concerned. Other issues deserve due attention from policymakers and others involved in food production. Maize enjoys an edge over wheat, in terms of the factors contributing to its production. The history of wheat production in the country has been rather bumpy. The acreage under wheat had started going up in the mid-1970s. Since then, both production and acreage under wheat have maintained a fluctuating path. But the production of the cereal has always been well below the requirement. The locally produced wheat meets only 17 per cent of the country's estimated need. Two factors-an increase in the acreage of other competing rabi crops and low yield- are responsible for the shrinking of area under wheat. The availability of quality heat-tolerant and disease-resistant high-yielding seeds can be the most important option to reverse the wheat production trend. The climate change, which is now wreaking havoc on many countries, has made the wheat-growing season hotter in this part of the world. Besides, the outbreak of leaf rust or brown rust disease has also been posing a problem. The lesser use of machinery in wheat production is also an issue that deserves priority attention. Both production and acreage of maize in the country have recorded phenomenal growth in recent years, mainly because of the increasing demand for feed from the fish and poultry sectors. Locally produced maize meets more than 60 per cent of the demand. With due support, it would not be that difficult to produce enough maize to meet domestic requirement. If the government is really interested in boosting wheat and maize production, it will have to make available loans to real farmers engaged in the production of the items. Besides, the relevant authorities will need to address other issues that have forced the farmers to switch to other competing crops for economic reasons.",
        "headline_1": "BB's refinancing scheme to boost wheat, maize output",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bbs-refinancing-scheme-to-boost-wheat-maize-output-1661609491",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "After a strong rebound last year, there was an expectation that global trade would be on the path of steady growth in the current year. However, the Russia-Ukraine war, starting in late February, dimmed the optimism to some extent. Though there was a sign of robust growth in global goods trade in the early period of the current year, a slowdown is now visible. The good news is that there is no indication of negative global trade growth, meaning that the world economy is on a firm footing in the post-Covid period. In the first quarter of the current year, the value of global trade rose to a record US$7.7 trillion, according to the United Nations Conference on Trade and Development (UNCTAD). Global merchandise trade jumped by around $1 trillion over the same period of last year. The trade value in the January-March period of the current year also increased by $250 billion over the last quarter or October-December period of 2021 and was 'fuelled by rising commodity prices, as trade volumes have increased to a much lower extent.' The UN agency also cautioned in the last month's Global Trade Update that trade growth has continued to slow during the second quarter of 2022. \"The war in Ukraine is starting to influence international trade, largely through increases in prices,\" the report said, adding that rising interest rates and the winding down of economic stimulus packages would likely hurt trade volumes for the rest of 2022. Moreover, volatility in commodity prices and geopolitical factors will also continue to make trade developments uncertain.Now, another update report confirmed that the pace of global trade in goods has slowed. The World Trade Organization (WTO), in its latest Goods Trade Barometer, issued on August 23, stated that global goods trade continued to grow in the second quarter of 2022 but that the pace of growth was slower than in the first quarter and is likely to remain weak in the second half of the year. The barometer is a composite leading indicator for global trade, which provides real-time information on the course of merchandise trade relative to recent trends. The interpretation of the movement of the latest barometer index is that year-on-year trade growth may slow further but remain positive as 'trade simultaneously weighed down by the conflict in Ukraine' and 'buoyed by the lifting of Covid-19 lockdowns in China'.The trend and movement of global trade are critical for the countries like Bangladesh, which is mainly reliant on the development of international trade. The country's reliance on global trade is well-established now. Any disruption in global business has a serious negative impact on Bangladesh's economy. Due to the Covid-19 pandemic, global trade faced a significant drop of 7.50 per cent in 2020. Bangladesh's international trade in goods declined by around 12 per cent in the fiscal year 2019-20 (FY20) due to the pandemic. Again, the country's Gross Domestic Product (GDP) growth rate slid sharply to 3.50 per cent in FY20 from 7.90 per cent in FY19.The global economy, however, started to recover in 2021, which is also reflected in the worldwide trade growth. Taking cue from the global trend, the country's international trade also rebounded. Total trade in goods registered around 17 per cent growth in FY21 in value terms. It further jumped by 35 per cent in the last fiscal year (FY22). Official statistics showed that the total value of trade in goods crossed $140 billion in the last fiscal year, which was $104 billion in FY21. Exports receipt recorded at $52.08 billion as it registered 34.38 per cent growth in the last fiscal year over the FY20. For the first time in the history of Bangladesh, export earnings crossed $50 billion level. Imports also jumped by around 36 per cent and the value reached $89.16 billion in the last fiscal year. The big import jump also resulted in a higher trade deficit, creating pressure on the country's foreign exchange reserve. Historically, Bangladesh is a country of trade gap as a higher amount of imports is necessary to meet the requirements of various raw materials, capital goods, intermediate goods and fuel oil. The country's export is also largely reliant on imports. For instance, ready-made garment (RMG) is the largest export item of Bangladesh. In FY22, earnings from RMG export were recorded at $42.61 billion. At the same time, $14 billion RMG-related intermediate goods were also imported. Due to the recent crisis in the country's foreign exchange market and continuous increase in the price of US Dollar in the local market, the central bank has taken steps to curb the imports of various products. The idea behind the steps is to subdue the demand for imports by discouraging the less-essential and luxury products. In addition, it is also expected to ease some pressure induced by imported inflation. How and to what extent the restrictive measures bring the desired outcome will be visible after the end of the first quarter of the current fiscal year. Both the values and volumes of imports are, however, essential to benefit from the dampening effect. The global price situation of goods is critical in this connection. The war in Ukraine has already affected world trade, pushing upward the international prices of energy and primary commodities. As predicted by UNCTAD, the situation may continue like this due to the inelastic global demand for food and energy products. The rising food and energy prices will increase trade values and are likely to lower the volumes of trade to some extent. This development also has some implications for Bangladesh. [email protected]",
        "headline_1": "Trend in global trade and Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trend-in-global-trade-and-bangladesh-1661609583",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "With the very mention of the term 'accidents', the view which flashes on the minds of the general people is that of a road mishap. It has been defined for long as one of the common trends of people in this country. Thanks to the nearly non-stop occurrence of road accidents, most of the people cannot think otherwise. They hardly bother to think that the collision of two launches and motorboats also belongs to accidents, leave alone deaths of people from stampedes, fall from the roof of a high-rise building or people dying on being crushed under heavy objects. Those range from a construction girder falling from a crane wrongly operated by a rookie mechanic; these accidents may involve a near-dead branch of a century-old tree, or a tree itself. Dozens die or get severely injured in this city upon stepping into open sewer pits gaping in poorly lit roads.Apart from one falling from a speeding, crowded bus in a race with others, or those hit by vehicles with a reckless driver at the wheel, many in this city die while jaywalking. Even those carefully crossing a road after ensuring that there was no chance of being hit by a madly rushing transport are also not spared. Many would like to call these mishaps, if they lead to death, just acts of killing caused by criminal negligence. This negligence is behind many other so-called accidents.To speak without mincing words, the agents of sudden death have been active in Dhaka since the city began to be called a metropolis. The city authorities may have taken a leisurely stance on the increasing mishaps not even remotely linked to roads and traffic movement. In cases of public uproar over mass-scale deaths in incidents with no relations to rash driving or sloppy traffic signalling, they might view these disasters stoically. They seem to be telling the grieving people: a fast growing metropolis cannot avoid being helpless victim of these catastrophes. What an excuse to justify ones' shirking of responsibility! The presumed bid to dodge responsibility to serve people instantly bring to the mind three massive blazes in greater Dhaka in a little more than one decade. Nearly 300 innocent factory workers and general people died in these recent massive fires in Dhaka. Of the three, two blazes were sparked by clandestine and prohibited trading in combustible substances at two separate venues in the city's older part. They are located in Neemtoli and Chawkbazar. The first blaze occurred in 2010. The third blaze far from the city heart ripped through a large juice factory, killing 52 workers and employees in 2021. The so-called accidents are not limited to dreadful and disastrous fires. The infamous Rana Plaza collapse on a city suburb still defies all forms of credulity. Men of conscience still feel stunned at the ploys and lame excuses the 9-storey factory's owners proffered regarding the causes of the building collapse in 2013. Termed one of the world's worst industrial accidents, the man-made calamitous incident killed around 1,100 people. Most of them were RMG workers, who were trapped inside the building.Road accidents happen without prior notice unless they are premeditated. Almost the same goes with small and large accidents in the non-traffic sector that include areas related to industry and civic life. Unlike the road mishaps, these sectors are found involved in irregularities which have been seen endangering the people's lives, and causing many hindrances to their smooth movement. It simply can't go on indefinitely.[email protected]",
        "headline_1": "A life haunted by myriad 'accidents'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-life-haunted-by-myriad-accidents-1661609627",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2022"
    },
    {
        "full_article": "Public health services across the country are being severely hampered due to the shortage of health professionals. Hundreds of posts of physicians, nurses, paramedics, medical assistants and other staff have been lying vacant in the government hospitals and upazila health complexes for years. The number of medical colleges and hospitals has been increasing day by day. Medical equipment, medicine, instruments, beds and other accessories have been provided to those heath care facilities. But the crisis of manpower is disrupting crucial medical services, particularly, at the district headquarters, where more than 50 per cent of posts for doctors lie vacant. Scarcity of doctors and other medical staff is a common problem in the public hospitals and health complexes in Bangladesh. Many of these facilities also suffer from a lack of necessary equipment and supplies. The authorities concerned should find a out of this crisis and make physicians available especially in the remote corners of the country, where patients have to struggle to have access to essential healthcare services. We hope the authorities will take steps to fill up the vacant posts immediately to ensure proper health services to us. Otherwise, existing health care establishments will remain underutilised. Md Ashraf Hossain, 120, Middle Bashabo, Dhaka -1214, [email protected]",
        "headline_1": "Addressing manpower shortage at the public healthcare facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-manpower-shortage-at-the-public-healthcare-facilities-1661609667",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2022"
    }
]