[
    {
        "full_article": "The Government’s order asking YouTube to remove 45 videos from 10 channels can be seen as a justified response to growing concern over the propagation of hate and communally sensitive material over the free video sharing website, but the frequent exercise of such a power is not without concerns. The Ministry of Information and Broadcasting (I&B) has asked for the removal of the content in these videos based on intelligence inputs and the ostensible reasons are not limited to dissemination of hate against religious communities. They also relate to issues the Government considers “sensitive”: references to Kashmir, the Agnipath scheme, and what it says are false claims about the rights of religious minorities being taken away and dissemination of material portending civil war. If these claims are true, and if the content transgresses the boundaries of free speech or threatens public order and security, such take-down orders may be justified. However, the manner of their passing remains an unrevealed process, as it is not known if the originators of the content were given an opportunity to explain their stand before the blocking orders were issued. Section 69A of the IT Act, which empowers the Government to block content, was upheld by the Supreme Court only after it noted that the rules provided procedural safeguards, including the need to issue notice to the originators or the intermediary, before a blocking order.The latest order invokes the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021. It has a procedure by which an inter-departmental committee considers complaints on content and makes recommendations. The Authorised Officer has to take the approval of the Secretary, I&B, before directing the publisher or intermediary to block the relevant content. There is an emergency provision under which the Secretary may order content blocking as an interim measure, and thereafter confirm it after getting the committee’s views. All such blocking orders are meant to be examined by a review committee, which ought to meet once in two months, but it is not known whether the panel meets regularly. The Government, which discloses how many videos it has got removed, must also reveal the outcome of such reviews, if any. India ranks quite high in the list of countries that make regular requests for removal of online content. There is no doubt that offensive content, as hate speech, incitement to violence and child pornography — posing a challenge to the dignified use of online space — ought to be removed. However, the power to block online content must be used sparingly and with sensitivity towards key freedoms and due process.",
        "headline_1": "Tread carefully: On the power to remove online content",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tread-carefully-the-hindu-editorial-on-the-power-to-remove-online-content/article65942604.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "India’s fluctuating Twenty20 fortunes jumped upwards recently against the visiting Australians. Sunday’s triumph at Hyderabad helped Rohit Sharma’s men stage a come-from-behind 2-1 series victory. A pleasant outcome especially when juxtaposed with the grim backdrop that greeted the team in this particular series. Having failed to qualify for the Asia Cup final prior to hosting Australia, Rohit Sharma’s men had many issues to address. To queer the pitch further, all-rounder Ravindra Jadeja was ruled out with an injury and resultant knee surgery. In a year that will soon witness the ICC T20 World Cup in Australia, every stumble in cricket’s shortest format, both at the individual and team level, leads to the sharpening of knives besides triggering conspiracy theories. This being the 15th anniversary of M.S. Dhoni and company winning the inaugural ICC World T20, that glittering achievement and the subsequent title drought has only added to the pressure upon the Men in Blue. From that winning 2007 squad, only skipper Rohit and Dinesh Karthik are still part of the current squad, a testimony to their longevity besides being a pointer to the transitions that India underwent in its team composition over the last decade. And when India lost the opening T20 of the three-match series against Aaron Finch’s men at Mohali, the worry lines stretched.India’s bowling, especially its fast bowlers, struggled; but the runs that Hardik Pandya and Suryakumar Yadav hustled offered some optimism as the caravan moved to Nagpur while dark clouds gathered. Eventually when the weather took a turn for the better, an eight-over-a-side contest was staged and in this micro-combat, India drew level. Rohit atop the batting tree and finisher Karthik, joined forces to get past a nervy chase. In an allegedly young man’s game, it was the old guard that prevailed. And in the climax at Hyderabad, India reiterated its home credentials, humbling the Aussies while controlling the chase. Virat Kohli’s form, Yadav’s chutzpah and left-arm spinner Axar Patel’s consistency all combined well to yield a fine win. If Jadeja was missed, Jasprit Bumrah’s comeback was keenly watched. Even if the spearhead was not at his incisive best, he can only improve in the lead-up to the T20 World Cup. Catches being dropped is another blemish that India could well avoid as it chases glory. Just as Finch’s men departed, South Africa arrived for a set of three T20s and three ODIs. The limited overs’ preparation continues, as next year’s ODI World Cup in India is another prize that the team will be under pressure to win.",
        "headline_1": "Silver lining: On India’s fluctuating Twenty20 fortunes",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/silver-lining-the-hindu-editorial-on-indias-fluctuating-twenty20-fortunes/article65938139.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "Raghuram Rajan, who held powerful positions in the Congress government, has recently been critical of the PLI scheme, suggesting that India should focus on services rather than manufacturing.\nHe co-authored a piece in TOI (‘Making in India. But how?’) critiquing PLI. But there are several problems with that argument.\nHe cites the most expensive smartphone in the world and goes on to argue that the 14 PLI schemes are some kind of ill-planned largesse that represents short-term thinking, forcing consumers to pay more without any upside.\nRead full opinion on TOI+\n\n",
        "headline_1": "To build Indian champions: Union minister for electronics & IT critiques Raghuram Rajan’s critique of PLI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/inside-politics/to-build-indian-champions-union-minister-for-electronics-it-critiques-raghuram-rajans-critique-of-pli/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "The rupee closed yesterday at Rs 81.58 against the dollar. It’s lost around 10% in value against the dollar since the beginning of 2022. How should it be interpreted? The answer lies in the global economic and geopolitical context. The conflict in Ukraine and the disruption in the supply of some key commodities, overlaid on earlier loose monetary and fiscal policies, triggered the most severe bout of inflation in the last four decades in advanced economies. Efforts to rein in inflation have affected emerging economies such as India.\nWe are in the midst of an unprecedented level of coordination in hiking interest rates by major central banks. The World Bank says that these hikes have come with a degree of synchronicity unseen in five decades. It’s resulted in reallocation of investment portfolios and a consequent sharp movement in capital flows. Therefore, the rupee-dollar exchange rate is not a reflection of India’s macroeconomic metrics, which are relatively sound. It’s a symptom of an unsettled global economic environment. Given this backdrop, RBI has been prudent in its intervention. It’s adeptly managed the trilemma faced by emerging markets. That is, an independent monetary policy, exchange rate stability and capital account openness cannot be realised simultaneously.\nFor example, intervention to check depreciation in the rupee will impact its effort to lower India’s inflation trajectory, which today is the main priority. On the other hand, a depreciating rupee partially offsets the benefits of a drop in oil prices. Given this complex interplay, both RBI and GoI deserve credit. The former has mostly stuck to its traditional approach of intervening to curb volatility, while the latter has sensibly avoided comment on exchange rates. India’s foreign reserves stood at $545.6 billion on September 16, a level that is adequate to cushion the economy from external shocks.\nA country’s currency value is not a political indicator. It’s the outcome of a complex interplay of global factors that are often beyond the influence of emerging markets. RBI has managed major shocks since the global financial crisis adequately by tailoring its response to the context. It’s pertinent that in 2013, following a plunge in the rupee’s value during the taper tantrum, RBI tweaked capital account measures which led to an inflow of $21 billion in the last quarter of the year. There’s no cause for panic. Fighting inflation is the priority.\n\n",
        "headline_1": "It’s all right: Rupee is depreciating because of developed country inflation and geopolitics. India’s macroeconomy is sound",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-all-right-rupee-is-depreciating-because-of-developed-country-inflation-and-geopolitics-indias-macroeconomy-is-sound/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "Supreme Court benches frowning on adjournment pleas by lawyers and asking them to argue listed matters is refreshing, and a result of CJI UU Lalit increasing the number of matters being listed daily. Often adjournments are taken for reasons like lawyers being busy in other courts. The net result is that cases keep getting postponed, and judicial time is wasted, especially when judges and opposing pleaders have come prepared.\nSC’s actions must have a salutary effect down the judicial hierarchy. Subordinate courts where 4.2 crore criminal and civil cases are pending have the most pronounced effect on citizens. Civil Procedure Code stipulates a maximum of three adjournments when hearing a suit. Criminal Procedure Code instructs judicial officers to hear trials and inquiries on a day-to-day basis and that a lawyer engaged in another court cannot be a ground for adjournment. In 2017, a government panel on speeding up commercial disputes found the three-adjournment rule violated in 50% of cases.\nNo less diversionary for constitutional courts are frivolous PILs. Last week, a CJI Lalit-led bench forced a petitioner to withdraw a PIL seeking to regulate liquor trade and consumption in Delhi. When rebuffed as a policy issue, the petitioner suggested a warning label akin to cigarettes, to which the court noted that “some people say drinking in small quantities isn’t harmful”. This was a rational observation. But such nonsensical petitions shouldn’t even be consuming a minute of judicial time. Similarly, Bombay HC dismissed a PIL seeking a ban on ads of non-veg food, asking the petitioners why they wish to encroach on others’ rights. There are ample justiciable matters crying for quicker attention of courts, most critically bail pleas and appeals against conviction. SC’s new zeal against adjournments must survive CJI Lalit’s departure.\n\n",
        "headline_1": "The Lalit effect: CJI’s asking for better use of judicial time must be followed by lower courts. And throw out frivolous PILs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-lalit-effect-cjis-asking-for-better-use-of-judicial-time-must-be-followed-by-lower-courts-and-throw-out-frivolous-pils/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "Iran has been rocked by massive protests after a 22-year-old woman, Mahsa Amini, was fatally injured while being arrested by the Islamic Republic’s morality police for not wearing the hijab properly. The current hardline government in Tehran has responded with brutal security repression. Trita Parsi, Iranian-Swedish author-commentator and executive vice-president at the Quincy Institute for Responsible Statecraft, Washington DC, spoke with Rudroneel Ghosh about the implications of the protests for the Iranian regime and how the international community should respond: \nWould you say the current protests in Iran, which have now gone on for more than 10 days, are different from ones before? \nA critical difference is that this time around, the protesters are very quickly moving towards calling for the fall of the Islamic Republic. Earlier protests tended to focus on the policies of the Islamic Republic, at least in the beginning. Moreover, these are very young protesters, people in their 20s who have completely lost faith in the system’s ability to be reformed. They feel they have nothing to lose. And compared to the protests in 2019, which were primarily driven by the lower classes, this is the middle class of Iran back out on the streets.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Middle class of Iran back out on the streets … Pressure from Global South can compel Tehran to cease repression’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/middle-class-of-iran-back-out-on-the-streets-pressure-from-global-south-can-compel-tehran-to-cease-repression/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "Tamanna Jasmine Riva and Razia Sultana, president and general secretary of the BCL's Eden Mohila College unit, were accused of hall seat trading, extortion, \"blackmailing students into carrying out unethical activities,\" and torture. There were also issues regarding the other faction of BCL.\nSupriya Bhattacharjee, the college principal, believes it is a \"mistake from the girls' part\" which can be resolved via \"counselling\".\n\"We don't always do the right thing,\" she claimed. We have a counselling procedure in place.\"\nEden College, which has 35,000 students, is the talk of the town right now. In this regard, The Daily Star speaks with Supriya Bhattacharjee this morning (September 27, 2022).\nThe Daily Star: Eden College seats are allegedly under BCL control. They are not within your or your administration's control. Allegations have come up that the college is under the supervision of BCL, not yours.\nSupriya Bhattacharjee: These things actually…a lot can be said for the sake of it, right?\nTDS: Who is in charge of the hostel seats then?\nSB: It's not about control. For seats, we ask each department to request them based on the student ratio. Following this, the departments interview girls to determine who lives far away and who has more issues, and they provide us with a list based on that. They also offer a waiting list because we have so many girls. We assign hostel spaces based on these lists and the departments' declared requests.\nTDS: So, how does BCL handle the seat trade? What do they do to keep the rooms occupied?\nSB: In reality, one may say a lot of things just for the sake of saying them, right? Nowadays, if we hear something like this, we verify it.\nTDS: Did you verify similar situations in the past?\nSB: Yes, yes, and yes! When we hear anything like that, we look into it right away.\nTDS: Did your 'investigation' provide any results when anything happened in the past?\nSB: We didn't come upon any such fact; not in that sense.\nTDS: Does this imply that no seat trading occurs?\nSB: So, let's assume that individuals who claimed such, if they notify the hall authority or the department, as I previously stated, the issues come to us. Please understand that I am speaking from the victim's perspective.\nTDS: A few days ago, the president of Eden College BCL allegedly locked one student in a room, threatened her, and then her conversation got leaked. They are now fighting. Seat trading, extortion, and blackmailing students into carrying unethical practices—doesn't this come within the definition of crime?\nSB: You should be aware that we have a psychologist on staff. She is employed by us. As a result, if we learn about similar events involving our students, we set up counselling sessions for them.\nTDS: Is it a matter of counselling or crime?\nSB: Aren't these our girls? As a result, we arrange counselling to guarantee that our girls think properly, accept things positively, and respect the college norms. Because nothing is bigger than this. All of us won't do the right things all the time. Right?\nTDS: Students will make mistakes, do things they are not meant to do, and break certain rules—this is not unusual. The way the two BCL factions clashed against one other, and people all over the country witnessed it on live television. Is it a mistake or a crime?\nSB: See, we don't always do the right things all of the time, do we?\nTDS: So, you believe extortion, seat trading, and blackmailing students into 'carrying out unethical actions' to be 'mistakes'? Do you believe 'counselling' is the answer?\nSB: We are taking action.\nTDS: You are a college principal and a teacher. How do you feel about the debates and critiques about your college?\nSB: We established an inquiry committee. The committee is investigating, and we will take action depending on their findings.\nTDS: Concerning control of the hostel, it appears that you have no control over the events on campus...\nSB: How would the daily classes, tests, and practicals run if there was no control?\nTDS: Can you remove the BCL leaders who have been occupying the hostels and rooms for 10 to 12 years?\nSB: As I already stated, our inquiry committee is working on it. Based on their findings, we will take appropriate action.\nTDS: Did you organise investigating committees when such situations occurred in the past or came to light?\nSB: Yes, yes, and yes.\nTDS: What happened then? What was found?\nSB: We were unable to finish that inquiry. We need to hear everyone's perspective, but we couldn't interview everyone. And then another unwanted incident occurred. As a result, our inquiry is still ongoing.\nTDS: Another thing that being said is that you are helpless before the Chhatra League. When you phone the Chhatra League leaders, they ignore you.\nSB: It's not at all true, it's not at all true.\nTDS: What is the situation right now on campus?\nSB: Normal. Our examinations, lectures, practicals, and viva all are going on at the same time.\nTDS: These incidents are the fault of your students.\nSB: We are taking precautions. We have ensured the utmost security.\nTDS: How are you providing security, by using police?\nSB: Our teachers are always present. We do have hostel administration and committees.\nTDS: Is the hostel actually functioning?\nSB: How come so many girls are living in the hostel if it is not functioning?\nTDS: It is said that Chhatra League leaders are running it.\nSB: Certainly not. Hostel authorities run the hostel.\nTDS: However, when an incident occurs, the hostel administration is nowhere to be found.\nSB: This is absolutely false. Our hostel administration is always there for the girls.\nTDS: When the clashes broke out, when there were fights, were they present?\nSB: Of course, they were! Everyone was. They were also injured there.\nThanks, thank you. I'm getting another call. I have two exams today. As a result, another important call is waiting.\nTDS: Last question, will you take action against those who fought?\nSB: As I stated already, we will take measures depending on the findings of the investigating committee.\nTDS: Who are the members of the investigating committee?\nSB: Our teachers are in it!\nTDS: Will the investigation be completed? Will the report be made public? The last one is yet to be.\nSB: We will take action based on the investigation report.\nTDS: Will it be completed this time?\nSB: Of course, it will. No reason not to.\nTDS: The earlier one isn't completed.\nSB: The previous one is not over yet. As I told you, we have to talk to everyone.\nTDS: This one might go through the same process.\nSB: We can't do anything positive if we start thinking negatively from the start, right?\nTDS: Hoping you can do something positive.\nSB: Thanks, I seek your cooperation.\n \nTranslated by Mohammed Ishtiaque Khanand and Kazi Mubinul Hasan\n",
        "headline_1": "Eden College principal believes solutions to students’ \"mistakes\" is in \"counselling\"",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/online-exclusive/news/eden-college-principal-believes-solutions-students-mistakes-counselling-3129596",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "What do a clinical psychologist, an ex-kickboxer and a colour commentator have in common? In an ideal world, the answer would be: nothing. Unfortunately for us, the three in question are white, male influencers who have an incredibly large audience, a majority of whom are men.\nJordan Peterson, Andrew Tate and Joe Rogan make up a trio of internet \"intellectuals\" who seem to always be caught up in discussions on a variety of hotbed issues. Sadly, these armchair experts don't seem to have any qualifications backing up their arguments – which they often seem impassioned about.\nWhile being passionate about one's opinions is not a bad thing, their particular case might have greater consequences than initially meets the eye.\nIn a world where optics is everything, online presence is almost a currency. The more you have, the more power is in your hands. If there's an opinion or idea you want to put out into the world, and you have a large enough audience behind you, you can peddle any narrative or ideology you see fit. In most cases, with very little consequences to boot.\nNow, our three musketeers of questionable opinions – Peterson, Rogan and Tate – are all individuals with massive followings online. They have their hordes of internet fans and supporters, many of whom are ready to blindly follow them into the abyss.\nSadly, at least two out of three of them have the intent to lead you into the darkness, to further their own personal agendas, all while acting like their particular beliefs come from rationality and knowledge.\nLet's look at Peterson to make our case. The man began his climb to fame in 2016, when he posted a three-part video series called \"Professor Against Political Correctness\" on his YouTube channel. At the time, Peterson was a professor at the University of Toronto, and was growing increasingly concerned about a federal amendment which would add gender identity to the Canadian Human Rights Act.\nHis video series focused on combating the planned amendment using \"logic,\" \"reason,\" and \"academia.\" Peterson framed his arguments under the guise of \"concern\" and used it to build a following of others who shared in his opinions. While some flocked to him because they shared his opinions from the get-go, others – without any preconceived notions – swayed with his opinions simply because he sounded like a smart person who had stuff figured out.\nHowever, Tabatha Southey – a columnist for Macleans – best described Jordan Peterson when they called him a \"stupid man's smart person.\" In an interview with The Guardian, Southey said, \"Peterson's secret sauce is to provide an academic veneer to a lot of old-school rightwing cant, including the notion that most academia is corrupt and evil, and banal self-help patter. He's very much a cult thing, in every regard. I think he's a goof, which does not mean he's not dangerous.\"\nPeterson's initial taste for fame alone was concerning. He was amplifying the voice of the alt-right, and reworking it into his own vernacular to make it sound educated, rather than bigoted. \nJoe Rogan, on the other hand, is not an alt-right or conservative media personality. Personally, I don't think Rogan even has malicious intent or any grand schemes. The comedian/UFC commentator has built up his reputation around being a centrist. His once-number-one podcast, \"The Joe Rogan Experience\" became a hit due to its interview format.\nOn a typical day, when he isn't talking to a celebrity or a UFC star, Rogan brings in an \"expert\" of a certain topic. In a lot of cases, he invites personalities from both sides of the political spectrum. Rogan's entire schtick involves him learning about topics from his guests, while trying to relate all of the new information he is learning to the things he knows most about: martial arts, drugs, hunting, and so on.\nWhere all of this goes wrong, however, is that Rogan provides a platform to people like Jordan Peterson and Ben Shapiro, hence allowing his audience to be exposed to people with an agenda. If we take a look at Rogan's core fanbase, it is clear that a large portion of it consists of men who love the host because of his old-school ideologies around masculinity.\nNow, when you expose such ideologies to a group of vulnerable men, who are in the process of trying to understand their sense of masculinity and self, it allows you to shape their ideologies and beliefs. These are malleable minds, looking for their own identity. In a lot of cases, these individuals are already defensive, as they find themselves in a world that is trying to hold men more accountable.\nIn such a state, it is often easy to indoctrinate these men with a set of beliefs that gives them some sense of identity. When Joe Rogan talks about his opinions about men needing to be more masculine and dominating, these viewers latch onto these ideas. Similarly, when Peterson comes onto JRE and talks about how socialists and the \"left\" are ruining our sense of tradition, and that men are being attacked unnecessarily, the same listeners feel a sense of kinship and adopt this line of thought.\nJoe Rogan, in trying to be the centrist figurehead who opens up discussions – and thereby hoping to establish a common ground between the right and the left – has empowered individuals like Peterson, Shapiro, Dr Robert Malone, and so forth. He has enabled these snake oil salesmen to peddle their worldview to many impressionable people. Not unlike our man Andrew Tate.\nPlaying off similar sentiments as Rogan, Tate quite literally ran a Ponzi scheme – through his online academy, Hustler's University – to both launch himself into the spotlight, while also making a nice amount of profit. It was young and impressionable men-turned-fanboys who made Tate famous overnight.\nAndrew Tate lives by the philosophy that controversy gets you clicks and engagement. Stir up enough trouble, and people will have to see you plastered across the internet. In the same way that he took a page out of Rogan's book, Tate also took notes from Peterson. If you sit down and watch an Andrew Tate video (without immediately suffering an aneurysm, of course), you'll realise just how much of a pseudo-intellectual the man really is.\nThe former kickboxer preaches everything from the idea that women are a man's property to suggesting that victims of rape should bear responsibility for the crime they have suffered. Tate takes on the persona of a cool, collected, and rational playboy who even has \"justifications\" to back up his arguments. \nFor quite a while, he dominated platforms like TikTok and YouTube, building up a cult of devoted followers, who would amplify his voice even more. \nNow, this is not the first time the internet has been used to start cult-like groups. Think of the alt-right and incels. The former – while not founded on the internet – saw great success in the medium, and the latter originated on the web and is a well-renowned hate group.\nWe constantly allow personalities like Peterson and Tate to create a dedicated following on certain platforms in the name of free speech. But when these individuals then leverage their online presence to indoctrinate the impressionable, doesn't that leave us in a dangerous place?\nWhat happens, when more impassioned fans of people like Tate decide that they've had enough words, and now it is time for action? What if, like former US president Donald Trump, Tate asked his followers to go out and mobilise against something he disagreed with? \nWhen platforms like YouTube, TikTok and Instagram finally got around to banning Andrew Tate, his videos had already been viewed billions of times. If Facebook's role in the Myanmar genocide has not made it apparent just how grave the consequences of online indoctrination and misinformation can be, then surely the US Capitol attack should.\nYet, people like Jordan Peterson and Ben Shapiro still continue to exist and indoctrinate the next generation in subtler ways than Tate could. If we continue to allow these people to exploit freedom of speech to build their own cults of misogynistic men, then incidents like the Capitol attack will be the least of our worries. \nAaqib Hasib is a sub-editor at The Daily Star. Reach him at aaqib.hasib@thedailystar.net\n\n",
        "headline_1": "Peterson, Rogan, Tate: The cult of toxic masculinity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/peterson-rogan-tate-the-cult-toxic-masculinity-3129491",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "Bangladesh might potentially be experiencing a new wave of Covid-19 right now. The previous wave, which saw a rise in the second week of June last year and started losing momentum towards the end of July, was considered the fifth wave. During that period, around 160 people died due to the respiratory disease. Since the last week of August this year, the Covid infection rate has spiked again. As of writing this piece on Monday, the infection rate stands at 13.58 percent, and fatalities are being reported every day. \nNow, this development might come as a surprise to many who had felt optimistic about the \"end\" of Covid, especially after WHO Director-General Tedros Adhanom Ghebreyesus said earlier this month that the end of Covid was in sight. \"We are not there yet. But the end is in sight,\" he said. And although we focused on the second part of that statement due to our innate optimism, perhaps it is the first that should have grabbed our attention and given us a reality check. The truth is, at this point in time, there is no reason for us to let our guard down or become complacent.\nThe recent rise in cases – dominated by the Omicron BA.5 and BA.2 subtypes, as revealed by a study by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), based on genome sequencing of 38 samples collected between July 23 and September 9, as reported by Prothom Alo – can be attributed to our relaxed attitude towards the coronavirus in recent months. With fatalities declining and people getting used to living with the virus, adherence to social distancing protocols has been mostly absent from public life. One would see people hanging out in cramped spaces, or entering lifts without a care for wearing masks. Even in restaurants or shops or other service-providing hotspots, where \"No mask, no entry\" or \"No mask, no service\" is written in big, bold letters, people hardly bother to keep their masks on. Meetings and public gatherings are taking place in full swing, increasing people's risks of catching the virus even more. With the election coming up, such gatherings are expected to only increase in frequency and size, exacerbating the risk of infection further. \nAnother issue that needs immediate attention is the unwillingness of people to get vaccinated. While the government has done a commendable job of organising mass vaccination campaigns across the country, in phases, including special vaccination programmes for children aged 5-12, people in general are still somewhat reluctant to avail this opportunity to boost their immunity against the virus. According to media reports, around 3.3 million people across Bangladesh are yet to take their first vaccine shot. About 9.4 million people have not opted to take the second dose. While 77 percent of the country's population have taken the first dose of Covid vaccine and 71 percent have taken the second dose, a meagre 26 percent have taken the third dose, so far. This figure paints a grim picture and defeats the overarching purpose of the national immunisation programme of eliminating the virus through reinforced immunity.\nUnfortunately, even after full immunisation (comprising the three standard doses), the risk of the sneaky Omicron subvariants dodging the immune system and infecting people remains, though the intensity of such virus attacks are not always severe. \nTo address this risk, the government should consider including the US FDA-authorised bivalent vaccines as an \"updated booster\" dose in the national immunisation plan. According to the FDA, the bivalent vaccines contain two messenger RNA (mRNA) components of Sars-CoV-2 virus: one of the original strain of the virus and the other one common between the BA.4 and BA.5 lineages of the Omicron variant. It is expected that this booster will help in significantly curbing the risk of being infected with the Omicron subvariants. A study by The New England Journal of Medicineassessing the efficacy and safety of the bivalent vaccines suggests that it provides better immunogenicity and safety. \nWhile securing bivalent vaccines would be tough, given the demand, the bigger challenge perhaps is getting people to get vaccinated in the first place. Along with the immunisation drives, the government should run awareness campaigns to promote behavioural change and encourage people to take Covid jabs. And the target groups should be those who have not availed the booster shots, and also those who have remained outside the purview of the immunisation programme. A study titled \"Covid-19 vaccine hesitancy among the adult population in Bangladesh: A nationwide cross-sectional survey,\" available on the website of the National Library of Medicine in the US, suggests that the country faces vaccine hesitancy among the population at a rate of 46.2 percent. Trust in the efficacy of the vaccines, concerns about its side effects – including the notion that it can cause autism – and conspiracy theories involving the intention of drug-manufacturing companies and countries are some of the issues that are keeping people from taking the Covid vaccine shots, especially in the rural areas. And even if one is willing to take the vaccine, access is not always easily available, especially in remote areas, affecting the overall vaccination coverage. \nAnother study, titled \"Covid-19 vaccination coverage is extremely low among older population in Bangladesh: Findings from a cross-sectional study,\" also available on the website of the National Library of Medicine, based on the study of a sample of 1,045 Bangladeshi individuals aged 60 years or above, indicate that older adults have a higher risk of remaining unvaccinated for various reasons, including limited access to vaccines and lack of information. \nThese issues need to be looked at by the authorities very seriously in order to encourage every single individual to get vaccinated. Behavioural and perception change among the public about Covid vaccines and easy access should be top priorities for the government right now. \nThe National Technical Advisory Committee on Covid-19 has recently, in the light of the new developments, issued five recommendations for the public, which include wearing masks and maintaining basic hygiene practices, discouraging social gatherings, and getting vaccine jabs. The government could also consider giving a fourth booster dose to the elderly and those working in the frontlines in order to boost their immunity as they fall in the high-risk category. \nPeople should also play their part by adhering to the Covid safety protocols. While the government is organising multiple vaccination drives, it is up to the people to act responsibly and get the jabs, to keep themselves and their loved ones safe. The responsibility falls on all of us. After all, as the saying goes, \"No one is safe until everyone is safe.\" While it would be nice to see the end of Covid, in reality, we are not there yet. \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Covid-19: We can’t let our guard down yet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/covid-19-we-cant-let-our-guard-down-yet-3129436",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "We continue to be baffled by the myriad forms that corruption takes on in our public services sector. A recent report by Prothom Alo narrates how security guards have been \"hired\" by Titas Gas Transmission and Distribution Company Limited, over the last five years at least, but under the identities of deceased, former, or retired employees. These fake employees have paid bribes of Tk 90,000 to even Tk 3 lakh in order to get a job at the monopolistic gas distribution company, only to be told that they would have to work under the names of previous employees. The culprits of such a process are employees within Titas Gas and those of Panther Security Services Ltd, the contractor company which is supposed to supply Titas with security personnel. \nHowever, as Panther Security alleges, they are only allowed to \"hire\" people recommended by Titas employees and that it would be impossible for them to appoint a security guard to Titas without its approval. But no matter what, the responsibility to keep a check on such irregularities lies with Titas Gas itself – and it has failed miserably on this account. \nSuch a revelation of the corruption taking place in Titas is hardly surprising, given that other companies under the energy sector have been equally diligent in practising irregularities for years, without facing any accountability. Just last week, we expressed our disappointment at the Comptroller and Auditor General's (CAG) findings that the state coffer has been robbed of about Tk 4,697 crore because of irregularities in 11 companies under Petrobangla between FY 2014-15 and FY 2016-17, and in two companies of the Bangladesh Petroleum Corporation (BPC) in FY 2013-14. \nThe security recruitment corruption at Titas, too, has been going on for years. Even though the company secretary Lutful Haider himself pioneered the formation of a probe committee, after the matter started to come to the fore, no satisfactory actions have been taken based on the probe report as of yet. And despite being in charge of Titas Gas' security department for the longest time, Haider claims that he had no knowledge of these irregularities for years. But this is no excuse. Rather, it shows the extent to which Titas Gas authorities lack a sense of duty to identify and check corruption within the company.\nWe hope that the state minister for power, energy and mineral resources will follow through with his promise that \"stern action would be taken against those who are responsible\" in this situation. But we also believe that it is high time for the government itself to stop being wilfully unaware or in denial regarding the various irregularities and immense corruption taking place across its arms, and especially in organisations which are supposed to provide the public with quality services. Oblivion, or the pretence of it, is no longer an option.\n",
        "headline_1": "No end to power-sector malfeasance ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-end-power-sector-malfeasance-3129431",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "We continue to be baffled by the myriad forms that corruption takes on in our public services sector. A recent report by Prothom Alo narrates how security guards have been \"hired\" by Titas Gas Transmission and Distribution Company Limited, over the last five years at least, but under the identities of deceased, former, or retired employees. These fake employees have paid bribes of Tk 90,000 to even Tk 3 lakh in order to get a job at the monopolistic gas distribution company, only to be told that they would have to work under the names of previous employees. The culprits of such a process are employees within Titas Gas and those of Panther Security Services Ltd, the contractor company which is supposed to supply Titas with security personnel. \nHowever, as Panther Security alleges, they are only allowed to \"hire\" people recommended by Titas employees and that it would be impossible for them to appoint a security guard to Titas without its approval. But no matter what, the responsibility to keep a check on such irregularities lies with Titas Gas itself – and it has failed miserably on this account. \nSuch a revelation of the corruption taking place in Titas is hardly surprising, given that other companies under the energy sector have been equally diligent in practising irregularities for years, without facing any accountability. Just last week, we expressed our disappointment at the Comptroller and Auditor General's (CAG) findings that the state coffer has been robbed of about Tk 4,697 crore because of irregularities in 11 companies under Petrobangla between FY 2014-15 and FY 2016-17, and in two companies of the Bangladesh Petroleum Corporation (BPC) in FY 2013-14. \nThe security recruitment corruption at Titas, too, has been going on for years. Even though the company secretary Lutful Haider himself pioneered the formation of a probe committee, after the matter started to come to the fore, no satisfactory actions have been taken based on the probe report as of yet. And despite being in charge of Titas Gas' security department for the longest time, Haider claims that he had no knowledge of these irregularities for years. But this is no excuse. Rather, it shows the extent to which Titas Gas authorities lack a sense of duty to identify and check corruption within the company.\nWe hope that the state minister for power, energy and mineral resources will follow through with his promise that \"stern action would be taken against those who are responsible\" in this situation. But we also believe that it is high time for the government itself to stop being wilfully unaware or in denial regarding the various irregularities and immense corruption taking place across its arms, and especially in organisations which are supposed to provide the public with quality services. Oblivion, or the pretence of it, is no longer an option.\n",
        "headline_1": "No end to power-sector malfeasance ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-end-power-sector-malfeasance-3129431",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "Our suspicion that some unscrupulous traders have been taking advantage to unjustifiably raise prices using the excuse of a global price hike, and despite prices of certain commodities going down internationally, has been confirmed by the findings of one of our intelligence agencies. The investigation, which studied the price movement of commodities in local and international markets over a 12-month period from August last year, found that the price increases in the local market were disproportionate to their rise abroad. In fact, in many cases, when global prices dropped, the opposite ended up happening in our domestic market.\nTake, for example, the price of pulses which, despite dropping 14 percent in the global market, rose by 29-39 percent domestically. And also onions, the price of which increased by nine percent despite it becoming 28 percent cheaper in the global market. Sugar price saw a similar trend, declining by 11 percent globally, but increasing by 15 percent at home.\nThough we have seen such price manipulations before, and perhaps all too regularly, what is even more unconscionable this time is that it took place at a time of a national crisis, and also when the majority of people had barely managed to recover from the damaging effects of a pandemic. The double whammy of legitimate economic difficulties due to a war abroad coupled with price manipulation at home has nearly broken the back of the middle class, while lower income groups have had to significantly cut back on their food intake.\nWhile this was happening, what was the government doing? How is it that while high government officials kept lecturing the public to accept austerity, mega companies were colluding to manipulate the market right under their noses? How have government officials become so oblivious to reality, and to the sufferings of the people in general?\nWhile it is critical to get the answers to these questions, we are somewhat encouraged by the fact that the Bangladesh Competition Commission has filed cases against 36 individuals and companies such as Pran Foods, Square, ACI, Akij, City, Meghna, Bashundhara and S Alam Group, accusing them of creating an artificial crisis in the market. However, given the fact that the government has previously gone out of its way to protect the interests of some of these larger companies – or at least their owners – at the cost of public interest, we are yet to be convinced that justice will indeed prevail.\nBut that is what desperately needs to happen right now. If the government ensures that price manipulators – particularly the more influential ones – are punished, and exemplarily so, for the crime of piling more misery onto the people and the national economy at a time of great crisis, then there will be some hope of price manipulation finally getting somewhat checked in the country. The ball is now in the government's court.\n",
        "headline_1": "Price manipulators must be punished",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/price-manipulators-must-be-punished-3129376",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "The death toll from Sunday's trawler capsize in the Karatoa river at Boda Upazila of Panchagarh district reached 69 at the time of submission of this piece of leader. Some 34 people might still be missing, fire service personnel engaged in the rescue operation reportedly told the media. But how many people were exactly on the boat and how many are missing are still a matter of guesswork as there is no system to record the number of passengers who travel by boats or ferries in these remote parts of the country. However, so far as eyewitness accounts go, the ill-fated boat was carrying around 150 passengers (most of them Hindu devotees) on their way to a temple on the other side of the river for taking part in Mahalaya, a pre-Durga puja ritual. The death toll from the ferry accident may rise further with reports that bodies of the drowning victims were found at places far from the spot of the mishap.However, in terms of the number of deaths and those missing, this is the most tragic compared to the two other waterway accidents that reportedly occurred this year in March and April in Barishal and Narayanganj. But what is most heartbreaking about the present ferry accident is the fact that the victims were mainly children and women. While bemoaning the loss of so many innocent lives, one needs also to ask those responsible for looking after water transports in the government this pertinent question: how could they allow these risky, improvised contraptions (indigenous boats fitted with pump engines to draw water for irrigation purpose) to ferry people across the country's rivers and other water bodies? Worse yet, eyewitness reports say, the doomed boat took more passengers (three times its capacity of around 50 passengers) than it could carry. Many would blame the 'greedy' ferryman for the tragedy. But the important question is why were there no arrangements to look after the local improvised boat services and control the number of passengers they can carry? And why were no law enforcers present at the spot to guard this boat ramp of the Karatoa river where on its opposite bank lies the temple frequented by Hindu devotees, particularly during Durga puja?Had the local upazila administration taken necessary measures, a human tragedy of this scale could well be avoided. Surprisingly, by water way accidents, it is often thought to be sinking of passenger launches, large ferries, steamers, trawlers, etc, but not thousands of small indigenous passenger-carrying vessels plying the waterways in the far-flung corners of the country. Small wonder that information about any mishap involving those water transports in the remote waterways is so scanty and sporadic. In this situation, the country's water transport authority should make an arrangement for conducting a survey on these improvised passenger-carrying water transports in operation across the country and create a database for the purpose. Unfortunately, waterway accidents and related fatalities have been increasing over the years. According to the Shipping Department data, the casualty figure was 146 from 39 waterway accidents last year, while it was 81 from 32 river mishaps the year before. But such gratuitous fatalities could be avoided if only the necessary safety checks and proper monitoring of the water transport sector were in place. While going to the root of the Karatoa ferry disaster, the government, hopefully, would also strengthen its capacity to monitor and stop similar tragedies from happening in the future.",
        "headline_1": "Karatoa trawler disaster",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/karatoa-trawler-disaster-1664283716",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "The Bangladesh Institute of Development Studies (BIDS) recently released a survey-cum-study report that found the country's 10 major manufacturing sectors lacking in the required skills-to the extent of an average 30 per cent. Senior Research Fellow of BIDS Dr Kazi Iqbal disclosed the statistics while presenting the research findings on the 'Labour Market Studies for SEIP (Skills for Employment Investment Programme) on Skill Demand, Supply and Mismatch' at a dissemination seminar held in the capital the other day. The 10 sectors include agro-food processing, healthcare, hospitality and tourism, RMG and textile, constructions, leather, light engineering, shipbuilding, IT and electronics, while the five other potential sectors are furniture, jute, pharmaceutical, plastic and renewable energy. Regarding sectoral studies, a total of 1,138 enterprises and 7,018 workers were surveyed. As for the country's number one manufacturing sector and earner of the highest export revenue-- readymade garments, the picture is no less worrying. The study revealed that 53.74 per cent out of the 119 RMG enterprises surveyed under the study face skill gaps in general. The study covered 117 agro processing enterprises with 41,546 employees and found a total export-to-output ratio per enterprise around only 3.0 per cent.In the labour categories of the construction sector, other than the employees for senior management and support staff, the remaining workforce suffers from skill gap, according to the report. Evidence from the service sector like tourism and hotels suggested that soft skills can be taught; hence it should be a part of intensive training programme. The report said that alignment of education and skill development with industrial policy was important to lessen the skill gap. The rate of annual training in the surveyed sectors is lower-- only 1.35 per cent than the national average of 3.65 per cent. Training programmes have been suggested to gradually move towards technologically sophisticated industries as the skill gap was higher for the professionals and technical personnel.The level of skills now available in the manufacturing sector may be said to be moderate, at its best. In the past decades moderate skills somehow served the country, as low wage was considered an important factor for competitiveness. Low labour cost was believed to fetch competitiveness, especially in manufacturing not-so-upscale products for exports. However, these days, gone is the perception that low labour cost can guarantee competitiveness. For a country like Bangladesh which for the past decades has been thriving primarily on low wage, time is ripe to part with the low wage-driven approach and upscale skills in manufacturing to stay competitive in the days ahead. The draft of the country's Second Perspective Plan (2021-2041) prepared by the Planning Commission projects this impression in the strongest of words, \"In the unfolding industrial universe of the future, Bangladesh firms will face stark reality that competitive advantage founded on low labour cost cannot be guaranteed for all time.\" The report also said local companies will have to focus on innovation to maintain a competitive edge instead of relying on traditional advantages that have paid off so far. \"Without such efforts, entrepreneurs need to be warned that the current competitive advantage in labour-intensive garment exports could be lost in (the) future,\" the report warned. Developing skills is an open-ended issue. Although it's initially the job market at home and abroad that comes to mind, the idea of skill development is integral to the making of efficient human resource that besides taking care of itself can contribute to the economy in myriad forms and shapes. It is here that skill is essentially a matter of developing the population, preferably the youths, in various areas of activities. While higher skill is a matter related to the educated groups, less educated groups are the potential target for hands-on skill development. The key issue is about developing a national culture for nurturing and developing skills that can only turn humans into resources. This is because, as yet, there is no known or lately innovated shortcut to skill development. Being a continuous process, it calls for persistent and comprehensive planning. Stray efforts in the name of skill development do not pay in the long run. Examples are aplenty of development programmes and industrial productivity languishing in deficiencies mostly from a lack of sufficient skills on the part of the manpower engaged at various tiers. As a result, we are yet to see any noticeable improvement in meeting the prevailing skill-gaps in various spheres of productivity. There has not been any stocktaking of quantifiable achievements from various programmes undertaken by the public and private sector, so far. While deficiencies in skilled human resource at home is made up by large intake of foreigners in various productive sectors, export of unskilled workers abroad is destined to fetch very little in wages and salaries. In both cases, it is the lack of value addition that ultimately costs the country dearly.It has been found that the country's garment sector alone hires the services of thousands of foreign personnel to supervise the day-to-day running of the factories. Most of the jobs, as reports say, are not at all high-tech, but require thorough knowledge about machinery and equipment. According to reports the country spends around $5.0 billion a year on overseas employees.The BIDS survey report, though uncomforting, is not demoralising in that by pointing out the deficiencies in some precise details, it has brought to focus a picture that needed to be understood and looked into for improvement.\n[email protected]",
        "headline_1": "Manufacturing sectors need to upscale skills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/manufacturing-sectors-need-to-upscale-skills-1664283771",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "Repetition of even serious issues such as climate change in the global media not just sensitises public opinion, the popular appeal of it is also diminished as a consequence. In a disastrous scenario of excessive global warming and talks of reparations from the carbon emitters, the possible impact of global climate actions on Bangladesh's trade and industrial activities often goes out of sight.Some of the Bangladesh industries may face duty penalty after 2026 in case they produce goods with fossil fuel and export them to Europe, for example. Stakeholders are more or less aware of the risks but it's not known exactly how the country will increase generation of renewable energy for industrial use to comply with environmental rules.Bangladesh is set to lose some duty concessions while exporting goods to developed and developing countries once the process of graduation from the least developed country is completed in 2026. Before that, by 2024, Dhaka will have to start spending a much higher amount of budgetary allocation every year for servicing debts of big infrastructure projects.While such 'somewhat distant' challenges are yet to be fully understood, the Covid-19 pandemic since 2020 and Russia's invasion of Ukraine leading to a full-scale war since February and the US-China stand-off in East Asia, have brought fresh uncertainties. Food price-hike, energy market volatility, rising costs of international trade, and exchange rate fluctuations are some of the symptoms that proved to have severer effects on the Bangladesh market and consumers.The Bangladesh government announced stimulus packages at a time the pandemic brought normal life to a halt and an economic rebound was expected following drastic fall of coronavirus cases early this year. In the meantime, the war in Ukraine has disturbed the trend of recovery.Now, Bangladesh is facing multiple challenges on multiple fronts. Post-Covid time is fraught with uncertainties because of the war in the Black sea region, tensions in Asia, the LDC graduation at a crucial time and a lack of actions to counter climate-change effects.However, there is hardly any scope to deal with each issue on a piece-meal basis as they are inter-related and a series of events and policy shortcomings have complicated them.Their solutions lie on how the country's domestic situation and the external environment are assessed and policy packages for the coming days and years prepared.In the present context, consultations with various stakeholders are critically important for taking stock of the difficulties and risks in order to find pragmatic solutions to the issues at hand. Such dialogues can also help formulate a consensus on required policies including foreign policy options for maximising national interests.The Russia-Ukraine war has left difficult choices for countries like Bangladesh. Apart from exposing the crisis of sharing global resources among the nations, the war has changed the world's polarisation bringing back the Cold War-like division - between the United States-led West and China having friendly ties with Russia.This is going to influence the pattern of global trade and other negotiations as well as medium-size and smaller countries' alignment with great powers.Bangladesh, with a large Diaspora and millions of overseas migrant workers, will have to walk through difficult terrains of superpower rivalries and for sales and purchase of commodities and services, inclusive of defence materials.Furthermore, the civil war in its neighbourhood in the extreme southeast has had direct implications when Myanmar is yet to take back its one million Rohingya people now living in camps in Bangladesh.Overall, Bangladesh's national policies and economic development are more connected to matters of external relations. The nation's preparations today will indicate how the country will fare in the coming years, domestically and internationally.\n[email protected]",
        "headline_1": "Post-Covid, post-war, post-LDC challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/post-covid-post-war-post-ldc-challenges-1664283808",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2022"
    },
    {
        "full_article": "The present generation of educated youth prefers government jobs to private sector ones. They think these jobs are more secure and pay higher salaries. This is one of the reasons why the unemployment rate among our educated youth is increasing day by day. For them, payment of a hefty fee for applying for jobs in public and private institutions is a burden on them. On an average, an educated jobseeker applies for at least three to four jobs per month. For this, they have to pay at least Tk 4,000 as application fees, which most applicants cannot afford. Many of them do not get any support from their families and therefore take to tutoring for arranging application fees. On the other hand, most of the recruitment tests are held in Dhaka city. So, all the job-seekers have to move to the capital for attending those exams. This is also expensive for job-seekers. The authorities concerned should think how the jobseekers can be supported, and how to make this hard time of being unemployed a little easier for them. We urge them to reduce job application fee as it is difficult for young graduates to pay it. The job exams should also be held at each district, and divisional headquarter to mitigate the hassle of travelling long distances.\nSifat Rabbani, Student of Department of Political Science, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Making job application free",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-job-application-free-1664284885",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2022"
    }
]