[
    {
        "full_article": "Ever since the Taliban, hosted by Pakistan’s security forces, recaptured Kabul in August 2021, Pakistan, especially in its Balochistan and Khyber Pakhtunkhwa provinces neighbouring Afghanistan, has seen a surge in terrorist attacks. In 2023 alone, there were over 650 recorded attacks, with 23% occurring in Balochistan, which is Pakistan’s largest province by landmass and a hotbed of separatist insurgency. But even in this new normal, Monday was one of the bloodiest days for Balochistan and Pakistan. On the 18th death anniversary of Nawab Akbar Bugti, a Baloch nationalist leader killed by the Pakistani military in 2006, separatists carried out coordinated attacks across the province. The Baloch Liberation Army has claimed responsibility for the many deaths. According to security officials, the separatists damaged infrastructure and executed migrant labourers from Punjab. That the attacks occurred in different parts of Balochistan show the growing reach and capability of the insurgency. Bugti’s death anniversaries have seen violent incidents in the past, but Pakistan’s military and intelligence services were caught off guard on August 26.Historically, Pakistan has taken a ruthless, militarist approach towards the Baloch problem. Balochistan, despite its wealth of natural resources, is the country’s most impoverished region. Pakistan has historically neglected the province. Punjab, on the other hand, grew to be influential in national politics and economically prosperous, leading to strong anti-Punjab tendencies within sections of the Baloch community. This, along with the poor living conditions, was exploited by the separatists to drum up support for their cause. They often attack the federal government “for extracting” resources without offering any help to the local economy. Baloch separatists have cited the China-Pakistan Economic Corridor, which goes through the province, as an example of this exploitation, and targeted Chinese interests. The Pakistani establishment has also failed to engage with the civil rights movements in Balochistan, such as the Baloch Yakjehti Committee, which organised several sit-ins in Islamabad and Baloch cities this year to draw the attention of the federal authorities to widespread human rights abuses in the province. Such activists were often painted as “enemies of Pakistan”, which left the military with the only option of using force against the separatists. But state violence has only strengthened the separatists — as the latest attacks underscore. If Pakistan is serious about stability and security in its largest province, it should take measures to address the developmental concerns of the locals, stop the rights violations and engage with the peaceful civil rights voices to reset ties with the Balochis.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\narmed conflict\n\n/\n\nPakistan\n\n/\n\nAfghanistan\n\n/\n\nnatural resources\n\n/\n\npoverty\n\n/\n\neconomy (general)",
        "headline_1": "​Coordinated attacks: On Pakistan and the Baloch conflict",
        "headline_2": "Pakistan cannot take a militaristic approach to the Baloch conflict",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bcoordinated-attacks-on-pakistan-and-the-baloch-conflict/article68573468.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "That free speech is not absolute and is subject to certain restrictions for public order, morals and public health is something that has been codified in the Universal Declaration of Human Rights. The founder and chief executive officer of Telegram, Pavel Durov, is a technology creator who has emphasised absolute free speech on his platform and has built an anti-establishmentarian image by risking the wrath of nation-states in allowing dissidents to use the messaging application. His detention and arrest by French authorities, in connection with investigations related to criminal activity on the app, has raised the question if this has been done to provide a chilling effect on freedom of expression on the Internet. But the answer is more complicated. His laissez-faire approach to content on the app has meant that it is host also to extremism, drug dealers, scammers and, according to France, child pornography as well. Mr. Durov has said, “privacy... is more important than our fear of bad things happening ...and that, to be truly free, you should be ready to risk everything for freedom”. But can it be done to override the responsibility to prevent consequences which could endanger people’s safety and freedom? This is a key question to ask about messaging apps and “free speech absolutists” such as Mr. Durov.Telegram is more than just a messaging app given some of its social networking features. While its encryption mechanisms allow for ease of access for dissidents and anti-state actors to use the app without scrutiny, it does not fully use “end to end” encryption — something that apps such as Signal do. This means that some messages related to criminal activity, disinformation, and child pornography can be read by Telegram; it can act on requests from law enforcement agencies if needed. Telegram, in response to Mr. Durov’s arrest, has said that its moderation “is within industry standards” and has questioned whether the platform/owner are liable or responsible for “abuse of that platform”. That may well be the case, but if in investigations by France, the platform is seen to have wilfully refused to act upon requests to curb hate speech, disinformation and contents related to criminal activity, Mr. Durov cannot and should not escape the long arm of the law. In India, the baleful effects of misinformation on platforms such as WhatsApp were visible some years ago, before the application came up with certain restrictions. These helped tamp down the spread of misinformation. For Telegram to remain a free speech advocate and a platform, it must eschew absolutism and become more responsible in moderating content.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\narrest\n\n/\n\nhuman rights\n\n/\n\ntechnology (general)\n\n/\n\nFrance\n\n/\n\nIndia",
        "headline_1": "​Reasonable restrictions: On Telegram CEO Pavel Durov’s arrest and content hosting",
        "headline_2": "Laissez-faire approach to content hosting is not commitment to free speech",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Breasonable-restrictions-on-durovs-arrest-and-content-hosting/article68573507.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "Even when women, like in Mollywood now, get a hearing, their wait for real redressal continues \nYesterday, the Association of Malayalam Movie Artists postponed its emergency meeting, before collapsing into the emergency itself. The Hema Committee report, submitted to Kerala govt in 2019, finally became public last week. Insofar as powerful vested interests are thought to have machinated the years of delay, this conspiracy theory has been reinforced by everything that is frothing up now. Sexual abuse allegations have mounted even against AMMA officebearers. Its president Mohanlal and executive committee have resigned after widespread criticism of their response to the crisis. All this churn is promising. Exposing the decay to sunlight is where the cleaning has to begin. But it is key to remember that a rot that goes deep cannot be fixed easy or quick. It will need razor-focused, sustained work.\nWho must do the heavy-lifting? Actor Prithviraj is right to underline it is govt that must follow up on the findings of the report. This includes both thorough investigation of each case and wider redressal measures, such as a tribunal to address women’s concerns as recommended by the report. The Harvey Weinstein case that has been seminal to fighting sexual abuse in entertainment industries worldwide is a reminder of how much it takes to build a legally sustainable case, but also of how much of a change pulling this off makes. US has seen justice systems improve to hear the survivors, say by a lengthening of statutes of limitations.\nAnother #MeToo/Weinstein legacy is how it shifted public perception of sexual assault from ‘she said he said’. Doubting accusers while protecting abusers is much less kosher even in India now. But what we have yet to see is women artistes getting exemplary justice. Deterrence depends on proportionate punishment. Whether it is Women in Cinema Collective or others standing up against widespread abuse, their costs, including lost work opportunities, still total up as higher than their wins. Only a real reversal of this equation can ensure that the bravery of everyone who has brought the cause of justice so far, is not slapped by the abuse continuing after a pause, if that.\nA third Weinstein lesson is to look wider. The reckoning that was needed was not in Hollywood alone. Today, it would be disingenuous to act like sexual abuse is some Mollywood speciality. Guilds and govts have totally failed artistes here. But what about other Indian film industries? Those need their own Hema Committees to bring grim patterns into the spotlight.\n \n\n",
        "headline_1": "She Said, He Quit…Then?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/she-said-he-quitthen/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "– **The Issue in Mollywood:**\n– In the Malayalam film industry, known as Mollywood, there has been a lot of talk about sexual abuse and harassment. Women are finally being heard, but getting real justice is still taking a long time.\n– Recently, the Association of Malayalam Movie Artistes (AMMA) was supposed to have an emergency meeting to discuss these issues, but it got postponed. This shows how serious the situation is.\n– **The Hema Committee Report:**\n– The Hema Committee report, which was submitted to the Kerala government in 2019, became public just last week. The report talks about the problem of sexual abuse in the film industry. People believe that powerful individuals have tried to delay the report from being released, which makes many think there’s a cover-up.\n– Even some leaders in AMMA, including their president Mohanlal and other committee members, have faced criticism and have resigned because of how they handled the crisis. While all this change is good, it’s important to understand that fixing such a deep-rooted problem will take a lot of time and hard work.\n– **Who Should Fix This?**\n– Actor Prithviraj is correct in saying that the government needs to take action based on the findings of the Hema Committee report. This means investigating each case thoroughly and creating ways for women to report and discuss their concerns, like setting up a special tribunal as recommended by the report.\n– The case of Harvey Weinstein, a powerful Hollywood producer who was accused of sexual abuse, teaches us that it takes a lot of effort to bring about legal changes. In the United States, the justice system has improved to better support survivors, for example, by extending the time limits for reporting such crimes.\n– **Lessons from #MeToo:**\n– The #MeToo movement and the Weinstein case have changed how people think about sexual assault. It’s not just a case of “she said, he said” anymore. People are more likely to believe survivors and less likely to protect abusers, even in India.\n– However, we still haven’t seen women in the film industry getting the justice they deserve. Real change will only come when punishments are fair and when standing up against abuse doesn’t cost women more than they gain. Women need to feel safe to speak out without fearing they’ll lose their jobs or opportunities.\n– **Looking Beyond Mollywood:**\n– The problem of sexual abuse isn’t just in Mollywood or Hollywood. It’s a problem in many film industries around the world, including in other parts of India. Just like Mollywood, these other film industries also need to take a hard look at themselves. They need their own committees, like the Hema Committee, to bring these issues to light and make real changes.\n– **Conclusion:**\n– Real change in how we deal with sexual abuse in the film industry will require hard work, persistence, and cooperation from everyone – including the government, film guilds, and the artists themselves. It’s only by continuing to fight for justice that we can ensure a safer and fairer future for everyone.\n \n\n",
        "headline_1": "### **She Spoke Up, He Quit… What Now?**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/she-spoke-up-he-quit-what-now/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "– **What Happened at RG Kar College:**\n– In Bengal, a crime happened at RG Kar Medical College that made many people very angry. There was a terrible incident involving the rape and murder of a student, and the way the police and college handled it upset a lot of people.\n– The protests started because people were angry not just about the crime but also about how badly things are being managed in Bengal. Many Bengalis, including those living in other parts of India and the world, have always felt that Kolkata is a safe place for women. This incident made them feel unsafe.\n– **Why Is This Important for Mamata Banerjee?**\n– Mamata Banerjee, the Chief Minister (CM) of Bengal, won a big election just a few months ago. Her party, the Trinamool Congress (TMC), got 46% of the vote and 29 out of 42 seats in the Lok Sabha (the lower house of India’s Parliament). But these protests are showing that not everyone is happy with how things are going in Bengal.\n– The way the police used water cannons on the protesters has made people even angrier. The protests are not just about the crime at the college; they are also about other problems in Bengal, like political violence, corruption, and unfair practices.\n– **Mamata’s Challenges:**\n– Mamata knows that she can’t solve this problem by using force. People are tired of the political violence and corruption that happen in Bengal. Even though she tried to make some changes in how the government works to reduce corruption, many people don’t think it’s enough.\n– Her party won the last election because many people wanted to vote against the BJP (another big political party in India) or support smaller parties like Congress and the Left. In the 2021 state elections, her party won a big victory with 215 seats in the 294-seat assembly, but that doesn’t mean she has everyone’s support forever.\n– **What’s Next?**\n– The next state elections in Bengal will be in 2026. But things are already changing a lot. The BJP has become a strong opposition party in Bengal with 77 seats and 38% of the vote in the last election.\n– Other parties like the Left and Congress are also planning to contest the elections. There is also a lot of political violence, with different parties fighting against each other.\n– **The Big Question:**\n– People are now wondering if Mamata Banerjee can handle the situation she finds herself in. Will she be able to control the anger and frustration of the people? Can she fix the problems that have been building up under her rule, or will the protests and anger continue to grow?\nThese are the big questions Mamata Banerjee needs to think about if she wants to keep her position as the leader of Bengal.\n\n",
        "headline_1": "**Protests in Bengal: A Big Challenge for Mamata Banerjee**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/protests-in-bengal-a-big-challenge-for-mamata-banerjee/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "RG Kar protests are now also the first of many tough political tests of Mamata’s hold on Bengal voters\nMamata Banerjee won’t – and shouldn’t – be taking lightly the continuing protests within two months of her Lok Sabha win – 29 of 42 Bengal seats and 46% vote share. Authorities’ mismanagement of RG Kar medical college rape-murder was a wake-up call for Bengalis, and Indian Bengali diaspora, who’ve always been assured of safety of women across Calcutta. What police and college’s handling of the crime brought to a head was urban Bengal’s anger at the hydra-headed misgovernance on the three-time CM’s watch. The emotive appeal of the RG Kar protests went far beyond outrage at the crime itself.\nBengal CM knows well what the protests have triggered cannot be dealt with a heavy hand – those water cannons yesterday on the protest rally to CM’s HQ added fuel to the fire. She knows well that political violence, extortion rackets, corrupt contractors are the miserable reality of everyday Bengal. Her changing the state’s bidding process in June to curb corruption, or her 70-minute criticism of own party, and every level of govt, has seen few taking the cue.\nTMC won LS elections as an intractable INDIA ally. But the 46% vote share her party won wasn’t simply the for-Didi vote. It was the anti-BJP vote, Congress vote and Left constituents’ vote that sealed her win. State assembly elections in 2021 returned her to office with 215 MLAs in the 294-seat assembly, and 48% vote share, in spite of anti-incumbency, riding a plethora of welfare schemes. But between 2021 and 2026, when the next assembly polls are, much has changed, and much will. BJP has emerged as Bengal’s main opposition party with 77 MLAs and 38% vote share. INDIA allies Left and a resurgent Congress will certainly be contesting assembly polls too. In Nabanna’s governance vacuum flourishes an all-party political violence, the dark side of Bengal’s culture. Can Didi escape the fire her misrule lit?\n\n",
        "headline_1": "Street Message",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/street-message/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "In the last few weeks, we have been watching with great interest as the big names in Sheikh Hasina's cabinet and key frontline political arms such as the MPs, Chhatra League members, and various police and civil servants get \"caught\" one after another. Memes, jokes, commentaries are ablaze, filling our social media feeds and accelerated through algorithms. Even in the midst of one of the worst floods in Bangladesh's history, arrest dramas are taking place. The fanfare of it all is understandable; after 15 long years of a systematic crackdown on the right to speech, expression, assembly, liberty and in many instances, the right to life, aggrieved families and friends are entitled to seeing karmic justice play out. These euphoric moments are important, almost critical in coming to terms with the trauma inflicted upon families across the country.\nBut once the dust settles, the difficult tasks come to light—that morality and legality are not always the same thing. Rather, in most instances, they are at opposing poles of philosophical debates and pragmatic applications. What is happening in Bangladesh currently is a carnival for the masses, to fan the fires, to give them the entertainment they have been craving for a long time. But as things proceed this way, the interim government is at risk of losing the legal plot. While there is a general sense of who the \"bad guys\" are, morality alone cannot put anyone behind bars, bring back the money syphoned out of the country, ensure redress or accountability, nor deliver justice for the lives taken. The government already seems to be on a slippery slope and they have not even climbed to base camp yet.\nThe arrests happened with the likes of Zunaid Ahmed Palak, Mohammad A Arafat, Hasan Mahmud, and of course the Aynaghar-connected Maj Gen (retd) Ziaul Ahsan—political actors who had direct hand in the telecommunication blackout, firing the propaganda machinery, and forced disappearances. But there have also been too many incidents with their arrest stories—how they got caught, where they got caught, who was in army custody, how were they handed over to the police, and in the case of Maj Gen Zia, him escaping twice, raising many questions on the extent of corruption within law enforcement. All this unnecessary political drama only demonstrates the utter chaos that was the first couple of weeks of the interim government. But the Super Bowl half-time entertainment equivalent a few weeks ago was that of the alleged capture of former Adviser to PM Salman F Rahman and former Law Minister Anisul Huq. Clad in twin Polo shirts and lungis, making them appear somewhat as the proverbial \"Alal o Dulal,\" the two were allegedly apprehended at Sadarghat while trying to flee on a trawler. At first glance, the scenes in the photos scream that of \"divine justice,\" of a David and Goliath story of \"how the mighty have fallen.\" And of course, the memes ensued—\"Upor diye fitfat, niche diye Sadarghat\"—begging the question: is law enforcement directed by the law or by meme culture? Salman F Rahman, considered to be the godfather of godfathers, usually referred to as \"Dorbesh,\" because of his priest-like outlook with the white beard and hair, was seen to have shaven off the signature beard and coloured his hair. Anisul Huq just looked bored and annoyed to be part of whatever all this was supposed to be.\nIn no time whispers travelled from one WhatsApp group to another that this particular \"trawler trouble\" was staged, to humiliate these AL bigshots who, only two months ago, went about with an air of utter invincibility. Within hours of the photos emerging, various social media and journalist groups stated how these photos (and other arrest stories) were staged, and that all the top brass of AL were picked up days ago and kept in various army-supported safe houses. Then the question is: why the drama, why the show?\nThe political drama continued as Huq and Rahman were taken to court under heavy protection, wearing helmets and bullet-proof jackets, where a lawyer (who died later that day in a road accident on the Padma Bridge) threw an egg at the former law minister and they were denied their legal representation. They were charged with a murder case, of which much of what is being said about their involvement with the murder would legally be considered speculative. Pro-BNP lawyers did not allow Huq and Rahman's defence teams to have a say in court or to make any submission for them.\nBut then these stories have taken a rather sinister turn with the recent arrests, as unfounded murder allegations are being connected to the likes of former Education Minister Dipu Moni and national cricket sensation turned AL MP, Shakib Al Hasan. Moreover, rather disturbing videos have emerged of former Justice AHM Shamsuddin Chowdhury Manik being arrested, tied in some jungle, and now in critical health conditions. It is impossible to believe that either Dipu Moni or Shakib Al Hasan would be connected to murders.\nLet us not forget that the justice system is not for law enforcement to clean its image, nor is it for the interim government members (and BNP-walas) who were done wrong or victimised by the previous government to get their kicks, and nor is it for public entertainment in today's reality TV of \"The Nouka Sinking Story.\" Coming up with made-up cases with no or falsified FIRs, dressing people in costumes and denying legal representation are not only farcical but a mockery and insult of the judiciary system. These are the same cheap tactics and parlour tricks that previous political governments carried out that were then overturned, or worse, became fodder for generational vengeance. The current interim government seems no different, which begs the question: have we as a nation become one thoughtless mob that thrives on parlour tricks and dramas? That even if the interim government advisers are not giving direct orders, those at the mid-level decision-making are more interested in giving the crowd their pound of flesh, rather than upholding law and justice?\nEveryone wants dramatic statements and some advisers have made populist comments, which they may soon come to regret. A very competent press secretary has been appointed; maybe his office can take over the daily dramatic statement sessions for the masses while the advisers get to work. Work that involves making difficult decisions: for example, even if we are morally against some of the former AL powerhouses, if they are to be held legally accountable, they must have their fair day in court. We tend to forget history very easily but in 1990, General Ershad, too, was overthrown by students and common people and extensive corruption and criminal charges were brought against him that were battled out in the courts for ages. This is not to say that Ershad's case was not tainted with dealings and negotiations, but there were strategic procedures carried out to prosecute the former dictator and convict him on some accounts of his wrongdoings. Finding evidence, organising cases, navigating legal and administrative processes take time and patience; time we have, but not patience. We have examples from the past that can be applied today, but the question is with the interim government and its spectators: are we here for Lady Justice to do her long arduous work, or are we here to watch a quick and bloody Gladiator show?\n*The author's name has been changed for privacy reasons.\n\nSifath Ali is a social scientist.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Legality and morality: Sometimes friends, mostly foes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/legality-and-morality-sometimes-friends-mostly-foes-3687986",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "Data discrepancies among different government departments continue to be a significant concern, with the most recent mismatch arising in revenue collection and expenditure figures. According to a report in this daily, data from the finance ministry showed that Tk 277,925 crore was collected during the July-April period of FY23-24, while the National Board of Revenue (NBR) reported collecting Tk 289,376 crore, resulting in a discrepancy of Tk 11,451 crore. Similarly, regarding expenditure under the Annual Development Programme (ADP), the Implementation Monitoring and Evaluation Division (IMED) estimated that ministries and divisions had spent Tk 125,315 crore during July-April of FY23-24. However, the finance ministry's data shows an expenditure of Tk 92,126 crore, which is Tk 33,189 crore lower than the IMED's figure.\nLast year, a similar discrepancy was observed between the tax collection figures published by the finance ministry and the NBR—a Tk 4,031 crore difference for July-April of FY22-23. Additionally, the ADP spending data showed a gap of Tk 41,136 crore between IMED and finance ministry figures. Apparently, the ministry calculates tax receipts based on reports from the Office of the Controller General of Accounts (CGA), while the tax administration accounts for revenue collection by including outstanding dues. This, officials say, is a major reason for the gap. But why are different departments using different methods of calculation? Why haven't they developed a uniform system of data evaluation that would ensure accuracy?\nRecently, Bangladesh Bank also discovered that exports during July-April of FY23-24 were nearly $14 billion less than the shipment value of goods previously reported by the Export Promotion Bureau. The sheer margin of difference shocked everyone. These discrepancies and others highlight the poor state of data governance in the country. As economists have noted, if the finance ministry does not receive accurate spending data, it hampers the process of debt planning. Similar issues arise with other data inaccuracies that we seem to encounter frequently.\nGiven the circumstances, government institutions need to place greater emphasis on proper data governance. A systemic change to streamline the process has become essential so that flawed data doesn't lead to flawed policies. Experts say data mismatches may occur for two reasons—deliberate manipulation or accounting errors. There is strong suspicion that previous governments often deliberately manipulated data to enhance their image. We, therefore, hope that the interim government will take comprehensive actions to improve data governance among all relevant public institutions.\n",
        "headline_1": "We need better data governance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-better-data-governance-3687856",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "\"Until the lions have their own historians, the history of the hunt will always glorify the hunter.\" — Chinua Achebe\nJuly 2024 will go down in the history of Bangladesh as the beginning of the end of the most ruthless regime ever, marking the \"cruellest month(s)\" in a political \"Wasteland,\" the country had already morphed into. While the body politic was far from moribund, it was finally \"mixing\" the people's short- and long-term \"memory\" of woefully bad governance gone awry—no longer able or willing to choose its enemies wisely (the name of the game in politicking, or the art of priming the politics of crime)—with a resurgence of a collective \"desire\" to break free from a Gargantuan impasse thrust upon them.\nTo university and college students across the country, who had been relentlessly sidelined, silenced, and subalternised year after year, \"something [was always already] rotten\" \"in the state of\" Dhaka (to alliterate with \"Denmark\"). Consequently, there was a tipping point, where \"To be, or not to be, that was [no longer] the question.\" In their perception and interpretation, \"'twas [no more] nobler in the mind to suffer/the slings and arrows of outrageous fortune\" than \"to take arms against a sea of troubles/And by opposing end them,\" without worrying about \"for whom the bell tolls\" next. As if in a \"tryst with destiny\" (Nehru), they responded to their calling by taking to the public streets en masse.\n\nUnlike Tiananmen Square in China or Tahrir Square in Egypt, this newfound popular uprising in Bangladesh, led by a student collective unaffiliated with corrupt and/or corruptible partisan, vicious, or vindictive politics, turned public streets into battlegrounds, tentacling across urban, peri-urban, and suburban areas nationwide. This was notably achieved by suburbanising the metropolis and metropolitanising the suburban—marginalising the centre and centring the margin—an epiphany held in abeyance for too long.\nThe student collective radically reimagined how inclusive and participatory governance and leadership could be orchestrated on the march, inspiring a \"rhizomatic\"—decentralised, dynamic, fluid, interconnected, multiplicitous, and open-ended—cognitive schema, rather than an \"arborescent\" or hierarchical, rigid, and linear one, to borrow from Deleuze and Guattari. They deserve kudos for reclaiming the historic role of student movements in pre- and post-liberation Bangladesh from the stranglehold of successive military and political governments, which imposed old, weary policies impervious to change. As Tagore's poem \"Ore shabuj ore amar kancha, adhmorader gha mere tui bancha\" exhorts, they resuscitated and rejuvenated the half-dead by jolting them out of their doldrums.\nSuccinctly put, the students not only thought outside the box but also took a quantum leap of imagination. Benedetto Croce's deceptively anti-historical dictum that \"all history is contemporary history\" played out in the open. The disenfranchised people, driven by the power of resilience and righteousness of cause, and galvanised by the discourse of equity and inclusivity, orchestrated by Gen Z (with even Gen Alpha joining forces), melted into one unstoppable force of fortitude and steadfastness. They took live bullets and endured merciless beatings from law enforcement carrying out orders from a rogue chain of command—not with disdain, but in stride. When the military eventually backed out of the regime's coercive span of control, it turned into a perfect storm, tipping the balance in favour of the people.\nThe tinderbox had been building up for at least a decade. The state apparatus was defined by \"necropolitics\" (Achille Mbembe), where draconian power was deployed to violate civic space and human rights, beefing up surveillance and exclusionary practices, underpinned by \"biopolitics\" (Foucault) to suppress opposition and decide who deserved to live and who needed to die. Violations by the repressive regime included a crackdown on freedom of the press and expression (Digital Security Act, 2018 and Cyber Security Act, 2023), regulatory overreach on the right to hold public meetings by opposition parties, rampant election rigging, extrajudicial killings by crossfire, and enforced disappearances. The regime secretly bought the Pegasus spyware and the SpearHead surveillance system from Israel in 2018, using a Bangkok-based middleman, while Bangladeshi intelligence officers were trained in Hungary by Israeli experts to eavesdrop on ordinary citizens, opposition officials, and protesters. Its preferred exclusionary practice of \"biopolitics\" was instantiated by the infamous torture chamber Aynaghar (House of Mirrors), which mirrored its song/lyric namesake by the Swedish death metal band Arch Enemy—a haunting labyrinthine house with endless corridors and deceptive mirrors. The notorious Guantanamo Bay and Abu Ghraib prison paled in comparison. The country became a massive \"Panopticon,\" where all dissenting Homo sapiens were reduced to Homo sacer (Giorgio Agamben), or accursed men reduced to bare life, who could be killed with impunity without the right to embrace martyrdom.\nThe repressive government, led by arguably the country's most primed prime minister, was blinded by delusions of grandeur to be trigger-happy. Systematically dismantling all democratic institutions by pivoting on crony capitalism, demonocracy, disinformation, and kleptocracy, the regime mindlessly masked mounting misappropriations, embezzlements, capital flights, and depleted national exchequer bringing the country to the brink of bankruptcy with the belaboured narratives of mega-development. It widened the gap between the super-rich, who colluded with the corrupt government to accumulate enormous wealth at the expense of the dispossessed majority, with total impunity. The regime's intent to hold on to power indefinitely ignored or underestimated that it was always already embattled, if not beleaguered and besieged beyond belief and presupposition. As Foucault astutely observed, \"Where there is power, there is resistance.\"\nAs competing narratives vied for control in the run-up to July 2024, the hunters—representing the regime—kept winning the controlling narrative to write the history of the hunt for decades until they could not. The tipping point came out of nowhere, like an iceberg in the ocean before the Titanic, reducing the regime to Neurath's boat, adrift and irrecoverable at sea. In other words, the experience of successfully hunting down all forms of opposition by crafting, manipulating, and weaponising a dualistic Manichean narrative of good (us) versus evil (them) to glorify its history was upended when it picked the wrong enemy: Gen Z, the new breed of lions in the body politic—able, agile, foresightful, and unencumbered, ready to take control of their destiny and history by speaking truth to power (revealing that the empress had no clothes). They learned fast from this Goliath in the road safety movement of 2018. As the deposed ex-prime minister, presided over hundreds of deaths of her own people with appalling abandon, she ran out of strategy unawares. Her abrupt and unforeseen loss of power and consequent exile came as a stark reminder of our inescapable brush with mortality when we least expect it, as captured by Emily Dickinson, \"Because I could not stop for death/He kindly stopped for me.\"\nNow that people's power has tipped the balance against the reign of terror, the journey to earn the much-coveted \"holy grail\" of democracy has transformed into a threshold marking the end of a new beginning. This \"window of opportunity\" rarely available to most nations must not be tinkered with or squandered. The roads taken by the unbroken stream of people on the long march from every nook and cranny of the periphery to the centre are now going to get longer and more arduous to return from. The watchword for this historic moment may be extracted from Chinua Achebe, \"Until the lions have their own historians, the history of the hunt will always glorify the hunter.\" The hunting ground remains open and largely unguarded even as the new interim government takes over to embark on the daunting task ahead. The guarded optimism at this transition is that we are off to a good start, and, hopefully again, it is far from an open season for the hunters. However, this well-earned window of opportunity, calling for bold, new, and paradigmatic changes and initiatives, may be ephemeral.\nWhat still haunts us most includes the arson of public and private properties, vandalism, revenge killings, and attempts to destabilise community harmony (the term \"minority\" needs to be retired as the nation regroups under the rubric of equity and equality). The absence of law enforcement, vilified by the past regime, exemplifies how institution after institution has been systematically rendered extractive and dysfunctional to serve the regime's vested interests, blurring the boundaries between the state and the ruling political party. It is heartening that students nationwide continue to lead by example, pioneering in volunteerism and vanguardism, with full community support, illustrating how to rebuild the dilapidated institutions by the bootstraps. This includes keeping tabs on marketplaces to lower the prices of goods and services, protecting the houses and places of worship of minority communities, preventing break-ins, plundering, pillaging, and vandalism with success (even with the use of drones), and taking on the roles of traffic wardens and street-cleaning crews. These activities are poised to bring the fragmented and fractured community back together.\nHistory is aptly compared to a palimpsest, where layers of the past are rewritten, often at the expense of erasing what came before. This practice, particularly when driven by self-serving motives, can carry a heavy price. The downfall of Sheikh Hasina's repressive regime, culminating in her ignoble ouster from the country, is a stark testament to this disingenuous approach. By attempting to glorify her father through the manipulation of national history and the monopolisation of its nuanced narratives, Hasina overplayed her hand. Surrounded by sycophants who created an echo chamber, she became blind to her moral decline, a descent that ultimately led to her downfall—one she can no longer disown. August 15, the day when Bangladesh's founding father was tragically gunned down along with almost all members of his family, now stands in ironic contrast to the narrative of his once-illustrious daughter. Her transformation into a nemesis of her father's legacy, through crimes against humanity, will be indelibly inscribed in the history of Bangladesh.\nBenedetto Croce's remarkable parable, where history is likened to \"a silkworm that continues to spin its cocoon patiently by itself,\" even \"when people stop wearing silk,\" illustrates how history assiduously connects our future with our past, even as we remain fixated on the present. The treacherous roads ahead will require more than mere maintenance, as we must remain committed to the promises we've made, understanding that there are still \"miles to go before we sleep.\" The new lions in the body politic have taken the first steps, but the road to democracy remains long and treacherous, fraught with dangers and snares, requiring the hard work of our united will. The heavy lifting has just begun.\nCurrently, in the face of a colossal climatic nightmare caused by an unforeseen cloudburst resulting in torrential rainfall, millions of mostly marginalised people in eastern Bangladesh find themselves stranded, marooned, and caught between life and death, submerged under water. In response, the nation has once again united, finding a silver lining in the worst imaginable adversity. With one voice, the rallying cry resounds, \"Help is on the way.\" In this dire situation, it is inspiring to see Gen Z carving out its own pathway by taking concrete actions rather than resorting to empty rhetoric—a habit typical of the previous government's functionaries. Kudos to the members of the armed forces who are leading by example. Even as the beginning of the end and the end of the beginning come to fruition, the beginning never ends, as it remains an endless journey toward new beginnings. The sunrise will keep the lions going, sundown after sundown.\nDr Faridul Alam teaches at the City University of New York.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "July 2024 uprising: The lions need their own historians",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/july-2024-uprising-the-lions-need-their-own-historians-3687801",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "When rewarding, instead of penalising, the owners of undisclosed wealth or black money has been a normal phenomenon, finance adviser to the interim government Salehuddin Ahmed's assertion that henceforth generation of black money will be given no quarter is indeed music to the honest taxpayers' ears. Though every government since independence did show leniency towards unearned money and its holders, the just fallen regime, in effect, bent over backwards for allowing its whitening. For instance, the budget for the current FY 2024-25 provides that owners of ill-gotten wealth could legalise their earnings by paying 15 per cent tax, no question asked. Consider that even according to the Income Tax Act, 2023 introduced during the previous government, to legalise unearned wealth, its owner would be charged a 10 per cent fine over and above paying 25 per cent tax. Clearly, in the budget for the current financial year (FY25), as prepared by the ousted government, the financial criminals were given a free hand to continue with their unlawful practices, while the common income earners were actually punished for their honesty as they had to pay up to 25 per cent tax under the highest income slab.Obviously, the legacy left by successive governments has been one of generosity towards dishonesty in financial matters. Against this backdrop, it is commendable that the incumbent finance adviser has been bold enough to challenge the prevailing culture that allows bribery, graft, kickbacks, outright embezzlement and plundering of public funds often with abuse of public office to go on with impunity. It is the political will that was lacking on the part of those in authority earlier to muck out the Augean stables of corruption and various other financial crimes accumulating over the decades at every layer of society and governance. Given that it was a revolution led by students with the backing of the entire nation that brought this interim government to power, it cannot be said that the incumbent government has any shortage of political agency or mandate to take up the humongous task of plugging the loopholes through which black money is created. However, making a promise is one thing, but it is quite another to make good on it. In fact, the government will have to prepare a detailed plan of action or a road map to go ahead with its declared mission of cutting off the sources of ill-gotten wealth. True, it would be too much to expect that the deeply entrenched culture of tolerance of all types of irregularity and corruption that breeds black money could be brought to an end overnight. It would be nothing short of a prolonged cultural war that would be required to achieve such a lofty goal. However, what the interim government can do is to begin the war with the help of an army of workers having unassailable records of personal integrity and professional excellence to fulfil the mission that they would be tasked with.Bringing the money already siphoned off the economy, as the finance adviser wishes, will not be an easy task to accomplish. All previous governments made such promises, but failed in the long run as they never meant business. So, one would expect that the interim government start the process of ridding the economy of black money. With the popular support it enjoys, the government can wage the war on corruption that engenders black money.",
        "headline_1": "Waging war on generation of black money",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/waging-war-on-generation-of-black-money-1724770496",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "Soon after assuming office, the interim government's planning and education adviser Prof. Wahiduddin Mahmud made his observation candidly clear about the country's development spending that in many cases, he considers, is not need-based, but politically motivated. \"There are irregularities in taking up projects as some are undertaken by the influence of the contractors and some are by dishonest persons,\" he said while briefing journalists in his Planning Commission (PC) office. Projects which do not have priority and prospect of better outcomes have to be reviewed and scrapped, he categorically said in resetting priorities.One may deduce from his statement that there may still be scope to revisit some of the development projects, including the ongoing mega ones, a number of which are either in the middle of being completed or nearing completion. The ongoing 10 mega projects have received nearly Tk 510-billion allocations in the current fiscal year (FY) 2024-25 Annual Development Programme (ADP). The Roopur nuclear power plant alone has got an allocation worth Tk 105.02 billion, MRT-6 Tk 19.75 billion, MRT-1 Tk19.42 billion, MRT-5 (northern) Tk 59.68 billion, Bangabandhu Rail Bridge construction project Tk 25.60 billion. Besides, the ongoing Padma rail-link project has received Tk 35.44 billion, Dohazari-Ramu-Ghundum rail line Tk 14.53 billion. Some other mega projects, including the Matarbari port development, Pyra port development, Dhaka Elevated Expressway, Dhaka-Ashulia elevated expressway, Airport 3rd terminal, and Elenga-Hatikamrul-Rangpur 4-lane highway projects are also going on. Revisiting them at this stage would of course not mean major changes or abandoning any of them but reviewing the course of work and remedying any flaw that may be found to hinder smooth completion. What the Adviser mentioned is pretty well known. Poor and inefficient implementation of the ADP has been a problem the country has been struggling with on a regular basis. The two key factors often pointed out as instrumental to poor ADP implementation are faulty method of selecting projects and excessive donors' requirements. Selection of projects and methodology adopted has been a subject of controversy for long. A World Bank (WB) study sometime ago reiterated the need for a sound mechanism to be worked out by a set of knowledgeable professionals in order to identify projects consistent with national priorities. The study pointed to the lack of adequate economic analysis, funding strategies, abundance of unapproved projects, a lack of asset register and absence of coordination between development and non-development budgets, shortage of expert manpower and weak capacity of the Planning Commission and Planning Cells in the ministries as some of the major obstacles to establishing an efficient public investment management system in the country. While selection of projects is often not aligned to national needs and priorities, a lack of capacity to handle projects efficiently has resulted in white elephants that produce negative returns. The WB study report also mentioned that slow and back-loaded disbursements and poor quality of expenditures reflect a far from adequate management system for public spending under the ADP. The report highlighted the undesirable cost the country has to shoulder on account of delays due to underutilisation of ADP projects that translates in cost and time over-run. In line with the WB report, Prof. Mahmud said sometimes the ministries take non-priority projects for constructing complexes and buildings which remain idle and unutilised. He suggested that the PC officials scrapped the projects which are approved but involve waste of money. \"There are lots of irregularities in project design, cost estimation and execution period. The irregularities could be due to a lack of capacity and could also be due to the influence of the contractors\", he said. Referring to what is billed as the highest unit-cost record in Bangladesh's road construction, the planning adviser said that since there were irregularities, especially in the infrastructure-related big projects, their cost and time have been overrun. The Adviser told journalists that he had instructed the Implementation, Monitoring and Evaluation Division (IMED) of the Planning Ministry to make a report on reasons behind 3-4 times revision of some key projects. Terming the past government's higher public-expenditure policy faulty, he said it had only run for enhancing GDP growth rather than for creating employments. In this connection, one may recall Economists like Prof. Amartya Sen who famously argue that GDP is not a true indicator of development and growth, though on paper, development investments reflect a growth in GDP which tends to be misleading. According to them, the predominance of GDP as a measure of economic growth is archaic because it is easier to quantify the production of goods and services than a multi-dimensional index can measure other welfare achievements. It's because of this, GDP is not, on its own, an adequate gauge of a country's development. The planning adviser echoed the same idea saying that the last government tried to invest more on infrastructure development for enhancing GDP growth considering it \"very prestigious\".To bring the macro-economy to a stable state, the need for crafting public expenditure policy with an eye on curbing inflation alongside scrapping wasteful spending cannot be overemphasised. It's time the planning commission overhauled its modus operandi with strict guidelines to follow in the future.\n[email protected]",
        "headline_1": "Revising public expenditure management",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revising-public-expenditure-management-1724770531",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "Regardless of the grievances that the Ansar members had, their behaviour in and around the Secretariat was unacceptable. The events that unfolded on August 21 was unthinkable in the past but it had happened. No matter who did what, the fact remains that there had been a colossal failure in security is undeniable. Had students not responded to the call for help in large numbers, things could turn really ugly. But that's where the problem lies. The Secretariat is designated as a KPI (key point installation) and should have had layers of protection from law enforcement agencies.Granted that the recent events have effectively decimated the ranks of the police force, but there are other organised forces like the BGB which could have provided the necessary security as back-up for the under-strength police force guarding this facility. The Secretariat had been left inadequately guarded. Why? This is a vital question that will be the talk of the country for a long time. Things are far from settled from a security point of view and heads should have rolled, but haven't. The issue of security had not been properly thought out until now and the occupants of the Secretariat have had a close shave. One would have thought that the torching of two stations of the metro rail service last month would have served as a wake-up call for the authorities. Sadly, the policymakers in this country love to prepare rules and rule books on issues like KPI but are loathe to implementing those in right earnest. That is why perhaps it fell to the army to follow KPI rules on the Rooppur nuclear project as that force followed procedure to the letter. Is the Secretariat any less important than Rooppur? It is not simply another government office, rather it is the most important of offices where the ministers (and now advisors), the highest officials in the bureaucracy work.Recently the concerned advisor has declared that metro rail is to be declared as a KPI. Precisely what enhanced security will be provided will be watched closely. Let there be no confusion about the Ansar incident. This was the first attempt at destabilisation and it may not be the last. The interim government is being tested to the limit to see if there is any crack. At a time when the nation is busy tackling the fallout from devastating floods, disgruntled members of a paramilitary force comes rampaging through the town creating havoc in the seat of government. This does not particularly inspire confidence in the law and order situation.As pointed out by one secretariat official who spoke to the media: \"This is unprecedented. We've never seen anything like this before. The Secretariat is supposed to be a secure area, yet protesters have breached it\". One can realise how alarming this has been.And what exactly does \"enhanced security\" mean? Is it merely adding some more armed personnel to sites or adding layers of protection to KPIs? There has to be stocktaking as to how and why law enforcement agencies had no prior warning about what was brewing somewhere else. A protest like this does not materialise spontaneously, rather it requires meticulous planning and organising. Where is the field level intelligence? What were the concerned agencies doing all this time? These are hard questions and the authorities need to start asking them. There needs to be stocktaking. This isn't child's play and unless the government is seen to be firmly in control, it will not instill confidence in the people that it can deliver on promises being made. \n[email protected]",
        "headline_1": "The overriding security concern",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-overriding-security-concern-1724770559",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2024"
    },
    {
        "full_article": "Flash floods, which can also be seen as political floods, were triggered by the sudden release of water from the Dumbur Dam upstream of the Gomti River in India's Tripura. These floods have ravaged several districts in the eastern and southeastern regions of Bangladesh. While it is true that heavy rainfall contributed to the flooding in these districts and that the situation in Tripura was dire, India's decision to open the dam without any prior notice demonstrates a shocking lack of consideration. How friendly is this behaviour from a neighbouring country that claims to be a 'reliable friend' of Bangladesh?According to the press secretary of the chief adviser of the interim government, the flash floods have stranded at least 3.6 million people across 10 districts. The situation in Feni-particularly in the Chhagalnaiya, Phulgazi, and Parshuram upazilas-has been described as unprecedented, with nearly every home inundated. The situation is dire. At least 16 people have died, and several others are missing. The weather conditions are not conducive to rescue operations, leaving the people of these affected regions utterly helpless.Undoubtedly, confronting this flash flood is a major challenge for the newly formed interim government. They are making efforts. Members of the Bangladesh Army have been deployed to rescue flood victims, and students, volunteers, and the general public are participating in rescue efforts and fundraising. Rescuing the stranded people is the top priority at this moment.Fundraising and relief collection are ongoing. Life-saving equipment, including rescue boats, life jackets, and ropes, is in urgent need under the current flood conditions. Additionally, dry foods, saline, and clean drinking water are essential for those taking shelter. Besides these emergency relief items, hygiene products like sanitary napkins, tampons, and menstrual cups must be included, as menstruation does not stop during disasters. A packet of sanitary napkins can be a real blessing for the flood-affected girls and women.We must stand together to help those affected by the floods. The united power of the student body was able to overthrow an autocratic regime. Now, we are in the latter part of the revolution.We must maintain the collective spirit of our July revolution. This is Bangladesh 2.0. It is our motherland, our country; we must come forward to save our people. From 'Bloody July' to 'Floody August,' our revolution is ongoing and will continue.\nSamia Jahan ShefaStudent of Genetic Engineering and Biotechnology DepartmentJashore University of Science and Technology[email protected] ",
        "headline_1": "From 'Bloody July' to 'Floody August'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/from-bloody-july-to-floody-august-1724770585",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2024"
    }
]