[
    {
        "full_article": "The thin line between culpable homicide and murder under Indian penal law is a subject of endless analysis, but it is not easy to accept this nuanced distinction in a case of mob lynching. A Sessions Court in Alwar district of Rajasthan has sentenced four men to a prison term of seven years for the lynching of a Muslim dairy farmer in July 2018. However, it acquitted Naval Kishore, a Vishwa Hindu Parishad functionary, for want of sufficient evidence. If one recalls the acquittal of all those tried for the 2017 murder of Pehlu Khan, who was also a victim of cow vigilantism, there is a semblance of justice for Rakbar Khan, 31, who was attacked by a mob while transporting two cows along with a friend near Lalawandi village in Alwar. The police had found Rakbar Khan with serious injuries, to which he succumbed later, presumably due to the delay in taking him for medical treatment. If one takes into account the number of attacks, some of them fatal, involving so-called cow protection gangs in various States in recent years, the record of the criminal justice system in successfully prosecuting those involved in such incidents is quite dismal. In this backdrop, the fact that the police in Alwar managed to obtain a conviction is noteworthy. However, that the assailants were found guilty only of culpable homicide not amounting to murder and wrongful restraint does raise some concern. A conviction for murder would have entailed at least life imprisonment.Rakbar Khan’s family is justly aggrieved both over the acquittal of one suspect, who they believe was the main accused, and the seven-year prison term. The police relied on some telephone conversations between the acquitted VHP leader and the assailants to rope him in as a key suspect. However, the court did not consider this adequate proof. While deciding that the fatal attack did not amount to murder, the trial court has concluded that the assailants neither intended to cause death nor knew that their assault may cause death. The prosecution is likely to take up both the “inadequate” sentence awarded to the four and the acquittal of one on appeal. Organised cow vigilantism poses a major threat to the safety and security of minorities, as well as to the maintenance of the rule of law. Despite the Supreme Court deprecating the bigotry and hate propaganda that underlie such activities, incidents of sectarian violence and vigilantism seem to go on. Both preventive and punitive measures are needed to arrest the trend, and one cannot emphasise enough the need for efficient investigation and prosecution.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRajasthan\n\n/\n\nmurder",
        "headline_1": "Mob and justice: On the Alwar lynching case verdict",
        "headline_2": "Alwar verdict flags need for stern steps to ensure justice in lynching cases",
        "link": "https://www.thehindu.com/opinion/editorial/mob-and-justice-the-hindu-editorial-on-the-sentence-awarded-to-four-men-for-the-lynching-of-a-muslim-dairy-farmer-in-alwar/article66897906.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "For nearly two decades, a champion other than Rafael Nadal at Roland-Garros has been as elusive as a shadow at high noon on solar equinox. Ever since he made his debut in 2005, the legendary Spaniard has won the event a record 14 times, losing just three of his 115 matches. The occasional uprisings against his ironclad rule, mainly from Novak Djokovic, were crushed with characteristic menace; Nadal leads the Serb 8-2 on Parisian clay. French Open 2023, however, is set to herald a shift, for Nadal will miss the event for the first time since 2004 because of the hip injury that has kept him out since January. There are signs that a change of guard is in the offing in men’s tennis in general. With Roger Federer retired and Djokovic out of form, the once vice-like hold of the ‘Big Three’ is at its weakest. Djokovic is a two-time champion and will be motivated to break the tie with Nadal on 22 Majors. But Carlos Alcaraz, the reigning World No.1 and winner of the French Open tune-up events in Barcelona and Madrid, seems primed to occupy centre stage. The 20-year-old has already established his Slam-winning credentials (2022 US Open), and a follow-up act will only embellish his status as the game’s chosen one.Challenging him will be the Scandinavian duo of No.4 Casper Ruud, who lost the 2022 summit clash to Nadal, and No.6 Holger Rune, finalist at both Monte Carlo and Rome recently. Daniil Medvedev has developed a newfound love for the red dirt following his success in Rome last week, but the Russian No.2 is at best a wild card, alongside Stefanos Tsitsipas, Andrey Rublev, Jannik Sinner, and Alexander Zverev. In contrast — and in a departure from the past — it is the women’s field that wears a settled look, with Iga Swiatek, Aryna Sabalenka, and Elena Rybakina forming a dominant troika. They have swept the last four Majors and the Roland-Garros preparatory tournaments in Stuttgart, Madrid and Rome. If anything, Swiatek is just the first among equals, by virtue of being the World No.1, a two-time winner in Paris and a three-time Major champion. Tunisia’s Ons Jabeur, who finished runner-up at Wimbledon and US Open in 2022, is coming back from a calf injury, but her triumphs in Madrid last year and Charleston in early April prove that she is a genuine contender. So is Czech Republic’s Barbora Krejcikova, the 2021 singles and doubles champion. All of this suggests there is no clear favourite, but no dark horses either.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntennis",
        "headline_1": "A younger lot: On the 2023 French Open",
        "headline_2": "Without Nadal, there is no clear favourite at Roland-Garros",
        "link": "https://www.thehindu.com/opinion/editorial/a-younger-lot-the-hindu-editorial-on-the-players-at-2023-french-open/article66897946.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "More than 6 million cases are pending in high courts, almost 43 million in district and taluka courts. The National Judicial Data Grid (NJDG) tells us 103,712 cases are more than 30 years old. This would mean 1993, the year Bollywood film Damini, with the “tareekh pe tareekh” dialogue, was released.\nIt is actually worse, because the two oldest civil cases are from 1952 and the oldest criminal case today is likely from 1958.\nBoth these cases are from West Bengal’s Malda district court. Once a part of Jalpaiguri, Malda has had its own district and sessions judge since April 1956. From 1956 to 2020, Malda has had 47 district judges but cases have trundled on. One such is a partition suit (between Jabendra Narayan Chowdhury and Ashutosh Chowdhury) filed on April 4, 1952, the first hearing for which was held on August 11, 2017. The order of 2018 says, “It is submitted that during pendency of the case, the defendant no. 4 has died leaving his two sons and one daughter and wife as legal heirs and successors. They are required to be added as parties. ” In other words, the case drags on. Such is the state of the legal system that plaintiffs/ defendants die awaiting justice. Notwithstanding increases in life expectancy, 65 years between date of filing and date of first hearing is inordinately long.\n1. Who is culpable?\n2. Without NJDG and e-courts project (started in August 2015), which computerised records, would we have known the case was pending, even in 2017?\nThe second civil case filed in July 1952 had its first hearing in March 2017. Parvati Roy and others brought a suit against Bipracharan Sarkar and others. Perhaps realising the folly of seeking justice and waiting for 65 years, in 2019, the two parties agreed to mediation.\nBut this case raises another issue. This was also a partition suit within the family, compounded by “benami” acquisitions in names of wives and daughters. This was a Sarkar family, but a married daughter became a Roy. In 2011, Benoy Lal Sarkar and Pronab Kumar Sarkar fought it out in Calcutta HC which said, “Both these appeals arose out of a common judgment and decree, dated March, 30, 1961, passed by learned Subordinate Judge, Malda, in Partition Suit No. 69 of 1952. ” The number of the suit is the same as Parvati Roy vs Bipracharan Sarkar.\n3. Hence, the Malda judge did pass an order in 1961, but it doesn’t show up in Malda e-court records. Computerisation brings efficiency gains, but what’s fed in as data has to be correct.\nRecently, the India Justice Report 2022 ranked states under four heads – police, prisons, judiciary and legal aid. Under judiciary, West Bengal ranks the worst among major states. Until recently, Calcutta HC held the record for theoldest civil case, a status befitting India’s oldest HC. This was about the liquidation of Berhampore Bank Limited. Filed in 1951, the case was settled in 2023.\nIn 2017, the junior law minister informed Parliament the oldest civil case was in Rajasthan HC filed in 1956. Plus, there was reportedly a case filed in Madras HC in 1952. Information given in 2017 on both the Calcutta HC and Madras HC cases wasn’t correct, which only reinforces the need for correct data in e-court records. NJDG helps track cases more than 30 years old in district courts; for HCs the cut-off is 1993. It is possible HCs have cleared all pre-1993 cases – but that is unlikely. It is far more likely that while e-courts enable one to track a specific case, for any analysis, NJDG isn’t yet complete.\nThe law minister informed Parliament recently there were no cases (civil or criminal) more than 50 years old pending before the Supreme Court. This means a cut-off of 1973. In the last few years, SC has consciously focused on 300 old cases, including the oldest, a 1979 appeal by the Union government against Nava Bharat Ferro Alloys.\nHowever, the law minister also said HCs have cases (civil plus criminal) more than 50 years old. The oldest criminal case before an HC is from 1976, yet this doesn’t show up on NJDG. The oldest criminal case before district courts is from 1953 or 1958, the precise date is unfortunately unclear.\nThe point is simple. Unlike SC, HCs and district courts haven’t focused on clearing old cases despite the 11th finance commission providing additional resources for fast-track courts meant to clear old cases. Special fast-track courts for cases of rape and child abuse under POCSO are different.\nThe remaining fast-track courts suggest that funds alone cannot solve the problem in the absence of focus and performance-linked resource-flow. E-courts work through a case information system or CIS. Within that, what are the incentives and monitoring systems for district and high court judges to clear old cases?\n4. The metrics at present are based on case disposal with no special emphasis on old cases. If hearings have not been held in old cases, do they simply slip out of NJDG? That then biases the statistics most fundamentally, computerised or not.\nDebroy is chairman and Sinha is additional private secretary (research) of the Economic Advisory Council to the Prime Minister\nThis is the ninth part of an occasional series on legal reforms\n\n",
        "headline_1": "Data in the dock: A little-noted flaw in the judicial system is the recording of incomplete & wrong information. This skews calculations of disposal rates, especially for old cases",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/data-in-the-dock-a-little-noted-flaw-in-the-judicial-system-is-the-recording-of-incomplete-wrong-information-this-skews-calculations-of-disposal-rates-especially-for-old-cases/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "Like a blockbuster web series, IPL drops into millions of lives every year. As the show’s 16th season heads towards a feverish climax, here’s a bunch of lessons and observations from the last seven weeks of action in cricket’s ritziest carnival.\nNever Give Up: He was IPL’s highest wicket-taker in 2014. A year later, he was ‘A’ grade at the 2015 ODI World Cup. But last year he was reduced to a net bowler. Few cricketers have seen highs and lows – both on and off the pitch – like Mohit Sharma. The Ballabhgarh-born seamer had also suffered a series of career-threatening injuries – a major lower-back problem in 2007, a painful shin injury in 2010 and a back surgery in 2019. To use a quote attributed to NBA great Kobe Bryant, Sharma turned “every setback into a comeback”. His success – 19 wickets in just 12 games for reigning champions Gujarat Titans – is among the most inspiring stories of IPL 2023. Sharma’s approach demonstrates the power of positive thinking, underlines his mental fortitude. Every fast bowler can take heart and hope from him.\nRead full story on TOI+\n\n",
        "headline_1": "The league of the cricket nation: The most inspiring players of IPL 2023 have left cricket fans wanting to know what they can do for Team India. Can the most successful teams’ work philosophy be used by Men in Blue too?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/the-league-of-the-cricket-nation-the-most-inspiring-players-of-ipl-2023-have-left-cricket-fans-wanting-to-know-what-they-can-do-for-team-india-can-the-most-successful-teams-work-philosophy/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "The Sengol, or sceptre, from Tamil Nadu that was presented to Jawaharlal Nehru in 1947 has become a symbol of how India has overtaken the erstwhile colonial ruler UK not just in economic size but other areas. This one sceptre has perhaps received more attention than the two that were part of the coronation ceremony of the UK’s latest monarch. More to the point, a sceptre, an ancient emblem of authority and used over centuries across different civilisations, is an emblem – it represents an underlying promise, without the promise delivered it’s just an over-decorated staff.\n\nIndia’s Parliament is the primary vehicle for the promise of democratic governance. The smoothness of parliamentary functioning and the quality of its output will influence India’s future. And not just the Parliament sessions, it’s also work carried out in the interim by multiple committees that matters. For, they generate useful inputs for policy. In these areas, India’s parliamentary performance has fallen short. And that is far more significant than the choice of a sceptre. Symbols are undoubtedly important as they serve as a focal point. However, if the underlying substance falls short of expectations, a symbol can quickly lose its meaning.\nIndia’s parliamentarians should heed the lessons of the hollowed-out UK monarchy. The pomp and regalia notwithstanding, it’s the scandals and double standards that get more attention globally. Strip a symbol of its underlying substance, all that’s left is a caricature. Parliament should avoid such a self-goal. India is at a critical moment, faced with a small window to reap its demographic dividend. Parliamentarians should focus on making the most of this limited opportunity. Symbols are all very good. But a productive Parliament is much, much better.\n\n",
        "headline_1": "Sceptre & Substance: Symbols acquire meaning when their promise is delivered",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sceptre-substance-symbols-acquire-meaning-when-their-promise-is-delivered/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "Amit Shah has pitched for dialogue and promised to deal a fair hand to all stakeholders in still-tense Manipur. The state government, too, needs to step up – so far it has failed to anticipate the violence or clamp down on it. But there’s a foreign policy dimension to the crisis – neighbouring Myanmar is part of the problem. Last week, both GOI and Manipur told the Supreme Court that troubles began with the crackdown on poppy cultivation in Manipur hills by illegal immigrants from Myanmar. If true, New Delhi needs to have a serious word with Naypyidaw.\n\nSince the Myanmar coup in 2021, India has avoided any criticism of the junta’s actions, which have included airstrikes on domestic population. This in turn has seen refugees flood across the border into India where many share ethnic kinship ties. While New Delhi has long-standing relations with the Burmese military and doesn’t want to push it into Beijing’s arms, it’s clear that the civil war in Myanmar is having direct repercussions on India’s Northeast.\nNew Delhi should recalibrate ties with the junta. It has cards to play here: The junta needs India’s support against powerful insurgents like the Arakan Army and is also wary of becoming a Chinese puppet. Plus, all democratic forces in Myanmar are ready to side with India, viewing China as the junta’s main sponsor. India should use this leverage and get the junta to halt its operations in the border regions, stem the flow of refugees into India. Restive Manipur will get some breathing space.\n\n",
        "headline_1": "Junta Connection: For Manipur, India must revisit its Myanmar policy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/junta-connection-for-manipur-india-must-revisit-its-myanmar-policy/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "Two issues that have consistently bothered rights defenders in Bangladesh are the government's excruciatingly slow response time in addressing concerns over the draconian Digital Security Act (DSA), and its uncompromising stance on the question of repealing it. Last week, the law minister reiterated that some amendments would be made to the act by September this year – after over four years of continued, blatant abuse – but dashed any sense of hope by rejecting the possibility of repealing it, as widely expected.\nIt should be noted that it was over 11 months ago that the Office of the United Nations High Commissioner for Human Rights (OHCHR) recommended that the government scraps two sections of the DSA and amends eight others. To this day, the government thinks those sections are \"necessary\", thus refusing to part with them, but maintains that it is open to some amendments based on its review which is yet to be completed. Having heard similar pledges before, it seems futile to ask why this is taking so long.\nAfter all, the OHCHR is not the first nor the last to point out the extremely broad, ambiguous and harsh provisions of this law, which contradict several international rights treaties (including ICCPR) that Bangladesh as a signatory is bound to uphold. The Sampadak Parishad, one may recall, has also repeatedly and elaborately highlighted these issues since 2018, to no visible effect so far. The last four years and so have amply justified their concerns, with journalists, activists, and political rivals frequently targeted.\nIt is possible that the government will bring some amendments come September, even if merely to distract naysayers ahead of the upcoming general election. But it will be neither enough nor in keeping with its pledge to prevent abuse of the DSA. Any legal change barring an outright repeal may give the appearance of reforms but it may not still be immune to exploitation given the lack of accountability for powerful abusers in the country and since the very nature of this law, as a Supreme Court lawyer reminds us, \"is contrary to the constitution and fundamental rights.\" It will certainly do nothing for the thousands of victims who are already trapped in the legal logjam, facing uncertainty, harassment or punishment as a result.\nThe government's failure to recognise their plight or address the glaring problems in the DSA is deeply concerning. We urge the authorities to take the concerns of journalists and activists seriously, and approach the question of reforms in DSA from a human rights perspective instead of imposing their version of reforms.\n",
        "headline_1": "A blatant disregard for rights treaties",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/blatant-disregard-rights-treaties-3331166",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "For centuries, racism has been a stain on the character of European soccer. But a string of high-profile instances in recent years has led to calls for firmer action from football's governing organisations.\nIn the second half of Real Madrid's game against Valencia on May 21, Vinicius Jr was subjected to terrible racial taunts during a LaLiga match, which has outraged the footballing world. The incident shed light on the not-so-beautiful side of the beautiful game, especially on European soil, bringing to light deeply established racial behaviour and attitudes on and off the field.\nLast May, Vinicius Jr scored the winning goal in Real Madrid's 14th European Cup, and his brilliance has continued to light up the team's Champions League campaign this season. The extremely gifted 22-year-old, widely regarded as one of the world's top players, has scored six goals in seven European matches and eight more in LaLiga. But he has also been a recurring target of \"hate crimes\" in Spain. However, Vinicius Jr's case is not the first time when Europe's bigotry and recklessness regarding the waves of racism in soccer has been revealed, which ultimately exposes the underlying racism across European society. Despite numerous campaigns, initiatives, and movements aiming to tackle racism in football, figures from inclusion and diversity charity Kick It Out have shown that cases of racist abuse rose by 53 percent between 2019-2020. Besides, LaLiga has disclosed to CNN Sport 12 distinct incidents of racial abuse directed towards Black footballers dating back to January 2020, which it had reported to local authorities. If the sport is viewed as a microcosm of society, current storylines mirror the situation of race relations in society.\nAgainst such a backdrop, it's critical to understand that racism is a problem that transcends political beliefs, even though the growth of far-right politics has facilitated the rise of racism in football. Racism can take many different forms and be impacted by a variety of elements, such as cultural biases, socioeconomic inequalities, and historical prejudices.\nThe most recent incident involving Brazilian star Vini Jr occurred during Real Madrid's 1-0 loss to Valencia in a recent match, when the game was momentarily halted after the striker claimed he was abused by a supporter from behind one of the goals at Mestalla Stadium. After the game, Vinicius Jr criticised LaLiga on social media for their continuous silence, saying that racism is common in LaLiga and that this incident was not the first, second, or third of its kind. He claims that the federation and the competition both view this as normal and even promote it. Ahead of the derby against Atletico Madrid in January, an effigy of Vinicius was hanged from a bridge in Madrid, while racist slurs have been caught on camera during Real's matches at Osasuna, Mallorca, Real Valladolid, and Atletico.\nThe footballing community, which was understandably stunned by the events of May 21, has reacted quickly to rally around Vinicius Jr. Neymar Jr, a fellow countryman, wrote a post on Instagram in his support. Kylian Mbappe also sent him a note of unity, saying, \"You're not alone; we're with you and we support you.\" Xavi Hernandez, manager of Barcelona, has denounced the incident of racism that Vinicius encountered on Sunday at Valencia's Mestalla. The Terrassa coach thinks that football needs to take decisive action and declare that enough is enough in order to prevent situations like this from happening again.\nEven the political world has been rocked by the occurrence. During the G7 Summit in Japan, at a press conference, Brazilian President Luis Enacio Lula de Silva offered his take. In particular, he hoped LaLiga and Fifa would take serious action to prevent the rising incidents of racism and fascism at football stadiums.\nIndeed, the recent surge of far-right movements in Europe has had an effect on a number of societal facets, including LaLiga and other competitions. Politics on the far right frequently promotes xenophobic, nationalistic, and racist viewpoints. These philosophies are inciting bigotry and intolerance towards people of other racial, religious, or national backgrounds. Besides, this can take many forms, including violent attacks against players and spectators, racist slurs, and discriminatory chants. There have also been occasions where far-right political rubrics have contributed to the nurturing of racism within football communities, despite the fact that not all incidences of racism in football can be traced back to them directly.\nRacist taunts against players from various origins have included racial slurs, gestures, and even physical assault. Players and spectators who do not adhere to the criteria promoted by far-right beliefs are forced to live in a hostile and unwelcoming environment as a result of their acts. Also, social media platforms have made it possible to transmit racist and vile sentiments, which has the potential to strengthen and spread far-right views. As a result, it has become simpler for individuals to plan and orchestrate racist attacks during football games.\nNumerous parties, including clubs, players, supporters, and football regulatory organisations, have contributed to the response to racism in football. There have been initiatives to increase awareness about the issue, impose harsher penalties for racist behaviour, and encourage diversity and inclusion in the sport. But combatting racism in football requires a multifaceted strategy that includes law, education, and the shifting of societal attitudes. This pernicious spectre continues to cast its ominous shadow, tainting the sport we love. And we must face this issue as impassioned advocates of the beautiful game, not as casual bystanders.\nTo address the impact of racism on the game and on affected victims, football must adopt a proactive approach. Efforts must be made to create a zero-tolerance atmosphere against such prejudices. Eliminating racism in football demands a collaborative approach from all parties. Together, we can build a footballing landscape that welcomes diversity, supports inclusion, and reflects the genuine essence of the game. In this case, anti-racism looks to be gaining traction through social movements such as #BlackLivesMatter and #TakeAKnee. While measures to promote race equality have helped, recent occurrences illustrate that there is still a long way to go.\nSaume Saptaparna Nath is a research associate at the KRF Center for Bangladesh and Global Affairs (CBGA). She can be reached at [email protected]\nSyed Raiyan Amir is a research associate at the Center for Bangladesh and Global Affairs. He can be reached at [email protected]\n",
        "headline_1": "Racism in football: What Vini’s story tells us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/racism-football-what-vinis-story-tells-us-3330971",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "Prof Tom Kane of Harvard University and Prof Sean Reardon of Stanford University, teaming up with some other researchers from Dartmouth and Johns Hopkins, along with a testing company called Northwest Evaluation Association (NWEA), recently studied data from 7,800 communities in 41 out of the 50 US states, where almost 26 million elementary and middle school students are enrolled in more than 53,000 schools that constitutes approximately 80 percent of the public school students in the country. Doing so, they found that the average primary and secondary school students in the US overall fell half a year behind in maths, and third of a year behind in reading as a result of Covid-19 shutdowns. Yes, that was expected.\nIn a recent article published in The New York Times, titled \"Parents Don't Understand How Far behind Their Kids Are in School,\" the authors provide insights that are valuable for the US, but what's important for us here in Bangladesh is that, when taken in the overall context of learning losses during the pandemic, the study is extremely relevant for us. Our own minimal and informal efforts at a similar study (with far less resources and limited scope) to work and collect data at a few schools in a village shows findings that are remarkably similar, and hence we believe it might be wise for us to take lessons from the findings of this study.\nIn 2022, more than 90 percent of US parents thought their children had already or would soon recover from the learning losses. However, even with additional lessons, teachers and activities supported by the huge federal aid of $190 billion, students caught up with only about 25 percent of the preceding 1.5 years' learning losses. It means, a minimum of four years will be required to fully catch up. A student from a lower- to average-income family is typically 1.5 years behind the national average, and almost four years behind students from well-to-do families – in both math and reading. To put this in perspective, given our meagre resources, let's consider how long it might take for students in Bangladesh to recover.\nOur own work with 73 female students – a miniscule number in comparison – since mid-2022 shows almost the same results: an average fifth grader has only second grade to second-and-a-half grade abilities in reading, and much less in math – approximately 2.5-3 years behind! Some pre-Covid studies here had suggested that students were typically behind almost two years in math and 1.5 years in reading. Considering the massive toll in this regard, one could imagine how far behind the rest are – especially those who are in the provincial cities and in remote villages. It's not impossible to imagine that some may not even have the second grade skills.\nMore than 30 million students in the primary and secondary schools in Bangladesh are in this situation today. The measures taken for recovery have so far been completely inadequate. The policymakers must be trying hard to tackle the issue, and we sympathise with the difficulties they are facing. However, the problem is so complex and massive that it might require summoning up every support and assistance that is available to the government – from the civil society to NGOs, and local philanthropic and social groups; anyone and everyone who is available.\nBelow are the specific issues identified in the study; let's try to relate them to our situation and explore the possible ways out:\n1) Auto-promotions, testing on reduced curriculum, etc are a death sentence to education. In some disciplines, for example, in maths, the concepts need to be understood sequentially – as the article says, \"from arithmetic to fractions to exponents to algebra.\" Making shortcuts in the curriculum, slashing certain topics, and most heinously, promoting students to the next grade – like what the Bangladesh government did – is tantamount to a death sentence to the educational career of many, if not most.\nUnless a major effort is taken to provide extra hours of lessons to make up for the losses, especially in maths, these folks are not only never going to recover, they're increasingly going to fall behind. The result will be a massive nail in the coffin of our hopes for a \"Smart Bangladesh.\" These folks will be unable to read, write or do basic arithmetic. The backbone of the working class – the strength on which you build a nation – will have been destroyed.\n2) Finding ways to add learning opportunities, especially with the aid of technology – e.g. Khan Academy, Zearn and other educational apps and platforms – can be helpful if properly used and expertly guided. But given the fact that our government may simply not have the resources available to support the whole public education system, it could, say, ask the Bangladeshis abroad to assist, local agencies to provide guidance, plead the parents for help, organise after-school groups – generally get all hands on board.\n3) Make the teachers do their job. In the findings of the study mentioned here, and per our own personal experience, teachers are the biggest hurdle to learning, especially in Bangladesh, in primary and secondary schools. The majority of schoolteachers are neither sufficiently educated, nor trained, nor motivated to teach. Most of them are not willing to train themselves in any new educational tools. The government has to invest in good education; a meagre two percent of the nation's GDP is not going to create a \"Smart Bangladesh.\"\nFinally, it's true that we don't have America's problems, but we have our own. Fortunately or unfortunately, this particular problem has many similarities, and we can benefit from the knowledge already created. Failure to act on the learning losses of this generation – of the 30 million children - will cause the kind of havoc in the growth of our economy and the progress of our society the likes of which we have never seen. After all, this is nothing less than saving the future of this nation, and the government must take the issue more seriously.\nDr Halimur R Khan is a university professor and can be reached at [email protected]\n",
        "headline_1": "Fixing the learning gaps caused by Covid-19",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fixing-the-learning-gaps-caused-covid-19-3330901",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "Two issues that have consistently bothered rights defenders in Bangladesh are the government's excruciatingly slow response time in addressing concerns over the draconian Digital Security Act (DSA), and its uncompromising stance on the question of repealing it. Last week, the law minister reiterated that some amendments would be made to the act by September this year – after over four years of continued, blatant abuse – but dashed any sense of hope by rejecting the possibility of repealing it, as widely expected.\nIt should be noted that it was over 11 months ago that the Office of the United Nations High Commissioner for Human Rights (OHCHR) recommended that the government scraps two sections of the DSA and amends eight others. To this day, the government thinks those sections are \"necessary\", thus refusing to part with them, but maintains that it is open to some amendments based on its review which is yet to be completed. Having heard similar pledges before, it seems futile to ask why this is taking so long.\nAfter all, the OHCHR is not the first nor the last to point out the extremely broad, ambiguous and harsh provisions of this law, which contradict several international rights treaties (including ICCPR) that Bangladesh as a signatory is bound to uphold. The Sampadak Parishad, one may recall, has also repeatedly and elaborately highlighted these issues since 2018, to no visible effect so far. The last four years and so have amply justified their concerns, with journalists, activists, and political rivals frequently targeted.\nIt is possible that the government will bring some amendments come September, even if merely to distract naysayers ahead of the upcoming general election. But it will be neither enough nor in keeping with its pledge to prevent abuse of the DSA. Any legal change barring an outright repeal may give the appearance of reforms but it may not still be immune to exploitation given the lack of accountability for powerful abusers in the country and since the very nature of this law, as a Supreme Court lawyer reminds us, \"is contrary to the constitution and fundamental rights.\" It will certainly do nothing for the thousands of victims who are already trapped in the legal logjam, facing uncertainty, harassment or punishment as a result.\nThe government's failure to recognise their plight or address the glaring problems in the DSA is deeply concerning. We urge the authorities to take the concerns of journalists and activists seriously, and approach the question of reforms in DSA from a human rights perspective instead of imposing their version of reforms.\n",
        "headline_1": "A blatant disregard for rights treaties",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/blatant-disregard-rights-treaties-3331166",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "Thyroid issues hide in plain sight and its persisting prevalence in the country warrants urgent attention of our healthcare system. Thyroid diseases affect around 50 million people in Bangladesh and is considered \"as serious as diabetes,\" according to the Association of Clinical Endocrinologist and Diabetologist of Bangladesh (ACEDB). Despite its prevalence, experts have revealed that most patients go undiagnosed. They have urged the government to introduce mandatory screening nationwide for every newborn and also stressed that testing before pregnancy is a must-do. We hope the authorities will acknowledge the importance of tackling the issue and implement an effective system for diagnosis.\nWe must note that measures should specifically take into account that thyroid problems, which arise from hormonal imbalances, disproportionately affect women, who are five to eight times more likely to have a thyroid problem than men. The symptoms – fatigue, depression, weight gain, etc – mirror daily life stressors and go ignored especially when voiced by women due to the entrenched stigma surrounding women's health. Patients also rarely seek medical attention as symptoms develop gradually and are quite non-specific. Therefore, more screening for thyroid diseases would seem appropriate, yet that is not the case.\nThe effect of thyroid disorders at different stages of women's lives are far-reaching. For younger women, the issues can cause puberty and menstruation to occur abnormally late or early. During reproductive stages, low levels of thyroid hormone can impair fertility and in future may result in the early onset of menopause. Women silently endure the paralysing impact of thyroid diseases bereft of a proper infrastructure mandating their diagnosis. Experts have previously said that thyroid hormone testing should be included in routine examinations offered to women. We implore officials to start devoting special attention to diagnosing women and treating thyroid disorders as a women's health issue too.\nWhen introducing mandatory screening, the rural and urban divide in access to healthcare must also be addressed. Facilities in rural areas suffer from poor amenities and insufficient funding. Left undiagnosed, thyroid can significantly erode a person's quality of life. The authorities must ensure that screening tests for thyroid disorders are offered at primary healthcare facilities to equally treat and diagnose everyone suffering from this invisible illness.\n",
        "headline_1": "Pay more attention to thyroid disorders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/pay-more-attention-thyroid-disorders-3330711",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "\nDHARAMSALA, (India) (Reuters): The Dalai Lama said on Thursday he would step down as Tibet's political leader, a move seen as transforming the government-in-exile into a more assertive and democratic body in the face of Chinese pressure.\nBy devolving his powers, the Dalai Lama would give the prime minister greater clout as the region seeks autonomy from China. Tibetans will vote for a new prime minister this month, with the elections seen as ushering in a generation of younger, secular leaders and strengthening the movement's global standing.",
        "headline_1": "Dalai Lama plans to quit as Tibet political leader",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dalai-lama-plans-to-quit-as-tibet-political-leader",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "\nANKARA, Oct 19 (Reuters): Unidentified saboteurs have blown up a pipeline in eastern Turkey carrying Iranian natural gas, halting the flow of gas and wounding 28 soldiers in a passing military vehicle, Turkish officials said on Friday.The overnight attack, less than a week after gas flow was restarted following a previous attack, prompted Russia's top natural gas producer Gazprom to increase its gas supplies to Turkey to offset the shortfall.The blast occurred in the area of Eleskirt, a town in Agri province. It was not clear when gas flow through the pipeline would resume.\"Sabotage carried out late last night on the pipeline caused damage and triggered a fire. Twenty-eight soldiers on duty in the area were wounded,\" an official from the Agri governor's office told Reuters.The outlawed Kurdistan Workers' Party (PKK) militant group has claimed responsibility for repeated attacks on pipelines in Turkey in its 28-year-old armed campaign for Kurdish self-governance, which has intensified over the last few months.The soldiers were being treated in various local hospitals for minor injuries, burns and smoke inhalation, the official said, adding that the fire had been extinguished.\"Damage assessment will be conducted on the pipeline. After the extent of the damage is determined, we'll be able to say when the flow will resume,\" an energy official said.Gas flow from Iran was halted on Oct. 8 after an explosion in eastern Turkey, and resumed a week later.Flows have also been halted several times on the Kirkuk-Ceyhan pipeline carrying crude oil to Turkey from Iraq in recent months due to suspected sabotage by the PKK, designated a terrorist organisation by Turkey, the United States and the European Union.After the latest blast, Gazprom's exporting arm, Gazprom Export, said the Turkish company Botas had requested an increase in the gas supply via the underwater Blue Stream pipeline to 48 million cubic metres a day.",
        "headline_1": "Blast halts Iran gas flow to Turkey, 28 troops wounded",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/blast-halts-iran-gas-flow-to-turkey-28-troops-wounded",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "\nSANAA, Mar 27 (AP): Islamic militants seized control of a weapons factory and a nearby town in Yemen's south Sunday, said a witness and security officials, as political turmoil around the country causes security to unravel.\nYemen is a key U.S. ally in the fight against al-Qaida, and the fall of the town and factory is another blow to efforts to rein in the group that has several hundred fighters scattered through the country.\nThe country, which is plagued by a tenacious franchise of al-Qaida hiding out in its remote provinces, has also been rocked in recent weeks by popular protests against the long-serving president.\nThe militants set up checkpoints around the small factory and the town of al-Husn, patrolling the streets and searching cars, said resident Wahib Abdul-Qader.\nThe militants are also battling security forces for control of a nearby Khanfar mountain that holds a radio station and a presidential guest house, said Saleh al-Shamsi, the head of security in the southern province of Abyan. The area is known as a stronghold of al-Qaida in Yemen. On Saturday, militants also took control of the town of Jaar, al-Shamsi added.\nResidents have pushed out police and soldiers in other towns in the province, and created their own local militias to protect themselves, said al-Shamsi.",
        "headline_1": "Yemeni militants seize control of weapons factory",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/yemeni-militants-seize-control-of-weapons-factory",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2023"
    },
    {
        "full_article": "\nThe capital's footpaths as usual make news for all the wrong reasons. In recent times the focus on those is even more intense because of the Dhaka South City Corporation's move to drive hawkers out of their illegal possession of footpath. Meant exclusively for pedestrians, the walkways in the Gulistan and Baitul Mokarram areas have long been taken over by vendors of all kinds. Unsurprisingly, hawkers habituated to consider it their inalienable right to do business there have opposed the move. Their locus standi is not in favour of them to make their case strong, though. Only the humanitarian aspect involved here may make an appeal to the city authorities for some grace.\nAdmittedly, Dhaka city's footpaths, barring a handful of rare segments in some areas, are an eyesore. Either those are permanently encroached upon by shopkeepers, unauthorised kitchen markets or vendors. Construction materials such as MS rods, cement, sand, bricks or stone chips, furniture articles, drums or gas ovens and cylinders, newly hemmed mattresses and pillows, display boards and what not are there on footpaths to obstruct movement of passers-by! Then there are motorcycles and cars illegally parked on footpaths. It is a free-for-all affair for people mostly engaged in trades.\nAdd to this the recent spate of digging out footpaths in order to construct drains underneath, the picture of anarchy and chaos may be somewhat complete. Sure enough, not the entire length and breadth of the 430 km-long footpaths of the two city corporations is used for carrying out trades. There are strategic areas and points where certain commodities make roaring business. And still more than a quarter of a million of people have opted for vending on footpaths for their livelihoods.\nTheirs is a small business requiring not a big investment and marketing acumen. Their asset is their smartness and capacity for persuasion. Sure enough, they would have avoided the daily struggle and hassle of displaying their articles mostly under the open sky and securing the unsold items for the next day's transaction had they found a better option.\nThe reality is that hawkers are responsible for a considerably large economy. When the annual toll they pay to linemen alone is more or less equal to the combined budgets of the two city corporations, the total transaction figure may cause many eyebrows to raise. A report prepared by the BRAC Institute of Governance and Development have estimated that the amount of illegal toll collection from Dhaka's footpaths stand at Tk18.25 billion which is roughly equal to the two city corporations' annual budgets together.\nOne understands that this is the cost of doing illegal business on footpaths. What however does not so prominently come to the light is the beneficiaries behind the scene. The BRAC report has only made a mention of political leaders, law enforcement agencies among other unnamed quarters who share the ill-gotten dividend. A hawker has to pay an illegal monthly rent of Tk1,000-3,000 and then the daily toll paid to a lineman ranges between Tk 50-300. Not only is the unearned source of money so huge, it gives benefits on a sustained basis.\nSo the move initiated by the mayor of the Dhaka South City Corporation (DSCC) is likely to draw ire from many quarters receiving the unearned benefits. He will have to fight on many fronts. Yet his is a fight for a most reasonable cause. The capital needs to come out of the mess in the interest of regaining the status worth its name. Dhaka city has become near dysfunctional on many counts, the loss of footpaths to chaotic vending being one. Its spill-over effect is felt on the roads and traffic movement which most of the time come to a standstill creating gridlocks of unprecedented orders.\nLeaders of the hawkers' association have raised a pertinent question involving the illegal tolls they pay. They are willing to pay similar amount in revenue. Right now the government and the city corporations are receiving nothing from them. If the illegal toll collectors can be removed and the government develops a mechanism to legalise hawkers' trade at some suitable places, instead of footpaths, the city corporations will  have a far larger amount each at their disposal to construct infrastructure for development and entertainment.\nSuch a proposal is worth considering because it is likely to be mutually beneficial. But one thing has to be ensured that the present style of footpath occupation will not happen under any circumstances. The footpaths of the main thoroughfares have to be kept free from any trade, however small it may be. The back alleys and less used streets or spaces at some distance from bus stands may be allocated for such commercial transactions. On holidays, though, the footpaths on the main streets may be used for the purpose.\nHawkers have to be issued special ID cards with codes for doing business in a particular area. This is necessary for a number of reasons. First, they must not be subjected to harassment once their genuineness is confirmed. Second, no fake hawker can infiltrate with ill motives. Third, there is a need for restricting the number of hawkers. After all, the population increases but city spaces in strategic locations do not get expanded. Before the problem gets out of hand, it should be tackled rationally.\n[email protected]",
        "headline_1": "Getting rid of hawkers from footpath",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-rid-of-hawkers-from-footpath",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2023"
    }
]