[
    {
        "full_article": "After pleading guilty to all charges related to a terror funding case, including those under the stringent Unlawful Activities (Prevention) Act (UAPA), it was inevitable that separatist leader Yasin Malik, chairman of the Jammu and Kashmir Liberation Front, would be sentenced to life imprisonment as he was by an NIA court. Malik’s chequered past includes serious charges of being involved in the killing of Indian Air Force officers in 1990. It is another matter if Malik, who claims to have abjured violence and has been part of several parleys with the Indian government in peace talks since the mid-1990s, was pleading guilty to all charges in order to make a political statement and to inflame passions to get support for the flagging separatist leadership in the Kashmir Valley. Nevertheless, with the Union Government adopting a hard line since 2019 in dealing with the separatist movement, it was a foregone conclusion that the charges against Malik would have been doggedly pursued. Among the separatists, the JKLF remains an outfit committed to the independence of Kashmir, including parts of Pakistan-occupied Kashmir, placing it on a confrontationist course with the Indian government, notwithstanding Malik’s claims of giving up violence as a means. The initial reaction in the Valley to Malik’s conviction was an uptick in violence and protests even as security clampdowns were put in place to prevent any further upsurge. Malik’s arrest and conviction, the ongoing house arrest of Mirwaiz Umar Farooq and the death of hardliner Syed Ali Shah Geelani suggest that the political face of separatism has been neutralised in the valley.Yet, this does not mean that the voices of separatism in the Valley have been silenced. Militant incidents with law enforcement, security personnel and even Kashmiri Pandits as targets have continued to rage on, and the absence of the political leadership is expected to give way to more militancy. This is a situation that should not be taken lightly. With the mainstream Kashmir polity also nursing a grievance of alienation over the Indian government’s decisions to do away with the special status for Jammu and Kashmir, its bifurcation into two Union Territories and loss of statehood, besides the ham-handed approach to achieve a politically suitable delimitation of electoral constituencies, the situation in the Valley threatens to return to what prevailed during the violent 1990s. It is possible that Yasin Malik’s conviction, even if obtained through the judicial process, will be seen in the Valley as an extension of the political repression that has been unleashed since 2019, and militant groups will definitely seek to portray it that way. It is up to the Union Government to resuscitate confidence-building measures in the Union Territory. A return to statehood and a re-activation of the democratic political process is a much-needed imperative.",
        "headline_1": "Conviction and repression: On Yasin Malik and separatism",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/conviction-and-repression-the-hindu-editorial-on-yasin-malik-and-separatism/article65467568.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-05-2022"
    },
    {
        "full_article": "A long-standing demand of sex workers that their work be decriminalised has been partially fulfilled with the Supreme Court passing an order on May 19 that adult sex workers are entitled to dignity and equal protection under law. Directing the police to respect the rights of consenting sex workers, the Court observed that “... notwithstanding the profession, every individual ... has a right to a dignified life under Article 21 of the Constitution”. It reiterated what the Court had ruled in Budhadev Karmaskar (2011), that sex workers are also entitled to a “life of dignity”. With the Trafficking of Persons (Prevention, Protection and Rehabilitation) Bill yet to see the light of day, the Court invoked powers under Article 142 to issue guidelines till the legislation is in force. In 2011, it had set up a panel to look at prevention of trafficking; rehabilitation; and conditions conducive for sex workers who wish to continue work. As the Court awaits the Government’s response to the panel’s recommendations that adult sex workers should not be “arrested or penalised or harassed or victimised,” a three-judge Bench led by Justice L. Nageswara Rao did well to direct the police to treat “all sex workers with dignity and should not abuse them, ... verbally and physically, subject them to violence or coerce them into any sexual activity”. During the hearings, the Additional Solicitor General Jayant Sud had conveyed to the Court that the Government has “certain reservations” on some of the panel’s recommendations.The Court has asked the Government to respond to the panel’s suggestions in six weeks. By holding that basic protection of human decency and dignity extends to sex workers and their children, the Court has struck a blow for the rights of an exploited, vulnerable section. Coming down heavily on the brutal and violent “attitude” of the police toward sex workers, the Court said “it is as if they are a class whose rights are not recognised”. It has asked State governments to do a survey of protective homes under the Immoral Traffic (Prevention) Act, the legislation governing sex work in India, to review the cases of “adult women” detained there and process their release in a time-bound manner. The ITP Act penalises acts such as running a brothel, soliciting in a public place, living off the earnings of a sex worker and living with or habitually being in the company of one. The Court’s general observations should help sensitise the police, media and society toward sex workers, who have generally been invisible and voiceless. The ball is in the Government’s court to draw up appropriate legislation to free consenting sex workers from stigma, and grant them workers’ rights. In that too, the Court suggested the Centre and States involve sex workers or their representatives to reform laws.",
        "headline_1": "Sex as work",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-sex-as-work/article65467592.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-05-2022"
    },
    {
        "full_article": "On August 20, 1999, over 5,000 slum dwellers mobilised from various informal settlements in Dhaka and gathered in the Supreme Court premises to protest the \"wholesale eviction\" that was underway that year. The government had launched the Ghore Fera programme, a scheme to support reverse migration to villages. With Ghore Fera underway, the government decided to clear the slums altogether. Dwellers rallied and raised slogans against evictions and demanded resettlement with dignity. At least 1,500 dwellers camped in the Supreme Court premises for the next six days. In the Supreme Court, the judges were deciding on what has come to be known as a landmark case on Bangladesh's informal settlements, Ain O Salish Kendra (ASK) and Ors vs the Government of Bangladesh and Ors (1999) 19 BLD 488—hereafter, ASK v BD (1999). Under pressure, the judges halted the eviction and recognised the slum dwellers' right to protection from evictions without resettlement. The verdict was a win for organised dwellers.\nThe resulting judgment has since been the basis of anti-eviction advocacy in Bangladesh. By staying the evictions and keeping settlements in place, the Supreme Court of Bangladesh has since been playing a crucial role in Dhaka's urban governance and planning. This role of the court has been no less than a de facto planning facilitator for the settlement dwellers as the judicial interventions have protected the dwellers' lives, enabled them to pursue livelihoods, and responded to their claims for right to the capital city.\nThe court's progressive stance against eviction without resettlement has also percolated upwards. Planners and policymakers for the urbanisation of Bangladesh increasingly recognise the need to include the needs of historically marginalised settlement dwellers in planning processes. Rajhdhani Unnayan Katripakkha's (Rajuk) new Detailed Area Plan (DAP) affirms the importance of low-income settlements and recognises the need for an inclusionary approach to settlements. The National Housing Policy, 2016 acknowledges the importance of resettlements in case of evictions and urges a shift in perspective towards settlement dwellers. Although insufficient in tackling the housing crisis, government programmes such as Ghore Fera (Back to Home), Asroyon (Village Shelter Programme), and Adorsho Gram (Ideal Village Project) have been launched as flagship projects.\nHow did the court adopt a pro-housing interpretation of the constitution? What are the possibilities and limitations of the court's activist approach? As professional planning authorities continue to marginalise settlement dwellers, these questions must be looked into to make Dhaka's housing planning equity-focused and participatory. Lessons from the struggle and progress so far of housing advocates and grassroots groups can be instructive to advance housing justice in urban Bangladesh.\nOver the past decades, several evictions have taken place on a grand scale, and that exclusionary urban development model persists to this day. Rights organisations and slum dwellers resorted to writ petitions to combat such evictions at the Supreme Court. Taltola Sweeper Colony (in Gulshan area) Demolition case, the first writ petition of its kind filed with the High Court, challenged settlement eviction back in 1989. When the demolition began and shanties were being bulldozed, the eviction process led to the death of a child. Major political parties, as well as rights and citizen groups, protested the eviction. Upon hearing the writ, the court initially gave orders in favour of the slum dwellers. However, the court only awarded a stay order.\nIn the years following, Public Interest Litigation (PIL) jurisprudence developed in Bangladesh. Equipped with PILs, rights organisations guarded the right to shelter of the informal settlers. Unlike individual writs, PILs can be initiated by petitioners not directly aggrieved in a situation. Prior to PILs, it was generally accepted that only the aggrieved person had legitimate standing at the court to claim a remedy. The concept of PIL enables a person or authority not aggrieved directly to come before the court to claim remedy. In Bangladesh, Dr Mohiuddin Farooqe vs Bangladesh (1995) 49 DLR (AD) 1 set out the PIL jurisprudence. The court held that a \"person aggrieved\" does not mean only a person aggrieved personally, but also one whose \"heart bleeds\" for the aggrieved persons. That case marked the commencement of the PIL era in Bangladesh. PILs were well-suited for housing activists and rights organisations as the question of standing would not bar them anymore. In the following years, shelter justice organisations filed a number of PILs to challenge evictions.\nThe landmark ASK vs BD (1999) is perhaps the first PIL to challenge eviction. But the 1999 PIL went beyond challenging eviction. The 1999 case resulted in the High Court making a series of observations for the government to follow a guideline in case of slum eviction. In this judgment, the High Court established two principles: i) The protection of slum dwellers from forced evictions is integral to their right to life and livelihood; and ii) An alternative accommodation must be ensured before eviction. The guideline set out in this case paved the way for settlement dwellers, housing right activists and rights organisations to access the court more frequently to confront eviction. In the 2000s, several cases resulted in the courts granting stay orders in favour of settlement dwellers and stalled large-scale evictions like the ones in the previous decade.\nUsing PILs to advance grassroots struggles and contest evictions is unique in the case of Bangladesh. The PILs in Bangladesh have been driven by residents, community associations, and advocacy groups. Here, the PILs were used to stay eviction orders, pass injunctions for fair resettlement, and encourage a participatory approach to settlement planning. The constitution has been interpreted progressively in favour of the settlement dwellers through these PILs. The Supreme Court has construed the right to shelter as an integral part of right to life (Article 32). Such broad interpretation by the court in these PILs has provided a crucial foundation for building the housing right jurisprudence in Bangladesh.\nIn cases where PILs were creative and successful, PIL jurisprudence has facilitated in creating multi-stakeholder participatory spaces. In the ongoing case regarding Korail where ASK, BLAST and Brac are all involved, for example, the court has directed a collaborative approach to resettlement of Korail's dwellers. Beyond issuing an eviction stay order, the court initiated an open-ended \"planning\" process, requiring the state, developers, and Korail's residents to support and monitor a viable resettlement solution. The PIL has opened up a deliberative space for fact-sharing, housing policy debate, and forward-looking policy proposals for settlements. Whether deliberations reach a fruitful decision or not, the PILs generated a sense of agency among residents.\nPIL jurisprudence can only go so far. Since no laws establish duties on government or private bodies to construct social housing and safeguard against evictions, settlements threatened with eviction remain vulnerable to the court's unfavourable interpretations. Therefore, in a few subsequent cases, the court tended to interpret in support of eviction.\nThere are also limitations in the court proceedings. Since settlement dwellers squatting on government land don't have legal ownership of the land, they are depicted as \"unauthorised occupants.\" The concept of \"unauthorised occupants\" is premised on the idea that property owners are the only entities deemed worthy of protection by the court. The 30-day notice requirement, which the court uses to stay evictions where notices have not been properly served, doesn't apply to dwellers living on private land. Moreover, in the 1999 PIL, the court held that service of proper notice to the settlement dwellers was not possible due to their \"floating\" nature and lack of permanent address. The court also often refers to the fact that Bangladesh is party to a host of international commitments and conventions on securing housing rights for settlement dwellers. But till date, no laws exist to make these conventions legally binding in the country.\nThe resettlement option advanced by the courts might be reaching a dead end at present. Recently, the government created and rented out resettlement housing to settlement dwellers in Mirpur. Many are welcoming the apartment rentals as an exemplary approach to solving the urban poor's housing crisis. The 14-storey apartment buildings will provide over 500 serviced units. But when the flats were inaugurated in 2021, many of Mirpur's settlement dwellers refused to move into these apartments, because the rents were more than what people could afford. One dweller concisely pointed out, \"I earn Tk 8,000 per month, and can't manage food and other needs with that. How will I pay Tk 4,000 per month for the flat?\" With rising prices of basic necessities and under a pandemic-impacted economy, the economic precarity is ever more cruel on low-income settlement dwellers.\nBesides, it is now well understood in urban policy and research that the \"provide everybody apartments\" approach to solve the housing crisis only looks good on paper. Low-income settlements are not just residential areas, but also places of livelihood, trading, community, and myriad activities that support life in the urban margins, such as farming and recycling. An apartment building by design often destroys a sense of community, the long-accumulated social capital of dwellers, opportunities for work on site, and the possibilities for other productive activities, like farming. The Global South's experience with the apartment approach in countries like Thailand and India show that simply providing rental or loan-backed apartments is futile. Factors like site location, compensation, building designs, as well as pre- and post-resettlement participation and empowerment of settlement communities are more important than allocation of the physical apartment themselves. Even in terms of sheer numbers, over 500 apartments are a drop in the bucket for the millions of apartment units we will need. Along with building apartments, the government will also have to make sure that the settlement dwellers are meaningfully included in the process of their resettlement. In sum, \"provide everybody apartments\" may be an ideologically useful tactic to justify settlement evictions, but this approach is deeply flawed and impractical for Bangladesh's cities.\nBut why must the court be the primary lifeline of settlement dwellers? What are the roles of entities like Rajuk, the city corporations, and the National Housing Authority? Professional planning entities acknowledge but have not meaningfully acted on the fact that settlement dwellers are deeply embedded in the life of urban Bangladesh. Settlement dwellers make places liveable, shape the urban fabric, and sustain a growing economy. They do this almost invisibly and under a perpetual threat of eviction, unable to live fully and with dignity. Often more concerned with landowners' interests, professional planning authorities use dwellers' lack of land ownership as an alibi for excluding settlements from planning processes. In this way, planning authorities place settlement dwellers in zones of illegalised citizenship. That is, settlement dwellers are symbolically included (or even celebrated) as contributing to the city as citizens. But they are materially excluded on grounds of their illegal tenure. The predicament of settlement dwellers shows how the Bangladeshi state for the most part—and despite espousing commitments to solving the housing crisis—is far away from its landless and non-owning class of citizens. It also indicates that no matter how PIL jurisprudence has developed, ultimately the judicial approach is too weak to make transformative changes.\nWe need to broaden the conversation on housing justice from constitutional debates to popular demands for the cities our most vulnerable communities want. We also need to step beyond a technocratic language of institutional coordination and all of the niceties that sidestep the moral question at stake: Do we or do we not see settlement dwellers as equal citizens with the right to pursue their urban desires? Community groups and advocacy organisers need to strengthen their network across our cities and organise proactively against housing injustice, which should also include the housing precarity of apartment renters and small landowners. Residents, community organisers, lawyers, planners, professionals—anyone can initiate and take such steps. In the 21st century, urban planning is no more the sole prerogative of professional planners. As we organise and generate a popular pressure for housing justice, the PILs and a more rigorous housing law framework can be crucial tools along the way, but not the end of the road.\nOver the past decades, the courts responded to the ministries and planning authorities' exclusionary urban planning processes by attempting to create more participatory grassroots approaches to settlement planning in our cities. Their effort has led to a delicate PIL jurisprudence to stay evictions, but this does not fundamentally transform our urban approach to settlement planning. As the number of settlements multiplies across our cities, particularly in the intensification of climate-related migrations, we need deep restructuring in the way we look at settlement dwellers. We need to recognise the indispensability and value of settlement dwellers' labour, community, knowledge, and dreams for arriving at a humane Bangladeshi urbanism. We need to invest resources, integrate the settlements into mainstream city planning, and create participatory planning processes for sustaining and upgrading the liveable places that dwellers have created over the decades.\n \nDr Efadul Huq is co-convener of Najjo Abashon Moncho and assistant professor of environmental science and policy at Smith College in Massachusetts, US.Jahid Oyon is a research associate at Najjo Abashon Moncho and studying law at Jahangirnagar University, Bangladesh.\n\n",
        "headline_1": "How did the Supreme Court start housing planning for Dhaka’s poor?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-did-the-supreme-court-start-housing-planning-dhakas-poor-3033391",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2022"
    },
    {
        "full_article": "Menstruation or period is a natural phenomenon for women of reproductive age and indicates a healthy life. Yet, many people—both men and women—consider the monthly period cycle as an illness. In recent years, awareness about menstruation and menstrual hygiene management (MHM) has received considerable tailwind from the policymakers in the Bangladesh government. Most women and girls in Bangladesh often face adversities regarding menstrual hygiene due to a lack of access to accurate information and sufficient knowledge. Over the last three years, the Menstrual Hygiene Day (May 28) movement has been calling for more action and investment in menstrual health and hygiene. Using the hashtag #WeAreCommitted, organisations all over the world will start to publicly announce that they are committed to contributing to the creation of a world where no one is held back because they menstruate by 2030. The aim of this day is to increase transparency by making public commitments, provide a basis for accountability, and encourage others to follow our example.\nIn Bangladesh, menstruation is a taboo topic. Girls and women are still taught to be discreet about their periods and resort to secrecy in their hygiene maintenance while menstruating. Sanitary napkins and other menstruation hygiene products are still wrapped very promptly in brown bags at local drug stores, as if they are selling something illegal or immoral. This needs to change in order to create an environment where talking about menstruation is considered normal. People should feel the same level of ease when buying sanitary napkins or tampons at drug stores as when they buy cough medicine.\nIn terms of awareness about menstruation and MHM, Bangladesh has achieved progress in some key areas in the recent years. Bangladesh is one of the only two countries (out of 46 countries) that have reported on Menstrual Health Indicators in the Joint Monitoring Programme (JMP) 2021. The National Hygiene Survey in 2018, conducted by Bangladesh Bureau of Statistics (BBS), reported that 97 percent of women had a place to wash and change during periods. However, only 32 percent knew about menstruation before they had it, and 30 percent used disposable sanitary napkins. School absenteeism of girl students due to a lack of proper menstrual hygiene facilities, for three days per month on average, was 40 percent in 2014, which reduced to 30 percent for 2.5 days per month on average in 2019. In 2014, around 85 percent of women used old cloth during menstruation, which reduced to 63 percent in 2019.\nAnother important milestone has been the publication of the National Menstrual Hygiene Management Strategy, 2021. This national strategy aims to facilitate programmatic and systematic approaches to improve MHM across a range of diverse sectors, such as Water, Sanitation and Hygiene (WASH), health, education, and environment. The national strategy identifies five guiding principles: 1) MHM information, material, and facilities should be made a fundamental right for girls and women to empower them; 2) The private sector should be enabled to bring MHM products to the market that are affordable and easily available all over the country; 3) Male engagement should be facilitated to create a friendly environment for MHM practices by girls and women; 4) Gender-friendly policies should be adopted and MHM mainstreamed in all relevant sectoral strategies and activities; and 5) No girl or woman should be left behind. The strategy also includes the way forward for improving the current practices and key MHM actions and responsibilities of government agencies and other stakeholders at households, educational institutions, healthcare facilities, workplaces, and public places. However, enacting sound policies will not bear much fruit unless they are implemented with commitment and vigour.\nHigh prices make sanitary napkins less affordable for the poor. That forces girls and women from less privileged backgrounds to resort to using unhygienic means during their periods, often leading to infections due to unsafe menstrual management. Since only 23 percent of the menstruating girls and women use sanitary napkins, if the prices go down, the use of sanitary napkins is likely to increase massively in the country. The government's commitment to support girls and women has been well reflected via the withdrawal of VAT from locally produced sanitary napkins in the 2021-22 budget. However, market monitoring by the relevant agencies is essential to understand the impact of VAT repeal on sanitary napkins. In addition, necessary steps are required to make people aware about the VAT exemption for locally produced sanitary napkins, as well as having dialogues with the manufacturers to understand the impacts of the prices and come up with strategies to reach more marginalised women and girls. The government's commitment towards implementing the national MHM policy should also be supported by different development partners.\n \nHasin Jahan is the country director of WaterAid Bangladesh.Dr Khonker Taskin Anmol is strategic specialist at WaterAid Bangladesh.Shadma Malik is communications officer, media at WaterAid Bangladesh.\n",
        "headline_1": "Menstrual Hygiene Day 2022: Time to put policy into action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/menstrual-hygiene-day-2022-time-put-policy-action-3033371",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2022"
    },
    {
        "full_article": "Art, especially in its visual form, has always been our escape from the real world. Films provide us with restful entertainment, in that we need only engage our senses of sight and hearing as the storyline is doled into our minds. Still, there are some which require our full attention in order to be comprehended, such as the web series, Love, Death & Robots. \nA unique anthology of animated short films, the show has been mesmerising audiences on Netflix since 2019. The episodes of the three seasons (or, \"volumes\") so far have explored the genres of comedy, horror, fantasy, and science fiction. When I watched the first volume, what stood out immediately and captivated me throughout was the hyper realistic style of animation. So as not to reveal the extent of my illiteracy when it comes to the technicalities of such artwork, I will only say that I stared at—not only watched—the screen bright-eyed for several hours. \nThe third and newest volume is no exception. But the episode that has ensnared viewers' attention the most is \"Jibaro.\" If you belong to the group of potential watchers for Love, Death & Robots and have been on social media of late, you have likely come across screen-grabs of this episode featuring the female protagonist: A golden, jewelled siren-of-the-lake with wide and eerie eyes. The story is simple enough, and short too, of course. A deaf knight (Jibaro) travels through the jungle with his fellow soldiers to meet a group of priests. But soon enough, all the men fall prey to the siren's serpentine dance and wailing song, tumbling over each other, swords slashing through bodies until all have died and/or drowned in her lake. Only Jibaro survives, inciting the siren's curiosity. Eventually, the two meet and collide. But while the siren seeks companionship in the knight, Jibaro ends up making use of her vulnerability to strip her off her jewels—discarding her injured body into the lake. \nOf course, the siren does have the last laugh as Jibaro circumstantially gains his hearing, rendering him yet another victim of the golden woman's last call—one born of pain and betrayal. \nLove and innocence evolving to become revenge is something we see being portrayed time and again on film. In recent years, fans of cinema have even coined a term for such plots: The \"good-for-her\" subgenre. Think of Gone Girl (2014), Legally Blonde (2001), Bulbbul (2020), Heathers (1989), Midsommar (2019), Hard Candy (2005), Gangubai Kathiawadi (2022), and so on. While many films of this subgenre may not include the female lead/s falling for The Man, they will most certainly include sticking it to him in the end. Hence, making it empoweringly \"good for her.\"\nWhat female and feminist audiences value most in the films and shows falling under this subgenre is the fiendish satisfaction (or, poishachik ananda, to be more precise) they provide. Realistically, there is little scope for the common woman to stand up for herself, let alone for all of womankind, and get even with the countless men who wrong her daily—personally, professionally, familially, sexually, publicly. So when the \"cool girl\" monologue of Gone Girl plays out, or when Dani laughs at the burning of her cheating and neglectful lover in Midsommar, when Bulbbul kills rapists and paedophiles left and right, and most recently, when the golden siren's grief ends the greedy Jibaro's life, those who have been victimised by society's patriarchal structure experience a kind of release. Finally, someone is turning the table for us. At last, a woman is giving it back as good (or bad) as she had to endure. \nBut this subgenre, though mostly satisfactory, is also often—with or without intent—exploitative. Thanks to the unending rise of capitalism and globalisation, feminism now is something that is almost equally vilified and marketed. The current wave of feminism was bound to be more mainstream than its predecessors. Which is why it is so easy for big corporations, who will do nothing to reform themselves institutionally to be more gender-equal, to make money off of simply slapping a quirky feminist slogan onto any of their products. Not only does this not help women realistically, but it also acts as justification for the naysayers of feminism, further slowing down the feminist cause among the general public. And while feminism in pop culture is important to keep the spirit up, the revenge fantasy is not something to strongly aspire to. At the end of the day, the good-for-her subgenre of cinema is, for the most part, only entertainment. Any real change in the lives of women still, and perhaps will always, demands tears, sweat, and some blood to be shed. \nSo, we know the streets of tonight will be just as unsafe for women to roam. It will still be \"morally unacceptable\" to wear a sleeveless top at railway station in Narsingdi tomorrow. The very fact of inhabiting a female body will earn one stares on public buses. The father who killed his daughter's harasser will face the law without delay—while rapists walk freely, sheltered by a societal structure seemingly built to protect them. Wives will continue to be emotional (and often literal) punching bags to frustrated husbands, while mothers who neglect themselves are crowned as heroes once every year. We ourselves will continue to let many comments and touches pass us by, with no one to hold accountable those who view women as nothing but objects of sex. And as satisfying as the ending of \"Jibaro\" was, we know nothing will change tomorrow morning—unless we keep the fight on with our minds and bodies. Yet, what respite to imagine otherwise!\nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Love, Death & Robots: \"Jibaro\" and the futile fantasy of feminine revenge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/jibaro-and-the-futile-fantasy-feminine-revenge-3033136",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2022"
    },
    {
        "full_article": "There is a peculiar trend in Bangladesh. When someone starts something innovative, then hundreds of copycats spoil it. Following the restoration of democracy in 1991, one or two quality independent newspapers were launched. Now there are more than 500 daily newspapers in Dhaka city alone. Someone started private hospitals. Now there are more than 5,000 private hospitals and clinics and over 10,000 private diagnostic centres, according to the DGHS. There are many more that are unregulated and unmonitored.\nSame is the case with private universities. After the pioneer and visionary former bureaucrat and diplomat Muslehuddin Ahmad started the first private university in Bangladesh—North South University (NSU)—in 1992, there are now, according to the University Grants Commission (UGC), 108 private universities. Of them, 52 are in Dhaka (unconfirmed reports say 22 have addresses in Dhanmondi, Lalmatia, and their vicinity), with 33 currently operating without vice-chancellors and 76 without pro-VCs or a treasurer. How do they survive with such blatant violation of the law? Because of political support. There are 114 new applications for universities and many have political backers.\nGiven our population and the dearth of public resources to provide higher education, private investment in this crucial sector is an acute need. Not the \"money-maker\" investment, but education-promoters' investment. And that is where we have miserably failed.\nA cursory study of the Board of Trustees (BoT) members of some 15 prominent private universities has revealed an overwhelming presence of businessmen as sponsors, who have come with an aggressive profit motive into the higher education sector, changing the very ethos of private universities and forcing many of them to lower their standards to get more students—generating \"certificate holders,\" not scholars or competent human resources.\nThe above, however, is not the whole story. There are several good private universities. They have done a creditable job in providing high quality education and producing a qualified workforce that Bangladesh needs. Science, engineering and IT education have gradually improved in these institutions with more and more qualified faculty members being trained through scholarships and training workshops. Faculty members from prestigious universities abroad are showing interest in sharing their expertise and knowledge with some of our private universities, some of whom are also reaching out to international bodies for quality enhancement.\nSo the case is of some very bad apples spoiling the good ones, or should we say, many bad apples spoiling the few who have managed to emerge with some reputation—NSU being a case in point.\nTime has come for some serious introspection and reforms. The challenge is how to reinforce all the positive gains of the private university experience and weed out the negatives and move on.\nWe need to start with the Private University Act that defines who can be their sponsors. No qualifications or criteria are set here. A special fund of Tk 5 crore for Dhaka and Chattogram and Tk 3 crore for other metropolitan areas, 25,000 sq-ft of owned or rented space, and a Board of Trustees (BoT) consisting of 9-21 members are all one needs to apply for a private university. Nothing is required about the educational qualifications, professional records, reputation of a BoT member or at least some signs of his/her interest in education. Anyone with some money to spare could sponsor a university, and that's what mostly happened. Some joined to promote education, but many others to promote themselves—association with a university set the right tone.\nThings dramatically changed when the private universities became very successful and turned into huge money-making machines. The best of our private universities charge Tk 6,500 per credit, and a student generally needs 120 credits for his or her degree, making for a total of Tk 7.8 lakh for an undergraduate degree. The middle-order ones charge Tk 4,000, amounting to Tk 4.8 lakh. With an average student body of 5,000 (some have 25,000 or more), and adding to it all sorts of fees—including every semester registration fee—it is a huge annual intake, whose bank interest itself makes for a significant earning.\nA section of BoT members in some universities, not all, having signed up for a non-profit university, and seeing the money that was flowing in, felt that they deserved a share of it. Since they couldn't take dividends, they started extracting perks like expensive cars, annual foreign trips with family, high fees for attending BoT board meetings—as much as Tk 1 lakh—and fees for attending meetings of committees that numbered from 12 to 25 in some instances. In a case of one university, that we could verify, a BoT member could walk into any committee meeting, regardless of being its member or not, and then charge attendance fees for any number of meetings held that day. Some BoT members annually collected around Tk 1.5 crore with taxes on those fees that the university was forced to pay. Many trustees got personal offices in the university premises and started interfering in hiring faculty members, student admissions and admin staff, and got personally involved in micromanaging the university, largely disempowering the VC.\nThe future of 328,000 students in private universities is at stake here, with 97,500 women with 42 percent in engineering and technology, 24 percent in business administration, 11 percent in humanities, 6.71 percent in science, six percent in law, three percent in social sciences, and the rest being less than one percent, according to the UGC.\nThe challenge of the moment is not to underestimate the contribution that the private universities have made, and erode in any way their autonomy, but to devise ways to improve their internal governance with appropriate checks and balances on the power of the BoT and the administration led by the VC. It was the absence of this balance—with the BoT thinking, claiming and acting as the \"supreme authority\"—that has led to the present governance and financial problems.\nAs for NSU, without prejudice to the accused BoT members, the rest of the board should reconstitute itself, elect a new chair (temporarily, if necessary) and institute a thorough investigation headed by an independent body comprising eminent scholars and administrators, assisted by a reputed auditing firm. The BoT should do it before the government steps in.\nFor the longer term, an experiment, an initiative by NSU founder Muslehuddin Ahmad titled Education Quality Assurance Foundation (EQAF), could be looked into. The EQAF suggested a process of self-regulation and peer monitoring with the help of internationally recognised bodies that ensure globally recognised quality standards of universities all over the world.\nWe need such a measure as an integral part of the graduating process to the status of a developing country. We also need it to supply that crucial qualified human resources that the future growth of Bangladesh requires.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Private Universities - A grand initiative going sour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-private-universities-grand-initiative-going-sour-3032651",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2022"
    },
    {
        "full_article": "While it's good to know that the government will be using the National Household Database (NHD)—which is expected to be complete by June this year—from the next fiscal year to better target the social safety net programmes, this can only be useful if the loopholes in the database are addressed and the data is regularly updated. Reportedly, the Bangladesh Bureau of Statistics (BBS) and the Department of Disaster Management (DDM) have developed the database, expected to serve as a poverty registry, by collecting data from 35 million families from all 64 districts in three phases in 2017 and 2018. This means that even if it's ready for use in the next fiscal year, it will be challenging to identify the real beneficiaries as the data has become dated already, particularly because the Covid-19 pandemic has created many new poor who have not been included in the database.\nWhile we appreciate the government for gradually bringing more people under its social safety net programmes—362 of the 495 upazilas of the country will get full coverage of such schemes from the next fiscal year—we think the focus needs to be on bringing the most vulnerable under these schemes. Thus, while choosing the beneficiaries, the government should prioritise the elderly and disabled people as well as widows, deserted and destitute women. Reportedly, there have been many irregularities in selecting the right people for such schemes. We have seen this during the pandemic, when the government struggled to provide cash incentives to the right people.\nDirect cash transfer programmes through mobile financial services have been found to be more helpful than the provision of family cards or products at subsidised rates. However, the current allowance of Tk 500 is just not enough considering the rising costs of essentials.\nIn order for the government's social safety net programmes to address the real plight of the poor and ultra poor, the most important work would be to enlist the right beneficiaries. Merging the NHD with the dataset collected by the local government bodies during the pandemic could be a good starting point, as experts have suggested. In addition, the latest edition of the Household Income and Expenditure Survey (HEIS), which is expected to be completed by December this year, should help in identifying the right beneficiaries. Moreover, the importance of updating these databases on a regular basis cannot be underestimated as only with updated data can the government take appropriate monetary policies to eradicate poverty from Bangladesh.\n",
        "headline_1": "NHD can help target real beneficiaries of social safety net programmes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/nhd-can-help-target-real-beneficiaries-social-safety-net-programmes-3033266",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2022"
    },
    {
        "full_article": "In a rather dramatic move, the health directorate has ordered closure of all unregistered private hospitals, clinics and diagnostic centres within 72 hours, including those that have applied for licences but are operating without it.\nThere can be no doubt that unregistered hospitals must be brought under government monitoring and regulation, given the critical services they offer to the public, and the grave repercussions of allowing ill-equipped institutions with untrained staff to continue operations. Earlier this month, 25-year-old Sheuli Begum and her unborn child died at a local unauthorised hospital in Narail's Kalia upazila, when an unregistered health official failed to complete a caesarean operation. Reportedly, the DGHS decision to shut down unauthorised private hospitals follows a recommendation by the National Human Rights Commission (NHRC) to bring those responsible for the untimely deaths.\nDespite the urgency with which such institutions must be handled, we cannot but be wary of the knee-jerk reaction of the government in allowing only 72 hours to close down all such institutions. Is it even realistic when the government doesn't even have a list of all such unregistered institutions in Bangladesh? Does it have the capacity to follow up on its directive? And if it does, why has it allowed more than 5,000 unregistered hospitals and clinics to operate since 2018, when the DGHS introduced its online registration system? The DGHS issued a similar directive in August 2020 to private healthcare organisations to register online within August 23 the same year, warning of legal action against those unregistered. What major steps, if any, were taken following the directive? Who will answer for this inaction?\nUnfortunately, what such hasty and unplanned reactions from the DGHS do is create the perfect conditions for underhanded transactions to take place. Leaders of the private hospital owners' association have long alleged that it is difficult, if not impossible, to meet all the criteria set by the DGHS for registration, and that only through payment of bribes can organisations get the required paperwork. There have been allegations, too, of many private hospitals getting registered via unethical means, despite not fulfilling all the requirements. Corruption, mismanagement and irregularities are built into the system, and the DGHS, we regret to note, is part of the problem.\nThe DGHS cannot absolve itself of its responsibilities as it attempts to provide prescriptions to bring the health sector under control. How can we trust it to do the needful when it has consistently failed to bring corrupt elements within its own department to book? If it really wants to bring some semblance of regulation and safety back to the sector, it must come up with a realistic timeline and plan to bring all hospitals, clinics and diagnostic centres under registration and regular monitoring. It must strengthen its regulatory framework, ensure compliance, and check corruption at all levels of operation.\n",
        "headline_1": "Closure of unregistered hospitals: Knee-jerk reaction not the answer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/closure-unregistered-hospitals-knee-jerk-reaction-not-the-answer-3033256",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2022"
    }
]