[
    {
        "full_article": "The arrest of Delhi Chief Minister Arvind Kejriwal by the CBI in the Delhi excise policy corruption case is unwarranted and appears tainted by bad faith. It was effected just before the Supreme Court of India was due to hear an appeal against a Delhi High Court order that had stayed the bail granted to him by a lower court in a money-laundering case related to the same allegation. The High Court had stalled his release on a plea by the Enforcement Directorate, but reserved its detailed order. The Supreme Court had deferred its hearing to June 26 to await the outcome. However, the High Court, by a detailed order, formalised the stay on the grant of bail. On June 26 morning, the CBI effected his formal arrest and sought his custody for interrogation in a CBI court. It is quite strange that it decided on this particular day and circumstance to formally arrest someone who has been in custody since March 21, save for a brief interlude during which he was granted interim bail. It is difficult to escape the conclusion that the sole purpose was to deny him the possibility of freedom, if the Court had restored the bail order.The allegation that Mr. Kejriwal was a beneficiary as well as a prime mover behind the controversial excise policy that allegedly procured windfall profits for favoured liquor manufacturers is quite serious. However, the investigation has been going on for nearly two years, and suspects have been arrested from time to time. The evidence largely consists of statements made by accused persons who were subsequently granted pardon and made approvers. In these circumstances, the vacation judge who granted bail in the money-laundering case came to a reasonable conclusion that someone cannot be indefinitely incarcerated in the hope that a money trail and direct evidence would soon emerge to justify the action. Unfortunately, the High Court concluded that this verdict was arrived at without considering the entire material available and without affording sufficient opportunity to the prosecution. The picture of an accused having to go from the lowest to the highest court for bail and facing favourable and adverse orders alternately reflects poorly on a system that has been weaponised by the current regime to target political opponents. A truly impartial agency should not rush to arrest anyone, leave alone those holding high political office, but instead approach the trial court with a strong and well-documented case, and leave it to the courts to decide on the guilt or innocence of the accused. Mr. Kejriwal, on his part, should have resigned immediately on arrest to avoid the perception he could influence witnesses or tamper with the evidence.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nDelhi\n\n/\n\narrest\n\n/\n\nAam Aadmi Party\n\n/\n\njudiciary (system of justice)\n\n/\n\ncorruption & bribery\n\n/\n\npolitics",
        "headline_1": "​Unwarranted arrest: on the case of Arvind Kejriwal",
        "headline_2": "Timing of Kejriwal’s arrest hints at bad faith, eagerness to deny him freedom",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bunwarranted-arrest-on-the-case-of-arvind-kejriwal/article68340904.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "The resumption of fishing off India’s eastern coast including the Palk Bay, after the annual 61-day ban on fishing, has led to the death of a sailor from the Sri Lanka Navy. The Sri Lankan Navy had carried out an operation on June 25 morning to “chase away a cluster of Indian poaching trawlers” in Sri Lankan waters off Kankesanthurai, near Jaffna. A trawler-vessel was impounded and 10 fishermen apprehended, of whom eight were from Tamil Nadu and the rest from Andhra Pradesh. There have also been several cases of Indian (Tamil Nadu) fishermen dying too. The Tamil Nadu Chief Minister, M.K. Stalin, sought the intervention of the External Affairs Minister, S. Jaishankar, in releasing the vessel and the men. In his reply sent to the Chief Minister on Thursday, Mr. Jaishankar said the Indian High Commission had been seeking the early release of 34 fishermen in judicial remand and six others who were serving sentences. This is an opportunity for the two countries to revive the negotiation process, exclusively to deal with the fisheries dispute, which became aggravated in the wake of the 1974 and 1976 bilateral agreements to demarcate their maritime boundary lines. Mr. Stalin has done well to remind Mr. Jaishankar to convene a meeting of the Joint Working Group, last held (virtually) over two years ago. The acts of Indian fishermen crossing the international maritime boundary line are clearly illegal; factors relating to protection of livelihood opportunities cannot be delinked from the importance of the preservation of the marine ecosystem. A gradual replacement of bottom trawlers being used by the Tamil Nadu fishermen is a must, but the fisherfolk require time to prepare for diversification — deep sea fishing, marine cage farming, seaweed cultivation and processing, and sea ranching. The experiences of the deep sea fishing project, being executed by the Union and Tamil Nadu governments, are clear enough to conclude that it is a failure. After nearly seven years of implementation, only 61 deep sea fishing vessels have been handed over to beneficiaries, with 19 more under construction. It would be thoughtful if the Union government clubs the project with an all-India programme, where the unit cost of a deep sea fishing vessel is ₹40 lakh higher, at least to get a better response even at this stage. The unit cost of a deep sea fishing vessel under the Central-State project is ₹80 lakh. New Delhi and Colombo can devise additional schemes to help the Northern Province’s fishermen even more. But what is more important is that the two countries, representatives of the fishing community and officials from Tamil Nadu and the Northern Province should meet soon to find a way out of the dispute. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nfishing industry\n\n/\n\nIndia\n\n/\n\nSri Lanka\n\n/\n\nTamil Nadu\n\n/\n\nministers (government)\n\n/\n\ngovernment\n\n/\n\nUnion Budget\n\n/\n\nGeneral Elections 2024",
        "headline_1": "Net damage: On the fisheries dispute, India and Sri Lanka",
        "headline_2": "​India’s fisherfolk must be weaned away from bottom trawling",
        "link": "https://www.thehindu.com/opinion/editorial/net-damage-on-the-fisheries-dispute-india-and-sri-lanka/article68340694.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "The feisty womenfolk of Kutch Mandvi continue to tick off deities who are seen to be not doing their job \nIt was a scene of high drama. In a forest, a woman desperately calling out for help was being abducted. \nWhile the spectators, which included me, could hear her cries of distress, her husband seemed oblivious.\nA witness to the affray could contain herself no longer and called out in a loud and piercing voice, Arre, what’s the matter with you? Can’t you hear your wife? Go at once to save her!\nThe urgent injunction was taken on by others: What are you doing, you silly fellow! Hurry and go! Other women joined the chorus of alarm until, as though hearing these irate exhortations if not his wife’s cries for succour, the husband rushed to the rescue, only to find the kidnapping already accomplished.\nAmidst muttered disapproval of a husband who couldn’t save his wife, the audience would settle down to watch the agelessly retold story of Ram, Sita, and Ravana enacted on the tiny screen of the only cinema hall in Kutch Mandvi. \nIn those far-off days of my childhood, Mandvi was an overgrown village where my grandmother lived, and to which the rest of the family would make an annual visit.\nThere wasn’t an excess of entertainment in Mandvi. There was the temple, a meeting point as much for the exchange of community intelligence – who was marrying whom, which venerable patriarch had passed on – as for devotion. \nThe cinema hall, where the projectionist routinely got the reels mixed up, showed mainly mythological movies. The audience was composed mostly of women and children, the men disfavouring such frivolous diversions. \nThe scoldings that the on-screen divinities often received were occasioned not by irreverence or disrespect, but by the deep and intimate love one has for a close family member who can provoke admonition in equal measure to adoration. \nI recall those high-spirited women of Mandvi and wonder if their successors, equally feisty, bestowed electoral strictures on once-venerated icons who’d been seen to be less than on the ball in tackling the task at hand.\n\n",
        "headline_1": "Holy terrors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/holy-terrors/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "Can a country get sedentary before it gets rich? Yes. And it’s terrible for health\nPhysical inactivity is called “the silent killer”. Because of how its effects can creep up unnoticed year after year, decade upon decade. Until one day, one is diagnosed with a serious non-communicable disease. But aren’t sedentary lifestyles kind of the zeitgeist too? Readers will surely have seen sedentariness increase around them since their own childhood. And yet a pooled analysis of 507 surveys across 163 countries and territories, published in Lancet this week, surprises with the scale of its estimate of the malaise. As much as a third of the global population and half of India’s adults do not meet WHO recommended levels of physical activity. \nShock treatment | Another surprise is that insufficient physical activity is generally higher among women. South Asia shows the maximum sex difference, of 14 percentage points. In Afghanistan and Pakistan, it is 20 percentage points. Why are we surprised? Because India is an agricultural society and even other kinds of physical labour are a significant income source, we wonder how so many Indians can afford to be sedentary. Because women have so much household responsibility, and many have farm responsibility on top, we wonder how women of non-rich countries can be lagging men in physical activity. \nAlien medicine | These disjunctions call for deeper health profiles. They need to be taken seriously because they track with other studies. One shows that India’s rural areas are closing in on urban BMIs, another that abdominal obesity is 40% among women compared to 12% in men. Dietary transformations are underway at supersonic speed. Women’s liberty and safety are advancing, but at snail’s pace in some places, and even reversing in others. Maidans for playing are also in retreat, be it in villages or cities. In other words, we need to begin investigating less physical activity as disprivilege rather than luxury. \nTech therapy | Better documentation has to be the building block for effective diagnosis and treatment. Here, the smartphone whose addiction has cut our sprightliness at the knees, can help pool together stronger national health data, and also help us be healthier. From counting our calories to steps, serving the alert to changes in our gait or menstrual cycle, the phone can redeem itself.\n\n",
        "headline_1": "Physical, failed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/physical-failed/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "That married women aren’t hired in a major manufacturing plant shows how deep discrimination runs \nA recent Reuters investigation revealed labour contractors for Apple supplier Foxconn are not hiring married women for an iPhone assembly plant in Tamil Nadu. Reasons informally cited include married women’s work burden at home, the fact they get pregnant and need more time off, and that they wear jewellery that interferes with the production line. Obviously, these are not ‘reasons’ but all the bad old excuses, oppressive norms that trip women at every step. Women’s labour force participation is appallingly low in India. Women have dropped out at all levels of education, age and income. Whether in casual work, formal salaried work or self-employment, the gulf persists. Women who face intersecting forms of disadvantage, of poverty, caste or minority status, are the worst off. In white-collar work, women are labelled as less than committed, given less challenging assignments and put on a career plateau. The cost of maternity leave is held against them.\nWhile these are global problems, India is hamstrung by the lack of a clear anti-discrimination framework in employment. So, a social bias endures in barely disguised forms, despite an equal remuneration law that prohibits discriminatory hiring and pay, and several court judgments to that effect. Individuals are less able to litigate or seek remedy. Employers find ways to justify their stance.\nIt’s telling that many employers welcome married men, and begrudge married women. Women are indeed burdened with childcare, eldercare and household duties, because of oppressive social norms. And when they seek paid jobs, they are done in by the same norms. The deeper tragedy is that this domestic labour dumped on women undergirds the family, and effectively subsidises male workers and their employers. Both businesses and the state owe women for this unpaid work. In the Foxconn case, the tacit rule against married women simply writes off a whole category: not even asking if a person is willing to put in the time or take off their jewellery. It says something about our society and the state that we allow any employer to get away with such sweeping discrimination.\n\n",
        "headline_1": "Mother of all biases",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mother-of-all-biases/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "Lok Sabha has re-elected Om Birla as its Speaker. He must be non-partisan and maintain peace between govt & opposition. Changing archaic parliamentary procedures will help\n\nA contested election for the post of Lok Sabha Speaker is a sign of a broadening divide between treasury and opposition benches. Before Independence, contests for the position of president (equivalent of modern-day Speaker) were quite common. In the first election in 1925, Vithalbhai Patel defeated the govt nominee by two votes. He went on to lay the institutional foundations for the independence of the Speaker’s office.\nRead full story on TOI+\n\n",
        "headline_1": "Om shanti om?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/om-shanti-om/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "The history of Awami League (AL)—which started off as the Awami Muslim League (AML)—at 75 can be encapsulated under three headings: AL at birth; AL under Bangabandhu's leadership; and AL with Sheikh Hasina at the helm. From the time of its birth in 1949 to our liberation in 1971, AL can be credited with being either the author of or the main mover and participant in all democratic and cultural movements working tirelessly to strengthen the demand for the rights of the Bangalees in East Pakistan. No other party can claim to have singularly represented all our democratic aspirations as the Awami League during our days under Pakistan.\nIn the first phase, the two most important events that brought the AML to the forefront was first, the Language Movement, which united the people of East Pakistan and crystallised the efforts of AML to become the true voice of the people, and second, the 1954 provincial election under the banner of United Front (Jukta Front), in which AML was by far the biggest and most active partner, getting 143 seats as the party and 228 seats as part of the Jukta Front out of a total of 309 seats. These events marked AML's coming of age.\nThe 1954 election proved that there was a far deeper significance of AML's birth than many people realised then and even now. It has not been studied in depth, and its significance has not been fully evaluated in subsequent research and books that have been published since. It was the beginning of the disillusionment with the ideology of Pakistan; it was the start of questioning as to whether religion could be the only foundation of a newly formed state; it presented evidence that people lost confidence in the founding party of Pakistan, the Muslim League, which never recovered later, except under the military tutelage.\nAlmost all the leaders who formed the new party were integral parts of the Pakistan movement, and some of them, like Shaheed Suhrawardy and Maulana Bhashani, were its front-ranking leaders. So, why after succeeding to carve out Pakistan, would these leaders and thousands of their followers move away from the party—the Muslim League—that founded the new country?\nThe answer is very simple. With Pakistan's birth, Muslim League suddenly revealed itself to be devoted to serve the interest of the feudal landed gentry from West Pakistan, especially that of Punjab. The so-called Pakistani leadership was not concerned with its multiple and varied linguistic and cultural heritage. Bangalees, who constituted the majority of the new country's population, found their economic rights and cultural heritage ignored and their language, Bangla, denied the status of being a state language. In fact, the death of the new country was signalled by the very man who founded it, Quaid-e-Azam Muhammad Ali Jinnah, when he declared in Dhaka, \"Let there be no doubt that Urdu and Urdu shall be the only national language of Pakistan.\" That was the beginning of the end of Pakistan founded in 1947.\n\nThe victory in the 1970 general election, under Bangabandhu's leadership, was Awami League's biggest, most sweeping and politically critical achievement in that period. In many ways, it was the precursor to our Liberation War. That electoral victory gave AL the legal, moral and political right to speak on behalf of the people of East Pakistan, and declare independence and start the armed struggle when genocide was imposed on our unarmed people.\nIt was under Bangabandhu's stewardship that Awami League truly expanded its appeal to the masses and captured the imagination of the Bangalees. His was a dazzling phase—truly energising, deeply penetrating and fully capturing the attention, support and devotion of millions of ordinary people. His Six-Point Programme galvanised the people as never before and hardened their resolve to fight for their economic, cultural and political rights. Those of us, as student activists, who were witness to his meteoric rise, who had the privilege to hear his mesmerising speeches and marvelled at his courage in facing both the Pakistani elite and its formidable armed forces, and saw firsthand how he unified the Bangalees with his unmatched charisma, felt in our hearts that finally we had a leader who could realise the dream of our freedom and independence.\nThe victory in the 1970 general election, under Bangabandhu's leadership, was Awami League's biggest, most sweeping and politically critical achievement in that period. In many ways, it was the precursor to our Liberation War. That electoral victory gave AL the legal, moral and political right to speak on behalf of the people of East Pakistan, and declare independence and start the armed struggle when genocide was imposed on our unarmed people. AL's leadership, the role of the Mujibnagar government and especially that of war-time PM Tajuddin Ahmad were remarkable in every way. Though physically absent, Bangabandhu was present in every mukti joddha camp, and in the hearts and minds of everyone who fought for our independence.\nBangabandhu's brutal killing, along with all members of his immediate family, save the two daughters—our current PM and her sister—was the most tragic event that could have befallen us, and from which we are yet to fully recover.\nOf Awami League's 75 years of existence, the last 43 have been under Sheikh Hasina's leadership. Since her return from exile in India in 1981 till date, she rebuilt AL after it suffered from deep existential crises following the brutal murder of Bangabandhu. She has not only successfully re-organised and re-energised the party, but also brought it to power in 1996, after 21 years of being in the opposition. She returned to power in 2008 and has continued till date, well on her way to completing an unbroken spell of 20 years of heading our government.\nDuring her last 15 years of unbroken rule, she brought about remarkable advancement in the country's economic field. Her spectacular success in infrastructure development and power generation, with the capacity cost aspect being seriously questioned, is highly laudable. Bangladesh's praiseworthy rise up the development ladder can definitely be attributed to Sheikh Hasina's able and determined running of the state's affairs.\nHowever, her grand success came with some very damaging costs. As is evidenced in history, a party in opposition and the same party in power, especially when the stay is long, presents two radically different pictures. The Awami League that began as the voice of the people has now ended up being that of an individual. The more the party stayed in power, the more its operations became centralised. From the smallest to the most significant policy decisions, they are no longer the result of debates within its ranks, but personnel choices of the leadership. From local leaders to the central, from nominations to every single post in all the levels of the elected office, the leader's wish is everybody's command.\nToday, it is one of the most centralised parties anywhere in the world with the inevitable consequence of rising authoritarian tendencies in all levels of the leadership structure. The micromanagement of the party has had the same consequences as it always does: of there being no delegation of authority, no accountability at any level, and no sense of ownership of what the party does, except to carry out orders from the top.\nElections, a crucial measure of judging how a political party is faring in the public eye, is no longer valid in Bangladesh. It has lost its fundamental ability to elect genuine representatives of the people, due to both the ruling party's grip on all state institutions that guarantee free polls and the opposition's unthinking boycott of elections. Making voters insignificant has been a hallmark of the last three general elections.\nAs AL celebrates 75 years of its existence, there are many reasons for it to be proud of. It has many achievements that others can be envious about. Compared to many political parties in different parts of the world, AL's record can be considered exceptional.\nBut there are an equal number of reasons for it to be deeply concerned. Money and muscle power have replaced people's power in the day-to-day operation of this party that people once unquestioningly obeyed and unreservedly loved. Except for a few at the top, party positions today are up for grabs by the rich and the corrupt. The victory of a large number of AL's own \"disobeying\" candidates in the last election stands as proof as to how corrupt the original selection process was.\nThe party today is its own judge and jury. It only speaks to the mirror because it cannot tolerate the retort that would come if it spoke to the people. It listens only to its own music as other tunes are unpalatable. It is intoxicated by its own rhetoric and mesmerised by only those things that it wishes to see. It is a typical example of a political party living in its own bubble. And since it has monopoly control on all the levers of power, the bubble, as fragile as it is, can also be dangerous. This is so because the reality presented by the bubble can form the basis of decisions that can fatally harm us all. The handling of the issue of corruption, money laundering, misuse of power, and especially that of defaulted loans and the treatment meted out to wilful defaulters cannot be but the results of living in a bubble.\nWe hope we have given enough food for thought to the Awami League on its 75th anniversary.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: From people to a ‘bubble’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-people-bubble-3643436",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "The dark machinery of empire, whose mendacity and savagery Julian Assange exposed to the world, spent 14 years trying to destroy him. They cut him off from his funding, cancelling his bank accounts and credit cards. They invented bogus allegations of sexual assault to get him extradited to Sweden, where he would then be shipped to the US.\nThey trapped him in the Ecuadorean Embassy in London for seven years after he was given political asylum and Ecuadorian citizenship by refusing him safe passage to Heathrow Airport. They orchestrated a change of government in Ecuador that saw him stripped of his asylum, harassed and humiliated by a pliant embassy staff. They contracted the Spanish security firm UC global in the embassy to record all his conversations, including those with his attorneys.\nThe CIA discussed kidnapping or assassinating him. They arranged for London's Metropolitan Police to raid the embassy—sovereign territory of Ecuador—and seize him. They held him for five years in the high security HM Prison Belmarsh, often in solitary confinement.\nAnd all the while they carried out a judicial farce in the British courts where due process was ignored so an Australian citizen, whose publication was not based in the US and who, like all journalists, received documents from whistleblowers, could be charged under the Espionage Act.\nThey tried over and over and over to destroy him. They failed. But Julian was not released because the courts defended the rule of law and exonerated a man who had not committed a crime. He was not released because the Biden White House and the intelligence community have a conscience. He was not released because the news organisations that published his revelations and then threw him under the bus, carrying out a vicious smear campaign, pressured the US government.\nHe was released—granted a plea deal with the US Justice Department, according to court documents—in spite of these institutions. He was released because day after day, week after week, year after year, hundreds of thousands of people around the globe mobilised to decry the imprisonment of the most important journalist of our generation. Without this mobilisation, Julian would not be free.\nMass protests do not always work. The genocide in Gaza continues to exact its gruesome toll on Palestinians. Mumia Abu-Jamal is still locked up in a Pennsylvania prison. The fossil fuel industry ravages the planet. But it is the most potent weapon we have to defend ourselves from tyranny.\nThis sustained pressure—during a London hearing in 2020, to my delight, District Judge Vanessa Baraitser of the Old Bailey court overseeing Julian's case, complained about the noise protestors were making in the street outside—shines a continuous light on injustice and exposes the amorality of the ruling class. This is why spaces in the British courts were so limited and blurry eyed activists lined up outside as early as 4am to secure a seat for journalists they respected, my spot secured by Franco Manzi, a retired policeman.\nThese people are unsung and often unknown. But they are heroes. They move mountains. They surrounded parliament. They stood in the pouring rain outside the courts. They were dogged and steadfast. They made their collective voices heard. They saved Julian. And as this dreadful saga ends, and Julian and his family I hope, find peace and healing in Australia, we must honour them. They shamed the politicians in Australia to stand up for Julian, an Australian citizen, and finally Britain and the US had to give up. I do not say to do the right thing. This was a surrender. We should be proud of it.\nI met Julian when I accompanied his attorney, Michael Ratner, to meetings in the Ecuadorian Embassy in London. Michael, one of the great civil rights attorneys of our era, stressed that popular protest was a vital component in every case he brought against the state. Without it, the state could carry out its persecution of dissidents, disregard for the law and crimes in darkness.\nPeople like Michael, along with Jennifer Robinson, Stella Assange, WikiLeaks Editor-in-Chief Kristinn Hrafnsson, Nils Melzer, Craig Murray, Roger Waters, Ai WeiWei, John Pilger and Julian's father John Shipton and brother Gabriel, were instrumental in the fight. But they could not have done it alone.\nWe desperately need mass movements. The climate crisis is accelerating. The world, with the exception of Yemen, stands passive watching a live streamed genocide. The senseless greed of limitless capitalist expansion has turned everything from human beings to the natural world into commodities that are exploited until exhaustion or collapse. The decimation of civil liberties has shackled us, as Julian warned, to an interconnected security and surveillance apparatus that stretches across the globe.\nThe ruling global class has shown its hand. It intends, in the global north, to build climate fortresses and in the global south to use its industrial weapons to lock out and slaughter the desperate the way it is slaughtering the Palestinians.\nState surveillance is far more intrusive than that employed by past totalitarian regimes. Critics and dissidents are easily marginalised or silenced on digital platforms. This totalitarian structure—the political philosopher Sheldon Wolin called it \"inverted totalitarianism\"—is being imposed by degrees. Julian warned us. As the power structure feels threatened by a restive population that repudiates its corruption, amassing of obscene levels of wealth, endless wars, ineptitude and mounting repression, the fangs it exposed to Julian will be exposed to us.\nThe goal of wholesale surveillance, as Hannah Arendt writes in The Origins of Totalitarianism, is not, in the end, to discover crimes, \"but to be on hand when the government decides to arrest a certain category of the population.\" And because our emails, phone conversations, web searches and geographical movements are recorded and stored in perpetuity in government databases, because we are the most photographed and followed population in human history, there will be more than enough \"evidence\" to seize us should the state deem it necessary. This constant surveillance and personal data wait like a deadly virus inside government vaults to be turned against us. It does not matter how trivial or innocent that information is. In totalitarian states, justice, like truth, is irrelevant.\nThe object of all totalitarian systems is to inculcate a climate of fear to paralyse a captive population. Citizens seek security in the structures that oppress them. Imprisonment, torture and murder are saved for unmanageable renegades such as Julian. The totalitarian state achieves this control, Arendt wrote, by crushing human spontaneity, and by extension human freedom. The population is immobilised by trauma. The courts, along with legislative bodies, legalise state crimes. We saw all this in the persecution of Julian. It is an ominous harbinger of the future.\nThe corporate state must be destroyed if we are to restore our open society and save our planet. Its security apparatus must be dismantled. The mandarins who manage corporate totalitarianism, including the leaders of the two major political parties, fatuous academics, pundits and a bankrupt media, must be driven from the temples of power.\nMass street protests and prolonged civil disobedience are our only hope. A failure to rise up—which is what the corporate state is counting on—will see us enslaved and the earth's ecosystem become inhospitable to human habitation. Let us take a lesson from the courageous men and women who took to the streets for 14 years to save Julian. They showed us how it is done.\nChris Hedges is a Pulitzer Prize–winning journalist who was a foreign correspondent for fifteen years for The New York Times, where he served as the Middle East Bureau Chief and Balkan Bureau Chief for the paper.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "You Saved Julian Assange",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/you-saved-julian-assange-3643221",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "While fiscal and monetary policy implications of the FY2025 budget are easy to untangle, one needs to drill down deeper to decipher the true stance and direction of trade policy, as immersed in the budget.\nAs a trade economist, a focus on the government's articulation of trade policy under the rubric of annual budgets has been my raison d'etre for a post-budget column for the past several years. This time is no exception. But it took on greater importance this time in light of the fact that the economy is faced with a number of critical challenges that deserved immediate attention. Regrettably, trade policy has often not been on the radar. \nIt is fair to say that the domestic side of the equation has been adroitly addressed through a combination of fiscal restraint and a constricted fiscal deficit to complement the inflation-reduction stance of the monetary policy already under way. On the external side, restoring stability in the balance of payments was partly addressed in the weeks preceding the budget presentation by moving to a flexible exchange rate regime—the crawling peg—along with a modest depreciation of the taka on top of the massive depreciation already enacted over the previous 18 months. All eyes have been glued to the one salient macroeconomic indicator of external stability—official foreign exchange reserves. \nA pivotal step towards stabilising forex reserves was the move by the central bank to launch a regime of exchange rate flexibility (a component of trade policy) shortly before the budget announcement. Technically, Bangladesh has been on a floating exchange rate regime since 2004, when this sort of exchange rate system was officially launched. \nA freely floating exchange rate system is the epitome of exchange rate flexibility. If allowed to function, the exchange rate will depreciate when there is an excess demand (via imports) for foreign exchange and will appreciate when there is an excess supply (via exports) of foreign exchange. Thus, this system contains a built-in adjustment process (not instantaneous but over a period) for restoring balance in trade or current account deficits or even the entire balance of payments. Usually, most economies subscribing to the floating exchange rate system adhere to what is called a \"managed float\". The devil lies in the degree of management of the float. In our case, the managed float became so entrenched over time that the system failed to respond to changes in demand and supply, approaching a fixed exchange rate system around 2020-2022. The exchange rate became significantly over-valued making exports uncompetitive. One indication of this over-valuation was the appreciation of the Real Effective Exchange Rate (REER), a measure of export competitiveness, by over 50 percent compared to 2011. \nIn FY2022, the dam broke, as it were, and Bangladesh Bank could not avoid letting the exchange rate depreciate a massive 30 percent during 2023, and another 6 percent in a pre-budget adjustment in May 2024. Such a significant one-time depreciation—rather than gradual depreciation over several years—is disruptive and causes a shock to various parts of the economy. The shock—inflation, depleting foreign exchange reserves, import curbs, balance of payments volatility—had to be mollified with bold measures to restore macroeconomic stability. Unfortunately, for the economy, those measures came late in the day, only in the last three to six months, with the finishing touches to be expected from the FY2025 budget. So, it would be fair to commend the budget policymakers, headed by the Finance Minister, for deftly putting the finishing touches on restoration of macroeconomic stability, both internal and external, in order to move forward on a path of stable and rising growth that was the stock of the Bangladesh economy for three decades. \nYet, in my view, some more proactivity would have been desirable on the trade policy front given that forex reserves had barely stabilised at about three and a half months of import cover whereas the dire need is to restore a comfortable zone for forex reserves at around five or more months of import cover. Aggressive measures are needed to boost reserves by providing impetus for export growth and remittance inflows. This is where trade policy direction becomes vital for providing the right stimulus to exports. \nAlready, the first step towards stimulating exports has been taken, with the substantial depreciation of the exchange rate that has pretty much eliminated the past appreciation of REER. But one fundamental policy that favours domestic sales over exports—anti-export bias of tariffs—remained unaddressed, though a rare opportunity was presented by the depreciation-induced tariff spike across-the-board (36 percent depreciation raised all tariffs by 36 percent). It presented the scope for drastic rationalisation of tariffs without the revenue loss implications that continue to haunt the revenue authority. \nThe persistence of anti-export bias emerges from the high tariff protection regime intended to prop up domestic import substitution industries (ISIs), which then serves to discourage export activity because they become less profitable relative to domestic sales. There was high expectation that, following so much discussion on the subject over the past year, the budget, which usually lays down the magnitude and direction of tariff adjustments (indicating trade policy direction), would be aggressively moving to purge anti-export bias of tariff protection in a substantial degree. Indeed, there is a hint that this might be in the offing as the FM's budget speech highlights the formulation of National Tariff Policy 2023 which, if implemented in whole or in part, could open the doors for export diversification, enhance product competitiveness, rationalise tariffs for reducing anti-export bias and ensuring balanced development of import substituting industries. As no implementation programme for NTP 2023 was noticeable in the budget speech, perhaps the program will be undertaken subsequently, as media reports suggest. \nIf anything, tariff rationalisation was modest as Regulatory Duty (RD) and Supplementary Duty (SD) were withdrawn from 110 tariff lines. The surprising element was the reduction of SD on 172 RMG tariff lines, from 45 percent to 30 percent. Why not completely eliminate SD on RMG imports? Do we really need protective tariff for RMG when we are the second largest exporters of apparel in the world? The budget also lays down some feeble tariff rationalisation measures in light of the impending LDC graduation when what was needed was aggressive action. For instance, as 90 percent of SD are applied for protection purposes (higher rates on imports, lower or nil SD on domestic production), this could run afoul of WTO compliance. Though we can hope for some \"due restraint\" on the part of WTO members following graduation, the prospect of anti-dumping or countervailing duties cannot be ruled out. An opportunity was thus missed to move aggressively on the tariff rationalisation path. \nA notable innovation was the promotion of brand Bangladesh through the emphasis on \"Made in Bangladesh\" strategy for giving stimulus to \"domestic industries.\" What is not clear from the budget is what strand of this strategy do the policymakers espouse? There are two strands to this trade policy strategy: (a) MADE IN BANGLADESH, SELL IN BANGLADESH and (b) MADE IN BANGLADESH, SELL IN THE WORLD MARKET. \nMy reading of the support measures seems to suggest that the preferred policy is geared to the former dispensation. Although export-oriented sectors are also on the radar, the budget seems to focus on promoting several import substituting industries with protection support—raising output tariffs and lowering input tariffs —in a classic demonstration of raising effective protection and, thereby, discouraging exports of the same products via anti-export incentive bias. \nThis is where history of trade and development diverges. The first strand of trade policy, by focusing on the domestic market, has never given growth rates of seven to eight percent on a sustained basis anywhere in the world. There is no historical or cross-country evidence of this happening. No matter how large the domestic market is, it is no match to the size and scale of the world market. It is the second strand of trade policy that has the potential to generate seven, eight, nine percent or even higher growth rates by harnessing the demand of the massive global market. China, Vietnam and several East Asian countries are classic examples of turning around poor economies into high growth, high income economies within a few decades. Should Bangladesh not opt for the second orientation of trade policy? Moreover, there is clear evidence that export-oriented industrialisation creates much greater employment than import substituting, domestic market driven industrialisation. In our country, RMG is a case in point. \nThe budget may not be the place to articulate the entire strategy for trade policy directions as the country moves into the LDC graduation phase of development. This post-budget note is meant to underscore the urgency of the task ahead, lest we reach a cliffhanger on November 24, 2026—the date for graduation out of LDC status. A crisis always presents opportunities to be seized. In 1990, when the economy faced a macroeconomic and balance of payments crisis, the country's policymakers chose to go for radical trade policy reforms, investment liberalisation, and market-oriented reforms. These reforms, though ostensibly incomplete, still gave the impetus for two decades of rapid growth and poverty reduction. Given that the economy is once again faced with heightened degree of macroeconomic and balance of payments challenges, and LDC graduation is imminent, one would be looking for another round of structural reforms at least in the long overdue trade and tax policy arenas in order to restore macroeconomic and balance of payments stability and resume its long-run rapid growth path. \nWith regard to a medium-term development strategy, the budget may not be the end game. There are signs of change in trade policy directions, but our hope was for more clarity and aggression in moving forward with change. Maybe that part of the agenda for action has been left for post-budget activities. \nIt is important to recognise that trade has been the handmaiden of Bangladesh's development. It will remain so for the next decade and beyond. So, adopting the most dynamic trade policy for future progress is a national imperative now. \nDr Zaidi Sattar is Chairman, Policy Research Institute of Bangladesh (PRI).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What the budget means for Bangladesh’s trade policy direction",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-the-budget-means-bangladeshs-trade-policy-direction-3643036",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "That the International Monetary Fund (IMF) is going to check five high-risk commercial banks of the country about suspected money laundering as part of what it calls 'structural benchmark' seems to align with the efforts of the local authorities to stop money flight from the country albeit with no mentionable success this far. It has been gathered from media reports that the IMF will remain engaged with the task for the next 12 months as the Executive Board of the organisation completed a second review of its US$4.7 billion lending package for Bangladesh and approved the release of $1.148 billion in the third tranche. An IMF document released this week says the matter has been included in the structural benchmark with the objective of improving anti-money laundering and combating terror financing efforts. The IMF has reportedly developed examination procedures in respect of money flight and terror financing as part of its technical-assistance project and wants to check any involvement of Bangladeshi banks by using the procedures. The IMF in the structural benchmarks for the next one year has also mandated that at least 50 per cent of the value of central government transactions, excluding interest payments, subsidies, loans, equity, and liabilities, have to be carried out through electronic funds transfer (EFT) to improve budget execution and enhance fiscal transparency. Checking out on money flight and terror financing, is no doubt a welcome initiative. Given the vain attempts of various quarters, including the central bank, to stop illicit money flow from the country, devising an appropriate method will surely be of help to the country's financial sector. The exact extent of financial losses due to money laundering through illegal channels is not known to the central bank. Whatever information is gathered comes from published reports of international agencies. A US-based watchdog, the Global Financial Integrity (GFI), in a report in 2021 said Bangladesh annually lost nearly $8.27 billion on an average between 2009 and 2018 from mis-invoicing of values of export and import of goods by traders as they want to evade taxes. According to the report, on an average, $6.16 billion was laundered every year during the period, and in 2013 the amount soared to as high as $9.66 billion.The fact that money laundering is pervasive and that huge sums of money are being flown to overseas destinations cannot be disputed. It is not only confined to false trade declarations - over-invoicing in import for example, or capital flight by multinationals--- once believed to be the key mode of money flight, but also includes the widely practised mode of money transfer called hundi. It is common knowledge that in the absence of deterrent measures to check on, hundi is a suitable mechanism for transferring money overseas, particularly from sale of property in the country.Things are believed to have further deteriorated lately. Given the situation, the IMF's proactive stance of using its own methodologies is crucial. It remains to be seen whether the banking sector in Bangladesh has been complicit in these illicit financial activities.",
        "headline_1": "IMF's move to check money flight and terror financing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imfs-move-to-check-money-flight-and-terror-financing-1719496711",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "'Fair is foul, and foul is fair, hover through fog and filthy air' -William Shakespeare This is exactly how the world's pre-eminent bard and playwright writing in the 16th and early 17th centuries, exposed the hypocrisy of people, particularly in position and power. More than three centuries later ---if Macbeth was written in 1704, there seems to be an epidemic of foul plays under the garb of fair plays. On the occasion of Wikileaks co-founder Julian Assange's walking out of UK prison as a free man, Shakespeare's observation could not be more appropriate. Under a deal, Assange has agreed to plead guilty to a single criminal charge of conspiring to obtain and disclose classified US national defence documents. By this time, Assange has joined his family in Australia before briefly appearing at the district court in Mariana Islands, a US territory in the Pacific. The saga of his imprisonment for five years in high-security UK jail and self-confinement in Ecuadorian embassy in London for long seven years is a testament of how whistleblowers are hunted down by the so called champions of democracy and free press. Under the deal, he was sentenced to five years imprisonment which he has already completed. But the charges of rape and sexual assault brought against him by two women respectively in Sweden were dropped by Swedish prosecutors on the plea that credibility of the accusations notwithstanding, the long passage of time has destroyed many of the evidences. If Assange has committed the sexual offence, he surely should have suffered the punishment but so far as the disclosure of US classified defence documents is concerned, his is an act of heroism. The materials that he made public concerns US invasion in Afghanistan and Iraq and the related war crimes there. But there is nothing to be surprised if Julian was framed because the incidents were reported immediately after the Wikileak's release of hundreds of Washington's classified military documents on US war in those two countries and diplomatic dispatches to support those. A man who boasts a loving life partner in Stella Moris and had two sons as a couple before their exceptional marriage in the oppressive high-security Belmarsh prison on March 23, 2022 provides one example too many of the bond between the two. Before the marriage, she declared, \"This is not a prison wedding, it is a declaration of love and resilience\". She further declared, \"I will marry the love of my life\", who \"is a wonderful man, intelligent and funny\" and has \"a deep-seated sense of right and wrong\". It is difficult to believe with such a testimonial from his wife, he suddenly turned into a sexual predator to pounce on two women and that too at the time of a Wikileak conference in Sweden. The administration and military establishment in Washington were seething with rage that their misdeeds in Afghanistan and Iraq had been exposed. Saddam Hussein was falsely painted as a villain and the stockpiles of weapons of mass destruction including chemical weapons was a damn lie. In Afghanistan, America's own creation of the Taliban turned its nemesis but not before extensive war crimes had been committed by the panicked US soldiers deployed there. It was not for nothing that the US invasion of one oil-rich country and another mineral-rich one was carried out. Assange did not commit any crime by exposing the lies and hypocrisy of US administration, which were used as a ruse for attacking the two countries and committing mass murder there. In fact, he is a hero who dared rise up to the occasion to show the world that the foul play is passed by the powerful parties as fair play. Accused of foul play, Julian had his life threatened but he deserves to be rewarded for his heroism, courage and doing exactly what his conscience asked him to do.  When it comes to invasion of foreign lands, whether in the past or even in this so-called highly advanced civilisation, the mentality behind it remains the same and excuses advanced are equally flimsy. There is not much to choose between an invader of the Middle Age and a war-monger of present time. When Nadir Shah invaded India, the excuse was the insult inflicted to the Persian envoy by Mughal emperor Muhammad Shah at the royal court of Delhi. All Western colonial powers followed the arcane logic that the countries they wanted to take over were populated by people uncivilised and needed their help for the natives' education, material well-being and moral enlightenment. Perhaps the sub-continent provides the best example of how the ulterior motive of capturing the rich swathes worked behind the apparently innocent appeal for carrying on business transactions. Then the two world wars, although they look detached from the endeavour to loot wealth from colonies, had their seed sown in the rivalry between and among leading European powers over colonial expansion. What the big powers preach and practice at home is mindlessly violated abroad in advancing their interests and spheres of influence. That is criminal and contrary to the right to information. Julian took help of his techno-savvy mind and sense of responsibility to skirt around US cyber security for bringing the truth to the fore. Hats off to him![email protected]",
        "headline_1": "Assange walks into freedom, let him live in true freedom",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/assange-walks-into-freedom-let-him-live-in-true-freedom-1719496740",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "It is very easy for any sensible person aware of the affairs in Bangladesh to get confused about the attitude of the people in power of the country towards corruption. The message of pursuing a 'zero-tolerance policy' on corruption gets wide publicity, but the ground reality does not match this avowed intention. Rather it suggests that the social ill is getting more widespread with every passing day in defiance of the authorities. So the question arises if the authorities mean what they say. If they did, corruption could not spread its roots so widely.Lately, a barrage of corruption allegations against some highly-placed public servants has been a subject of public deliberations, overshadowing many other burning issues. Media reports reveal that some public servants amassed wealth worth thousands times their legal income. The irregularities by some officials were not confined to bribery; they exploited every chance they got to be involved in any form of irregularities. That a few of them flew abroad secretly with their families to avoid facing interrogation by the national anti-corruption agency corroborates the allegation. This abysmal situation prevails despite the government's 'zero tolerance' to corruption. Mere rhetoric would serve none, there is need for targeted action so that it acts as an effective deterrent to corruption.About the suspected corrupt big shots, ruling party leaders are saying the law will take its own course in dealing with them and which is why they have started facing the music. It is not easy to keep trust in such statements. Why? These influential public servants were enjoying the highest preference and privilege from the government until they grabbed headlines. Who will believe the government high-ups, different agencies designated to find out and combat corruption, were completely clueless about their corruption? If they were really in the dark about their corruption, how the state organs are functioning. We have not heard that anyone from the departments concerned was held responsible or punished for their failure to report on corruption committed by the big shots.Anyway, it is good to see corrupt suspects are facing a public humiliation. They cannot stay at the palatial houses they constructed, cannot ride on the most luxurious cars they bought, cannot indulge in angling in leisure at the artificial lakes they built, or pray at the mosques they constructed with the ill-gotten money.Let there be a social campaign to combat corruption. Why do we need to combat corruption? Because it has numerous negative impacts on society, the economy and the state. Corruption increases income inequality and poverty, promotes discriminatory asset ownership, infringes rights of service seekers, damages morale of service providers, lowers social spending and most importantly discourages investment and slows economic growth. Just three months ago, a US government report identified bribery and corruption as the main obstacles the world's top economy is facing in promoting business in Bangladesh.Anyway, enough is enough. The government now needs to mean what it says about corruption as the country can no longer afford such widespread malpractice. Mere lip service against the ill will be of no use. It must give a clear message to society that no one will be allowed to get off scot-free if found involved in corruption.[email protected]",
        "headline_1": "Zero tolerance to corruption!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/zero-tolerance-to-corruption-1719496821",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2024"
    },
    {
        "full_article": "Freedom fighters are undoubtedly the best and bravest children of this nation. No patriotic citizen disagrees with the special benefits their families deserve. However, the 30 per cent quota in government jobs for the wards of freedom fighters hinders the broader interests of the country. We know that freedom fighters sacrificed themselves for the common people of this country and fought against all forms of discrimination.Article 29 (1) of the Constitution of Bangladesh states, \"There shall be equality of opportunity for all citizens in the employment or promotion of public works.\" However, it calls for keeping quota system for children of backward communities.Now, the question arises: are the grandchildren of freedom fighters truly disadvantaged? It is a national embarrassment to suggest that any freedom fighter's family in Bangladesh is still backward. If a freedom fighter has four or five children and three or four grandchildren, the total number of family members is 15-16. This means many people are benefiting from state facilities due to one person's status.If grandchildren of freedom fighters need special privileges, it undermines the rights of those who are truly disadvantaged. Common students or citizens will not object to providing various allowances, medical care, accommodation, and other facilities to the families of freedom fighters. However, reintroducing 30 per cent freedom-fighter quota in the most critical positions of the republic deprives ordinary and talented students.Zakia Sultana Student MCJ, Dhaka University[email protected]",
        "headline_1": "Ensure fair recruitment in government jobs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-fair-recruitment-in-government-jobs-1719496841",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2024"
    }
]