[
    {
        "full_article": "India continues to record over 2,80,000 cases every day, which on its own is an uncomfortable statistic. These are not too far from that observed during the second wave and it is understandable why State administrators continue to impose lockdowns. However, numbers are meaningless without context and the data from States show that what was most feared about Omicron — an upsurge of hospitalisations and indiscriminate mortality — has not come to pass. The States that are in the throes of the wave now report, on average, that more than 95% of their available beds are unoccupied. By no means does this suggest that an Omicron infection is mild or that those vaccinated can be assured of pre-2020 nonchalance. However, the evidence is unequivocal that the odds of requiring hospitalisation are low in the doubly vaccinated and the vaccines, so far, continue to deliver on their promise of staving off severe illness. These observations are no doubt accounted for by various State governments which are now easing restrictions and allowing business establishments and public places to open up. However, schools continue to be shut in most places and administrators are reluctant to open them because most children are unvaccinated. Serology surveys by the ICMR and independent experts have found that greater than 70% of children displayed COVID-19 antibodies — which is no different from adults. Other lines of research also establish that while children are likely to contract the infection and be carriers, they are less likely to fall severely ill. Placing this in context with the disruption that has taken place in schools, the years of quality teaching time that have been lost and, the entrenching of inequality among well-off children and those who are dependent on schools not only for learning but also a nutritious meal, it is clear that schools, in good conscience, cannot be allowed to remain shut. The COVID-19 pandemic has not ended but societies are better prepared and aware of the reasonable measures that can be undertaken to save lives. Lockdowns are effective as a temporary measure and give time to stock up, but they come with huge costs and are not sustainable over the longer term. Thus, States should prioritise expanding vaccine coverage, insist on masks when children are in close confines, undertake periodic testing to gauge transmission and monitor hospitalisation trends while fully reopening schools. Experience from other countries such as the U.K. and the U.S. suggests that the reopening of schools hardly impacted transmission trends. India must incorporate these lessons.",
        "headline_1": "Open the schools",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/open-the-schools/article38335694.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-01-2022"
    },
    {
        "full_article": "The Kerala government’s proposal to amend its Lok Ayukta Act through an ordinance appears questionable and hasty. Even though the Left Democratic Front (LDF) government is citing legal opinion to justify the proposed amendments, it does give an impression that it is in an unseemly hurry to remove the finality attached to a provision that allows the anti-corruption judicial body to direct a public servant to vacate office, if an allegation is substantiated. The criticism by the Opposition that the change may dilute the Lok Ayukta law appears valid, as Section 14 of the Lok Ayukta Act is its most stringent provision. Both the Congress-led United Democratic Front and the BJP have appealed to the Governor not to promulgate the ordinance cleared by the Cabinet. Opposition parties have suggested that the proposal may be linked to ongoing inquiries by the Lok Ayukta against members of the Cabinet. Also, the present regime has been adversely affected by this particular provision. In April 2021, Minister for Higher Education and Minority Welfare K.T. Jaleel had to resign after the Lok Ayukta found him guilty of nepotism. The present regime seems to have realised only after this episode the implications of the binding nature of the Lok Ayukta’s ‘declaration’ that a public servant, against whom an allegation is substantiated, should not continue to hold office. It is strange that the Government now says the section is unconstitutional when it could have been challenged by Mr. Jaleel himself.The Government has defended the proposed ordinance on the ground that the section amounts to removal of a Minister duly appointed by the Governor on the advice of the Chief Minister, and violates Articles 163 and 164 of the Constitution. Further, there is no provision for appeal. It proposes to amend it to the effect that the Governor, the government or authority may decide on the Lok Ayukta’s finding within three months. It also seeks to provide for an appeal. While these are valid points, there is room to question the adoption of the ordinance route. It is also curious that the provision is now considered unconstitutional when it was an earlier LDF regime headed by E.K. Nayanar that enacted the law in 1999. The legislation was quite ahead of its time, as it envisaged removal of a public servant from office following an adverse judicial finding long before the Supreme Court paved the way for automatic disqualification of an elected representative upon conviction. It was only in 2013 that the apex court struck down a clause in election law that saved a serving legislator from disqualification following conviction until an appeal was filed and disposed of. A regime truly disposed towards corruption-free governance should not normally be worried about a law that allows an independent judicial forum to direct a public servant to leave office. If it has well-founded reservations about the process, it should not be chary of introducing relevant amendments in the Assembly.",
        "headline_1": "Wrong route: On Kerala Lok Ayukta law",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/wrong-route-the-hindu-editorial-on-kerala-lok-ayukta-law/article38335733.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-01-2022"
    },
    {
        "full_article": "It was Titian Matin's first return to his native Bangladesh after he won the Nobel Prize in economics for his study of the reciprocal relationship between urban density and economic geography. As an MIT professor of economics, he was invited to be the keynote speaker at the 2034 convocation of his alma mater: the University of Dhaka. Lillian Roscoe, a Harvard professor of anthropology and Titian's wife, was making her maiden trip to Bangladesh. On the plane to Dhaka, Titian told his wife about his eventful undergraduate years on campus. They planned to spend a few days walking around Dhaka University and feel its academic pulse before the big day.\nLilian was impressed with Dhaka's brand new international airport on the bank of the venerated Padma River, about 40 miles from the city. The elevated expressway from the airport brought them to their Gulshan hotel in less than an hour. The first day in Dhaka was spent with Titian's cousins, reminiscing about their shared childhood stories.\nThe next day, they went to visit the university campus. On the way to the Teacher-Student Centre or TSC by the elevated metro, Titian was surprised to see how his city had been radically transformed with all kinds of sinuous flyovers, multilevel expressways, metro rail stations, swanky hotels, and shopping arcades. Only tiny fractions of Dhaka's sky could be seen through a high-rise concrete forest.\nWhen they disembarked from TSC metro stop in front of Bangla Academy, Titian pointed to the area where Dhaka's iconic Ekushey Book Fair used to take place on a sprawling compound, now crowded with the massive piers of the metro rail, station, high-rise academic buildings, and a gargantuan gymnasium. It felt more like a congested city centre than the academic heart of a university campus. Tall buildings dominated the landscape rather than trees, people, or educational spirit.\nLillian gasped, \"I was expecting a greener campus … that's what I thought your university was … what happened?\"\nTitian said absentmindedly, \"Well, about a decade ago the university had a radical transformation! I remember, under a new master plan for the campus, 97 high-rise buildings were constructed without much respect for the environmental history of the 304-acre campus. Nearly 600 old buildings were torn down. It seemed as if Baron Haussmann came from Paris to save Dhaka! Development and modernisation are necessary, but it was no less a steroid-induced and special-interest master plan for the university! A lot of people got fat from the multi-billion-dollar campus development. It was a greedy gilded age!\"\nLillian asked, \"Wasn't the decade of the 2020s the heyday of Sustainable Development Goals? Why couldn't Dhaka's local governments and the university administration learn a lesson from the West's failed mid-20th-century urban renewal schemes, and leapfrog to a new generation of environment-friendly green development? Isn't it expected from an academic community? Based on what you have been telling me, I thought Dhaka University had begun its journey with much promise in 1921.\"\nTitian responded, \"Yes, not many people are aware of the university's fascinating start! Many historians and members of the civil society readily like to buy into the alleged communal origin of the university. Many also like to think of it as what British India's Viceroy Robert Bulwer-Lytton called a 'splendid imperial compensation' in the wake of the failure of the Partition of Bengal (1905-1911), generally assumed to be a colonial ploy to favour East Bengal's intellectually backward Muslims. But the university was much more than an 'imperial concession.' It was also a product of the British Raj's ongoing educational reform efforts following the Indian Universities Act, 1904. A year after the annulment of Bengal's partition, the Nathan Commission was formed to create an academic blueprint for the establishment of Dhaka University. The commission included four Muslims, four Hindus, and four Englishmen. The first vice-chancellor of this university was a Jew, Philip Hartog, who prioritised educational excellence over communal grievance. There is evidence that Dhaka University was conceived as one of the most advanced institutes of higher learning in all of India.\"\nAs they kept walking around, Lillian said, \"Very fascinating! Tell me a bit more about Hartog.\"\nTitian continued, \"Hartog, who had spent most of his administrative career in the University of London system, wanted to create a knowledge community at Dhaka University that would transcend not only the parochialism of communal bickering, but also the Western and Eastern dichotomies. In fact, to prepare my own convocation speech that I will present in a week, I read Hartog's last convocation speech in Dhaka, 'I am conscious of many things that I wish the university to accomplish and that are still in the future. I have still my original vision of a great university in this historic city, uniting the science and culture of the East and of the West and achieving new things by a new synthesis.' It saddens me to see how my alma mater lost that spirit of knowledge today. Instead, what I am seeing is a rampant commodification of education and the tyranny of mediocrity. I hear it's been a downward slide. About 15 years ago, a vice chancellor very proudly proclaimed that the prestige of the university stemmed from its cafeteria's very affordable singara, a local snack! I am all for development, but is this spatialisation of development creating good, conscious citizens?\"\nLillian: \"Well, the discourse of development has to be also addressed anthropologically, based on a host of complex ground realities and human dimensions … by the way, let's check out your favourite building on campus. Is it not the Greek architect-planner Constantinos Doxiadis' TSC complex? I recall you telling me that it was a heritage building that the world wanted preserved. Didn't you and your friends spend a lot of time at the TSC cafeteria?\"\nTitian: \"Oh, I feel so sad … I forgot to tell you—the entire TSC complex was razed sometime around 2023, much to the consternation of local and international historic preservation advocates. I remember it was a horrific scene: bulldozers flattening mid-20th-century history!\"\nLillian: \"Too bad … I so meant to see that building … development pundits sometimes miss seeing the rich opportunities of blending the past and the future as the very basis of development, freedom, and progress. I am sorry, but your alma mater isn't inspiring me much today. It feels like a large shopping mall where consumers are masquerading as students and teachers. The secular and universal vision of knowledge with which Dhaka University began its academic journey in 1921 seems somewhat defeated in the treeless and generic concrete utopia of its campus.\"\nTitian: \"I think I would agree with you. Oh, look … the famous Madhur Canteen still survives in its frugality and austerity! Shall we have a cup of tea there?\"\nLillian: \"Sure.\"\n \nAdnan Zillur Morshed is a professor, architect, architectural historian, and urbanist. He teaches in Washington, DC, and serves as the executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n",
        "headline_1": "A time travel to Dhaka University’s 2034 convocation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/time-travel-dhaka-universitys-2034-convocation-2948791",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2022"
    },
    {
        "full_article": "Two years into the worst pandemic in a century, it is tempting to think that the world is stuck in a time warp, unable to shake off a virus that has so far killed more than 5.6 million people and wrecked countless livelihoods. But the truth is that in the 15 months since the Covid-19 Vaccine Global Access (COVAX) facility first gained the support of the international community, much has changed.\nIn September 2020, we did not know whether scientists would be able to develop a safe and effective Covid-19 vaccine. Now we have several. Nor did we know back then that the industry would succeed in scaling up production. But, in the event, 11 billion doses were manufactured last year.\nSadly, these successes also serve to highlight where the world has failed in its efforts to combat the pandemic. Although enough vaccine doses were produced in 2021 to vaccinate every adult on the planet, more than three billion people, most of them living in lower-income countries, have yet to receive their first dose. High-income countries have an average vaccination rate of over 75 percent and are now focusing on booster programmes. In Africa, by contrast, roughly 10 percent of the population is fully vaccinated, on average, and healthcare systems are still catching up with primary vaccinations.\nCOVAX's recent delivery of its one billionth Covid-19 vaccine dose represents significant progress toward increasing supply, ensuring equitable access, and thus remedying the current appalling global disparity. This milestone also shows that COVAX—and multilateralism—can work, despite hoarding or restricting exports of vaccines and ingredients by some governments.\nGiven this momentum, it is essential that COVAX—a partnership established by the Coalition for Epidemic Preparedness Innovations (CEPI), the World Health Organization (WHO), Unicef, and Gavi, the Vaccine Alliance—continues to receive the world's backing. Otherwise, as rich countries press ahead with booster roll-outs in the face of the Omicron variant, lower-income countries risk falling even further behind.\nSuch an outcome would constitute not only a moral failure, but also a public health catastrophe. We all know by now that no one is safe from Covid-19 until everyone is safe. Until we can vaccinate people in all parts of the world, the coronavirus will continue to mutate, resulting in the emergence of new and potentially more dangerous variants. There is a significant risk that we will become trapped in an endless cycle of booster vaccinations, chasing the virus rather than getting ahead of it.\nAlternatively, by protecting people everywhere, we can reboot the global economy and fully resume trade, commerce, and travel. This will require renewed commitments by high-income countries and vaccine manufacturers to put orders for those most in need first. Providing equitable vaccine access also means ensuring that COVAX has the flexibility to respond to future needs, including those related to booster programmes, variant-adapted vaccines, or simply additional doses.\nProgress in combating the pandemic over the last year has been slower than everyone involved in COVAX—including me, as chair of Gavi—wanted and expected, and many lessons need to be learned. And despite the widespread and growing perception that Omicron is somehow less dangerous than previous variants of this coronavirus, we are still very much in the midst of a global crisis.\nBut while further supply-side and demand-side challenges will arise in 2022, we are at last in a position where breaking Covid-19 is a realistic prospect. Speed is of the essence, and the faster we limit the virus's ability to spread, the sooner we will end the cycles of havoc it has wreaked on our societies and economies. That requires ensuring rapid, fair, and equitable access to Covid-19 vaccines to people in all countries.\nThe delivery of COVAX's one billionth dose proves that, when push comes to shove, we can collaborate effectively to tackle massive global challenges. But this achievement is also a timely reminder that much more remains to be done.\nCOVAX and the other international organisations committed to vaccine equity cannot end the pandemic without the help of governments, industry, and civil society. By working together, we have a chance to break the grip of Covid-19 once and for all. We must make the most of it.\n \nJosé Manuel Barroso, a former president of the European Commission and former prime minister of Portugal, is the chair of Gavi, the Vaccine Alliance.\n",
        "headline_1": "Breaking Covid’s Grip",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/breaking-covids-grip-2948781",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2022"
    },
    {
        "full_article": "In view of the surging Covid-19 cases across Bangladesh, the government issued new sets of guidelines earlier this week to curb the spread of the virus. The directives that were issued on January 21, 2022 directed the closure of educational institutions for two weeks—from January 21 to February 6. It also said that any event—government, religious, social or political—should not allow more than 100 people to attend, and even those attending must produce their vaccine card or PCR test results, not older than 24 hours prior to the event. Individuals working in various offices and factories must have their vaccine certificates, and the guidelines also made mask wearing mandatory in all public places, including shopping malls, bus stands, launch terminals, mosques, etc.\nHowever, how effective these new set of directives will be in containing the new wave of the pandemic needs thorough scrutiny.\nIf one takes a closer look at the three set of guidelines the government issued on January 10, January 21, and January 23, respectively, covering 17 rules in total, one would see that significant emphasis has been attached to social distancing measures and Covid hygiene practices. Looking at these, one can safely assume that perhaps the end objective of issuing these guidelines is to fight the pandemic through social distancing in public spaces and adherence to the best Covid-19 hygiene practices.\nHowever, while the initial 15 guidelines issued on January 10 and another one issued on January 23 had been well contemplated, the five directives issued on January 21 could perhaps be better thought out—especially the one regarding the closure of educational institutions.\nTo start with, while in-person classes in schools and colleges have been suspended for two weeks to lower the risk of infection among students, the children remain exposed to high-density public gatherings, as multiple fairs are taking place across the country: the Dhaka International Trade Fair (DITF), for one.\nA video by this daily of the Police Women Welfare Association (Punak) fair in Lalmonirhat, which began on January 12, shows the unhealthy gathering of people at the fair premises. And the crowd invariably included children. On January 19, Lalmonirhat, along with nine other districts, were marked as Red Zones by the health authorities. The average infection rate in these districts is more than 10 percent. Given the situation, the Punak fair was suspended on January 23.\nThe scene is similar at the DITF, but it is still going on.\nWhen asked by the media about the effectiveness of closing down the educational institutions to lower the risk of infections among children, the education minister said, \"Effectiveness depends on everyone maintaining the hygiene rules.\" If that is the case, the parents who are taking these children to these fairs are not following hygiene rules.\nAnd not just these fairs, the children are being taken out to attend weddings—this being the \"wedding season\"—and parties, shopping malls and hangouts. When this is happening, how the two-week school closure alone would help prevent the spread of the virus among the students, one might be pardoned for asking.\nIn addition to this, the decision to allow the fairs to continue and the shopping malls to run like business as usual, while restricting the number of people who could attend events, also does not make much sense. So many people visit these fairs every day, and so many people visit shopping malls every day, so why this curb on events only? If the government's objective is to prevent public gathering, then they must come up with a holistic strategy to discourage people from congregating in one place. This should include fairs, shopping malls, airports—especially the one in Dhaka, which is turning into a breeding ground for the virus, given the 16-hour packed flight schedule and the lacklustre enforcement of social distancing rules—and other places where people might gather.\nThe government's U-turn to allow buses and launches to operate in full capacity, despite previously instructing them to run in half capacity that came with the set of 11 guidelines issued on January 10, also does not help in enforcing social distancing in public. Under the pressure from various actors in the transport sector, the authorities allowed public transports to operate in full capacity, meaning people are now being forced to commute in cramped public buses and water vessels.\nIf containing the infections through enforcement of social distancing and adherence to basic Covid hygiene is the objective, then the government needs to adopt a strategic way forward that will facilitate achieving this, not the contrary.\nAlso the authorities must realise that piece-meal measures and knee-jerk reactions such as closing down in-person classes, while still leaving the children vulnerable to exposure at public gatherings, would not help in keeping them safe. Nor would it help if their parents keep commuting in cramped public transports, potentially exposed to the virus. The same goes for restricting the number of people at events only.\nThe government must take a hard look at the measures taken so far, and its strategic plan to battle the new wave—if it has one in the first place—and take a rational and comprehensive approach that would yield effective results. Half-hearted, hasty measures will only increase public sufferings, which will not be a palatable outcome for any party involved.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "We must be rational in fighting the new Covid wave",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/we-must-be-rational-fighting-the-new-covid-wave-2948111",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2022"
    },
    {
        "full_article": "I see—and perhaps others do, too—some lights at the end of the tunnel. Reportedly, 35 public university vice chancellors have expressed their willingness to resign from their posts if the controversial Vice-Chancellor Farid Uddin Ahmed of Shahjalal University of Science and Technology (SUST) has to resign. I see some positivity in their declaration of solidarity with their favourite \"cousin\" in SUST, as this may well help resurrect the spirit of Bangladeshi higher education.\nAbout 25 years ago at Dhaka University, most of my friends who studied the economics course under the now-VC Farid had failed to secure passing marks and had to retake the course or sit for an improvement examination. It is well-known that students of the economics department are considered as the highest-ranking ones, and the word \"failure\" does not align well with their academic records. So, why did a majority of students fail the current SUST VC's course? According to them, they could not ask any questions to this professor. He came to class with his ancient, handwritten notes, followed a copy-and-paste routine on the board, and silently departed from the class when the time was up. He would be annoyed, even angry, at the questions of his students. \nAs an education researcher interested in the political economy of education, I was curious to know about his personal profile, and browsed a research database to read his peer-reviewed journal articles—but found none. With some anticipation, as a last resort, I downloaded his CV from the SUST website. It says the gentleman acquired a second-class 11th position for his Bachelor's degree, a first-class 6th for his Master's, and received a second Master's from Monash University in Australia. Without going into excessive detail, his CV also read that he had written \"20 articles and/or books published in national and international journals.\" What is most interesting in his profile, however, is that the number of professional associations he is involved in is half of the number of recreational clubs he belonged to.\nSome months ago, the education minister observed that most of our teachers were \"teachers by accident.\" Now I realise what she may have meant. The VC of SUST may be a good example for this phenomenon. Such an \"accident\" is detrimental to Bangladesh's aspirations of being an upper-middle-income country and having a knowledge-based society.\nSo, why should we let the like-minded VCs leave? In an undergraduate research interview, the Dean of the Faculty of Law at DU shared an interesting story. Once, a group of student leaders went to him with the recommendation to hire the then-second-best student as a lecturer at his faculty. He explained to the student leaders why universities need the brightest students as its faculty members. Even if the student in question did not perform well, the judiciary could still place him in various non-critical positions. However, the university did not have that luxury. A second-class teacher may continue teaching in a third-class manner, which would be a disservice to students for years to come. This seems to me a good reason for why we should welcome the wishes of VC Farid's comrades and arrange a grand farewell for all 35 of them.\nOne may argue that the VC's job is administrative and is therefore \"non-critical\", with no chance of denting the quality of education in classrooms. The controversial individual in question, however, has failed to prove his ability to safeguard his students and has reportedly relied on law enforcing agencies and student cadres of the ruling party to protect himself from the agitating students. Police, as always, went the extra mile. They hurled sound grenades, beat up the students, and filed cases against hundreds of them, many of whom were injured and hospitalised. The students' attempt to exercise their freedom of speech did not please the university administration. \nA more serious (rumoured) misconduct is of the VC's gratuitous comments about the female students of Jahangirnagar University, which do not warrant repetition here. I believe this person and his 35 friends do deserve a grand farewell as a first step towards improving the academic environment in our universities. The next critical step would be to ensure that people with better academic and leadership qualities, as well as integrity and self-respect, are chosen to lead higher education in the country.\n \nShahidul Islam is an education policy researcher. Email: shahidul.islam@queensu.ca \n",
        "headline_1": "The unenviable camaraderie of public university vice-chancellors ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-unenviable-camaraderie-public-university-vice-chancellors-2948106",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2022"
    },
    {
        "full_article": "When agencies of the government itself are found to be negligent in protecting rivers, we can't help but wonder if the rivers are really dying—as it is often said—or if they're being killed. Reportedly, the Bangladesh Bridge Authority (BBA) has been filling up a portion of the Turag River for the last one month, for its Dhaka-Ashulia expressway project. Curiously enough, both the BBA and the Bangladesh Inland Water Transport Authority (BIWTA) appeared to plead ignorance. While the project's director claimed that their Chinese contractor \"mistakenly\" filled up the area, the port and transportation director of the BIWTA vaguely said that the BBA would \"probably\" apply to them for permission. We wonder if this is the standard procedure for such projects: to first fill up part of a river and then seek permission for it, after the damage has already been done.\nMany questions arise from this situation: Why did the government only recently set up demarcation pillars along the four Dhaka rivers, when the High Court had passed an order to do so in 2009? Why were nearly half the pillars set up in the wrong places, making the rivers even narrower, and thus defeating the very purpose of restoring them to their original state? Worst of all, why is there such a disconnect between different government agencies when working in the same area? It is strange that the river area in question has been filled up for over a month, according to locals, but the BBA project director only ordered their contractor to stop work on January 23, 2022. Does this mean that those running this project are so out of touch with its progress that they didn't know about this assault on the Turag River?\nWe hope that this discovery will be a wake-up call for the government and those in charge of restoring and protecting our rivers—not just around Dhaka, but all over Bangladesh. Dumping waste in rivers and grabbing of river land by influential people are also major threats that need to be dealt with urgently. For many, especially in rural areas, our rivers contribute heavily to their livelihoods, while also sustaining biodiversity in a world steadily succumbing to the impacts of climate change. We must not allow for our water bodies to be suffocated for our own misguided notion of \"development.\"\n",
        "headline_1": "How honest are we about saving rivers, really?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-honest-are-we-about-saving-rivers-really-2948776",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2022"
    },
    {
        "full_article": "We are extremely disappointed to learn of the failures of the Anti-Corruption Commission (ACC) and other government agencies in submitting detailed information about money launderers to the High Court, as directed. Reportedly, an HC bench has been holding hearings on a suo motu rule and a writ petition for the prosecution of money launderers for over a year now, but couldn't pass any order in the absence of proper information—names, addresses, their deposits in overseas banks, properties abroad, etc.\nAccording to a 2020 report by the Transparency International Bangladesh (TIB), around USD 3.1 billion, or Tk 26,400 crore, is being illegally remitted from Bangladesh every year, while a Global Financial Integrity (GFI) report listed Bangladesh as one of the top 30 countries in the world in terms of illicit financial flows. Names of Bangladeshi money launderers and corporations were revealed in the Panama Papers and Paradise Papers published in 2016 and 2017, respectively. In 2020, the foreign minister also admitted that government officials were buying luxurious homes abroad. Following these revelations, the HC issued a suo motu rule and directed intelligence agencies to take measures to stop money laundering. Sadly, the court's order fell on deaf ears. Since then, the HC has issued several directives to the relevant authorities, including the ACC, but to no avail.\nThe ACC, however, did submit a \"compliance report\" to the court last year which contained the names of 43 people, but failed to provide any findings of its own. The question is: Why couldn't they? According to a lawyer of the commission, they sought information about the launderers from the foreign and home ministries as well as the Bangladesh Financial Intelligence Unit (BFIU), but did not receive any. Again, why is that? Apparently, as per the foreign minister, his ministry is not responsible for finding money launderers. There is only so much a court can do if none of the relevant bodies accept their responsibility.\nClearly, there is a serious lack of coordination among the state agencies concerned when it comes to finding information about the launderers and bringing them to justice. It also indicates that those laundering money abroad are powerful people against whom the agencies do not want to move the needle. \nWe think, while the ACC must be held accountable for not performing its duty, our intelligence agencies must also be questioned for their inaction regarding the issue. If the ACC, with help of others, could at least give details about the accused launderers, the HC could have issued necessary directives to bring them under the law. Money laundering has become a serious threat to our economy, and it must be prevented by bringing the offenders to justice. To do so, all state agencies concerned must work together.\n \n \n \n",
        "headline_1": "Clarify methods of prosecuting money launderers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/clarify-methods-prosecuting-money-launderers-2948521",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2022"
    }
]