[
    {
        "full_article": "The just concluded state visit of Prime Minister Narendra Modi to the United States is undoubtedly a new gambit by both sides to propel their strategic cooperation to an unprecedented level, while staying short of turning treaty allies. The announcement for potential joint manufacture of General Electric (GE) Aerospace’s F414 engines in India by GE and Hindustan Aeronautics Limited to power India’s indigenous Light Combat Aircraft MK2 and the twin-engine Advanced Medium Combat Aircraft MK1 as well as the purchase of 31 high-altitude, long-endurance Predator-MQ-9B armed unmanned aerial vehicles take the defence ties between the countries to a new high. Military cooperation between the two nations has been deepening in the recent past. India has bought from the U.S. the C-130 and C-17 Globemaster transport aircraft, AH-64E Apache attack helicopters as well as CH-47 Chinook and MH-60R multi-role helicopters, P-8I maritime patrol aircraft and M777 ultra light howitzers, among others. The U.S. has been aggressively pitching its fighter jets, the F-16 and F/A-18, for the Indian Air Force and the Indian Navy. India and the U.S. had tried and shelved an earlier engine development effort under the Defence Technology and Trade Initiative some years ago. But now, the new jet engine deal is an investment in each other to address the shared security concerns, while continuing to navigate the disagreements.Top among their shared concerns is China and its expansion in the Indo-Pacific. The U.S. also wants to wean India away from its defence partnership with Russia in the long term. From a technological perspective, the newly announced joint initiatives in jet engine production, semiconductors and space technology present an opportunity for India to develop a defence industry of its own, and improve its technological competence across the board. India and the U.S. have already signed the four foundational agreements and regularly conduct joint military exercises. While its embrace with the U.S. is getting stronger, deeper and more comprehensive, India is also cognisant of the need to maintain its strategic autonomy. U.S. strategy at the moment is focused on creating a new bipolarity in the world, which India is not comfortable with. Getting caught in the power rivalries of others is the last thing that India wants, and the good thing is that the U.S. is increasingly aware of that concern. India’s desire to protect its borders and sovereignty aligns with U.S. interests. This is a new era of mutual trust between the two countries, and it should act as a force for stability in the region.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-United States\n\n/\n\ndiplomacy\n\n/\n\ndefence\n\n/\n\ndefence equipment\n\n/\n\ndefence contract\n\n/\n\ntechnology (general)\n\n/\n\nRussia\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Strategic high: On India-U.S. ties and strategic cooperation",
        "headline_2": "India and the U.S. have entered a new era of mutual trust and cooperation",
        "link": "https://www.thehindu.com/opinion/editorial/strategic-high-the-hindu-editorial-on-india-us-ties-and-strategic-cooperation/article67016050.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "A quarter of a century is time enough to justify a reassessment of any effort. About 25 years have passed since the existing Regulations on Graduate Medical Education (GMER) were notified in 1997, and the time was ripe to take a relook at all aspects of the system, and adapt them to changing requirements, including demography, socio-economic contexts, and advancements in science and technology. The National Medical Commission’s (NMC) new GMER, which was withdrawn without any explanation, attempted to catch up, and correct course, wherever necessary. The medical world is a changed place since the regulations were last drawn up, with emerging diseases, changing demands and expectations of stakeholders also altering the game dramatically. The new regulations aimed at making medical education more learner-centric, patient-centric, gender-sensitive, outcome-oriented and environment-appropriate, while continuing to anchor on the basic principles of teaching medicine. The regulations were progressive in introducing a longitudinal programme based on attitude, ethics, and communication competencies for young medical students, to lay stress on ethical values, being responsive to patient needs, and improved communication, early clinical experience — all skills young medicos will benefit from in the real world. It had specified that didactic lectures would not exceed a third of the schedule; while the bulk of the course would include interactive sessions, practicals, clinical experience, and case studies. Also introduced anew was a family adoption programme through village outreach, for each MBBS student, and a ‘pandemic module’. Other significant changes included reduction of the overall time period for students to complete the MBBS course to nine years (from 10), fixed number of attempts to clear papers, and common counselling for admission from 2024. If a student failed to clear any exam, he/she could have appeared in the supplementary examination, the results of which were to be processed within three-six weeks. The students, if successful, could have proceeded with the same batch.A spring-cleaning of medical education in India is no doubt necessary to clear the cobweb remnants from the past. While a new GMER will enable the country’s medical students to be future-ready, the question needs to be asked if the system will be ready to handle the requirements of students who breach odds to climb up to a medical seat. As the NMC takes a step back, with withdrawing the regulations, perhaps it will pause to anticipate and face, with least confrontation, the opposition of several States to common counselling and the exit test.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntest/examination\n\n/\n\nmedical education\n\n/\n\nmedicine\n\n/\n\nCoronavirus",
        "headline_1": "Spring cleaning: On medical education in India",
        "headline_2": "The pause on new Graduate Medical Education Regulations is a chance to forge a consensus",
        "link": "https://www.thehindu.com/opinion/editorial/spring-cleaning-the-hindu-editorial-on-medical-education-in-india/article67015959.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "India handled Cyclone Biparjoy very competently. Amit Prothi, Director General of the Coalition for Disaster Resilient Infrastructure (CDRI), talks to Pratigyan Das about how institutional capacity to counteract climate and disaster risks is being strengthened.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Invest ahead of time. After a Caribbean cyclone an automatic payment is sent to scuba divers to immediately repair the reef’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/melange/invest-ahead-of-time-after-a-caribbean-cyclone-an-automatic-payment-is-sent-to-scuba-divers-to-immediately-repair-the-reef/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "India’s economic size has come mostly through adding physical capital. Intellectual capital needs a big boost:\nA highlight of the current phase of India-US engagement is the exchange in high technology areas. This spans both military and civilian domains, where there’s often an overlap. This exchange, if it lives up to its potential, can help India quickly move up some rungs of the science and technology ladder. For that to happen, we need to see knowledge spillovers. That is, the knowledge needs to diffuse well beyond the domain where the two sides engage. This can be achieved through careful design.\n\nFor example, when China created the Zhonguanccun Science Park in the late 1980s, it created space for not just high technology overseas and domestic firms, but also for dozens of universities. It was designed to help diffusion of knowledge to a wider cross-section of firms. India too needs a policy approach that creates such ecosystems. One channel to help that process is R&D. India’s track record here is unimpressive for the world’s fifth largest economy.\nNiti Aayog carried out a crosscountry comparison of R&D spends. India’s spend is about 0. 7% of GDP, while that of most technologically proficient nations is over 2% of GDP. In Israel, it’s almost 5% of GDP. Another data point shows that India’s economic output is not based much on intellectual capital. The World Intellectual Property Organisation’s database ranks countries according to domestic patent applications for every $100 billion of GDP. India ranked 25th in 2021 – South Korea, China and Japan took the top three spots. A reason India’s performance in this area is underwhelming is that private sector R&D is relatively low when compared to other market-based economies. The government accounts for 55% of the total R&D budget. The year 2005-06 represents an inflection point for the private sector when spending began to increase, but it’s not yet caught up with the government.\nIndia ranks ninth globally in terms of patent applications, but a significant number comes from IITs and CSIR. Knowledge spillover in India now critically depends on the private sector pulling its weight in R&D. A measure of an economy’s competitiveness derives from its human capital. India’s done well to surpass most countries in economic size but henceforth intellectual capital will be critical in boosting per capita GDP. GOI should impress upon India Inc that it must spend much more on R&D and GOI itself should act as an enabler. India’s future depends on this.\n\n",
        "headline_1": "Indo-US: Take 2",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/indo-us-take-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "For KCR, Jagan, Naveen, maintaining their local influence away from rest of opposition is the best strategy:\nLast week saw Patna host a confluence of parties whose self-interest lies in lining up against BJP, in concert. But the opposition parties that were conspicuous by their absence were making a divergent calculation. Of these, Mayawati-headed BSP counts for the least. Its UP assembly seats have been in free fall, from 206 to 1 between 2007-22. By contrast, Jagan Mohan Reddy’s YSRCP, Naveen Patnaik’s BJD and K Chandrashekar Rao’s BRS are in the driver’s seat in their own states. If by smart steering they hold onto this position, then the 18th Lok Sabha shall see them getting visiting cards from both sides of the aisle.\n\nOdisha’s 21st century hasn’t seen any chief minister other than Patnaik, but he is still holding the strongest odds for the next election. After severing an 11-year understanding with the saffron camp he went solo in 2009, and his stock in the state has only gone up since. When the Bengal CM visits he bats for making the federal structure of the country “strong and permanent”. With equal comfort, he meets the PM to present Odisha’s demands and seek “help in every way possible”. He truly is in a sweet spot, no doubt well earned.\nOver in Telangana, KCR has hit pause on his opposition unity drive after the Karnataka result, which has pumped new aggression into Congress. Defending home turf is being firmly prioritised over adventuring elsewhere. In Andhra Pradesh, not only is Jagan thrilled with the Centre sanctioning a whopping Rs 10,460 crore bifurcation dues, he would also want to asap thwart N Chandrababu Naidu’s efforts to wiggle back into NDA. In short, for Patnaik, KCR and Jagan the road to good times doesn’t run through Patna, not as of now.\n\n",
        "headline_1": "Patna absentees",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/patna-absentees/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "As if these aren’t enough, WhatsApp has also set up a deleting messages minefield:\nAnnoying WhatsApp. Someone is sending you a message and it says ‘typing’ then it goes off, then it comes on again, then off, then on and you are staring at it impatiently, come on, finish it, what are you doing, writing War and Peace , there it is again, ’typing’ is in progress and uh oh, off once more. Even Milton would have finished Paradise Lost by now. Finally, it disappears entirely and you are left wondering what the sender was writing and why he didn’t send it.\nAfter all, there were six ‘typing’ alerts so he must have been trying to say something profound. Leaves you hanging. Then there is the ominous ‘this message has been deleted’ and you hadn’t even read it and now your mind is winging its way into flights of wild imagination.\nHow many of us send messages and see the blue ticks come on and we know that the recipient has seen it but now there is no response and that is so galling because what do you do now? Send a reminder and be humiliated further if the ticks appear again because now you have been rejected twice and nothing puts a bigger dent in your self-esteem.\nI am an unchallenged expert in sending the message to the wrong person. By some curious chemistry I am far too often not aware I have done this and it has either gone to someone who has no business reading it and will now place me on top of his hate list or it has gone into the wrong group. This is followed by a strident call from one of my daughters saying, Dad, take it off, take it off now, you want a family crisis. And that taking it off demand is another minefield. I have yet to figure out why sometimes I can delete for everyone and on other occasions that option is not there. Deleting for yourself is pointless. Feverishly you hope you can wipe out the evidence but when most needed it has done the dirty and disappeared. And WhatsApp folks are snitches, they tell the other party that you have deleted the message. So next thing you know the offended party is on the line yelling, ‘Why did you delete it, what did you say, huh, huh, tell me. ’\nThen there are groups you want to get out of and people you wish you could block because they send you stupid memes and forwards that have been ‘forwarded’ several thousand times and you lack the spine to do it and you allow the emotional arm-twist to continue even though it is an aggravation. Maybe I should just delete this whole effort. My kingdom for two blue ticks.\n\n",
        "headline_1": "Blue tick miseries",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/blue-tick-miseries/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "The innovative model of \"community clinics,\" introduced in Bangladesh by the Awami League government in 1998, has been recognised by the United Nations as a unique example of public-private partnership in the health sector. As part of global recognition of the efficacy of community-based healthcare in the country, the UN resolution, titled \"Community-based primary health care: a participatory and inclusive approach to universal health coverage,\" was unanimously adopted on May 17, 2023.\nWhile introducing the \"Community Clinic Model of Bangladesh,\" the resolution asked member-states to explore measures to scale up, stressing that \"the implementation of the resolution can make a world of difference to the lives of billions of people around the world who need basic healthcare facilities closest to their homes.\" It also acknowledged women's empowerment, community engagement and mobilisation towards achieving universal access to health.\nThis morale-boosting UN resolution, a veritable recognition of the hard work put in by thousands of health assistants, family welfare assistants, midwives and health staff at grassroots level for over two decades, will no doubt inspire them to make the community clinics even more people-friendly, offering essential primary healthcare services.\nThe clinics operate on the basis of a public-private partnership agreement. Under this agreement, the government provides structural services, medicines, service providers (CHCP, HA and FWA) and other logistical support. The local communities, on the other hand, donate land for the construction of clinics and ensure the overall safety and security.\nIt is now widely acknowledged that community clinics are the first frontier from where our fight to reduce child and maternal mortality, arrest malnutrition, provide antenatal care to pregnant women, organise vaccination drives, etc begins. Hosne Ara (not real name), an expecting mother, said in an interview, \"I stay in a village which is located in a hilly area. It is not possible for me, in my present condition, to go to the town for availing health services. But now we receive these health services in our village at the community clinic.\" This, in a nutshell, is the kind of services women in distant villages are getting from community clinics.\n\nWe believe that community clinics can play a major role in reducing the child mortality rate, which is on the rise at the moment. A study report published by Bangladesh Bureau of Statistics (BBS) on June 13 says that in 2021, under-five child mortality rate was 28 per thousand. But it increased to 31 in 2022. And deaths of children under one year has increased to 25 per thousand from 22 per thousand during the same period.\nThough community clinics proved to the world that it's a model that can deliver desired healthcare services at the grassroots, they were shut down with the change of government in 2001. In 2009, they were revived through a project titled \"Revitalisation of Community Health Care Initiatives in Bangladesh (RCHCIB).\"\nWhile we appreciate the government giving full attention towards the restoration and revamping of community clinics by adding important features, we feel the concept of public-private partnership needs to be emphasised further and explained elaborately among the rural populace for better maintenance of the clinics.\nSince most of the over 20-year-old buildings are now in a dilapidated state, each community clinic must be housed in a spacious new building with better storage facilities for medicines and equipment. Efforts should also be undertaken to create the sense of ownership among the locals to make community clinics sustainable and equitable. No doubt, this is an ideal way to universalise healthcare in Bangladesh, but it will need continued allocation of resources and full political commitment.\nThe beneficiaries must not consider the clinics as mere medicine shops and thus take undue advantage of them. If medicines for diabetes and non-communicable diseases are made available, it has to be ensured that these medicines are given only against genuine prescriptions. Qualified manpower has to be posted there to stop pilferage and monitor the inflow of medicines and proper use of medical equipment. There is a shortage of medical equipment in most community clinics, and many of the outdated ones do not function properly. These need to be replaced immediately by new supply so diagnosis can be accurate and easy.\nSince hundreds of people visit a clinic every day, cleanliness of the premises is an important factor that has to be addressed regularly, especially when infectious diseases are coming in full fury and taking lives.\nThe role of community healthcare providers (CHCP) is important for the smooth functioning of a community clinic, but there are allegations that many of them are not qualified and trained enough to handle even common ailments. They, therefore, need to attend regular training courses to upgrade their skills.\nAbsence of CHCP, HA and FWA during rush hours is a common complaint at many clinics. Patients coming from far-off villages on foot will feel frustrated if they fail to find anyone at the clinic. Community leaders and senior district health officials must address this issue and search for a suitable answer.\nSome senior health experts are of the opinion that the government should appoint at least one registered doctor at every community clinic to provide minimum healthcare. If implemented, we believe this would take rural healthcare service towards fulfilling our goal of Health for All. But in reality, the pertinent question of whether a qualified doctor would like to stay in a remote village for months would come up eventually. We have seen that qualified doctors are reluctant to stay even in upazila health complexes for long.\nWe believe that community clinics can play a major role in reducing the child mortality rate, which is on the rise at the moment. A study report published by Bangladesh Bureau of Statistics (BBS) on June 13 says that in 2021, under-five child mortality rate was 28 per thousand. But it increased to 31 in 2022. And deaths of children under one year has increased to 25 per thousand from 22 per thousand during the same period.\nIn this regard, regular and timely interaction among the community people and community clinic healthcare providers will help in creating awareness regarding childhood diseases, importance of vaccination against killer diseases and urgency of timely intervention to reduce child mortality rate in the country.\nThere is no denying that community clinics have all the promises to save lives if run by qualified people. They will need full support of the government in terms of funding and manpower. At the same time, the community stakeholders must participate with the zeal of ownership.\nShahnoor Wahid is a senior journalist.\n\nNoushin Mouli Waresi works at Bangladesh Health Watch, Brac James P Grant School of Public Health.\n",
        "headline_1": "Capacity enhancement is the need of the hour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/capacity-enhancement-the-need-the-hour-3357106",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "Recently, I had the privilege of being invited to the Summit for a New Global Financing Pact, hosted by President Emmanuel Macron of France, alongside over 20 heads of government. Bangladesh was represented by Foreign Minister AK Abdul Momen and Climate Envoy Saber Hossain Chowdhury.\nI was invited to speak at three events during the summit. The first was an official side event organised by civil society groups on raising funds by making polluters pay. It was attended by high officials from France, Barbados and the European Union. I raised the proposal for an air passenger solidarity levy of five euros per passenger, on all passengers, to provide additional funds for the new Loss and Damage Fund, to be set up at COP28 in Dubai in December. Such an air passenger levy has already existed in France for 10 years, and it raises nearly 200 million euros a year, which is donated to the global health fund.\nSuch an air passenger levy could be applied unilaterally by other European governments across the EU. If the EU were to apply such a levy, it would raise over one billion euros a year, which would be a good start for the Dubai Loss and Damage Fund. Frans Timmermans, who is the European head on climate change, said it was an interesting idea.\nMy second side event was organised by Brac, and it presented an opportunity to showcase Bangladesh's efforts to tackle climate change in a whole-of-society approach. It included Saber Hossain Chowdhury speaking on behalf of the government, Dr Golam Rabbani from the Climate Bridge Fund (CBF), managed by Brac, representing Bangladesh's civil society, and me representing academia showing how the Bangladeshi population is preparing to tackle climate change at the scale that is required.\n\nMy overall impression of the summit was that it was certainly an admirable attempt by President Macron to raise the important issue of reforming the global financial system in light of the climate change emergency. He was indeed able to get some key allies and heads of government to support his call. At the same time, the heads of the World Bank and International Monetary Fund (IMF), who were also present at the summit, promised to take necessary actions to enhance their climate change funding.\nMy third event was a public event at the centre of Paris at the Academie du Climat, which attracted many hundreds of young people from the city to a series of interactive events. I was given the opportunity to speak to the young Parisians about how young people around the world need to join forces to tackle climate change as a truly global movement, without necessarily waiting for their leaders to act with the necessary speed.\nMy young colleague, Towrin Zaman, was also interviewed about the losses and damages from human-induced climate change suffered in Bangladesh.\nFinally, the summit itself resulted in some very good ideas and speeches from a number of heads of government. I would like to mention the speech from Prime Minister Mia Mottley of Barbados, who has been pushing for debt relief for all developing countries suffering climate change impacts as part of her Bridgetown Initiative. Also, President William Ruto of Kenya made a powerful speech accusing the developed countries of making promises they do not keep. He argued for a more equal distribution of global power in global financial institutions.\nThe heads of government were also made to listen to a young activist from Africa, Vanessa Nakate, who told them they were failing in their duties to the younger generation.\nMy overall impression of the summit was that it was certainly an admirable attempt by President Macron to raise the important issue of reforming the global financial system in light of the climate change emergency. He was indeed able to get some key allies and heads of government to support his call. At the same time, the heads of the World Bank and International Monetary Fund (IMF), who were also present at the summit, promised to take necessary actions to enhance their climate change funding.\nThe summit was also an event for young people and climate activists to come together to both protest and celebrate together.\nWhether the summit will result in any new concrete action going forward remains to be seen, but it has certainly given a positive push in the right direction, and President Macron and the people of France should be recognised for their positive actions.\n \nDr Saleemul Huq is director at the International Centre for Climate Change and Development (ICCCAD) and professor at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Key takeaways from the Paris summit on climate finance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/key-takeaways-the-paris-summit-climate-finance-3357026",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "The national budget for fiscal year 2023-2024 has already been announced with some positive changes in the budget to improve social welfare and measures towards tobacco control. However, the reform of the cigarette excise tax falls short; the proposed tax structure will result in relatively lower government revenue, compared to other tax structures, and yield only a small improvement in positive health impacts resulting from reduced consumption.\nOver the years, there has been strong demand from economists and public health experts to reform the tax structure and switch to a specific tax system. Yet, in the proposed budget, Bangladesh has maintained its historical four-tiered ad valorem system with a minor price increase. It is far from the best practice and may even slow down the current decline in tobacco consumption, due to its short-sightedness.\nUsing a tax simulation model, we assessed the expected impact of the tax and price increases on cigarette consumption, tax revenues, and health outcomes and compared it with current budget proposals. \"The Bangladesh Cigarette Tax Simulation Model\" takes into account the recommended price for four tiers of cigarettes: premium, high, medium and low. The model, mainly developed by WHO and, in this case, contextualised for Bangladesh, is a widely used tool for tobacco simulation across the globe. It considers both demand and supply side effects as well as other economic factors such as inflation and economic growth.\nAccording to the budget, the tax rates have remained at 65 percent in the medium, high, and premium tiers of cigarettes, but increased to 65 percent from 57 percent in the low tier. The price for low, medium high and premium tiers will therefore increase by 12.50 percent, 3.08 percent, 1.80 percent and 5.63 percent, respectively.\nBut small changes in the tax rates in cigarettes can significantly improve government revenue and reduce public health burden due to tobacco use. For instance, a group of experts recommend increasing prices by 37.50 percent, 7.69 percent, 8.11 percent and 5.63 percent   for low, medium, high, and premium tiered cigarettes, respectively. Specifically, they recommended a significant increase in the lower tier.\n\nThe increases in cigarette prices proposed in the new budget fall short of the minimum increase required to reduce cigarette consumption significantly. While the price increase is a welcome move, it is unlikely to contribute to any progress towards achieving a Tobacco-Free Bangladesh by 2040\nIn the budget proposal, the changes suggested do not keep pace with inflation or account for the expected income growth of 2022-2023 as the real prices of cigarettes in the medium, and premium will be lower in 2023-24 than in 2022-23. In addition, high income growth will add to people's purchasing power, making cigarettes more affordable. Overall, falling cigarette prices relative to inflation and income growth will encourage cigarette consumption and counteract the success of other non-price tobacco control measures in reducing smoking at the population level.\nThe short-sighted measures will result in sales volume to remain almost the same mostly due to expected increase in the sales volume for high, and premium tier cigarettes. In contrast, if the recommended tax rates by experts are adopted, cigarette sales will be reduced by 207.95 million packs.\nThe total tax revenue (inclusive of supplementary duty, VAT, and the health development surcharge) is expected to increase from nearly Tk 333 billion to approximately Tk 390 billion. Adopting the recommended rates would also result in the revenue gain and raise the total collection to as high as Tk 431 billion. Therefore, the government is missing an opportunity for substantial revenue gain, which could have been useful in reducing the strain on the budget deficit.\nIn addition, the proposed price increases are expected to raise the nominal price of cigarettes by 11.39 percent on average which may induce some current smokers to quit cigarette smoking. The adult cigarette smoking prevalence is expected to drop minimally from 15.1 percent to 14.57 percent resulting in about 211,454 fewer premature deaths in current and future smokers over their lifetime.\nIf the recommended proposal is adopted – smoking prevalence will decrease to 13.92 percent and 982,972 deaths could be avoided over the lifetime of current and future smokers. In addition, the recommended proposal would result in a reduction in the number of adult smokers more than two times higher than expected under the approved budget (1.4 million vs. 0.60 million) which would save a significantly larger amount of health costs in future.\nThe increases in cigarette prices proposed in the new budget fall short of the minimum increase required to reduce cigarette consumption significantly. While the price increase is a welcome move, it is unlikely to contribute to any progress towards achieving a Tobacco-Free Bangladesh by 2040, an expressed goal of the government.\nShafiun Nahin Shimul is a CDC Foundation Fellow at School of Public Health, Georgia State University, and Associate Professor, Institute of Health Economics, University of Dhaka.\n",
        "headline_1": "The high cost of failing to reform the cigarette excise tax",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-high-cost-failing-reform-the-cigarette-excise-tax-3356851",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "We are shocked to learn of the recent findings of the Transparency International Bangladesh (TIB) about the Holy Family Red Crescent Medical College Hospital in Dhaka. According to the anti-graft watchdog, the hospital has been plagued by corruption, irregularities and autocratic practices, due to which the quality of its services has significantly deteriorated. The TIB has particularly mentioned the name of the chairman of the Bangladesh Red Crescent Society (BDRCS) for such degradation, which is alarming.\nReportedly, this non-profit healthcare institution under BDRCS has been unable to admit patients as per its beds. Out of its 528 beds, only 300 on average remain occupied by patients. This means that the hospital's income has also declined significantly. What is most surprising is that it has employed three times more staffers than necessary, which has resulted in about 208 of them having no work to do. The TIB has found that these appointments were made based on political considerations. Irregularities have also been found in procurement and promotional activities. Overall, a serious lack of good governance in all aspects of its operations has brought the hospital to its current state.\nOver the past few years, we have come to know of many public and private hospitals that have been operating without any kind of accountability and transparency. The most recent example of this is Bangabandhu Sheikh Mujib Medical University (BSMMU), which reportedly recruited doctors and staff by bending the rules of the institution, while encouraging corruption. The services of many of these hospitals have also been questionable – the recent deaths of a mother and her newborn following a botched C-section in a city hospital is a case in point. Unfortunately, although such anomalies are often reported in the media, hardly any action is taken by the authorities.\nTo improve the quality of services at the Holy Family Hospital, the authorities concerned must check the corruption and irregularities plaguing it. They must ensure it has a structured workforce, is transparent in its operation, and runs without political interference. The interests of patients must always be prioritised.\n",
        "headline_1": "What’s happening at the Holy Family Hospital?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whats-happening-the-holy-family-hospital-3356736",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "In a city perennially struggling for space, it is totally unacceptable that huge chunks of area lie unutilised or wasted underneath its flyovers. According to a new study conducted by Brac University's Centre for Inclusive Architecture and Urbanism, the spaces beneath Dhaka's flyovers have been used improperly since they were opened to traffic due to a lack of planning, resulting in public health, environmental and socio-economic losses. The study examined 10 flyovers which have a total length of 105.22 kilometres and a total area of 207 acres beneath them. And a large portion of that area has been either grabbed or misused or simply discarded, despite its potential to be an urban asset with proper policy.\nFor example, underneath the Hanif and Moghbazar flyovers, you can see parking space, mosque, police box, temporary kitchen market, waste dumping area, and small shops. In some places, street children and homeless people are seen to be taking refuge, while some places are also used for the sale and consumption of illegal narcotics. Taking various factors into consideration, Brac researchers estimate the public health, environmental and socio-economic losses from such usage of space at Tk 21,000 crore annually. This is too big a number to be taken lightly. Other countries around the world – countries that don't even have the kind of land shortage issues that we do – are making much better use of such spaces. For example, in developed countries, these have been converted for community-oriented usage such as through playgrounds, urban agriculture, forestation, cycle lanes, swimming pools, gymnasiums, walkways, etc.\nFlyovers are perceived as symbols of modernity that are aimed at easing traffic congestion and endorsing development. But it seems that our city planners are failing to take into consideration the contextual needs of the city's inhabitants, all the while claiming to promote a futuristic vision. With the population of Dhaka growing and the space shortage problem worsening, these areas could be used, among other civic purposes, for the upliftment of the weaker sections of society. Like France, we could be using them to properly house the homeless.\nDhaka's planners need to realise the huge opportunity they are wasting through their lack of vision and poor planning. They need to urgently draw up a plan that can best utilise these areas, particularly in a way that benefits local communities and the environment.\n",
        "headline_1": "An urban asset going to waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/urban-asset-going-waste-3356151",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "As elsewhere across the globe, the Muslims of Bangladesh celebrate the holy Eid-ul-Adha on the 10th day of Zilhajj, the 12th and final month of the Islamic lunar calendar. This festival of sacrifice is observed to commemorate prophet Ibrahim (pbuh)'s readiness to sacrifice his beloved son, Ismail (pbuh), as commanded by the Almighty Allah. This was an act of total submission to the will of the Creator by prophet Ibrahim (pbuh) to seek His blessing. So, this holy occasion is not purely about sacrificing animals and the festivities that follow. It essentially symbolises the spirit of ultimate sacrifice to seek divine blessings of the Almighty for the well-being of the Muslim ummah as well as the greater humanity. The Muslims who are financially capable raise or buy and slaughter animals such as sheep, goat, cow or camel on this day to mark the holy religio-historical occasion of great spiritual significance. In essence, it is about cultivating the spirit of sacrificing one's most beloved possession to the cause of faith. But there are some people who like to buy the bigger and more expensive sacrificial animals just to display their pomp and money power. This mars the very purpose as well as the sanctity of the occasion. There are also other instances of callousness during the festival of sacrifice that go against the basic tenets of the faith. For instance, though the scriptures dictate that the animals to be sacrificed have to be treated with due care and sensitivity both before and during their slaughter, this in many cases is not done in its true spirit, especially in Dhaka and other major urban centres of the country. As a result, the sacrificial animals are often unwittingly made to suffer. This amounts to lack of compassion for the animals sacrificed and so goes against the teachings of Islam. Worse yet, the blood and body parts of the slain animals are often found to litter the roads and alleys of different city neigbourhoods, which is irreligious, unhygienic and unethical. In this regard, the responsibility falls on the Islamic scholars and religious leaders to remind the believers of their duty to maintain the sanctity of the holy occasion in all its aspects while celebrating it. Its spiritual aspects apart, this religious festival has also its worldlier, economic dimensions.According to an estimate, fifty per cent of the raw material, i.e. rawhide, for the country's tannery industry is produced and collected on this day. Considering that this rawhide is entirely domestic in origin, its contribution to the national economy need not be overemphasised. For farmers who raise sacrificial animals, people who take lease and run the marketplaces where animals are traded, operators of transports carrying animals to the cattle markets or customers' homes, raw hide dealers, middlemen, butchers, you name it, they all look forward to this day. Working people, in particular, find this day more rewarding than any normal day. Islamic charitable organisations including religious schools also depend largely on this holy occasion for donations in the form of the sacrificed animals' skins and meat. It is hoped that notwithstanding the financial stress the common people are going through due to skyrocketing prices of essentials, the country's Muslim community will celebrate this Eid-ul-Azha with due solemnity, dignity and restraint.Eid Mubarak to all.",
        "headline_1": "Celebrating Eid-ul-Azha in its true spirit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/celebrating-eid-ul-azha-in-its-true-spirit-1687877569",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "In what may be termed a dramatic switch, Chinese exports have surged 55 per cent year on year in March marking a significant shift from developed to developing world markets. Former Soviet republics as well as Turkey and Iran contributed to a near-record gain in Chinese exports to the region--- believed to be an outcome of Beijing's focus on Belt and Road Initiative.This indeed is a remarkable feat that far exceeds the 35 per cent jump of Chinese shipments to South Asian markets in the same period. The emergence of the Central Asian markets as a major destination of China's exports is not an altogether new phenomenon as exports to the region have been growing over the past years steadily. Export data say China's exports to the region have nearly tripled since 2018. Among the former Soviet Republics, Kazakhstan, Kyrgyzstan, Uzbekistan, Tajikistan, Turkmenistan, Azerbaijan, Armenia have all been raising their imports from China during the period--- with Kazakhstan topping the rest. According to analysts, several factors contributed to the export boom, which included almost every country in the region. Clearly, Russia's war in Ukraine has made new trade routes bypassing Russia more profitable. Besides this gain, China is investing heavily in energy, mineral resources and rail transport across the Asian continent, including a new rail line between China, Kyrgyzstan and Uzbekistan (CKU), scheduled to start construction next year. The rail project, which will link China to European markets, was planned in 1997. It was approval in 2022, after Russia backed the venture. It is believed that Russia's need for Chinese support in the Ukraine war outweighed longstanding strategic rivalries between the two powers.The aforementioned CKU railway is crucial to China for two interconnected purposes, according to experts, to advance its geopolitical interests and to secure favourable relations with Central Asian elites for their support over Chinese legitimacy in Xinjiang (East Turkestan).As regards shipments to Iran, there was a noticeable fall in Iran's imports from China during 2019-2022 which had declined to US$800 million a month from $2.8 billion a month in 2014. But seasonally-adjusted Chinese shipments to Iran more than doubled to $1.7 billion in March this year. Chronically short of cash, Iran depends on trade credits from China, by far its largest trading partner. The March increase evidently reflected more Chinese financing that came after Iran accepted Chinese mediation in restoring diplomatic relations with its regional arch-rival Saudi Arabia.In the kaleidoscope of Central Asian politics, a myriad of local factors explains the jump in China's influence in the region. But all of them line up like iron filings before a magnet. China's capacity to provide physical and digital infrastructure alongside affordable consumer goods and also to finance trade and investment out of its current account surplus explains its economic power and political influence in the region.There's another geopolitical consequence of China's export prowess in Central and Southeast Asia: China's exports to the Global South and BRICS countries in March reached a seasonally-adjusted annual rate of $1.6 trillion a year. That's nearly four times China's exports to the United States and more than the combined total of China's exports to the US, Europe and Japan, which reached a seasonally-adjusted annual rate of $1.38 trillion in March.That represents a geopolitical point of no return of sorts, the moment when China's economic dependence on the United States in particular and developed markets in general slipped behind its economic standing in the developing world. What, however, is interesting is that the recent export diversion including the boom is backed by a calculated attempt on the part of China to meet the requirement of value-added intermediate and finished goods in those markets, and given the need for such goods for domestic and export manufacturing, it is highly likely that reliance on Chinese exports would continue in the foreseeable future. This may be seen as a strategic shift not only in Chinese exports to the central Asian markets but appears to have become a cornerstone in exports to the developing world having a sound manufacturing base. It is markedly evidenced from the surge in exports to the South Asian markets, as mentioned above-to the tune of 35 per cent year on year in March this year. China has without doubt become a major global player in trade as a supplier and as a market. China's share of global goods trade increased from 1.9 per cent in 2000 to 11.4 per cent in 2019. In an analysis of 186 countries, China is the largest export destination for 33 countries and the largest source of imports for 65. However, trade exposure to China varies substantially by region and sector. China has a high impact on specific regions, notably those with globally integrated technology chains. Export to the global south is further augmented by Chinese capacity for providing lending facility to governments undertaking mega development projects. A sizeable portion of the capital machinery and equipment is sourced in these projects from China, especially those related to building communication infrastructure.\n[email protected]",
        "headline_1": "China's robust shifting of exports to developing world",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/chinas-robust-shifting-of-exports-to-developing-world-1687877622",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "It has become somewhat of a ritual to issue government directive to industry to pay workers' dues before every Eid holiday. However, a large number of industrial units fail to comply with that directive. What is the point of issuing directives that cannot be enforced? How does it enhance the image of the government if its directive is wilfully ignored? For a starter, it does not help the authorities look good in any sense because the message it gives out is that business interests are more powerful than the State and the sweat shed by the workforce that has transformed Bangladesh into a global contender in the readymade garment (RMG) sector has no voice and no guardian.According to a report published in this newspaper, 46 per cent of industrial units are yet to pay the festival allowance. A common contention from RMG owners is that if salary or bonus is paid in full a week or so in advance, workers will rush to their home districts almost immediately. If that is the case, then there is something definitely wrong with the sector, as it portrays zero loyalty on the part of the workforce to the companies. In that case, it speaks volumes for the industry as a whole. One doesn't see this happening in other sectors of the economy. Wages, bonuses are all generally cleared by employers in other sectors because not only does it take time to train up a worker, rather it takes a longer time to replace him/her. Industrial Police (IP) jurisdiction covers 9,915 industrial units located in Dhaka, Gazipur Chattogram, Narayanganj, Mymensingh, Khulna, Sylhet and Cumilla and cover textile, garments and jute. When one learns from industrial police (IP) data \"only 10 per cent or 984 units out of 9915 factories have paid half-month wage of June until Sunday noon\", some of the allegations put forth by workers' rights groups about the mismanagement that exists in a lot of RMG factories are duly substantiated. Keeping a job in any sector has been a problem in Bangladesh. It is after all, a suppliers' market and with such massive unemployment prevailing in the market, employers can and do get away with pretty much everything under the sun. This brings one back to the statement made by the State Minister for Labour & Employment where the government instructed factory owners to pay workers their wages for the first 15 days of June and festival allowance before the commencement of Eid holiday. Nine out of ten factories have not complied. It is easy to make excuses for not paying when there is no enforcing authority visible. But beyond that, the lines between business and politics have blurred over the last decade. A very large number of influential policymakers wear two hats simultaneously. So it does not take much imagination to comprehend why most government directives can and are ignored by business entities. Unfortunately this year has been extremely unkind to people with lower incomes and one would have hoped that the spirit of Eid when the more affluent sections of society look kindly upon their less fortunate brethren, would have had some positive effect in terms of clearing dues. Sadly, that has not happened and since there has been no peep from the powers-that-be, it will be just another terrible Eid for millions of workers in the land. \n[email protected]",
        "headline_1": "A pointless government directive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-pointless-government-directive-1687877654",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2023"
    },
    {
        "full_article": "Eid-ul-Azha, one of the biggest religious festivals for Muslims across the world, is just around the corner. During this Eid, different types of animals are sacrificed all across Bangladesh and elsewhere. In Bangladesh, temporary cattle markets are set up in different places. Cows and goats are brought to these markets through boats, trawlers, trucks and pick-up vans. While being transported from one part of the country to another, these animals often get injured. They also become subjected to distressing long journeys and reach their destinations in deplorable conditions. In most cases, they are kept in open spaces for days. They suffer from extreme heat and rains. This is really inhuman.Considering the purpose of the act of sacrifice and Eid-ul-Azha, we must follow the religious edict to treat these animals well. Remember, it is essential to prioritise the health and well-being of the animals which will be slaughtered for Qurbani. Hence, we urge everyone to ensure the utmost care and consideration when it comes to the transportation of sacrificial animals. Let us ensure that these animals feel the touch of compassion before being slaughtered. \nAsif Khan Parvez, Dorgarbond, Dulalpur, Narsingdi, [email protected]",
        "headline_1": "Be kind to sacrificial animals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/be-kind-to-sacrificial-animals-1687877674",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2023"
    }
]