[
    {
        "full_article": "The moment after Payal Kapadia scripted history by becoming the first Indian film-maker to win the Grand Prix award at the Cannes film festival for All We Imagine as Light will be etched in cinematic memory. As the 38-year-old walked to the stage, she pulled along the three main women protagonists of her film, Kani Kusruti, Divya Prabha and Chhaya Kadam, and the four posing with the prize has become the shot of the 77th edition of the festival, definitely for Indians. Bagging the second highest honour after the Palme d’Or (which went to American director Sean Baker’s Anora) for her trilingual debut feature, an Indo-French collaboration, which shines a light on the story of two Malayali nurses and migrants working in ‘Maximum City’ Mumbai, is a big win for indie cinema. The last time an Indian film was in the competition section was 30 years ago with Shaji N. Karun’s Swaham in 1994. “Please don’t wait 30 years to have another Indian film,” Kapadia said in her acceptance speech. Eschewing the usual song-and-dance trope or larger-than-life heroes, Kapadia’s film is about a friendship between three very different women. She said friendship is a very important relationship for her, “because it can lead to greater solidarity, inclusivity and empathy towards each other. These are the values we should all be striving for”.The other important takeaway is Kapadia’s remark that “it takes a village to make a film”. Thanking her cast and crew, Kapadia talked about the Indian film-making ecosystem — “There are interesting films being made in India, and I am only a product of that.” She also rooted for the Film and Television Institute of India (FTII), with which she had a run-in in 2015, where she said she watched world cinema. She was effusive about the strong film industry presence in most States, singling out the Malayalam film industry for its support to good cinema. India clearly made a splash at Cannes this year, with Kolkata’s Anasuya Sengupta winning the Best Actress in the Un Certain Regard section for her turn in Konstantin Bojanov’s The Shameless; British-Indian film-maker Karan Kandhari’s Sister Midnight in the parallel Director’s Fortnight selection; FTII student Chidananda S. Naik’s short Sunflowers Were The First Ones To Know winning the top prize in the official LaCinef section, Cannes’s competition for film school students; Cannes Classics releasing a remastered Manthan, Shyam Benegal’s 1976 film, and so forth. For Kapadia, this was her third outing in Cannes — she had won the best documentary prize in 2021. With the Grand Prix prize just three years later, Kapadia will inspire young independent film-makers to tell their stories, and, hopefully, get the backing they deserve.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\nMalayalam cinema\n\n/\n\ndocumentary films\n\n/\n\nindie films\n\n/\n\nCannes Film Festival",
        "headline_1": "Cannes do: On a big win for indie cinema at the 77th edition of the film festival",
        "headline_2": "Indian films are beginning to make a splash on the international stage",
        "link": "https://www.thehindu.com/opinion/editorial/cannes-do-the-hindu-editorial-on-a-big-win-for-indie-cinema-at-the-77th-edition-of-the-film-festival/article68221697.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "Sunday’s Indian Premier League final between Kolkata Knight Riders (KKR) and Sunrisers Hyderabad (SRH) at the M.A. Chidambaram Stadium in Chennai might have turned anti-climactic, but it should not deflect from what was an enthralling two months of cricket. KKR thrashed SRH by eight wickets to claim its third title — its first since 2014 — but the one-sided nature of the summit clash should not stain the latter’s reputation. KKR and SRH had finished seventh and tenth, respectively, in 2023, but broke out of the rut by playing some of the boldest and most attacking cricket. Eight of the nine highest IPL totals came this season, and KKR and SRH accounted for five of those. These gargantuan scores can be attributed to the Impact Player rule, which allowed an extra batter or bowler to be drafted into the playing XI. But credit is also due to the respective teams’ think-tanks that assembled such wholesome squads. KKR’s stock was built on Shreyas Iyer’s astute captaincy, the experience of Sunil Narine — most valuable player for a record third time — Andre Russell and Mitchell Starc, and a strong Indian core of Venkatesh Iyer, Varun Chakravarthy and Vaibhav Arora. SRH brought in Pat Cummins to helm the side, and under the Aussie’s calm leadership, Travis Head, Abhishek Sharma and Heinrich Klaasen redefined T20 batting.As much as KKR and SRH broadened the horizon of T20s, IPL-17 witnessed spirited attempts by others to keep pace. Virat Kohli had his second-best IPL (741 runs) and scored at a never-seen-before rate (154.70). The belligerent hitting of Jake Fraser-McGurk and Tristan Stubbs kept Delhi Capitals in Playoffs contention for long, while Will Jacks played a crucial role in Royal Challengers Bengaluru’s fairytale entry into the final four despite having lost seven of the first eight games. The competition was also enriched by Mayank Yadav’s searing speed, fast bowler Harshit Rana’s deception and the early-career promise of batters Abishek Porel and Nitish Kumar Reddy. What also stood out in this cricketing jamboree was the timelessness of Dinesh Karthik, and to a lesser extent, of M.S. Dhoni. Perhaps, the only discordant note was the absence of T20 World Cup-bound Indian stars — despite fine performances — in the business end of the tournament. But it can potentially work in India’s favour, for a week’s rest in a jam-packed calendar is a god-send. If the likes of Kohli, Rishabh Pant, Sanju Samson, Shivam Dube, Suryakumar Yadav and Jasprit Bumrah can carry their form into the biennial extravaganza that begins on Sunday, Rohit Sharma’s men will have a fair chance of ending their long ICC trophy drought.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIPL\n\n/\n\nChennai\n\n/\n\ncricket\n\n/\n\nICC",
        "headline_1": "Maximum impact: On Indian Premier League and Sunday’s final",
        "headline_2": "IPL’s 17th edition added a new dimension to the way cricket is played",
        "link": "https://www.thehindu.com/opinion/editorial/maximum-impact-the-hindu-editorial-on-indian-premier-league-and-sundays-final/article68222265.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "Caste holds | Everyday struggles of life and livelihood – roti, kapda aur rojgaar – are part and parcel of any poll talk in east and west UP. But the centrality of caste and community in electoral discourse remains. Broadly speaking, BJP’s social alliances (upper castes + non-Yadav OBCs like Patels, Nishads and others) and Samajwadi Party’s (Yadavs + Muslims) remain intact. SP’s ally Congress brings a sliver of vision and a certain assurance to the combo in urban constituencies. BSP is still the go-to party for most Dalits, but a section of non-Jatav Dalits is likely to migrate.\n\nRead full story on TOI+\n\n",
        "headline_1": "So, what’s on UP’s mind?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/so-whats-on-ups-mind/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "For Rishi Sunak, there is history and then there is his story. The history books will record Sunak as Britain’s first prime minister of Indian origin, its youngest in 200 years and the wealthiest occupant of 10 Downing Street, far richer along with wife Akshata Murty than the country’s monarch King Charles III. But then there is his story.\n\nRead full story on TOI+\n\n",
        "headline_1": "Britain’s poor little Rishi rich",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/britains-poor-little-rishi-rich/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "A horrifying weekend – fires killing at least 9 children along with 28 adults and counting in a Rajkot gaming/recreational set-up, and 7 newborns in a private children’s hospital in Delhi. Post-tragedy, Indian authorities are all too efficient at making arrests, filing FIRs, hand wringing, chest-beating, announcing compensation – while courts do their thing. In a few months’ time, little would have changed and in all likelihood, it’ll be business as usual. Owner of the Rajkot facility that operated in tin sheds has been arrested for culpable homicide, as it should be. The tragedy was one waiting to happen.\n\nLoophole in urban plan | But the Rajkot facility’s owner is not alone to blame. As TOI reported, a glaring loophole in Gujarat’s development regulations (CGDCR) allowed illegal recreational activities to flourish. Implemented in 2017 to regulate urban development, CGDCR has zero construction and safety guidelines for recreational facilities, which private players have exploited, erecting temporary structures for gaming facilities, without any approvals. Here then, it is policy itself that poses a significant threat to public safety, especially for children. Per reports, numerous such establishments have cropped up, even in bigger cities like Ahmedabad and Gandhinagar. Most are functioning without mandatory fire safety or town planning sanctions. Privately owned plots hosting such activities often sidestep regulatory scrutiny altogether. On the Rajkot premises, 2,000 litres of petrol were stored onsite along with numerous tyres.\nFires & accidents routine | Oxygen cylinders exploding triggering fatal fires, as was the case in the Delhi hospital yesterday, are nothing new for commercial premises, even though their storage is supposed to be strictly regulated. The Mumbai billboard tragedy is a recent case of criminal negligence. It is when authorities turn away from brazen flouting of norms that fatal accidents occur. In fire after fire or bridge collapses – Morbi (135 deaths), Kollam temple fire (109 deaths, 2016), Varanasi flyover collapse (at least 18 deaths, 2018), or Delhi’s Mundka fire (27 deaths, 2022) – at fault is official oversight, lax enforcement of safety norms and audits, and lack of accountability for low-quality construction and maintenance across India.\nPin the blame | Experts have long cautioned against this pan-India disregard for safety regulations. As court takes note, and investigation proceeds, it is the system of ignored rules, avaricious bureaucrats and crooked businessmen that must be in the dock. Nothing will lower the probability of future tragedies more than swift and exemplary punishment of the powerful.\n\n",
        "headline_1": "Tragedy foretold",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tragedy-foretold/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "As already noted, the Cannes Grand Prix for Payal Kapadia’s All We Imagine As Light is a big moment for Indian cinema. Kapadia’s feature directorial debut is the first Indian film in 30 years and the first by an Indian woman director to be showcased at the main competition. The question to ask, though, is why did it take so long for an Indian film to feature in Cannes’ main draw.\n\nBollywood to regional | While Bollywood continues to dominate India’s reach and soft power in global cinema, the last few decades have also seen regional cinema get more play. Thanks in large measure to streaming platforms like Netflix, Amazon Prime and myriad others, even small-budget, non-Hindi Indian films today have a shot at reaching larger Indian and, sometimes, global audiences.\nGlobal collaborations | This in turn has provided a fillip to global collaborations in films. For example, Kapadia’s film was produced by Thomas Hakim and Julian Graff through their France-based company Petit Chaos, in co-production with Indian companies Chalk & Cheese Films and Another Birth, as well as by the Netherlands’ BALDR Film, Luxembourg’s Les Films Fauves, Italy’s Pulpa Films and France’s Arte France Cinema. Kapadia herself used money from the Huub Bals grant and Cinefondation to live in Europe to plan the film’s production.\nMany Kapadias | The success of All We Imagine As Light also highlights the depth of Indian cinematic talent. India’s Nehruvian socialist past had a propensity to view cinema as elitist unless it served national projects. This began to change after liberalisation. But the state still displays a control mindset when it comes to cinema, especially through censorship. Kapadia herself was disciplined for protesting against the appointment of Gajendra Chauhan as FTII chairperson in 2015. Her success today should tell officials that talent needs nurturing, not monitoring.\n\n",
        "headline_1": "All we can create",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/all-we-can-create/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "Every cyclone, regardless of how prepared we are, inevitably brings sufferings. While post-cyclone assessments tend to focus mostly on death toll, it is an insufficient indicator of the sufferings caused by such natural calamities. And this is what we should be thinking about as we try to process this year's first cyclone in the region that made landfall in Bangladesh on Sunday night, bringing with it tidal surges and torrential rain across the country. Thankfully, the government's timely interventions—including evacuating more than eight lakh people to shelters—have helped avert largescale casualties. But Cyclone Remal has caused largescale destructions and disruptions from which there will be no escaping.\nWe don't yet have the full picture amid continuing rain, with many areas still under the water. As of writing this editorial, at least 10 people have died from the cyclone. The number will likely increase further. Since the landfall, reports have emerged of how fierce winds snapped power lines, uprooted poles and trees, and snatched the roofs off many tin-and-thatched houses, while the rain and high tides also damaged embankments and flooded fish enclosures. In total, more than 30,000 homes in southern districts were reported destroyed, and tens of thousands more damaged. This means that even when it is deemed safe for those in storm shelters to return homes, there will be no homes to return to for a vast number of families. The uncertainties that await these people are tremendous.\nSuch sufferings are being compounded by the fact that power outage has caused over 10,000 mobile towers or base transceiver stations (BTS) to go out of service, affecting the mobile and internet services of millions of people. According to officials, power supply to about 2.22 crore consumers of the Bangladesh Rural Electrification Board (BREB) was suspended following the landfall, while the Bangladesh Power Development Board (PDB) cut electricity generation by more than half of its usual production.\nClearly, the cyclone's damaging effects have not been limited to the coastal belt only, with rain and attendant disruptions plaguing vast swathes of the country. While cities are having to grapple with waterlogging and long tailbacks, erosions and landslides remain a possibility in many other areas. In Dhaka and elsewhere, according to the Met office, there will be rain and strong winds tomorrow as well. Things, therefore, could yet get worse before they start getting better.\nSo far, according to the government, over 37 lakh people in 19 coastal districts have been affected by the cyclone. In the face of such devastations, the government has its job cut out for it. The first priority, of course, is to provide food and medicine to those most affected and restore normal life as soon as possible. Those who lost their homes and means of livelihoods will require financial assistance to rebuild their lives. The authorities also must undertake a comprehensive assessment of the overall damage caused to infrastructure, properties and traditional safeguards, and fix them. That must include the health of Sundarbans, which again came to our rescue despite Bangladesh taking the main blow of Cyclone Remal.\n",
        "headline_1": "Restoring normal life is the top priority",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/restoring-normal-life-the-top-priority-3620266",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "A 15-year-old worker at a local shop in Feni was returning to work after saying Zuhr prayers, when a man sought his help to lift up a bag. Unsuspecting, the boy followed him to a nearby shopping centre, where the stranger and another man subjected him to unspeakable, bestial acts of sexual abuse and torture. Injured and bleeding, the boy was rescued by his employer some two hours later and taken to the hospital where a surgery was required to remove the bathroom cleaning brush handle that the criminals had shoved up his back.\nThis reminds one of the 12-year-old mill worker in Bogura, who was killed by his co-worker in 2019 by pumping air into his body. Similar incidents of physical torture and sexual abuse of children have taken place before, with many of the victims succumbing to the injuries. Child abuse reports have become a regular feature in our newspapers and newsfeeds, portraying the picture of a society with a festering rot at its core. Unfortunately, we are doing little to remove the rot.\nAccording to a recent Prothom Alo report in 2023 the Child Helpline 1098—operated by the Department of Social Services under the Child Sensitive Social Protection in Bangladesh (CSPB) project—received 15,785 calls, which is almost double of the 8,021 calls received in 2022. While the increasing number of calls mean that more people are now aware of this helpline and are overcoming their fears of stigma and uncertainty to seek help when required, the staggering number of such reported incidents reveal a grim picture of its widespread prevalence. We do not have enough research to understand the actual scope and scale of this social malady.\nBetween January and April 2024, according to Ain O Salish Kendra (ASK), 226 children have been subjected to violence and abuse in the country, 176 children have been killed. Of them 37 were below the age of six. From being tortured at domestic sphere and outside, to abduction and rape, children—innocent, helpless, unsuspecting—are highly vulnerable to multiple forms of abuse. In 2023, 1,013 children were subjected to violence, 485 had been killed, of whom 116 were below the age of six.\nAs per the ASK data, cases were filed in about 60 percent of these incidents. One major reason why people do not seek legal redress is the power enjoyed and exercised by the perpetrators, who coerce the victims and their families into silence. Then there is the fear of social stigma that the victims and their family would have to endure for the rest of their lives if word got around. Even if the victims and their families overcome such fears and reach out to the law enforcers to file cases, often the latter side with the perpetrators in exchange for money or leverage.\nTo top it all off, the delay in delivering justice in such cases are a major discouraging factor. A 2022 report by the Financial Express reveals that 43,114 cases related to women's repression were pending for over five years in 99 women and children repression prevention courts across Bangladesh as of June 30, 2022. From filing cases and conducting investigation, including DNA tests, to presenting the case in the court, every stage is mired in bureaucratic red tape and a frustrating lack of progress. No wonder then that the traumatised families often shy away from seeking legal recourse.\nWe have become a society in which innocent, vulnerable children have become a tool to satiate the filthy desires of the stronger—in various forms, from subjugation to sexual gratification—be it within the security of one's own home, school or outside. Unfortunately, we have become so desensitised that when they are tortured and abused even in front of us, we merely take out our phones to make TikTok videos or Facebook lives, instead of rushing to the rescue of the child victims.\nThese incidents leave lasting mental and emotional scars on children. Their self-respect and dignity are compromised forever and they often fail to recuperate from these horrors. They often demonstrate a lack of empathy, failing to create emotional bond with others. They grow into adults who lack self-confidence and often suffer from inferiority complex. Many children develop psychological issues like schizophrenia, bi-polar disorder and chronic depression.\nFamilies have to be more watchful and protective of their children. They should have frank conversations with their children explaining to them good touch and bad touch, their basic rights as children, and the realities in which we live. The home environment should make children feel safe and comfortable to talk and share their thoughts and nightmares without fear of being victim blamed. Most importantly, the families, especially the parents, should prioritise social and family values in their conduct so that they can spread the same values among their children.\nSchools should have separate curriculum on child rights and safe conduct. The government should partner with the INGOs for technical assistance and resources to train teachers in primary and secondary schools on child psychology and institute effective sexual harassment complaints committee in each educational institution.\nThe government and judiciary should look into the perennial issue of case backlog—which stood at around four million in all types of courts as of June 2023—and expedite delivery of justice. Perpetrators should be slapped with the highest, exemplary punishment for child abuse and torture. Law enforcers should be held accountable where evidence of their collaboration with the perpetrators is found. There should be adequate counselling opportunities for children who have been victimised. Families should overcome their fears and seek justice for their children. People in general should immediately intervene if they see children getting abused in public.\nChild abuse and torture need to be completely eliminated from the society to ensure a safe and comfortable space for our children where they can grow and realise their potential to the fullest.\nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Children must be protected from abuse and torture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/children-must-be-protected-abuse-and-torture-3619211",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "Need someone's phone number to promote your products or do something similarly invasive? Need a rival's call history to know who they are talking to in secret? Or someone's NID card to open a fake bank/MFS account, or take out loans in their name? Or their driving licence to stage an incriminating scene?\nThere was a time when these questions would be almost as dangerous to ask as the pursuit of their answers. You would be looking over your shoulder constantly, lest someone catch a whiff of your unseemly interests. The criminal market built around such pursuits was still niche, and the personal of \"personal data\" still meant something other than just the nature of the data in question—it was a hands-off warning to anyone looking to infringe upon someone else's privacy. But those days are coming to an end.\nToday, thanks in large part to the frequent breaches of government websites and servers, there has been a gradual normalisation of data-related crimes, to an extent that hardly do you see anyone raise an eyebrow anymore. Citizens appear to have accepted the fate of their data being inherently vulnerable the moment it is digitised. There has also been a thriving market for stolen data—a hidden domain populated by men trading in secrets—and leading it from the front are apparently government officials themselves: people who are supposed to protect our data.\nThis was the subject of a recent report published by this daily. As a columnist has rightly assumed, its findings would have \"made a much bigger splash\" in any other country, but not here. According to the report, citing a letter by the National Telecommunication Monitoring Centre (NTMC), some unscrupulous government employees were stealing sensitive personal data from the national intelligence servers and selling it to some 789 groups and pages on Facebook, Telegram, and WhatsApp. These pages and groups—where questions like the above would be routine—collectively have 32 lakh members and followers. Let that sink in for a moment.\nThe sheer size of the network, and its disruptive potential, is enough to frighten anyone. It's like a data bazaar or supermarket or, in marketing language, your one-stop shop for all things you. Here, your personal details are up for grabs to anyone willing to pay—to be used and tossed away at their disposal. Even payment is not necessary for information that is already publicly available thanks to previous data breaches and exposures.\nThe NTMC is legally authorised to monitor all electronic communications in coordination with the telecommunications ministry, BTRC, and law enforcement and intelligence agencies. It stores data related to citizens' NID cards, passports, driving licences, and call detail records. Reportedly, nearly 500 officials of 42 organisations can log in to its National Intelligent Platform (NIP) using their IDs, and access the data for verification and investigation purposes. The digital trail of the latest breach was discovered when the NTMC traced unusually high numbers of logins to the NIP by IDs belonging to two officials from the Anti-Terrorism Unit (ATU) and Rab-6. Both of them are now under investigation for unauthorised data transfers. Previously, two data entry operators of the IDEA 2 project were arrested for similar offences.\nThe question is, with so many officials and organisations having access to the servers of the NTMC—a platform with a chequered history of handling citizen data—are the four identified the only ones to have abused their login credentials? Knowing how prone to corruption many government employees are, and how weak our data security infrastructure and accountability mechanisms in general are, we cannot be sure. It is more likely that other attempts have gone unnoticed. Although we don't know how many people were or will be affected by the latest breach, the number is likely huge.\nOver the last few years, we have had many such data breaches which were usually blamed on outsiders. What will the authorities say now that insider involvement has been found in illicit data sharing/selling? Who will take the blame for this alarming lapse in our data security protocols? For the citizens whose data was sold or otherwise made available, the consequences are not hard to imagine.\nA widespread dissemination of their private data poses a severe risk to their security and privacy. NID details, for example, can be exploited to commit various crimes. In the past, we have seen how NID cards were used to open fake bank accounts and obtain loans, or to illegally access government grants. Victims, it goes without saying, may have to pay the price for such identity theft even years after the commission of any crime in their names.\nThe recent incident has raised fresh alarms both for the victims involved and Bangladesh's data ecosystem. A country that once promised a techno-utopian vision by ushering in \"Digital Bangladesh\" and \"Smart Bangladesh\"—with accompanying digitisation—is increasingly seeing its efforts descend into a dystopian nightmare. How the government responds to this scenario will determine the future of those grand visions.\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "Citizen data server? More like a data supermarket",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/citizen-data-server-more-data-supermarket-3620021",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "Cyclone Remal has weakened on Monday morning following its landfall across the West Bengal and Bangladesh coasts around midnight Sunday. Right from its formation in the Bay of Bengal, it never indicated to turn into a super cyclone, although it had all the makings of a severe cyclone with a wind speed of 135 km/h, much lower than the minimum 222km/h of a super cyclone. Mercifully at the time of passing the coastal areas of Bangladesh, the wind speed fell to 111 km/h. However, this speed is enough to uproot trees and electric poles and blow away thatched and tin-roofed houses and Remal exactly did that. But it has done more because even a weaker cyclone than this can wreak widespread damage and devastation if it induces sea waves of greater heights. Under the influence of Remal, the sea surge went up to 10-12 feet high.It is this combined impact of wind and surge of sea waters that seems to have dealt a severe blow to the lives and livelihoods of people living along the coastal belt in the south. As many as 45 low-lying villages in Patuakhali went under deep water following the breach of an embankment. In Satkhira and elsewhere embankments gave in and thousands of shrimp enclosures were washed away. One saving grace is that harvest of Boro paddy has just been completed. But there are other crops, primarily vegetables, that will be damaged because of the flooding. It is too early to have a clear picture of the loss of life and property. Reports from different TV channels confirm 12 deaths but before the district administrations make a rough estimate of the extent of devastation, there is no way of knowing about the loss of property and crops. The way village homes have suffered damage, even stored food grains are likely to be washed away.Apart from wind and waves, the other elemental hazard for the affected areas is the rain. From areas most vulnerable between 0.8 and 1.0 million people are reported to have moved to cyclone shelter, thanks to upazila administration and volunteers of different organisations who launch an intense evacuation campaign each time of such natural calamities' visitation. Despite their limitations, the cyclone shelters have proved quite effective to save lifves. Communications and the early warning systems have improved by this time. All this explains why only 12 lives were lost during the landfall of Remal. Now comes the issue of taking the good work of saving lives to protection of property, crops and fish ponds and shrimp enclosure. It is clear that the breaches in embankments have been responsible for flooding of villages and shrimp enclosures. There is a common complaint that the embankments are not repaired in the lean season and even influential owners of shrimp enclosures dig holes in the defence wall to let in sea waters to the marked areas for shrimp cultivation. Why should villagers now try to save the dam or embankment under threat of breaching? It is because, the Bangladesh Water Development Board (BWDB) assigned to look after those neglect the task on the plea of inadequate manpower. This is unacceptable because the losses caused by the absence of timely repair is gargantuan. Finally, rains have compounded the affected and displaced people's suffering. They need food and drinking water immediately and therefore the relief work should be started without any delay.",
        "headline_1": "Remal wreaks havoc",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/remal-wreaks-havoc-1716823263",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "There is a lot of noise in the media world about the restriction imposed on journalists to enter the Bangladesh Bank (BB). The obvious question is why this is happening. And the obvious answer is that it's for the protection of the financial system which the BB heads in the name of regulation. While the media as well as the think tank world are protesting they are also part of this formal system which runs the State-based scenario.What the ongoing scenario appears to be an internal one of the state sector, particularly the elite within which all such institutions -- BB, commercial banks, think tanks and the media -- operate.How does the BB operate? The idea that actions relating to the central bank's limited capacity in controlling the delinquent behavior of financial institutions is a suddenly discovered fact is odd. In almost every financial sector, including the recent highly criticised move to merge weak banks with relatively stronger ones, the central bank has demonstrated its weak regulatory performance. Some people state that it is because the lack of trust which has prompted BB to fend off by denying access to the media is only a partial fact.Point is most people never did trust banks and for the earlier Bangladeshi years never even interacted with the banking system much. They had informal and traditional banks including private loan givers and later NGOs with micro credit and other sources. They really have little to do with the formal banking sector. While the State sector is concerned about the banking sector and the urban shushil sector about what it does, the rest are relatively less concerned. Most people have other issues, pressures and services to access and the formal banking sector isn't really a big factor. The formal sector institutions including the think tanks have very little idea about their needs and solutions they come up with. It's this separation between the two sectors -formal and informal- that is often the line demarcating the State and society.Why there is no great expectation from the BB is no mystery. And this is also known to the BB's authorities and the average ordinary people. As a result, all performance related data that is quoted has little impact. That is basically because no one cares who is doing what in official institutions. Fahmida Khatun, Executive Director of the apex think tank CPD has said that the non-performing loans have more than tripled over the last 10 years. In difficulty assets of banks were about Tk 3.77 trillion, which includes rescheduled loans, NPLs and loans in special mention accounts which together adds up to a diagnosis of incompetence. To add to the spice, over Tk 1.77 trillion is stuck due to court orders.Any chat with a section of people shows that withdrawal from banks is common now because no one is sure that the banks will survive their lifetime. Trust in the banking sector is not low but almost non-existent and most see a good number of banks as agencies for taking money who siphon them off to their own pockets. One doesn't have to mention instances but essentially the financial sector which includes the NBFIs are, rightly or wrongly, seen as rip off agents. Together they represent a corporate and collective \"Haldar\". The Haldar scam was a collective project of the formal sector as it involved all sections of those who are involved or in charge of the financial business and regulatory sectors. And the criminals accused of wrongdoing remain safe from prosecution or scrutiny. Thus data about failing Shariah banks is not as impactful as what directly was seen and experienced.That various official agencies were involved in the theft and escape of the criminals to safety is no secret. And that is how many people tend to perceive the regulator, \"a promoter and protector of embezzlers.\" So data is no longer necessary to make a point. What is needed are social responses where there can be significant reduction of interactions with the formal financial sector. The informal sector doesn't interact with the formal sector unless they have to. They don't have large deposits or loan taking capacity but their default rate from informal loan institutions is low and theft is negligible. They don't use sharia as an excuse to skim off money nor do they run Haldar type schemes with the assistance of the regulators and other agencies. The reasons are simple. They are organic in nature and evolved through a social process of demand and supply rather than intent to enrich at the expense of others. This is the fundamental difference between the informal and formal sector agencies. The informal sector is not imposed or artificial. Recent studies show that the biggest financial criminals in the rural areas where the informal dominates are the MLMs etc which are sourced in the formal world. The formal sector has however begun to infiltrate in view of the huge liquidity available due to remittances. While the banks get half as per their calculations, hundi remains the major conduit of remittance. However, this money is not invested so the banks want to grab this, hence the interest in the new and growing migrant economy.It's this critical difference that the media should try to recognize when they protest against the entry restrictions into the Bangladesh Bank. Of course, they should but that is not a public priority. The financial sector is the bastion of the connection capitalism economy and by making it the apex area of interest, the media may be endorsing its claim as the supreme authority when most people ignore it.\n[email protected]",
        "headline_1": "BB, loan systems and the formal economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bb-loan-systems-and-the-formal-economy-1716823306",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "The annual median income of a single, full time worker in the USA is around USD 60,000, according the country's Labour Bureau data, reports CNBC.But to live comfortably in any of the expensive states like Massachusetts, Hawaii, California, New York or Washington, a single person will have to earn nearly double the median income. And the US's national median for comfortable living (of a single person) is annually USD 89,461. 'Comfortable' living is defined as the monthly income required to cover the 50/30/20 budget. Which means 50 per cent of the monthly income is allocated for housing and utility costs, 30 per cent for discretionary spending and 20 per cent for savings or investments. However, this estimate for comfortable living in the US states is not for any comparison with the cost of comfortable living in Bangladesh. in fact, with an average monthly salary of BDT 26,000 which is equivalent to USD 218.46 (according to current USD-BDT exchange rate at 1 USD=119 BDT), such comparison is pointless. And what is comfortable living with such average salary for an average Bangladeshi person is yet to be defined. The point at issue here is that if a person earning less than USD90,000 a year can live comfortably anywhere in the USA, what kind of a life would it be for a person who earns USD56 billion a year?The word comfortable will not be enough to describe such a person's life. In fact, such mindboggling sum of money has been suggested as the compensation package by the management of tech company, Tesla for its CEO, Elon Musk. However, questions have been raised by some of the company shareholders about the suggested pay package for Musk. Earlier, the electrical vehicle (EV) company, Tesla's board of directors asked the company's shareholders to vote for a record-breaking compensation package for Musk amounting USD56 billion. However, last January,a Delaware court rejected the deal following a company shareholder's complaint that Musk dictated the terms of the pay deal and that the company board was not sufficiently independent. In her observation, the US judge, KathaleenMcCormick, described the compensation package amount as 'an unfathomable sum'. And the proxy advisory firm, Glass Lewis, last Saturday, also urged Tesla shareholders to reject the USD56 billion pay package for the company's CEO.Whatever the outcome of the legal battle overthe proposed pay package, which is the highest ever in US history for a top corporate executive, it provides us with an opportunity to see what the corporate bosses of that country earn. How big is the amount asked by Elon Musk? The highest amount of forex reserve that Bangladesh once took pride in was USD 48 billion. That amount is way below Musk's pay deal of USD56 billion. The amount is bigger than Sudan's GDP at USD51.66 billion! What is the last word in affluence in today's world? However, all the CEOs of top corporate houses of USA do not earn such staggering sums of money. Even so, we may have a peek at some of their pay packages. Tim Cook, CEO of Apple, the biggest corporate house in the USA, for instance, earned USD62 million last year as his total compensation. However, his annual base salary remained at USD3 million since 2016. Microsoft CEO Satya Nadella, on the other hand, had last year a total compensation package of USD48.5 million. Jensen Huang, CEO of Nvidia, a tech giant, in the company's current fiscal year that ended in January, received USD34.2 million as total pay. Mark Zuckerberg, the Meta CEO, in 2023 got USD24.4 million. Notably, since 2013, Zuckerberg has been taking only USD 1 as base salary. Alphabet CEO, Sundar Pichai's pay package for 2023 was USD8.8 million. Amazon CEO, Andy Jessy's compensation for 2023 was USD1.3 million. Now imagine that Tesla CEO, Musk, gets his pound of flesh. Will then other CEO's of big corporate houses remain happy with the annual pay packages they are receiving now? What will be the definition of affluence then?\n[email protected]",
        "headline_1": "Definition of comfortable living, affluence",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/definition-of-comfortable-living-affluence-1716823333",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2024"
    },
    {
        "full_article": "Vital for the survival of humans, animals, and plants alike, water is a precious resource. However, our negligence leads to its wastage, ultimately impacting groundwater levels. Each summer, the scarcity of fresh water intensifies as groundwater levels decline, particularly affecting rural communities. Consequently, irrigation issues arise, jeopardising agricultural productivity and plant life.Despite water covering three-quarters of the Earth's surface, only 3 per cent of it is fresh, with the majority being saline. Given the significant waste of this finite resource, water crisis looms large on the horizon.Failure to address this crisis could lead to catastrophic consequences for all living organisms. However, simple changes in our daily habits can mitigate the issue of water wastage. For instance, ensuring taps are closed when not in use, using a mug for ablution rather than leaving the tap running, and turning off the tap while washing clothes are some of the ways to reduce wastage of water.Additionally, stopping the motor once the tank is filled during water pumping, and reusing old bottled water for cooking, are practical steps towards conservation. It's essential to adopt a mindful approach to water usage in every aspect of our lives to avoid unnecessary wastage and safeguard this precious resource for future generations.We often overlook the true value of water, which surpasses that of any other resource, even precious metals. Therefore, it's imperative for each of us to take responsibility and prevent water wastage. Let's cultivate awareness within ourselves and spread it to others.\nZahid HussainStudent Comilla University",
        "headline_1": "Reducing water wastage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-water-wastage-1716823354",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-05-2024"
    }
]