[
    {
        "full_article": "In an uncharacteristic late Saturday release, the Statistics Ministry unveiled the broad findings of the Household Consumption Expenditure Survey done between August 2022 and July 2023. This is significant as it is the first major survey-based data released since 2011-12 that captures ground realities at the household level — especially with the once-a-decade Census, due since 2021, nowhere in sight. Conducted every five years by the National Sample Survey Office (NSSO), the results of the last such consumption survey in 2017-18, along with a similar employment survey, were junked with the government citing “quality issues” with the data — viewed as a euphemism for the unhappy tidings it may have showed. If the 2017-18 Survey was abandoned because it captured the deleterious after-effects of the demonetisation of high-value currency notes in late 2016 on India’s largely informal economy, and the subsequent onset of the Goods and Services Tax, the 2022-23 survey also needs to be interpreted with a dash of salt. For, it may likely magnify the exuberance seen in consumption after two years of pandemic-induced curbs and income losses — what economists call the release of pent-up demand.To be clear, the Survey suggests some interesting transitions in consumption patterns and the complete findings must be published swiftly to enable deeper analysis. Households’ average monthly per capita consumer expenditure (MPCE) rose 33.5% since 2011-12 in cities to reach ₹3,510, and 40.4% in rural India to ₹2,008. The government has sought to paint this as a signal of rising incomes, narrowing inequality, and a sharp slippage in poverty levels. But this only implies a 3.5% compounded annual growth in rural spends over 11 years, with a 3% growth for urban households — well below the inflation and GDP growth rates in this period. Puzzlingly, even after adding the imputed values of free goods received through a myriad of welfare schemes such as the PM Garib Kalyan Anna Yojana, the average MPCE only rose to ₹2,054 for rural households and ₹3,544 for urban peers. That the proportion of monthly spends on food has slipped below 50% in rural homes (to 46.4%), and under 40% in urban homes, with cereals seeing the sharpest drop, is remarkable, and may ease inflation trends if used to rejig Consumer Price Index weightages. However, it is pertinent to recall that food inflation began spiking last June just ahead of the Survey’s completion, and has remained elevated since. So, proportional spends have likely changed. A clearer picture, devoid of pent-up demand and inflation flip-flop effects, is expected from the fresh Survey that concludes this July. So, any recalibration of poverty, inflation or GDP calculations must wait till those results are compiled, and released as well. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nEconomic Survey\n\n/\n\npopulation and census\n\n/\n\ngovernment\n\n/\n\npoverty\n\n/\n\ninflation and deflation",
        "headline_1": "Decoding consumption: On the Household Consumption Expenditure Survey",
        "headline_2": "The 2022-23 household spending survey signals shifts in people’s priorities",
        "link": "https://www.thehindu.com/opinion/editorial/decoding-consumption-on-the-household-consumption-expenditure-survey/article67892144.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "Prasanth Balakrishnan Nair, Ajit Krishnan, Angad Pratap and Shubhanshu Shukla — these Air Force pilots constitute the final shortlist of candidates from among whom India’s astronauts for its human spaceflight mission, a.k.a. Gaganyaan, will be selected. The announcement, by Prime Minister Narendra Modi during an official visit to Kerala, fills the last real unknown about the ambitious mission, which aims to send an Indian crew to low-earth orbit onboard an Indian rocket. The Indian Space Research Organisation (ISRO) has signalled that, setting aside the risk of unexpected delays, it expects to conduct two test flights of the human-rated Launch Vehicle Mark-3 rocket in 2024 and 2025 and the crewed launch in 2025. The Union Cabinet approved Gaganyaan in 2018 at a cost of ₹10,000 crore. Since then, the ISRO centres and their collaborators in industry and academia have worked to bring the mission’s various components together while also negotiating delays due to the COVID-19 pandemic and ISRO’s commercial commitments. Now, with the astronauts’ names in the open, India is truly in the last mile.It would be naive to believe an undertaking of this scale can be completely free of political capture, but Gaganyaan cannot be altogether politically motivated either. Among other things, the Indian Space Policy 2023 requires ISRO to “carry out applied research and development of newer systems so as to maintain India’s edge in … human spaceflight” and to “... develop a long term road-map for sustained human presence in space”. ISRO has also flown a bevy of technological, research, and commercial missions with sufficient support from the Centre to render them immune to political accountability, and Gaganyaan has been no different. But going ahead, it should be different, with justification that is amenable to public scrutiny and debate while seeding a culture of space exploration that is truly democratic, rather than being motivated seemingly by geopolitical aspirations. Similarly, while a road map is being set — accommodating Mr. Modi’s “directive” to ISRO to land an Indian on the moon by 2040 — the endeavour must be to give Gaganyaans present and future an identity rooted less in “India’s edge”, which when maintained for its own sake becomes a vacuous thing, and more in the fundamental act of creating new scientific and societal value. Other countries, including China, may be technologically ahead, but India must keep the focus on scientific exploration and expanding human horizons, and not on achieving some ‘space superpower’ status.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nspace programme\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nIndia\n\n/\n\nISRO\n\n/\n\npolitics\n\n/\n\ntechnology (general)\n\n/\n\nresearch\n\n/\n\nChina\n\n/\n\nKerala\n\n/\n\nCoronavirus",
        "headline_1": "Burden of power: On India’s astronauts and the Indian space policy",
        "headline_2": "Scientific exploration, not superpower status, should drive India’s space programme",
        "link": "https://www.thehindu.com/opinion/editorial/burden-of-power-indias-astronauts-and-the-indian-space-policy/article67892163.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "In politics as much as in literature, some stories write themselves. The latest one such script is that of actor Kamal Haasan’s political journey. Kamal launched his party Makkal Needhi Maiam (MNM) in 2018 with the promise of occupying the centre (‘maiam’ means that) and remaining unaligned. Six years and two big elections later, Maiam is shifting to the left.\nKamal has been in talks with the DMK for an alliance for the coming general elections. He wants to contest to the Lok Sabha from Chennai or Coimbatore, while the DMK’s first offer was a Rajya Sabha seat. The DMK may finally agree to give a Lok Sabha seat (T R Pachamuthu, who won the Perambalur Lok Sabha seat in 2019 on the DMK symbol, has migrated to the BJP alliance). The point of contention remains the symbol. While the DMK wants Kamal to contest on its ‘rising sun’ and campaign across the state, the actor-politician insists on MNM’s ‘torch’. Giving up the torch for the sun, Kamal feels, would put him in a bad light.\nWe aren’t sure if there would be a slip between the cup and the lip, but from the beginning, Kamal has been a potential ally of the DMK. For, his political philosophy – social justice, rationalism, secularism – resonated with the avowed – though greatly diluted through the decades – principles of the Dravidian giant. Kamal has always been left, always in conflict with the right. ‘Centre’ was just a political construct to pitch himself as an alternative to the Dravidian parties. Now, if he allies with the DMK, even the claim of taking the centre position for issue-based opinions may cease to be his USP.\nPolitically, however, this is the inevitable way forward for Kamal. Six years is a political party’s infancy, but the resources it needs to grow can be quite demanding if early electoral victories evade it. In the 2019 Lok Sabha elections, its electoral debut, MNM put up a decent show in the city constituencies, garnering more than 10% votes. The party’s overall average, however, remained well below 4%. Soon, many office bearers including vice-president R Mahendran left the party. In the 2021 assembly polls, its vote share dipped to 2.5%, and Kamal hasn’t been able to attract big names to his party.\nGetting into an alliance as a minor partner is essentially an admission of a party’s limitations – that it has virtually given up on achieving the alternative status that it aspired for. There can be no better example of this than Congress (though the dynamics were different) which never recovered from the blow it suffered in 1967 and was later forced to sail with DMK, the same party that defeated it. This doesn’t mean it’s all downhill for MNM. Once reconciled with its strengths and weaknesses, it can, as an alliance partner, build itself to its optimum potential. In this role, Kamal may not be fiercely independent on issues, but nobody expects him to be that while being part of a combine.\nFor the INDIA bloc, Kamal as an MP would be a good value addition, not just for optics but for debates too. Kamal straddles his film star status well with cerebral matters. His interests and fields of knowledge go beyond movies and literature. Never losing an opportunity to highlight his school dropout tag, Kamal has been unapologetically political as the Bigg Boss Tamil anchor – and here he has been more forceful than on campaign trails, weaving history, politics and entertainment into his discourse. And, whether you agree with him or not, that would be good to see in the central hall of the world’s biggest democracy.\n\n",
        "headline_1": "When Kamal Haasan moves from middle-of-nowhere to realpolitik",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/when-kamal-haasan-moves-from-middle-of-nowhere-to-realpolitik/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "Proxy data proves an open secret: urban population is severely undercounted. This leads to policy distortions, and needs correction\nIndia’s future is decidedly urban. Legacy overhang however is, perhaps subconsciously, contrarian and pulls us in the direction of demonstrably untrue statements such as, ‘India is a rural agrarian country and India lives in villages.’ This provides an opportune moment for us to redefine to measure the ‘urban’ in India and put together authentic relevant data to address important ramifications that we will flag in what follows.\n\nUndercounting urban folk | The official figures available to us via Census 2011 and hence somewhat dated, put India at around 32% urban. That the official number is a gross underestimate. Scholarly papers using innovative proxies such as night light intensities, amongst other things, have been written on this subject, which have established the fact of severe underestimation. At least two World Bank reports of a decade back, have pegged the estimation of urban India then at already above 60%.\nRead full story on TOI+\n\n",
        "headline_1": "Wake up government most of India lives in her cities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/wake-up-government-most-of-india-lives-in-her-cities/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "Accepting the idea that a person has the power to change society is very Indian. But it’s as valid as Western ideas that privileges institutions or a document or a God/state over any leader\nHis fans and followers adore him, and will not tolerate any criticism of him. His opponents only want to criticise him. But if one rises above these two extremes, there’s much to learn from the Modi phenomenon. It reveals so much about the human condition, and nature of society, and specifically India.\nTo appreciate this we must acknowledge that the nation-state is a cultural construct, a mythic idea, not a timeless one. There’s nothing rational or reasonable about it. It’s simply a powerful historical idea that emerged from tribes of Europe and West Asia that took the world by storm. This began about 300 years ago, when America broke free from Europe as a republic, anchored on a single document, the Declaration of Independence.\nRead full story on TOI+\n\n",
        "headline_1": "What Modi’s rise tells us about us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-modis-rise-tells-us-about-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "That urban, rural spend on food is falling shows rising incomes. But consumption growth is lagging GDP growth\nIndia’s economic data has a modular design. Many population sample surveys are carried out to get a closer look at specific areas such as consumption. Based on that, macro measures such as GDP and consumer price index are constructed.\n\nBetter late than never | GOI on Saturday published highlights of a household consumer survey carried out between Aug 2022 and July 2023. It’s the first such survey in 11 years of what used to be a five-yearly effort. It will lead to updates of GDP and inflation indices.\n\nPoverty’s downward trend | Typically, as incomes increase, people spend less on food. Expenditure shifts towards other items. Relative expenditure on food continues to decline. More importantly, among different items of food, relative expenditure on cereals has not only declined, but there’s also near convergence on percentage expenditure between rural and urban residents. Rural consumers on average spent 46% of their MPCE on food in 2022-23. In 1999-00, the spend was 59%. Urban consumers in 2022-23 set aside 39% of MPCE on food, as compared to 48% in 1999-00. Niti Aayog estimates that unit-level MPCE data will show poverty level has fallen to about 5% and inflation is overstated.\n\nCereal question | Rural consumers on average spent 5% of their MPCE on cereals while in urban areas it was 4%. Two aspects stand out. Over two decades back, rural consumers spent about 10 percentage points more in their MPCE on cereals. The narrowing gap on a staple in Indian thalis indicates relative deprivation of rural consumers in areas other than food. Also, if cereals are such a small proportion of consumption, doesn’t India’s food subsidy regime require reconfiguration?\n\n\nBut still a weak consumption story | The last consumer survey was done in 2011-12. In 11 years, rural consumption in inflation-adjusted terms grew at an average annual growth rate of 3.1%. Urban consumption growth rate was 2.7%, slower than the rural growth. GDP, a measure of the economic output, grew during the same 11-year period at an annual average of 5.7%. India’s consumption growth has been lagging its output expansion. Two of its consequences are dissatisfaction among groups such as farmers and a tilt towards welfarism by political parties. A point here. Fiscal impact of welfare is a hot button topic among pundits. But to what extent did welfare transfer boost the average rural MPCE? A mere 2%. Not something noise on welfare would suggest.\n\n",
        "headline_1": "Good, can be better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-can-be-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "Though the government claims that the country has no shortage of rice and that it maintains a comfortable amount of (1.45 million tonnes) the item in stock, one wonders why the price of the nation's chief staple is constantly on the rise. To arrest price hike, recently the government even drastically reduced duty including value-added tax (VAT) on rice import thereby bringing down the total tax incidence on it from 62.5 per cent to 15.5 per cent. But still, according to a recent report published in this paper, the prospective importers are still not keen to take advantage of this substantial duty cut. They argue that with the price hike of rice in the global market – UN's Food and Agricultural Organization (FAO), for instance, says, the price has surged by 13 per cent in January, 2024 compared to that in 2023 – any import of rice will not help matters. Moreover, there is also the issue of scarcity of foreign exchange required for import. In that case, even if they go for import, the price of the rice so brought in would be higher than that in the domestic market. No doubt, the reason the rice merchants showed has some merit. But still the puzzle of rice price in Bangladesh remains unresolved. The retailers say it is the wholesalers, the wholesalers say it is the hoarders, some say it is corporate traders, others say it is the millers who are to blame for the unreasonable price volatility of the nation's chief staple. The government, on the other hand, is using its carrot of duty cuts and the stick of strict market monitoring along with various penal measures and threats thereof against delinquent traders to bring rice price under control. All concerned seem to be clueless about the conundrum of unstable rice market, while the common people continue to pay through the nose to buy the staple. The question is, if the government has dependable data on the land under cultivation of different varieties of rice and of their possible yields in the harvesting seasons. Claims of surplus production and government's duty cuts on rice import do not match. On this score, there is the complaint of discrepancies in reports on rice production provided by the different agencies of the government. The Bangladesh Bureau of Statistics (BBS), for instance, held that rice production reached over 38.9 million tonnes in FY22 leaving a surplus of 3.0 million tonnes after consumptions and damage. But still import of around one million tonnes of rice had to be made in that year. Even in FY23, going by the BBS report, the country produced 39.1 million tonnes of rice with proportionate surplus. But again, more than one million tonnes of rice import had to be made in FY23. Regarding another staple, potato, the department of agricultural extension (DAE), for example, informed of a yield of 11.2 million tonnes in FY23, while BBS indicated it to be at 10.4 million tonnes. But the Bangladesh Cold Storage Association said it was around 8.6 million tonnes. Which of these agencies would the government depend on to have its assessments? So, the government needs to make the relevant agencies efficient enough for providing reliable data on production, supply situation and stock of the main staples like rice. Only reliable data can help the government get a grip on the market of essentials, especially of rice.",
        "headline_1": "Accuracy of data can help resolve market volatility",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/accuracy-of-data-can-help-resolve-market-volatility-1709046430",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "The reported snag encountered by the relevant authorities in their endeavour to digitise land records is a significant setback. Ever since the government began to flag digitisation as one of its foremost objectives – way back in its first term in office, land registration emerged as a primary focus area for inclusion in the digitisation initiative. With the commencement of works, there was a feeling of relief among citizens that things would be far easier for buying and selling of landed property and that disputes and litigations so common in land-related matters would no longer be a cause of public misery.The situation now is far from desirable. Mystery shrouds the project believed to be paramount among various initiatives of public interest. According to a recent report of the FE, the project, which had remained dormant for several years, is now slated for termination, despite significant financial investment. The rationale behind abandoning the project and the conspicuous silence of the pertinent authorities-specifically the land ministry-on the matter, raise perplexing questions.It is evident that one of the most pressing matters of public interest is the urgent digitisation of land records. The concept of digitisation has emerged as a promising solution to numerous challenges. The antiquated methods of record-keeping, dating back to the British colonial era, prevail nationwide. Digitisation of land records is thus a must. The land administration has been an area known for ages as the breeding ground of endless litigations, ruthless enmities, especially in rural areas. It is also a hunting ground for the powerful to prevail upon the weak taking advantage of the age-old methods of record-keeping susceptible to manipulation. It is because of the faulty and vulnerable system reliant on manual record keeping in ledgers and registers that a piece of land might get sold a number of times, rendering sales or purchases extremely risky. As a result, the number of land dispute cases pending with the courts all over the country is increasing every year and is believed to be much higher than in most other countries. A good deal of the problems is attributed to the cumbersome and complex system of record keeping that often makes accessing correct information more than just difficult. The victims in the process are the commoners. Harassed and tricked by touts and middlemen – bred by the system over generations – they often find themselves ripped apart.In this connection, it may be mentioned here that in most government offices, private too, there is the practice of destroying files and papers once these are found outdated and of no use, after expiry of a certain time as per a guideline. The government offices also have earmarked spots for destroying useless piles of papers and documents by burning them. This cannot be imagined in case of our sub-registry offices – the depository of land records, for when it comes to land records, there is nothing called old, outdated or useless. So, these offices often housed in tiny spaces, especially those in places outside the district headquarters, are crammed with heaps of papers, some as old as fifty or more years. In an atmosphere heavily stuffed with papers and documents in racks and roof-high dusty shelves, it is difficult to put one's mind to work. Retrieving a decade-old document may take days, even weeks, if not lost. A local daily has recently reported that two projects taken up by the government in this regard – one with its own resources and the other under donor funding – have run into snags. The government in 2010 approved a project with its own funding to digitise all existing land documents, including maps, mauzas and khatians in a total of nearly 60 upazilas. But, reportedly, due to the application of faulty software, the project could barely have any worthwhile outcome. The other project – Digital Land Management System project – funded by the Asian Development Bank is currently engaged in 44 districts. But this project is also not progressing well, reportedly for delays in release of funds, and hence the project is being repeatedly extended.This is not at all desirable in so far as the task of digitisation of one of the most critical field of public interest is concerned. Surprisingly, in recent times, the issue is not in public discussion at all. The media, too, have apparently forgotten to pursue the matter and inform the readers of the current state of the projects.Today, most countries, including the developing ones, have parted with manual handling of land records. Since it is a mammoth task and cannot be expected to be completed in a strictly time-bound manner, there has to be a well planned strategy on how to go about. Reports published in the newspapers say the sub-registry offices are yet to be provided with the effective tools to start with. Digitisation, more than anything, will do away with a lot of public sufferings. Needless to say, because of the manual handling of documents and their susceptibility to manipulation, forgery and even theft, safekeeping is crucially important. This, besides easing the works of the offices dealing with land records will also provide a great relief to the people. All concerned should do their best to put things in place so as to facilitate the digitising process that, unfortunately, appears to have lost much of its steam for various reasons.\n[email protected]",
        "headline_1": "Doing away with maintenance of manual land records",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/doing-away-with-maintenance-of-manual-land-records-1709046490",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "Energy experts and economists in the country (barring those who serve the State) are mostly unanimous that raising the power tariff once again has no justification. Instead of scrutinising the reasons why generating electricity costs is so high in the country, the government has apparently decided to raise tariff from March 1 next. The irrational decision that has been taken is perplexing because it will do nothing except giving more pain to retail consumers, to industry and only aid in raising the cost of production across the board. In times of such economic crises, governments around the world re-evaluate policies in an effort to reduce costs. Not so in Bangladesh. Here, when it comes to energy pricing, it's always business as usual because the State has a monopoly over the entire energy sector - from production to distribution. So, in a sense, the government is in business for itself. Profits generated from it also belong to the State. Not too long ago, the Bangladesh Energy Regulatory Commission (BERC) used to hold public hearings where various stakeholders could come and present their cases against proposals made by the ministry, the power division, the various utility companies for raising power tariffs. Those days are long gone now because BERC's wings have since been clipped. Indeed, ever since BERC pushed to the sidelines, there have been no holding back on the arbitrary raising of power tariffs by the State as and when it pleased. The excuses used for such increases border on the ludicrous but that hasn't fazed policymakers a little bit. Supporting data or arguments sway anyone sitting in the decision maker's chair because there is no need to listen to the concerns of other stakeholders. Whatever the State decides is the final say, because the State knows best (or at least that's the official mantra these days).Facts may be laid out in plain and simple language but to no avail. For instance, the fact that there is a generation capacity for 42 per cent surplus electricity, primarily due to the arbitrary manner in which contracts were handed out for setting up costly power plants, does not move policymakers at all. That there is excessive or even, questionable spending by more than one utility company or energy body and together all these factors contribute to the financial woes of the energy sector, appears to completely elude energy planners. The only solution they seem to come up with is raise the tariff, without giving a second thought to the socio-economic consequences.So, instead of getting to the root cause as to why it costs so much to produce power, the only explanation (if it can be called that) given is that the widening gap between production costs and sales revenues must be narrowed and that means raise the tariff. It is interesting to note that although the policymakers promise a lot of things with each round of tariff raise, they always forget the pledges. For instance, when tariff for energy was last raised significantly, there was serious backlash from industry because it was feared that it could not afford those prices. The State had promised \"uninterrupted supply\" of said energy, but that never materialised. Time has surely arrived for the authorities to stop playing musical chairs and take some hard decisions on reducing the cost of energy production. Otherwise, much of industry may not be left in the near future with the regular raising of power tariffs.\n[email protected]",
        "headline_1": "Pointless increase in power tariff",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pointless-increase-in-power-tariff-1709046551",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-02-2024"
    },
    {
        "full_article": "The use of digital technology is gradually gaining popularity in Bangladesh, bringing new dimensions to people's lifestyles. However, with the expansion of this technology comes an increase in online fraud, resulting in thousands of people being cheated every day and fraudsters stealing money as well as personal sensitive information.Bangladesh is rapidly advancing on course of digitisation, with the online trade or e-commerce on the rise. While people are now enjoying the convenience of shopping from home and accessing various services online, surveillance does not keep pace with the growth of e-commerce.Fraudsters are luring people with promises of online income, targeting individuals from various professions, including businessmen, youth, and students, and causing significant financial losses. For instance, on February 15, the Criminal Investigation Department (CID) arrested three individuals involved in a fraud scheme that resulted in the theft of about Tk 1.0 billion through a website.Law enforcement agencies have made efforts to combat cybercrime and arrested many fraudsters. However, the prevalence of fraud persists, highlighting the need for a more proactive approach to combating cybercrime and expanding IT facilities. Establishing a strong cyber squad and increasing public awareness are crucial steps to addressing cybercrime. Individuals should exercise caution and take help from relevant authorities before making online investments. To that end, a separate 'cybercrime security' wing with the power to enquire about the bona fides of entrepreneurs has to be established.\nMamun Abdullah,Banasree, Dhaka",
        "headline_1": "Tackling cyber crime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-cyber-crime-1709046574",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-02-2024"
    }
]