[
    {
        "full_article": "Donald Trump’s mass deportation drive hit its first hurdle on Sunday (January 26, 2025) when Colombian President Gustavo Petro refused permission to two United States military planes carrying migrants to land. A furious Mr. Trump announced that the U.S. would impose a 25% tariff on all Colombian goods, which would be raised to 50%. The U.S. also threatened to impose banking and financial sanctions and issue travel bans on Colombian officials and associates. Mr. Petro, a former guerrilla, responded in kind by saying Colombia would also impose tariffs up to 50% on American goods and refused to “shake hands with white slaveholders”. But Bogota, under pressure, eventually accepted to take back the migrants “with dignity and respect”. A trade war would have been bad news for both countries whose bilateral trade stood at $53.5 billion in 2022, with a $4 billion surplus for the U.S. High tariffs would have been a body blow for Colombia, as the U.S. is its largest trading partner. With tariffs and financial and political sanctions, America could cripple Colombia’s economy and destabilise its polity at a time when its fight with guerrillas is escalating after a lull. Unsurprisingly, Mr. Petro backtracked and agreed to accept what the White House said was “all its terms”.Colombia and other South American countries have been taking undocumented migrants back from the U.S. in recent years. In January, there were 90 deportation flights from the U.S. to its southern neighbours, eight of which landed in Colombia. But what turned a regular exercise into a controversy was the handling of the deportation by the Trump administration — the use of mostly military planes, which angered the Colombians. Mr. Petro also raised concerns about the way migrants were treated by the U.S. Earlier, Brazil had also raised complaints of “degrading treatment” of its deported citizens. They were handcuffed, and some of them were not given water or allowed to use the washroom during the flight, according to Brazilian officials. But Mr. Trump does not seem to care. He wanted to make an example of Colombia so that other neighbours will not challenge his handling of the mass deportation. He may have forced Colombia to backtrack for now, using America’s economic muscle, but this kind of coercion could backfire in the long run in a region where America has always tried to maintain its geopolitical hegemony. And the inhumane conditions in which hundreds of migrants are being deported everyday is a blot on America’s tall claims of protecting human rights. A better way of handling this crisis is through diplomacy. Instead of imposing his will on other countries through threats of tariffs and sanctions, Mr. Trump could use the diplomatic channel, seek consensus and then implement his policy in a much more cordial way. But for Mr. Trump, alas, coercion is the first resort.\r Published - January 28, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        migration\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        illegal immigrants\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        diplomacy",
        "headline_1": "​First resort: On Donald Trump’s mass deportation drive",
        "headline_2": "Donald Trump should use diplomacy, not coercion, in deportation of migrants",
        "link": "https://www.thehindu.com/opinion/editorial/first-resort-on-donald-trumps-mass-deportation-drive/article69146929.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "The 2025 Australian Open has pushed world tennis into hitherto uncharted territories. Jannik Sinner’s straight sets victory over Alexander Zverev made him the first man other than Roger Federer and Rafael Nadal to defend his maiden Major title this century. This, perhaps, is the clearest sign that the sport has decisively moved on, even as 24-time Slam winner Novak Djokovic, the last-man standing from the Big Three era, limped out of the semifinal against Zverev. Among women, Madison Keys may have become yet another first-time Major champion, but the presence of No.1 Aryna Sabalenka and No.2 Iga Swiatek at the business end shows that the women’s field is a maturing marketplace, leaving behind the turbulence of the past few years. Sinner’s success was his third straight in hard-court Slams. Such has been the World No.1’s dominance that of the 26 tournaments he has entered starting from the Toronto Masters in August 2023, he has won 14 and finished semifinalist or better in five others. Keys, in contrast, was a bolt from the blue and had last reached a Major final at the 2017 US Open. But the fact that the 29-year-old overcame Swiatek in the semifinal after erasing a match-point and thwarted Sabalenka in the final despite a stirring comeback from the Belarusian made hers a top-drawer performance.While Sinner, on current form, appears head and shoulders above the rest of the Tour, he still has to contend with Carlos Alcaraz, his generational rival and winner of four Slams. The Spaniard may have lost in the quarterfinals to Djokovic, but he handed Sinner three of his six defeats in an otherwise sensational 2024 for the Italian. There is, however, a chance that this duel might come to an abrupt halt in April when the Court of Arbitration for Sport hears the appeal filed by World Anti-Doping Agency against Sinner’s acquittal over two failed dope tests (March 2024). Whether this saga gives the likes of Zverev and Daniil Medvedev an opening is another thing to watch out for. The two, who looked set to take over from the Big Three only to be ambushed by Sinner and Alcaraz, have collectively won just one of nine Major finals they have taken part in. Only a title in 2025 will keep them relevant. The women’s game, which in recent times has traded predictability for novelty, might see the two aspects march in tow for the foreseeable future. Sabalenka’s consistency, Swiatek’s return — Melbourne was her best run at a Slam since January 2023 outside the French Open — and Keys’ win point in that direction. Published - January 28, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Australia\n                    \n                            /                      \n                        \n                        tennis\n                    \n                            /                      \n                        \n                        prescription drugs\n                    \n                            /                      \n                        \n                        France\n                    \n                            /                      \n                        \n                        USA",
        "headline_1": "​Wide open: On the Australian Open",
        "headline_2": "Sinner’s win in Melbourne marks a new era in tennis",
        "link": "https://www.thehindu.com/opinion/editorial/wide-open-on-the-australian-open/article69146910.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "Encounters with a civilised crowd in Ahmedabad…and dancing that felt less so\nThe path to salvation is hard, say the wise. The first prerequisite is to free oneself from all expectations, which was the right state of mind for arriving in Ahmedabad where Coldplay were to perform. With known hotels charging what celebrities usually pay, we headed to a fortnight-old hotel in Gandhinagar, which had barely made it to Google Maps. It was still without a kitchen, power backup or trained staff, and one floor above a marketing school whose cultish chants woke us up every morning. Yet, the hotel was doing brisk business with couples coming in, women keeping their faces covered possibly in deference to some local custom, and staying at a distance while men completed check-in formalities.\nAt the concert, we received baptism by crowd. Even as we walked towards the venue, it seemed the concert had already started. They were talking, snacking at roadside shops. It was about enjoying togetherness: If we’ve only got this life, this adventure, oh, then I want to share it with you, with you. It was easy to lose sight of your companion, and with phones not working, one couldn’t be so sure of finding them again that evening, which brought even older couples closer, making them hold hands.\nThen, one became one with the hundred thousand glowing wristbands changing colours, except once when they remained ‘yellow’ for a good reason. The audience knew each song: Cause you’ve got a higher power/Got me singin’ every second, dancin’ every hour.\nWhen all that dancing made the stands tremble, I was reminded that we were after all in a country of falling bridges.\nIf the entry was slow, the return was even slower with thousands of people stuck in narrow lanes – a recipe for disaster? Nope, this was a relaxed lot, unperturbed by whistles and sirens. Gonna hold up half the sky and say/Only I own me, was the message. Thousands of smartphones were up in the air. They had filmed the performance, themselves, their friends, and at the end, the wait. They waved and cheered at people looking out of their windows. Even after exiting, there was no rush to get anywhere as we – we were happy to be a part of them by now – dealt with what we had experienced: Life short as the fallin’ of snow/And now I’m gonna miss you, I know.\n\n",
        "headline_1": "Coldplay-ing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/coldplay-ing/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "A Chinese AI app caused US AI star Nvidia’s stock to crash. Lesson for America \nA week can be a long time in war and tech. It’s eight days since Trump became president, and six since he announced a $500bn AI push under Project Stargate. The plan was to maintain America’s edge in AI, which is billed as the next big revolution of the Anthropocene. Now, experts are wondering if it makes sense to throw so much money at it, when a little-known Chinese company, DeepSeek, has developed a cutting-edge AI model for less than $6mn. \nDeepSeek made waves last Nov when it released a preview of its ‘reasoning’ model called R1, claiming it could rival ChatGPT maker OpenAI’s most advanced ‘o1’ model. Reasoning models are considered superior because they fact-check themselves, avoiding embarrassments and stock price tumbles for developer companies. DeepSeek’s AI performance was surprising because it didn’t make use of the most advanced graphics processing units or GPUs that America has denied China for the past four years. Instead of ‘racehorse’ chips it made do with chips that might be considered ‘mules’ in the trade. Yet, DeepSeek’s AI assistant is considered so good that it became the highest rated free app on the Apple store over the weekend. Which is why stocks of leading AI chipmaker Nvidia, which has become the second most valuable company behind Apple, took a tumble yesterday. Other tech stocks, like those of Dutch firm ASML that makes the machines used to make chips, also took a hit.\nInvestors are asking, if AI can be built with greater human collaboration and cheaper hardware, are the sky-high valuations of firms that have surfed the AI wave justified? Some have compared DeepSeek’s feat to Soviet Union’s Sputnik 1 – the first artificial satellite that humbled US. India’s own tech advancements in the face of US sanctions after the 1998 Pokhran tests are also a case in point. But so far, India is nowhere in the AI race. DeepSeek has shattered the myth that big budgets and the latest chips are prerequisites for AI development. US will be looking over its shoulder now, can India at least step into the starting blocks please?\n\n",
        "headline_1": "Look Deep, Donald",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/look-deep-donald/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "Uttarakhand’s UCC takes police into bedrooms, tells adults their parents still run the show\nIt’s momentous. A Uniform Civil Code is now in effect, in Uttarakhand. It’s an idea that was debated by the constituent assembly’s subcommittee on fundamental rights. Over the decades, it’s gained purchase across the political aisles. Only, Parliament shied from it, while Uttarakhand marched ahead, and will likely be followed by other states soon. How, though, do its details measure up to the high ambition of a common law for all matters relating to marriage and property? On too many fronts, instead of a reform to meet the needs of our time, UCC Uttarakhand and its rules read like they mean to hold off social progress willy-nilly. \nThe most egregious example of this is a brand new regime for patrolling live-in relationships. Govt’s primary rationale for this has been public consultation with parents and elders, interested in increased protection for youngsters. There’s no data proffered to say that live-in relationships are extra prone to crime. Such data doesn’t exist. Such a fact doesn’t exist. What exists is a massive social transformation where Gen Z and juniors no longer study, work and fraternise like the previous generations. Accelerated urbanisation has recast their lived reality, making the expectation that they remain ‘traditional’, absurd, even cruel. \nOnly through the most invasive possible means can the state know if any two cohabiting adults are in a live-in, a Victorian-style proxy for a sexual relationship. Yet, all live-ins must now apply for registration, which will be shared with police, and can also be rejected on sundry grounds. This is an assault on the fundamental rights to privacy and personal liberty. \nThere’s much else in this UCC that’s oppressive. But it also errs in all that it does not do. On marriage registration, the state’s role seems to be intimidation. On divorce, it fails to ease up. On marriage age, it retains the sexist and stale 18-21 binary. That a wife can seek divorce if her husband rapes another woman, but not herself, is an Indian perversion Uttarakhand could have reformed, but doesn’t. The institutional guardrails of this inadequate UCC are now in place. This is a sad and bad beginning of a new law.\n\n",
        "headline_1": "Uniformly conformist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/uniformly-conformist/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "In India desserts are not merely sweets. Sweets signify emotions, reflect status, and hold unique connotations. The sweet that has acquired a layered connotation, particularly in politics, is revdi. Considered a humble, low-end item, revdi is a hard small flat candy made of a mixture of sesame seeds, ghee and jaggery.\nPopular in north India, revdi has become infamous in political discourse synonymous with freebie politics – populist measures that have fast become a staple in poll promises. No wonder ‘revdi’ is in free fall in multi-part manifestos of BJP and in pledges of AAP and Congress released ahead of the Feb 5 Delhi assembly elections.\n‘Revdi politics’ is widely applied to populist promises of free goods or benefits – from TVs, gold, and free ration to direct cash transfers – to woo voters.\nRead full story on TOI+\n\n",
        "headline_1": "Revdis aren’t always sweet",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/revdis-arent-always-sweet/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "We are concerned about the soaring airfares on various routes, particularly those to Middle Eastern countries, which are the primary destinations for our migrant workers. Reportedly, ticket prices on these routes have surged two to three times due to an artificial crisis created by an unregulated market system and inadequate government oversight. According to data from the Association of Travel Agents of Bangladesh (ATAB), the cost of flying to Saudi Arabia has jumped from Tk 45,000–50,000 to around Tk 1.90 lakh, which is unjustifiable. While the high ticket prices are affecting all outbound passengers on these routes, it is our migrant workers who are suffering the most.\n\nA key driver of this surge is the unethical practice of some airlines blocking group seats months in advance through email bookings—without requiring passenger names, passports, visas, or work permits. In other words, they create PNRs (Passenger Name Records) without providing any details of passengers, allowing certain agencies to hoard tickets and create artificial demand.\nA key driver of this surge is the unethical practice of some airlines blocking group seats months in advance through email bookings—without requiring passenger names, passports, visas, or work permits. In other words, they create PNRs (Passenger Name Records) without providing any details of passengers, allowing certain agencies to hoard tickets and create artificial demand. Reports indicate that as many as 60,000 seats on Saudi-bound flights of 11 airlines—including Fly Dubai, Jazeera Airways, Gulf Air, and Salam Air—have been blocked in this manner.\nUnfortunately, this is not the first time such malpractice has been reported. Last year, Malaysia-bound migrant workers faced a similar crisis when a syndicate comprising Biman officials and high-ups artificially inflated ticket prices. As a result, thousands of workers failed to reach Malaysia before the May 31 deadline, when the labour market there closed for Bangladeshis. Our migrant workers already have to bear high migration costs, and these excessive airfares only worsen their struggles.\n\nThe syndicate of travel agencies hoarding tickets must be dismantled, and a task force—including representatives from relevant ministries and CAAB—should be formed to hold unethical travel agents and airline staff accountable. Airlines must also impose a maximum sales limit per agency to prevent hoarding and price manipulation.\nWe, therefore, urge the Civil Aviation Authority of Bangladesh (CAAB) to take immediate action to stop these unfair practices. The syndicate of travel agencies hoarding tickets must be dismantled, and a task force—including representatives from relevant ministries and CAAB—should be formed to hold unethical travel agents and airline staff accountable. Airlines must also impose a maximum sales limit per agency to prevent hoarding and price manipulation. Furthermore, a reasonable minimum and maximum fare should be set for different routes. To ensure transparency, tickets for migrant workers and Umrah pilgrims must clearly specify fare and agency details. Without such measures, illegal practices will persist, making air travel increasingly unaffordable for those who need it most.\n",
        "headline_1": "Exorbitant airfares must be curbed ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/exorbitant-airfares-must-be-curbed-3810296",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "First of all, we need to stop politicising it. The executive order issued by US President Trump has nothing to do with Bangladesh or its government; neither does the government have anything to be credited or discredited for. USAID represents the interests of the US federal government. It goes through policy shifts depending on the priorities of the Republican or Democratic party and the incumbent US president. That there will be a major shift in USAID's funding policy was known. However, the scale, magnitude, and rapidity of the executive order that has now paused all ongoing projects of USAID around the world is one of a kind in the history of aid.\n\nWhich countries are affected?\nIt is despicable that Indian media and some Bangladeshi media outlets are trying to pick a point here against the Bangladeshi government. The Trump administration issued the executive order shortly after taking the oath on January 20, 2025. Secretary of State Marco Rubio clearly explained that the stop-work order is to review all USAID projects across the globe to assess whether the projects are aligned with the \"America First\" policy and principles. Staff working on Diversity, Equity, Inclusion, and Accessibility (DEIA) have been sent on mandatory leave. The order exempts emergency food aid from the pause. USAID has obligated funding of $68 billion. Among South Asian countries, Afghanistan stands at the top with $886.5 million in obligated funding, while Nepal stands second with obligated funding of $696.1 million. Bangladesh has obligated funding of $487.5 million and India has obligated funding of $153.3 million. However, all the obligated funding is subject to review.\n\nWhat does the executive order entail?\n\nThe last couple of days were quite volatile for those working on international development. I woke up to a frantic series of emails and WhatsApp messages on January 20: \"All media and social media communications related to USAID projects should be stopped immediately,\" the messages read. The next round of instruction was to stop activities related to DEIA. Finally, the communication was to suspend operations altogether for 85 days, within which there will be a review of the projects.\nWhat is happening now?\nAs per the order, all USAID projects across the world have been suspended. The projects will now be reviewed based on which recommendations will be made to continue, modify, or cease a foreign assistance programme. This means, unless otherwise written, an ongoing project has not been terminated, rather, the projects have entered a review phase.\nWhat will be the direct effect on Bangladesh?\nAs per World Bank data, Bangladesh received $5.12 billion in official development assistance (ODA) in 2022. USAID disbursed $469 million in 2022, which decreased to $448 million in 2024. USAID is a major partner, especially for emergency food assistance ($98.8 million), food for progress ($34.2 million), and Rohingya Response ($24.7 million). I do not anticipate much effect on the food assistance and humanitarian programmes that are subject to the review. Moreover, emergency food assistance is already exempt from it. It is evident that the Trump administration will not fund activities that have connections or relevance to DEIA or climate change. The DEIA sanction also extends to gender-based violence and activities related to gender, race, and sex. Health activities are likely to come under severe sanctions in line with the Trump administration's policy related to health in the United States. Bangladesh received around $40 million in aid assistance for health interventions from USAID in 2024. In brief, a review of Trump's internal policy should explain the likely outcomes of the review.\n What will be the institutional and individual impact of this order?\nExactly how much of the obligated funding will be terminated is unknown. It is likely that there will be major reshuffles and realignments. In case a project is fully terminated, the shock will be primarily absorbed by the international contractors of USAID. These are all US contractors, barring a few major local contractors. The first hit therefore will be taken at home in the USA. The contractors are unlikely to incur a major loss as all expenses until January 24, 2025, will be paid for. The contractors, of course, have huge opportunity costs as they have to forego projected revenue. Essentially, they will cut down on expenses, trim down their sizes, reduce exposure to USAID, and shift to other donors. All of these will affect a narrow group of executive team members of the contractors in the USA and their regional hubs.\nAbsurdly, there are local contractors in Bangladesh that are heavily dependent on individual donors. These contractors lack the agility to move. There will be an institutional impact here. In case of termination of projects, there will be an immediate impact on the jobs of the local staff in the projects, a majority of whom are youth. There will be a displacement, but I believe, eventually, the market will absorb them as their skills are interdisciplinary.\nThe major impact will be on people who are direct recipients of the benefits from the projects. They will be deprived of the transformational services that were being facilitated by the projects. However, USAID is continuing food assistance for the Rohingya refugees, which is an early signal that direct transfers will continue. This means the poorest of the poor will be safeguarded.\nFuture implications \nChange in policy is a constant in any field, but customers are never constant. Any business, whether for-profit or non-profit, should be agile, adaptive, and creative to sustain. By design, aid is temporary. Even though global aid has been on the increasing curve, it is way below the target to support activities to meet Sustainable Development Goals (SDGs). \nIn 1970, in the United Nations General Assembly, economically advanced countries committed 0.7 percent of their gross national income (GNI) to official development assistance. In 2023, ODA/GNI stood at 0.37 percent despite overall growth in aid by 1.6 percent between 2022-2023. With an ODA/GNI ratio of 0.24 percent, the USA stands at number 25 among the economically advanced countries. For Bangladesh, the USA is the third largest donor. In terms of global diplomacy for aid, the USA is expected to commit more funding. \nHowever, in terms of how the Trump administration sees aid, the USA's influence on aid might be much bigger than its commitment to aid. Whether the changes administered by the Trump administration are sustained or not is a matter that will be resolved over the next five years. But what is certain is that the organisations working on international aid have to embrace the uncertainty and work towards finding new avenues to support the development targets.  \nMd Rubaiyath Sarwar is managing director at Innovision Consulting.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "US presidential order suspends USAID projects: Should we panic?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/us-presidential-order-suspends-usaid-projects-should-we-panic-3809726",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "Artificial intelligence (AI) offers immense potential to transform Bangladesh's ready-made garment (RMG) sector, enabling enhanced productivity, improved quality, and sustainable practices, while simultaneously addressing inefficiencies, streamlining processes, and increasing competitiveness. AI-powered systems can revolutionise the production process by enabling real-time monitoring and optimising factory operations. Machines equipped with AI can predict potential failures in equipment, cutting costly downtime and ensuring uninterrupted production. Additionally, AI-driven robotics can assist in repetitive tasks such as fabric-cutting, stitching, and packaging, reducing the time and cost associated with human labour. Human errors will also be minimised leading to the overall improvement of product quality.\nBesides, AI technologies, such as image recognition systems, can inspect RMG products with precision, detecting flaws in stitching, colour or patterns. By ensuring that only high quality products reach international buyers, these systems can help safeguard Bangladesh's reputation as a reliable supplier. This technological edge can play a pivotal role in retaining the existing customer base and attracting new ones in an increasingly quality-conscious market.\nAI-powered analytics can also provide real-time insights into supply chain dynamics, allowing manufacturers to predict disruptions and make data-driven decisions. For instance, if a delay in raw material shipments is anticipated, AI tools can recommend alternative suppliers, ensuring that production schedules remain intact. By forecasting demand more accurately, manufacturers can also avoid overproduction and manage inventory efficiently, reducing waste and aligning with just-in-time manufacturing principles.\nFurthermore, AI can contribute to sustainable practices by optimising resource usage, such as calculating fabric layouts to minimise waste or monitoring energy and water consumption in factories. These measures will reduce environmental impact and also appeal to global buyers, who are increasingly seeking eco-friendly products.\nIn addition to streamlining operations, AI has the potential to transform customer engagement. By analysing consumer behaviour, AI tools can identify trends and preferences, enabling manufacturers to design products tailored to market demands. AI-powered online platforms can enhance the shopping experience, offering personalised recommendations and improving customer satisfaction. These innovations can help Bangladeshi manufacturers establish stronger connections with international buyers and boost sales.\nWorker safety and productivity are other areas where AI could bring about meaningful change. AI-driven sensors can monitor factory conditions, detecting hazards such as gas leaks or structural vulnerabilities and ensuring swift action to prevent accidents. Wearable AI devices can track worker health and performance, providing data to improve workplace safety and efficiency, as well as protecting workers and creating a more productive and motivated workforce.\nUsing AI technologies, manufacturers can make Bangladeshi garment products more competitive in global markets and attract foreign investment, as international brands increasingly prioritise partnerships with technologically advanced suppliers. However, the road to AI integration is not without challenges. One of the most significant concerns is the potential for job displacement, particularly among low-skilled workers who form the backbone of the industry. Automation of repetitive tasks could lead to reduced demand for manual labour, raising fears about unemployment in a sector that provides livelihoods to millions. Addressing this issue requires a proactive approach, including the implementation of reskilling programmes to prepare workers for technology-driven roles. By equipping the workforce with new skills, the industry can create opportunities for employment in areas such as data analysis, programming, and machine maintenance.\nAnother challenge is the high cost of adopting AI technologies, which includes expenses for equipment, software, and training. For smaller manufacturers, these upfront investments may seem prohibitive. Government support in the form of subsidies, tax breaks, and low-interest loans could play a crucial role in making AI adoption more accessible. Policymakers must also establish a regulatory framework to encourage research and development in AI applications tailored to the needs of the RMG sector. However, while using AI technologies, manufacturers must ensure that robust safeguards are in place to protect sensitive information, both within their operations and in customer interactions. Building trust in the technology is essential for its widespread adoption.\nResistance to change is another hurdle that must be overcome. Many stakeholders in the RMG sector may be unfamiliar with AI or sceptical of its benefits. Demonstrating the tangible advantages of AI through pilot projects and success stories can help build confidence and encourage broader adoption.\nThe path forward requires a collaborative effort between the government, industry stakeholders, and technology providers. Policymakers must create an enabling environment through supportive policies and incentives, while manufacturers need to invest in upskilling their workforce and exploring partnerships with technology firms. A phased approach to AI integration, starting with pilot projects and gradual scale-up, can help mitigate risks and ensure a smooth transition.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Utilising AI in Bangladesh’s RMG sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/rmg-notes/news/utilising-ai-bangladeshs-rmg-sector-3809616",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Road maintenance  and vulnerable women's employment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/road-maintenance-and-vulnerable-womens-employment-1737988818",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "The nexus of unplanned urbanization and pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-nexus-of-unplanned-urbanization-and-pollution-1737988876",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Rethinking anti-polythene drive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-anti-polythene-drive-1737988942",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Freeing metro stations of congestion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/freeing-metro-stations-of-congestion-1737988966",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2025"
    }
]