[
    {
        "full_article": "The year began on a calamitous note with reports that the temple town of Joshimath in the Chamoli district of Uttarakhand was ‘sinking’ and that cracks had appeared on residential and commercial structures. This prompted a humanitarian crisis with people fleeing and taking refuge in tents and open spaces, fearing that their homes would crumble. A proximate reason for the acceleration in the fissures and cracks was attributed to tunnelling activities from the Tapovan Vishnugad power project being developed by the National Thermal Power Corporation. There were also concerns on whether groundwater depletion, or increased urbanisation that encouraged faulty construction, had reached a point from which disasters had become inevitable. To address all these, the Uttarakhand State Disaster Management Authority had commissioned eight reputed institutions to study the land-subsidence phenomenon from multiple angles. Surprisingly, it banned the public dissemination of information from scientists involved with the institutions on the grounds that satellite imagery pictures — from Indian and international sources — of the subsurface in Uttarakhand were aggravating “panic” and that information was to be shared only after it was “cleared” by the Centre. The net result of this is that despite reports of all institutions being available for months, it took a strong rebuke from the High Court of Uttarakhand last week for the State authorities to make this information public. Though these reports are technical, they reiterate what has been known about the risks underlying infrastructure development in Uttarakhand. The Central Building Research Institute, Roorkee, for instance, pointed out that 99% of construction in the region did not comply with the mandatory building codes. The National Institute of Hydrology, Roorkee, in its report, said that the network of springs, drainage systems and areas of subsidence may influence land subsidence and there was a need to monitor them. Overall, the tenuous geology made city-like infrastructure projects risky and strict town-planning and construction measures were necessary to minimise the risk from accidents and a loss of lives. While there is a legitimate case for ensuring that citizens in the hill States are not denied basic amenities and the opportunities for material advancement, it is incumbent upon governments to take hard decisions that are sustainable as against those that are aimed to score in the next election. A necessary step is in ensuring that information on the risks is widely disseminated and communicated in a way that it becomes a part and parcel of public life. Independent scientific counsel must form the backbone of policymaking and clear lines must be drawn around the limits to development in the region.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUttarakhand\n\n/\n\ngroundwater\n\n/\n\nenvironmental issues\n\n/\n\npower (infrastructure)\n\n/\n\ndisaster management\n\n/\n\njudiciary (system of justice)\n\n/\n\nhouse building\n\n/\n\ngeology\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\ngovernment\n\n/\n\nscience and technology\n\n/\n\ndevelopment",
        "headline_1": "Drawing the line: On information and risks underlying infrastructure development in Uttarakhand",
        "headline_2": "Information aids public safety, it is not a trigger for panic",
        "link": "https://www.thehindu.com/opinion/editorial/drawing-the-line-on-information-and-risks-underlying-infrastructure-development-in-uttarakhand/article67352421.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "On September 24, NASA’s OSIRIS-REx spacecraft dropped off a capsule over the earth, leaving it to be pulled down by the planet’s gravity. It then deployed parachutes and gently landed in Utah in the U.S., where experts waited to retrieve its invaluable contents: around 250 grams of rocks and dust that OSIRIS-REx had collected from the surface of 101955 Bennu. Bennu is an asteroid orbiting the sun (with a period of 436 days) such that it comes relatively close to the earth once every six years or so. It is a carbonaceous asteroid with characteristics that suggest it settled into its present form and composition within 10 million years after the solar system’s formation, surviving the last 4.5 billion years nearly intact. Such ‘leftover’ pieces of debris are expected to reveal the system’s ingredients and the signatures of the processes that combined them in different ways. Many scientists also believe that when rocks such as Bennu crashed into the earth, they delivered the compounds required for the formation of life. Also, as Bennu could smash into the earth between 2178 and 2290, studying it could inform ways to prevent this collision. NASA launched OSIRIS-REx (Origins, Spectral Interpretation, Resource Identification, Security-Regolith Explorer) in 2016. Two years later, scientists worked to place it into orbit around Bennu, at an altitude of just 2 km. Bennu itself was zipping through space at 28 km/s. On October 20, 2020, OSIRIS-REx landed just long enough to grab a sample of the asteroid from a pre-identified spot before flying back up. In May 2021, it began its long journey back to earth, where it dropped off the capsule holding Bennu’s regolith. After this, it will reincarnate in its OSIRIS-APEX avatar, to rendezvous with the silica-rich asteroid 99942 Apophis in 2029.The OSIRIS mission has two identities. In time, it works alongside Japan’s two Hayabusa missions, which have collected and returned samples of 25143 Itokawa and 162173 Ryugu, to expand our knowledge of the solar system’s history. OSIRIS is NASA’s third element of its ‘New Frontiers’ programme, after New Horizons (to explore the Kuiper Belt) and Juno (to study the planet exerting the largest gravitational influence in the solar system). While studies of Bennu include significant commercial components — such as opportunities for space-mining and impact mitigation technologies — they also participate in a more timeless quest: to find out where life came from and what its fate could be. With OSIRIS’s capsule, humankind virtually gets to hold infinity in the palm of the hand.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nspace programme\n\n/\n\nJapan",
        "headline_1": "Timeless quest: On NASA’s OSIRIS-REx and the Bennu asteroid sample",
        "headline_2": "Bennu sample can help human understanding beyond the immediate",
        "link": "https://www.thehindu.com/opinion/editorial/timeless-quest-on-nasas-osiris-rex-and-the-bennu-asteroid-sample/article67352430.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "Success has many fathers while failure is an orphan, goes the adage. But what the journey from Chandrayaan-2’s failure to Chandrayaan-3’s success demonstrates is that a culture of leadership that does not treat failure as an orphan is critical for unprecedented success.\nI remember watching the pall of gloom that befell Isro scientists when Chandrayaan-2 failed in 2019, then the warm glow after our PM gave a tight, long hug to an emotional Isro chief. His words of motivation that day were: “India stands with you with pride and gratitude… The learnings from today will make us stronger and better… there will be a new dawn and a brighter tomorrow very soon.”\n\nIsro scientists knew that they were not being orphaned for Chandrayaan-2’s failure. India needs to learn two key lessons from this chronicle.\nRead full story on TOI+\n\n",
        "headline_1": "From the moon, two lessons for policymakers: First, taxpayers must get their money’s worth from govt-funded research. Second, recognise that honest failures are part of genuine pursuit of excellence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/from-the-moon-two-lessons-for-policymakers-first-taxpayers-must-get-their-moneys-worth-from-govt-funded-research-second-recognise-that-honest-failures-are-part-of-genuine-pursuit-of-exce/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "The political scientist Wayne Wilcox described Madhya Pradesh as a “collection of left-out portions of different states combined into one heterogenous unit”. “No state in India has fewer bonds underlying its unity,” Wilcox stated. With election campaigning in the state picking up pace, the question is whether BJP or Congress commands a more effective social coalition.\n\nUntil the division of MP in 2000, the state was conventionally seen as a loose amalgam of four different regional units. One, the centrewest Madhya Bharat region overlooking the Malwa plateau. Two, the north-eastern Vindhya Pradesh region, bordering UP and abutting the Vindhya mountains. Three, the southern Mahakaushal region, a mineral rich belt neighbouring Maharashtra. And fourth, the south-eastern Chhattisgarh region, which was later carved out into a separate state.\nThree preliminary points can be made of the pre-2000 MP politics.\nRead full story on TOI+\n\n",
        "headline_1": "The Madhya Matrix: MP polls a tight race. Incumbency hurts BJP but Modi factor helps. Cong’s Dalit-tribal game seems to be working. But don’t knock BJP’s organisational strength",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-madhya-matrix-mp-polls-are-a-very-tight-race-incumbency-hurts-bjp-but-the-modi-factor-helps-it-congresss-dalit-tribal-game-seems-to-be-working-its-wooing-obcs-but-don/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "Over the last week, there were two separate instances when GOI representatives wished India generated more reliable agricultural data. First, finance minister Nirmala Sitharaman made a pitch for a real-time assessment of likely yields of crops and observed that sometimes there are last-minute scrambles to import vegetable oil or pulses to compensate for inadequate domestic production. Separately, the Union food secretary said there was a mismatch between GOI and trade estimates of wheat output. GOI’s estimate of 112.7 million tonnes in 2022-23 is about 10 million tonnes more than the market’s.\n\nIssues with farm output data have real world consequences. GOI’s estimates for both rice and wheat output in 2022-23 show an increase in production. Yet barriers have been imposed on their exports to cool rising domestic prices, which are not in sync with production data. Export bans have negative consequences for farmers. They also undermine the country’s reputation as a reliable supplier. Separately, it makes RBI’s job of adjusting interest rates to keep inflation within the mandated range harder. A delayed response to changing rates because of poor data leads to sharp adjustments and ripples out to other sectors of the economy.\nHopefully, farm output estimates will improve with better technology. For instance, in the ongoing kharif season, GOI has launched a pilot digital crop survey in 12 states, to enhance the reliability of data on acreage. Some of Isro’s advances with satellites promise to deliver results soon.\nTo be sure, quality issues now span almost the spectrum of economically relevant data. The delay in carrying out the census has affected multiple other data sets that rely on it to build samples. This delay also harms GOI’s existing schemes. For example, Census 2011 showed that 30.3% of India’s 118.7 million cultivators are women. Guidelines of some GOI schemes for agriculture require implementing agencies to spend at least 30% of budget allocations on women farmers. How relevant are these percentages today? A transition from traditional to digital models of doing business has been a consequential change over the last decade. But India’s GDP base year is over a decade old. Unless the statistical system gets the requisite attention, policymaking will remain hamstrung. The drift needs to end.\n\n",
        "headline_1": "The data maze: It undermines economic policymaking. An overhaul of the statistical system is urgent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-data-maze-it-undermines-economic-policymaking-an-overhaul-of-the-statistical-system-is-urgent/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "AIADMK’s exit from BJP-led NDA comes after a year-long sniping between state BJP and the Tamil party. AIADMK had accused TN’s BJP unit of attempting to expand at its ally’s expense. State BJP chief Annamalai also drew AIADMK fire for what the latter claimed were slanted remarks against former CMs Jayalalithaa and Annadurai. Add the latest differences over Sanatan Dharma. Of course, since AIADMK has no complaint against BJP’s central leadership, the move may also be a bargaining tactic. But still, a key southern ally’s exit at a time BJP is looking to shore up NDA is bound to be of concern.\nIn the five southern states, there are no parties in NDA that, as of now, seem to be in a strong position. Even in Karnataka, the only one where BJP commands a presence and 25 MPs, the state unit is in disarray – there is no leader of opposition in the assembly over four months after BJP lost the state poll. Its recent tie-up with JDS came at a time when the latter was nearly wiped out in the assembly election. In Telangana, BJP’s earlier momentum seems to have fizzled out. In Andhra and Kerala, it remains a minor player.\n\nGiven that much of the south vote has remained unyielding through nine years of BJP’s two terms at the Centre, the party must again lean on and protect its formidable bases in the north and west. No easy ask here either, despite the advantage the party enjoys from Modi’s formidable campaign presence. In UP, MP, Rajasthan, Haryana, Himachal, Gujarat and Maharashtra, BJP has near maximum or handsome electoral returns. Should the south prove disappointing, the north and the west really will have to deliver for BJP.\n\n",
        "headline_1": "Annather problem: AIADMK walking out of NDA points to a bigger electoral challenge for BJP in the south",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/annather-problem-aiadmk-walking-out-of-nda-points-to-a-bigger-electoral-challenge-for-bjp-in-the-south/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "A few days ago, while I was aimlessly scrolling through Twitter (now X), I chanced upon a tweet which had me flying into a rage like the rest of BookTwitter. It was an article titled \"8 overrated literary classics and 8 books to read instead\". Among a few other popular classics, the list included Jane Austen's well-loved Pride and Prejudice (first published 1813), Vladimir Nabokov's controversial Lolita (1955), and J. D. Salinger's influential debut The Catcher In The Rye (1951). Now, I admit it sure isn't a crime to dislike popular books, but what really caught my attention was not the content of the article, rather how the writer critiqued them. The critique, or the lack thereof, made me rethink the importance of media literacy in this withering print media age.\nWhat makes a book a classic? The main features include longevity and use of subversive and universal themes. A classic must transcend time and geography, act as a mirror to the society during that time period, and construct new discourses and conversations around the subject matter and themes. Clearly, the abovementioned books have succeeded in doing so. They have stood the test of time and sustained relevance even after many decades, and even centuries. However, it wouldn't be much of a generalisation to say that the rise of \"BookTok\" has created an influx of readers, only interested in reading books which require little to null critical thinking. In consequence, when the same readers attempt to read books with complex subjects and themes, many of them may end up misinterpreting the texts. \nComing back to the \"overrated classics\" status, I was rather amused by the justification behind it. In the writer's opinion, titles like Pride and Prejudice are not all that compelling and Austen's every book was a bigger snoozer than the last. He found The Catcher In The Rye dated and said that even though he understands why and how it became a classic, it's nothing groundbreaking in 2023. The saddest review was perhaps of Lolita, which said \"a grown adult man lusting after a 12-year-old girl should be justification enough for some not to read it.\" Although the general consensus on these books differs from such reductive labelling, the writer is not the only one to misinterpret these texts.\nTrue, that the romance-ification of Austen's novels may have done more damage than good to her reputation as a literary genius. I have seen many people dismiss her books as simply as \"people going to each other's houses and falling in love.\" Whilst Austen showed her protagonists falling and failing in love, her novels cannot be categorised as \"romance\". Her novels were essentially satire and social commentary on class and gender. Her keen insights into human follies and flaws were illustrated through satirical reflection and critique of the regency society. Fran Lebowitz rightly called Austen as the \"greatest ironists of all time, keenest observers of human nature.\" In Pride and Prejudice, she used romance as a framing device, and portrayed issues such as women's property rights, class divide, and how marriage was nothing but an economic transaction. The cultural image of her as a romcom writer has put restrictions on the timelessness of her fiction.\nNext, we have Holden Caulfield, the idiosyncratic protagonist in J. D. Salinger's The Catcher In The Rye whose portrayal had led to two major polarising perceptions among the readers in recent times. On one side, many adolescents identify with him and think of him as a rebel. And the other side finds him a phoney and overindulgent white teenager. These oversimplified narratives of Holden as a character overlooks the underlying subtexts of the novel. The Catcher In The Rye is a book depicting the destructive essence of unresolved grief and existentialism. Holden is a traumatised adolescent who is grieving the death of his brother and his grief transforms into sheer frustration towards the world and the authoritative figures. Perceiving him merely as a whiny teenager dismisses the literary value of the book. \nFinally, Nabokov's Lolita has been unarguably one of the most controversial books of the 20th century. Many readers and critics alike view this book as \"an apology for pedophilia\". The cultural image of Lolita as seductress has perpetuated an overwhelming misinterpretation of the book claiming it as a love story. Readers making such claims fail to comprehend that Humbert is both the narrator of the book and perpetrator of heinous crimes. Throughout the whole book, he gaslights the readers into thinking that he is a victim of Lolita's seduction. Missing the unreliability of the narrator means missing the main message of this book.\nSuch oversimplified interpretations of denser and complex texts illustrate the lack of media literacy and reading comprehension skills. In this digital age, we are processing a large amount of information everyday and it's important to learn media literacy in order to see the bigger picture. Saying one should not read Lolita because the protagonist is a paedophile is like saying one should not watch movies which have depictions of murder. The dearth of media literacy has led many to believe that depiction of disturbing themes means justifying said disturbing acts. Such criticisms miss the subtexts and underlying themes and end up creating a distorted image of art and literature. \nNawshin Flora is currently daydreaming about catching up to her never ending TBR list. Remind her to get enough sleep at [email protected].\n\n",
        "headline_1": "Media literacy and the case of overrated classics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/media-literacy-and-the-case-overrated-classics-3429306",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "With the general election just months away, it is disconcerting to see how the administration is giving in to demands for undue perks and promotions for public officials in vital positions. The latest move, according to a report by this daily, saw the home ministry request the public administration ministry to approve more in-situ posts of additional inspector general (IGP) and deputy inspector general (DIG) of police, among other positions, after its previous attempt failed to meet expectations. In-situ posts mean that police personnel will hold the same positions and perform the same duties as before even after promotions, because of a lack of vacancies. What's the point of a promotion, then?\nApparently, BCS police cadre officers have been spurred on by other instances of in-situ promotions of late, particularly within the administration cadre. While we recognise the importance of deserving officials getting the opportunity to advance their careers, the circumstances under which this is being done raises concerns. For one, the lack of vacancies at top levels, which makes any addition not just unnecessary, but also a huge drain on public coffers. Reportedly, the government would require an additional Tk 1.5 crore per month to pay for all the in-situ promotions originally requested.\nMore worryingly, the timing of the move, just ahead of the election, makes it appear as if the home ministry wants to appease police officers who will play important roles during the election to potentially influence its outcome. Such concerns are not unfounded given the role played by poll-related officials, including those in charge of security, during the last two controversial elections. Similar efforts at appeasing high-ranking officials have also been witnessed recently, when the finance ministry approved spending Tk 380 crore to buy 261 new vehicles for DCs and UNOs, reneging on its own policy on such purchases during the current economic crisis. The government should know that the implications of such undeserved provisions are not lost on citizens.\nDuring the last 14 years or so that it has been in power, opportunities for serving public officials have increased manyfold, but the quality of their service has not. Grievances abound, but efforts to address them, especially from the police force, are sorely lacking. Against this backdrop, the government must consider public interests before approving any additional spending to accommodate demands for promotions. Promotion should be given only when it is earned, through adequate public service, and as required by service rules.\n",
        "headline_1": "Promotion should be earned, not gifted",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/promotion-should-be-earned-not-gifted-3429251",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "Himachal and Uttarakhand stand as the most enchanting states in India. The majestic mountains, flowing rivers, breathtaking snowfall, and serene spiritual sites annually attract millions of tourists. However, this year, nature turned against the people and transformed the allure into devastation. These two states witnessed catastrophic floods, which claimed hundreds of lives and inflicted economic losses exceeding 10,000 crore Indian rupees only in Himachal Pradesh. The floods were not solely the result of natural forces; man-made factors played a significant role. \nIn 2022, over 15 million visitors flocked to Himachal Pradesh, a number exceeding twice the state's population. The relentless growth in tourism has led to the construction of new hotels, motels, and restaurants in the hills. The surge of vehicles on roads is also undeniable. Highways are being expanded without sufficient consideration of geological and mountain engineering challenges. This rush for tourism-driven mass development is wreaking havoc on the mountain ecosystems, depleting natural resources, including forests and rivers.\n\nWhat's alarming is that tourists expect urban luxuries in the hills. And accordingly, multi-millionaire investors pour money into extravagant hotels and swimming pools while depleting the natural water sources of local communities.\nThe flood experience in Himachal and Uttarakhand serves as a costly lesson, one that demands a significant shift in how we perceive and engage with these pristine landscapes. The devastation unequivocally demonstrates that the mountains are not suitable for unbridled consumerism and infrastructure expansion. Instead, mountain tourism must embrace an eco-friendly and community-centric approach. This is not just a lesson for India; it's a lesson for Nepal and Bangladesh as well. Both of these countries are witnessing a surge in infrastructure development and mass tourism in their mountainous regions.\nMountain tourism is gaining popularity in Bangladesh, exemplified by the growing number of visitors to Sajek and other hilly areas, which are now unfortunately full of plastic waste. Even Bandarban, once a place shrouded in mystery, is now a hub for tourists, who are behind the rise in plastic pollution. The river ecosystems in the Chittagong Hill Tracts, particularly the Sangu River, bear the brunt of this deluge of plastic deluge.\n\nWhat's alarming is that tourists expect urban luxuries in the hills. And accordingly, multi-millionaire investors pour money into extravagant hotels and swimming pools while depleting the natural water sources of local communities. Construction is booming in Bandarban and other hilly districts without a comprehensive master plan. From Sajek to Bandarban, new restaurants, hotels, and motels are cropping up without proper geological and mountain engineering awareness. \nThis reckless construction disregards the delicate mountain terrain, akin to what we've seen in Himachal and Uttarakhand, where buildings have been erected on steep slopes, causing landslides. This year, Bandarban experienced unprecedented flooding, landslides, road collapses, and waterlogging. The combination of mass tourism and an unsustainable sense of consumption in Bangladesh's mountain areas is steering us towards a potential disaster like that of Himachal. If we fail to address the challenges of mountain engineering or explore alternative approaches to host tourism, worse days are coming.\n\nInstead of high-rise buildings and urban infrastructure, eco-tourism should be prioritised in hilly areas, taking environmental and topographical challenges of mountains into account. A comprehensive master plan and building code tailored to mountainous regions should be formed. Alongside single-use plastics and lack of waste management, high-intensity outdoor lights at night also adversely affects the wildlife. Therefore, barring single-use plastics and minimising light pollution should be prioritised.\nA shining example of an alternative approach can be found in Kashmir, where there are no towering hotel structures catering to tourists. Instead, authorities have embraced community-based tourism. In this model, local residents are authorised to host tourists in their traditional homes, providing affordable food and offering guidance on exploring the area.\nThe advantages of this approach are multifaceted. Firstly, it addresses the issue of tourists inadvertently impacting the mountain's ecology due to their lack of understanding. Through community-based tourism, visitors receive an introduction to the local environment and ecology on their first day by the host, enabling them to engage in eco-friendly tourism practices throughout their stay.\n\nSecondly, lavish hotels are not required to host tourists; they could be hosted in the traditional homes of locals, as per the Kashmir model. These homes have proven their sustainability over centuries and ensure minimal environmental impact. Community tourism may also immerse tourists in indigenous culture and civilisation. Furthermore, community-based tourism can have a positive economic impact on the local community, as opposed to benefiting commercial enterprises. \nHills are crucial for environmental preservation, which includes maintaining the ecological balance and conversing wildlife. Any disregard for environmental assessments can trigger natural disasters with far-reaching consequences. Regrettably, we seem to be slowly treading down this perilous path. But it doesn't have to be this way. In the expanse of the hills, eco-tourism and community-based tourism will ensure the delicate balance between nature and human activity. These initiatives hold the promise of safeguarding our hilly areas while promoting economic growth for local communities. \nShahadat Hossain is a research scholar at the Department of International Relations of South Asian University in New Delhi.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Mountain tourism: Balancing beauty and ecology",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/mountain-tourism-balancing-beauty-and-ecology-3429236",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "With the general election just months away, it is disconcerting to see how the administration is giving in to demands for undue perks and promotions for public officials in vital positions. The latest move, according to a report by this daily, saw the home ministry request the public administration ministry to approve more in-situ posts of additional inspector general (IGP) and deputy inspector general (DIG) of police, among other positions, after its previous attempt failed to meet expectations. In-situ posts mean that police personnel will hold the same positions and perform the same duties as before even after promotions, because of a lack of vacancies. What's the point of a promotion, then?\nApparently, BCS police cadre officers have been spurred on by other instances of in-situ promotions of late, particularly within the administration cadre. While we recognise the importance of deserving officials getting the opportunity to advance their careers, the circumstances under which this is being done raises concerns. For one, the lack of vacancies at top levels, which makes any addition not just unnecessary, but also a huge drain on public coffers. Reportedly, the government would require an additional Tk 1.5 crore per month to pay for all the in-situ promotions originally requested.\nMore worryingly, the timing of the move, just ahead of the election, makes it appear as if the home ministry wants to appease police officers who will play important roles during the election to potentially influence its outcome. Such concerns are not unfounded given the role played by poll-related officials, including those in charge of security, during the last two controversial elections. Similar efforts at appeasing high-ranking officials have also been witnessed recently, when the finance ministry approved spending Tk 380 crore to buy 261 new vehicles for DCs and UNOs, reneging on its own policy on such purchases during the current economic crisis. The government should know that the implications of such undeserved provisions are not lost on citizens.\nDuring the last 14 years or so that it has been in power, opportunities for serving public officials have increased manyfold, but the quality of their service has not. Grievances abound, but efforts to address them, especially from the police force, are sorely lacking. Against this backdrop, the government must consider public interests before approving any additional spending to accommodate demands for promotions. Promotion should be given only when it is earned, through adequate public service, and as required by service rules.\n",
        "headline_1": "Promotion should be earned, not gifted",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/promotion-should-be-earned-not-gifted-3429251",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "We are disheartened to learn of anomalies in the electronic government procurement (e-GP) process allowing certain quarters to monopolise it. According to a new study on e-GP by the Transparency International Bangladesh (TIB), over the last 11 years, public contracts worth a whopping Tk 60,069 crore were awarded based on single bids. The study further reveals that one in five contracts is awarded through a single bid, without competition, which makes it glaringly obvious that something is amiss in the e-tendering process.\nThese findings are based on data collected from 64 ministries and divisions between January 2012 and February 2023. Apparently, the top five percent of contractors control nearly 30 percent of the e-contracts in the public sector, and their dominance is increasing. During the study period, as much as three quarters of the e-contracts awarded were single-bid contracts – given to 92 procuring entities. Furthermore, 416 contractors received at least 75 percent of their work as single bidders, the study found.\n\nThe government rolled out the e-GP process in 2011 to streamline the tendering process and increase transparency and accountability in the public procurement process. This was meant to utilise our limited resources optimally and meaningfully. Judging by the TIB statistics, however, the government has all but failed to achieve that goal. It is hard to accept that there is so little competition that such an overwhelming number of public contracts were disbursed through single bidding. It points to some level of manipulation in the tendering process with the potential collusion of politically backed entities and corrupt government officials, leading to a monopoly in the e-GP process. This is completely unacceptable.\n\nCompetitive bidding is vital to ensure that the best contractor is selected out of all competitors to do the job at hand, with the assurance of the best quality of work and value for money. That is exactly what we need right now, when our country is at a critical juncture of development. We urge the government to review and upgrade the e-GP process so that it is used for its intended purpose – which is to ensure a fair, competitive, transparent and corruption-free procurement system. The government must safeguard the process so that it cannot be manipulated by the corrupt and powerful.\n",
        "headline_1": "Don’t let the e-GP process be monopolised",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-the-e-gp-process-be-monopolised-3429201",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "So far as economic growth is concerned, Bangladesh has come a long way off. But this is based more on oligarchy than on equalitarianism. In fact, all capitalist society suffers from unequal distribution of wealth largely because of the privileged individual ownership of means of production and profit. Behind the creation of Bangladesh, the overriding concern was to narrow the wide gap between the rich and the poor. But how the country has deviated from that constitutionally recognised principle hardly bothers policymakers today. But apart from academic discussions held from time to time on the subject, hardly anything substantial is done. One such erudite parley titled 'Bangladesh Development Narratives and Parallel Realities: Perspective of Backward Communities' organised by the Citizen's Platform for Sustainable Development Goals, Bangladesh, in the city once again drew the policymakers' attention to this disturbing socio-economic development. An increase in income inequality, measured by Gini coefficient, by 9.0 per cent from 2010 to 2022 does not quite reflect the hardship the low-income people suffer. It is highly revealing that the rich are getting richer even when economies are contracting. The world's leading capitalist country America has seen the world's top rich band of people accumulating wealth at fabulous rates. But there is a fundamental difference between the superrich and their counterparts in Bangladesh. All top US rich people are tech giants whose wealth creation has been made possible and spurred by investment and progress in artificial intelligence (AI). Here the accumulation of wealth has mostly been on businesses as against innovation and, it must be recorded, not always on commercial ethics and honesty. No doubt, expenditure of huge amounts on mega infrastructure facilitates communication, industrial production and movement of commodities but it only helps the privileged and moneyed people at the cost of the marginalised who are left out. Their travails have, of late, been exacerbated because of the lack of education and skill. Upskilling them is no less important than construction of infrastructure. There has been a mismatch between education and employment, between industrialisation and skilled sets of workers ---all of which call for addressing as early as possible.Even within the limited scope of allocation of economic benefits, income inequality in villages has not gone from bad to worse while in cities and towns where the marginalised people have nothing to fall back upon it has worsened further. This would not be the case had there been good governance to arrest corruption, money laundering and aberration of democratic values. Some privileged coteries have abused their power, position and privileges to advance their personal interests at the cost of the multitudes. Today, the marginalised and the low-income people have their backs to the wall. This is by no means a desirable development. After all, going ahead alone leaving the rest behind makes little sense in terms of sociological progress. The greater the disparities are the greater the backlash that waits in the wing. Now that the government is facing a crunch time, the rich who have become richer defying economic contraction following the pandemic and Russo-Ukraine war will not be of any help. Had the wealth been rationally, if not equally, distributed with no scope for resorting to intrigues for advancing undue self interests, social equilibrium would not get disrupted so viciously. It is better to scale down the socio-economic disparities in everyone's interests.",
        "headline_1": "Growth sidelines the marginalised",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growth-sidelines-the-marginalised-1695827331",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "Anthony Rota, the Speaker of the Canadian House of Commons, has resigned. He recently mistook an ageing Nazi for a Ukrainian freedom fighter in bygone times and a Canadian hero by virtue of his being a citizen of Canada. When the truth emerged that Yaroslav Hunka, the ninety-eight-year-old man given a standing ovation in parliament soon after visiting Ukrainian President Volodymyr Zelensky had addressed its members, had actually been a member of the Waffen-SS Galicia Division, a Nazi military unit also known as the First Ukrainian Division in the Second World War, faces went red in Canada.Rota, moments after the scandal broke, apologised for his mistake in presenting a Nazi war criminal as a Ukrainian hero. Prime Minister Justin Trudeau, not in very good political form in the aftermath of his allegations of Indian government involvement in the murder of a Sikh-Canadian Khalistani militant, spoke of his embarrassment over the blunder. It is perhaps for the first time that a former Nazi has been so precipitately honoured by a legislative body and so quickly deprived of the honour. Rota should have gone into the antecedents of Yaroslav Hunka before portraying him as a Ukrainian patriot in parliament.The Hunka episode is a fresh reminder for people everywhere that crimes committed generations ago are not to be erased from the public mind. It is also a pointer to the thought that no matter where war criminals, whether Nazi or of other extractions, happen to be, they need to be ferreted out, shamed and tried for their crimes. The atrocities committed by the Nazis are unprecedented in history --- the invasion of countries beyond Germany, the setting up of puppet regimes, the systematic wiping out of Jews across Europe --- and will forever be testimony to the evil committed by man.Hannah Arendt coined a depressingly interesting phrase for the destruction men wreak through the darkness of their minds. She called it the banality of evil. Was it that? It was indeed and yet much more, for the Nazis took evil a good many notches up toward sophistication. Auschwitz, Treblinka, Bergen-Belsen, Dachau are today embedded in the human consciousness to inform us, without end, of the very many ways in which evil is designed and developed as a weapon against all that is good and decent in our world. The men who went to the gallows after the Nuremberg trials at the end of the Second World War were the human manifestations of that evil. They paid for their crimes.But has evil been buried through all these trials and hunting down of Nazis? In our times we have seen Yahya Khan and Tikka Khan carry out atrocities against Bengalis that would have pleased Adolf Hitler. Slobodan Milosevic felt no qualms in unleashing evil against Muslims in an unravelling Yugoslavia. The murder of Tutsis in Rwanda by Hutus was evidence that for all our modernity, evil lurks in the heart. Pol Pot made piles of the skeletons of Cambodians his Khmer Rouge murdered. In our hearts there are subtle spots where racism and hate rule, factors which the Nazis cleverly employed in their macabre mission of ensuring the rise of and rule by an Aryan class.The world has of course moved on from Hitler's National Socialism. But there is too the truth that the world has not sat back complacent in its belief that Nazi evil has finally been stamped out. Nazi-hunting not many years ago zeroed in on Kurt Waldheim, the man who served as Secretary General of the United Nations for a good many years before going on to be President of his native Austria. How did Waldheim keep his Nazi past concealed for so long and so well? For that matter, how did Hunka, so rapturously honoured by Canada's parliament, keep his black record concealed under the rug so assiduously?For all one knows, there are yet ageing Nazis somewhere in South America, especially Argentina, where a large number of them fled after the fall of Berlin in 1945. Some of them, dead and alive, have been identified over the years. The dramatic nature of identifying and capturing Adolf Eichmann in Argentina in 1960 --- the job was done by Israel's Mossad --- and bringing him to trial in Jerusalem and having him executed in 1962 is the template on which Nazi hunters work today. Simon Wiesenthal is dead, but the single-minded dedication he brought into the job of tracing Nazi fugitives and bringing them to justice is yet the benchmark in reminding the world of Hitlerite evil.Holocaust deniers, in all this global campaign to keep people focused on the damage evil can do, have been targeted and suitably punished. Deborah Lipstadt, the American academic and historian, made sure that David Irving, in so many ways an apologist for Nazis and a holocaust denier as evidenced through his books, was penalised for his position on the issue. It was a long court battle Irving fought with Lipstadt and he lost it. Irving's legal defeat served a lesson to all who would deny history or engage in sophistry about the commission of evil --- that bad men indulging in crime do not deserve pity, that those who speak up for them need to be condemned.Albert Speer, the Nazi minister of munitions, escaped the noose at Nuremberg but went through twenty years of imprisonment. He knew what Nazism was all about, though he was reluctant to condemn the system that had propelled him to the heights. The writer Gitta Sereny has in her exhaustive work on him captured the story of his participation in the Nazi regime and yet managing to keep himself free of the atrocities committed by the other Nazis around him. And, of course, the Rudolf Hess narrative is part of the world's inquiry into the crimes Hitler and his men shaped and committed in the years between 1933 and 1945.Kristallnacht is lodged in the universal mind. The yellow star humiliating Jews was a shame perpetrated on all humanity. The screams of men, women and children made to march to the gas chambers still are heard in the cloud-filled skies of the minds in us. Leni Riefenstahl's Nazi-infatuated documentaries are proof of how evil can appropriate talent and make it work for it.Nazism was a degeneration of humanity and Yaroslav Hunka a carrier of that perverse specimen of life. That he has been identified, after a false start, is once more a necessary warning that wherever evil hides itself, it becomes the moral responsibility of the world to pull it out into the open, for good men and women to know that vigilance against people who cause terror to descend on the world is an absolute necessity.Revulsion, against those who intend to cleanse the world of races and civilisations they are uncomfortable with, becomes a weapon against a recurrence of such evil.\n[email protected]",
        "headline_1": "The Nazi in Canada's parliament",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-nazi-in-canadas-parliament-1695827376",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "India continues to be the most preferred destination for Bangladeshis seeking medical treatment abroad. Around 2.5 million medical tourists go to India every year from Bangladesh, and they spend about $500 million there, according to the data from India's tourism ministry. It goes without saying that the trend of Bangladeshis seeking treatment in the neighbouring country is rising every year. Reasons for so many Bangladeshi patients going to India for treatment instead of relying on the country's own healthcare system are many. Unprofessional behaviour from healthcare professionals, wrong diagnosis, the practice of not providing any information about the patients' health conditions, and the tendency of physicians to recommend unnecessary tests and drugs play a key role in Bangladeshi patients going to India. Moreover, many patients feel that the cost of medical treatment in Bangladesh is much higher than in India. Some have doubts about the accuracy of the diagnostic system in Bangladesh. And there is a common complaint that Bangladeshi doctors do not spend much time listening to their patients' problems. According to a study, patients in Bangladesh, on average, get less than 60 seconds of consultation from their doctors, which is more than five minutes in India. If Bangladesh is not able to produce enough physicians, it will be difficult to increase doctors' consultancy time. One of the main reasons why people are losing faith in Bangladesh's healthcare system is the decline in the quality of public hospitals. Roughly, twenty years ago, most of our people relied on government hospitals. However, people no longer believe that these hospitals can fully provide the required medical service. The number of government hospitals and upazila health complexes is increasing day by day. However, their service is questionable although our constitution recognises medical treatment as a fundamental right of citizens. Most of the patients fail to get proper treatment in their hometowns. And they are eventually referred to Dhaka's hospitals. However, they often face unpleasant experiences in the capital too. Private hospitals have been allowed to operate with a view to ensuring better quality medical service. Entrepreneurs in the sector are expected to choose medical care as a humanitarian service. But most private hospitals seem to operate for commercial purposes only. It is disappointing that many high-profile people in Bangladesh have no trust in the country's healthcare system. They go abroad every year for regular health check-ups and treatment. As they do not receive treatment in their own country, others follow in their footsteps. If we can discourage Bangladeshis from going abroad for treatment, we can save a huge amount of foreign currency. If this money is spent in our own country, it will certainly help improve the quality of our medical service. But the question is when will the people of Bangladesh get quality healthcare service at an affordable cost? \n[email protected]",
        "headline_1": "Why Bangladeshi patients choose India",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-bangladeshi-patients-choose-india-1695827458",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2023"
    },
    {
        "full_article": "In Bangladesh, the presence of arsenic in groundwater was first identified as a problem in the early 1990s. And in some places, the concentration levels exceeded 50 milligrammes per litre (mg/l) - way beyond the maximum level recommended by the World Health Organisation at 10 mg/l. More than three decades have passed since the country first detected arsenic in water, but neither the extent nor the intensity of the chemical element has reduced. The number of people who are affected by arsenic contamination is now 65,910, according to health and family welfare minister Zahid Maleque. Therefore, arsenic contamination in groundwater is still a serious public health issue in Bangladesh. Millions of people in the country are at risk of exposure to arsenic-contaminated water. In rural areas of Bangladesh, where access to clean water is limited, and many people who rely on groundwater from shallow tube wells for drinking, cooking and other daily needs are highly at risk of arsenicosis. It is a disease caused by drinking arsenic-contaminated water. Meanwhile, a significant percentage of tube wells across the country have been found to contain excessive levels of arsenic. Long-term consumption of arsenic-contaminated water can lead to serious health problems, including skin lesions, cancer (of skin, lung, bladder and kidney), cardiovascular diseases and growth of children. Arsenic is a silent killer. However, millions of people in Bangladesh are still exposed to excessive levels of arsenic in their drinking water. Despite efforts to mitigate the problem, challenges remain. Many people are still unaware of the risks associated with arsenic-contaminated water. And access to safe drinking water still remains a challenge, particularly in rural and remote areas of Bangladesh. Financial constraints, lack of infrastructure and public awareness are further exacerbating the problem. We know that the government and many other organisations have been working to address the issue by testing tube wells, raising awareness, and providing access to alternative sources of safe drinking water. But it is not enough. The government should do more to create public awareness about arsenic-contaminated water.\nNazifa Tasnim, Student of Mass Communication and Journalism, Jagannath University, Dhaka",
        "headline_1": "Mitigating arsenic contamination",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mitigating-arsenic-contamination-1695827625",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-09-2023"
    }
]