[
    {
        "full_article": "By formally establishing diplomatic relations with China on March 26, 2023, Honduras has joined a growing list of countries that have recently switched recognition from Taipei to Beijing. Taiwan now has only 12 countries, besides the Vatican, with which it has diplomatic ties, including four small Pacific island nations, Eswatini in southern Africa, Paraguay, and six central American and Caribbean nations. Chinese Foreign Minister Qin Gang, who signed the communiqué with his Honduran counterpart Eduardo Reina, said it showed Honduras made “a choice to stand on the right side of history...”. Taiwan has accused Honduras of seeking financial assistance as a precondition to continue relations, and President Tsai Ing-wen said, after the switch, that Taiwan “will not engage in a meaningless contest of dollar diplomacy with China”. She also accused China of “persistently [using] any and all means to suppress Taiwan’s international participation, intensify its military intimidations... and disrupt regional peace”.The switch by Honduras, as well as Taiwan’s concerns about its shrinking international space, point to the growing stress on the current status quo across the Taiwan Strait. The status quo has generally served both sides across the strait well, preserving peace against tall odds. In Taiwan, a thriving democracy with a highly developed economy, the status quo remains the popular choice for most people, according to numerous public opinion surveys. A minority support Taiwan declaring independence or unification with China. However, both Beijing and Taipei have been accusing the other of changing this status quo. In Taipei’s view, Beijing has exerted growing diplomatic pressure to isolate Taiwan as well as stepped up military muscle-flexing, as seen in exercises that surrounded the island last year following the visit of then U.S. House Speaker Nancy Pelosi. In Beijing’s view, the ruling DPP in Taipei, with the support of Washington, bears responsibility for the tensions by pursuing de facto independence. Beijing had warmer relations with the previous KMT regime, with a landmark meeting between leaders Xi Jinping and Ma Ying-jeou in 2015. The Xi government has warned the U.S. that Taiwan remains a red line for China, but with worsening relations between the two countries, Taiwan has yet again emerged as a friction point, as seen by the Pelosi visit last year. Beijing continues to refuse to rule out the use of force for what it calls reunification, should Washington or Taipei cross what it sees as a red line. The tussle between the world’s two biggest powers has left the 23 million people of a vibrant and prosperous island caught in the middle.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\n\nRelated Topics\n\nTaiwan\n\n/\n\nChina\n\n/\n\nUSA\n\n/\n\ndiplomacy\n\n/\n\ninternational relations",
        "headline_1": "Dwindling allies: On the loss of Honduras ties leading to Taiwan’s isolation on the world stage",
        "headline_2": "Taiwan is facing pressure as China’s relations with the United States deteriorate",
        "link": "https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-the-loss-of-honduras-ties-leading-to-taiwans-isolation-on-the-world-stage/article66668147.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "Indian women boxers collected four gold medals — like their predecessors in 2006, M.C. Mary Kom, Sarita Devi, K.C. Lekha and R.L. Jenny — in the Delhi World championships to make an emphatic statement ahead of the Hangzhou Asian Games, a qualifying event for the 2024 Paris Olympics. Seventeen years ago, when India recorded its best ever showing of four golds, one silver and three bronzes, the event was still young and women’s boxing was six years away from making its Olympics debut. The current performance of four golds, when the sport is in the Olympics and the event receiving 300-plus entries from 65 countries (this despite the boycott by some prominent nations as Russian and Belarusian athletes were participating under their flags amid the Ukraine war) is remarkable as it has propelled the third-time host to top the table. Golden girls Nitu Ghanghas (48kg), Nikhat Zareen (50kg), Lovlina Borgohain (75kg) and Saweety Boora (81kg) had different accomplishments but needed to prove themselves again. Nitu, a Commonwealth Games gold medallist, was keen on making a mark at the elite level. Nikhat, the 52kg World champion, who came down to an Olympic weight and was unseeded, had to face six tough opponents and assert herself in the new class to become the second Indian after Mary to win more than one World title. Olympic medallist Lovlina, also a two-time World bronze medallist, was determined to establish herself in a new Olympic weight. Thirty-year-old Saweety, a 2014 World silver medal, wanted to underscore that she was no less. Some exciting talents that included 19-year-old Preeti Sai Pawar (54kg) and Jaismine Lamboria (60kg), impressed everyone. With multiple boxers vying for each spot, the coaches face a ‘good problem’ in the build-up to the Olympics.The event, demonstrating the competitiveness and appeal of women’s boxing, should encourage the International Boxing Association (IBA), which is in conflict with the International Olympic Committee due to its exclusion from the Olympics over various issues. The IBA, monitored on site by an independent McLaren team, tried to ensure transparency and fairness. It took action against below-par match officials and athletes who seemingly enjoyed an unfair advantage. It offered a lucrative prize purse, including $100,000 to each winner, and financial support to boxers as an incentive to boost participation. The successful conduct of the event, barring the odd blip, has encouraged the IBA to look at India, a potential market, as a boxing destination. Eyeing a better performance in the Olympics, the Boxing Federation of India’s desire to stage more elite events will inspire the boxing community further.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nboxing\n\n/\n\nIndia\n\n/\n\nsport\n\n/\n\nsports event\n\n/\n\nsports awards\n\n/\n\nsports organisations",
        "headline_1": "Golden fist: On the victory for Indian women boxers",
        "headline_2": "Indian women boxers, with their gold haul, should inspire others",
        "link": "https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-golden-fist-on-the-victory-for-indian-women-boxers/article66668457.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "As bank runs spread, it has become clear that anyone who questions a government rescue for those caught underfoot will be tarred as a latter day liquidationist, like those who advised Herbert Hoover to let businesses fail after the crash of 1929.\nLiquidationist is now challenging fascist as the most inaccurately thrown insult in politics. True, it’s no longer politically possible for governments not to stage rescues, but this is a snowballing problem of their own making. The last few decades of easy money created markets so large – nearing five times larger than the world economy – and so deeply intertwined, that the failure of even a midsize bank risks global contagion.\nRead full opinion on TOI+\n\n",
        "headline_1": "Is every bank too big to fail?: US government rescue culture will hurt the global financial system, then growth and living standards everywhere",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-every-bank-too-big-to-fail-us-government-rescue-culture-will-hurt-the-global-financial-system-then-growth-and-living-standards-everywhere/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "On Friday, the BJP government in Karnataka made significant changes to the state’s reservation policy, changing the contour that existed since 1994. Two politically influential groups, Vokkaligas and Lingayats, had their sub-quotas enhanced by two percentage points each. It came at the expense of Muslims, who now have been bumped off the OBC list. Separately, the scheduled caste quota was carved into four sub-categories, after its overall ceiling had been increased by two percentage points earlier to 17%. Under the proposed changes, the overall reservation stands at 66%, including EWS quota.\nIt’s not yet a done deal, legally speaking. CM Bommai said that GoI will be asked to place Karnataka’s reservation policy in the Constitution’s ninth schedule to shield it from judicial review. All these changes have come on the eve of the next assembly election. To contextualise what’s happening in Karnataka and where it may end, consider similar events in its neighbouring states, Tamil Nadu and Maharashtra. On the eve of the last TN assembly elections in 2021, the AIADMK government carved out a sub-quota of 10.5% for Vanniyakula Kshatriyas within the 20% MBC quota. A year later, the Supreme Court struck it down, saying that it was without substantial basis.\nSeparately, a standalone quota for the politically dominant Marathas was overruled by a constitutional bench in 2021, citing the breach of the 50% ceiling on quotas without presenting a persuasive case to overshoot. The Maharashtra government used rural distress as an argument to defend the quota. That’s the nub of the matter. Reservations are being used as a silver bullet for policies that have failed to create enough job opportunities for India’s surplus agrarian labour force. GoI’s employment data tell the story. Between the last pre-pandemic year 2018-19 and 2021-22, a part of India’s labour force went back to agriculture in the absence of alternatives.\nAgriculture in 2021-22 absorbed 45.5% of the labour force, three percentage points higher than 2018-19. Also, most of the additional jobs have come through self-employment, which is where in 2021-22 55.8% of the labour force found itself. This is the root cause for state governments to enhance, slice and dice quotas. It’s a complex situation but their remedy is wrong. It’s only going to create more social turmoil as politically influential groups will adopt maximalist positions on reservations, which have now become a zero-sum game.\n\n",
        "headline_1": "Slice, dice, slice, dice… Parties are trying to tweak quotas for various groups. Root of the problem is not enough non-farm, regular jobs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/slice-dice-slice-dice-parties-are-trying-to-tweak-quotas-for-various-groups-root-of-the-problem-is-not-enough-non-farm-regular-jobs/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "There is little surprise that nodal pollution body CPCB has found all 18 drains of Delhi that empty treated wastewater into the Yamuna fall short of chemical standards mandated before any drain reaches the river. Is it any surprise that 22% of Delhi’s untreated waste ends up in Yamuna? Wastewater, sewage treatment in India is abysmal; it lacks the iron, and political will, backed with funds, strict regulation, oversight framework and civic awareness that the gargantuan problem demands. The gap between sewage treatment capacities and sewage generated is widening. Truth is, states play catch-up and routinely throw big numbers of treatment plant capacities. Frenzied urbanisation, migrants pouring into cities and resultant population growth has led to unprecedented growth in wastewater – a ticking health bomb.\nAs per a Niti Aayog report, “of 72,368 million litres of urban wastewater that India generates daily, only 28% is treated.” That means 72% wastewater is untreated and “maybe disposed of in rivers/lakes/groundwater”. Implementation is impeded by many issues, not least limited availability of land for treatment plants; residents fearing an economic hit as the odour and aesthetics lower land prices. Some Chinese cities addressed this by building plants underground. Illegal dumping, poorly managed drainage systems, multiple leakages, and conventional technology in existing treatment plants are other issues.\nAt least three laws, over 10 GoI policies and missions since 1985 exist to tackle India’s wastewater, polluted and dead rivers problems. It may be an idea to prioritise waste management before racing to add to the concrete jungle – which has meant constructing over wetlands and urban water bodies. Decentralised wastewater plants are just one of the many inexpensive and ecologically sustainable ways to address the problem. There are ways out. We seem to lack the urgency.\n\n",
        "headline_1": "Waste is winning: Cities’ effluent management is way behind target and a health hazard. Eco-friendly, inexpensive solutions exist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/waste-is-winning-cities-effluent-management-is-way-behind-target-and-a-health-hazard-eco-friendly-inexpensive-solutions-exist/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "Pakistan has a history of compromising popular leadership and mourning in silence. The power hubs that decided to end Imran Khan’s regime expected the same reaction this time. But the huge rally held in support of Khan over the weekend – despite a threat alert by the interim Punjab government – at Lahore’s iconic Minar-e-Pakistan has rattled the establishment.\nKhan had become impossible to handle, and stripping him of power was the only logical solution. It was never expected to have a popular public reaction. However, what the world has witnessed in Pakistan in recent days was certainly not expected either.\nRead full opinion on TOI+\n\n",
        "headline_1": "Reading Khan: It’s the people, not just politics: A Pakistani analyst argues Imran is spearheading a genuinely popular movement that wants to change Pakistan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/reading-khan-its-the-people-not-just-politics-a-pakistani-analyst-argues-imran-is-spearheading-a-genuinely-popular-movement-that-wants-to-change-pakistan/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "In mid-March, a report by this daily highlighted the findings of a study by the Rivers and Delta Research Centre (RDRC) that said that 56 rivers across the country are suffering from extreme pollution. It was an alarming if not entirely shocking revelation. But new details of the year-long study, courtesy of a recent BBC report, throw further light on the scale of the damage being wrought, which makes one sit up and take notice. Apparently, key pollutants including microplastics have been found in all the rivers surveyed, meaning that industrial and municipal wastes dumped in rivers near cities and towns are flowing into rivers in far-flung coastal areas.\nWhich, in other words, means that if preventive steps are not taken, the pollution of these rivers will affect all other rivers as well.\nAnother important revelation is about three rivers which have been identified as the most polluted. These are Labandaha in Gazipur, Haridhowa in Narshingdi, and Sutang in Sylhet. Of them, the Labandaha river, once called \"Labalong Sea\" because of its size, has now been reduced to a canal through constant pollution and encroachment. Some 250 factories have been found on the banks of this river, and industrial waste generated by them, together with waste from the Sripur municipality, are all dumped in the river, choking it to death. The same thing is happening to Haridhowa, which was once used for fishing and agricultural purposes but is now little more than a dumping ground. The story of Sutang, a cross-border river in Sylhet, is no different; so polluted has its water become that it is no longer distinguishable as a river.\nPlastic waste, household waste and industrial waste are all landing, untreated and unopposed, in these rivers and others, robbing them of their life. The question is, why are we allowing this to happen? A more worrying question is, are these rivers damaged irreversibly? Only the other day, the shipping minister warned that Bangladesh will not survive if our rivers stop flowing. Studies like the one by RDRC suggest that we may already be headed in that direction. Our country is a victim of not just negligent handling of its wastes by individuals and institutions but also of a development/urbanisation policy that pays little heed to environmental concerns. Industries and EPZs are being constructed near rivers. Tanneries are being relocated near rivers. Urban authorities are using them as garbage dumps.\nHow long can our rivers, or Bangladesh as we know it, survive in such an environment?\nBecause of unchecked pollution, not only are the ecosystems of rivers being damaged, but the lives and livelihoods of people living near rivers, as well as our agriculture, public health and sources of clean water are also being threatened. Such catastrophic mismanagement can no longer continue. We urge the authorities to take stern actions in this regard.\n",
        "headline_1": "A riverine horror show",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/riverine-horror-show-3282576",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "When the top leadership of the Awami League and BNP, the two major political parties in Bangladesh, ruled out any possibility of talks ahead of the next parliamentary election, the Election Commission appeared in the scene by inviting the BNP to a dialogue.\nSuspicious about the sudden invitation, the BNP rejected it outright, calling it \"meaningless.\" Although the EC roadmap, announced late last year, did not say anything about talks with the political parties, it did mention that gaining their trust was a major challenge. But it did not spell out how that trust would be earned.\nThe EC invitation to BNP came at a time when Awami League and BNP leaders were both meeting with diplomats about the next election. It was widely reported that Western diplomats emphasised holding a free and fair election. To add to the context, the US Department of State has published its annual flagship human rights report where it was mentioned for the first time that the 2018 election was neither free nor fair. Charles Whiteley, the European Union ambassador to Bangladesh, said the EU would not send observers to the next election if it is not participatory. Now, if the international observers don't come, the election's credibility as well as the EC's role will remain under question.\nIt could be said that the election authorities only acted responsibly when they invited the main opposition, seeing as the issue of a participatory election is under discussion right now. On the surface, at least, the EC has demonstrated their willingness to hold an inclusive, free and fair election. But one ought to ask what the EC is looking to achieve through these talks. Other than the commission gaining some mileage by showing their attempts, and the political parties playing to the gallery, there is not much that these talks would gain. In that respect, talks with the EC would be rather infructuous.\nThe invitation letter to the BNP also clarifies some things. While the Election Commission is fully aware of BNP's position regarding an election-time government, there is no comment related to that in the letter. To make any progress with the election, the stumbling blocks must be dealt with, and the commission must have a specific agenda for the talks – for instance, whether to use electronic voting machines (EVMs) or not. The invitation letter does not carry any such details. Then why hold these talks?\nThe Election Commission may claim that their goal is to ensure an inclusive 12th parliamentary election. But simply saying that is not enough, given the previous EC's complete failure to hold a credible election in 2018, and then even admitting that publicly.\n\nThe BNP should have taken time to deliberate over their decision before rejecting the EC invitation. Now they have to explain why they don't want to join the talks. Shunning the possibility of dialogues is not a good option for any political party. The only meaningful explanation could be that holding talks with the EC would, in fact, give it the legitimacy that the BNP has refused from the beginning. But it is unlikely that the main opposition camp has given the matter any such thought.\nThe incumbent EC could claim that they are different from their predecessors. But then, one could ask what this commission has done to earn the trust of all political parties. The commission's activities so far don't portray them in a favourable light, nor do they indicate sincere intentions. The BNP, which boycotted EC dialogues in June and July last year, has not shown any confidence in the electoral authority since its formation – and even before its formation, since the party did not join the talks initiated by the president and did not propose any name to the search committee of this EC. The party has repeatedly said that the EC would not be able to hold a free, fair and participatory general election.\nThe lack of trust for the Election Commission deepened when it went ahead with the decision to use EVMs in the upcoming general election, ignoring the objection of many political parties, including the BNP. That decision, while embracing modernity and change, was aligned with the desire of the ruling party.\nUndoubtedly, rejecting the dialogue would be a setback for the BNP as it would garner criticism from the ruling party. The EC would be able to say that they tried, but could not bring BNP to the table. BNP leaders would have to remain busy for a few days parrying all the criticism. The party may even face questions from the international community.\nThe BNP should have taken time to deliberate over their decision before rejecting the EC invitation. Now they have to explain why they don't want to join the talks. Shunning the possibility of dialogues is not a good option for any political party. The only meaningful explanation could be that holding talks with the EC would, in fact, give it the legitimacy that the BNP has refused from the beginning. But it is unlikely that the main opposition camp has given the matter any such thought.\nHaving said all that, the political parties can take advantage of the situation as it suits their strategy, but not the Election Commission, which is a constitutional body and assigned to hold a free, fair and participatory election. Lip service or mere show of effort may not be enough.\nListening to the trials and tribulations of this political reporter, and learning that the EC had invited the opposition to the table, a relative recounted an anecdote about the stingy hosts of a certain part of the country, where guests would often arrive on boats. The story goes like this: in this certain region, the hosts keep mum as the guests get ready to leave and get on their boat to return home, and just when the hosts push off the boat, they say, \"I wish you had stayed a few more days with us.\" But by then the boat is already sailing, and the guests have nothing but to say, \"Next time!\"\n \nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Why does the EC want to talk with the BNP anyway?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/why-does-the-ec-want-talk-the-bnp-anyway-3282171",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "About 72 years ago, Prof Abdur Razzaq completed his thesis paper titled \"Political Parties in India,\" which is now in the public domain, thanks to the University Press Limited (UPL). Submitted to the London School of Economics in 1950, the paper delves into contemporary political realities and ideas that were tested in their own time. The writer posited that a sovereign state was essential for the political parties to function. He believed that India needed Westminster-style liberal politics where political parties would be equally invested, whether in government or in opposition. At that time, however, the environment in South Asian countries was not conducive to any Westminster-style politics. Power was concentrated in the hands of a few leaders, while dynasty politics was a dominant influence. Issues like this and much more were explored through the paper.\nThe belated publication in the form of a book of this now historic paper offers an opportunity to take a look at the man that Razzaq Sir would go on to become, and the long shadow that he would cast over not just his students, peers, the academia and intelligentsia, but also anyone who would come into contact with him, like me.\nProf Abdur Razzaq was known as \"Gyantapas\" because, in the words of historian Prof Salahuddin, \"he spent his entire life learning and pursuing knowledge.\" Salahuddin further said, \"It will not be an exaggeration to call him one of the best symbols of Bangalee intellectualism. He could be called a living encyclopaedia because of his extensive reading of history, social science, economics and so on.\"\n\nProf Abdur Razzaq was known as \"Gyantapas\" because, in the words of historian Prof Salahuddin, \"he spent his entire life learning and pursuing knowledge.\"\nHe was a humanist and a progressive thinker. Although he didn't like politics, he was drawn to the separatist movement in his early life because he believed that a separatist agenda supporting the establishment of Pakistan was the only way out for the backward Muslim community. But those who subscribed to this view would be in for a rude awakening after the 1947 Partition. Events of those days would profoundly shape the worldview of Abdur Razzaq, who tried to make politicians see the error of their thoughts. During the 1971 war, he didn't leave the country. He was hiding in his village home, and was tried in absentia by the Pakistan military court that sentenced him to 14 years of rigorous imprisonment. After independence, Bangabandhu Sheikh Mujibur Rahman designated him as a national professor.\nI met Prof Razzaq for the first time at the Dhaka University teachers' lounge, courtesy of my late friend ZM Obaidullah. He was playing chess then. In 1961, I was appointed as a section officer at the finance ministry in East Pakistan. I remember that I went to visit him one day. He wanted to know about my work, so I told him, \"Sir, it's quite interesting, although, frankly, I don't understand it much.\" He said, \"Why don't you study economics then?\" He encouraged me to pursue higher studies abroad by taking a study leave. This completely changed my career path in later life.\nIn 1969, between March and October, I was in London on a fellowship. There, I had the chance to meet him again and we grew close. During our conversations, he would often share his thoughts about politics, especially the future of Pakistan. He would say that we needed independence, but he was against having an active military force in an independent Bangladesh. In later life, I went to visit him every time I got the opportunity, sometimes with my friends, including Anisuzzaman, Nurul Huq and Justice Habibur Rahman. Meeting him was a chance to learn. He encouraged us to read. He talked about many things, but was also curious to know our thoughts.\nOnce, after Sir Fazle Hasan Abed decided to establish Brac University, he thought it would be better to get first-hand knowledge of the university system. So, the three of us visited different American universities to learn about their systems. Upon returning to Bangladesh, I learnt that Prof Razzaq was looking for me. So I visited his house, and told him about Fazle Hasan Abed's initiative. I still remember him saying, with a smile on his face, \"Ask Abed to establish 100 good schools instead of one university. The country will be better served in this way.\" Many may not know that Razzaq Sir himself wanted to establish a school in Dhaka. He even selected three scholars who would join the school: Badruddin Umar, Sardar Fazlul Karim, and Anisuzzaman. But it didn't pass the planning stage for some reason.\nI have so many memories like this of Prof Razzaq. He was truly a gold mine of knowledge and resources. He would often share his insights about the history of the subcontinent, especially major political events and trends that shaped its future. He was keenly aware of the socio-political history of Muslims in India. Once he was talking about the 1905 Partition of Bengal, a territorial reorganisation of the Bengal Presidency that was revoked a mere six years later. The short-lived break, according to Prof Razzaq, was part of the \"divide and rule\" policy of the British, which they sought to pursue in many other areas as well. In 1911, the British, in the face of protests, assented to reversing the decision. It was also decided that India's capital would be shifted to New Delhi, although that decision couldn't be implemented immediately. Infrastructure development and other changes befitting a capital were halted because of World War I. The capital remained in Calcutta, and was finally shifted to Delhi in 1931, he said.\nI also remember that Razzaq Sir once presented a written speech titled \"State of the Nation\" in 1980. It was his only written speech, later published in 1981. I had the good fortune of listening to his speech live. It was divided into two parts, the first involving a discussion on economics and politics. In it, Razzaq Sir said Bangladesh's assets were its land, people, unique geographical location, rivers as well as their effects in agricultural production. The present government's Delta Plan 2100 is, in a way, a reflection of Prof Razzaq's thoughts shared in his 1980 speech.\nIn the speech, he also talked about the divisions brewing in politics ever since independence, saying, \"What holds us together, makes us a nation, is the exclusive passion to identify ourselves with this nation – and nothing else.\" He also said, \"The prosperity of Bengal was never dependent on its agriculture but its trade and commerce, and the products of handicrafts and small-sized industries.\" To further explain this idea, he asked, \"Why did traders from the Middle East come to Bangladesh?\" and then proceeded to answer: it was because of its trade and the economic benefits it offered to them.\nThus, in public interactions or private, Prof Razzaq spread his love of knowledge and passion for intellectual exercises, never hesitating to encourage us to read and think. It seemed only befitting that Badruddin Umar once proposed that we call him Bengal's Socrates. I asked him why, to which he replied, \"Even though he didn't write, he spread knowledge by encouraging others to learn and think. Like Socrates, his teaching method was also verbal.\"\nHe truly was our Socrates.\nThis is based on a speech on Prof Abdur Razzaq presented on the occasion of the publication of his book \"Political Parties in India.\"\n\nTranslated from Bangla by Badiuzzaman Bay.\nMd Syeduzzaman is former finance secretary and finance minister of Bangladesh.\n",
        "headline_1": "My memories of Prof Abdur Razzaq",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/my-memories-prof-abdur-razzaq-3282021",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "In mid-March, a report by this daily highlighted the findings of a study by the Rivers and Delta Research Centre (RDRC) that said that 56 rivers across the country are suffering from extreme pollution. It was an alarming if not entirely shocking revelation. But new details of the year-long study, courtesy of a recent BBC report, throw further light on the scale of the damage being wrought, which makes one sit up and take notice. Apparently, key pollutants including microplastics have been found in all the rivers surveyed, meaning that industrial and municipal wastes dumped in rivers near cities and towns are flowing into rivers in far-flung coastal areas.\nWhich, in other words, means that if preventive steps are not taken, the pollution of these rivers will affect all other rivers as well.\nAnother important revelation is about three rivers which have been identified as the most polluted. These are Labandaha in Gazipur, Haridhowa in Narshingdi, and Sutang in Sylhet. Of them, the Labandaha river, once called \"Labalong Sea\" because of its size, has now been reduced to a canal through constant pollution and encroachment. Some 250 factories have been found on the banks of this river, and industrial waste generated by them, together with waste from the Sripur municipality, are all dumped in the river, choking it to death. The same thing is happening to Haridhowa, which was once used for fishing and agricultural purposes but is now little more than a dumping ground. The story of Sutang, a cross-border river in Sylhet, is no different; so polluted has its water become that it is no longer distinguishable as a river.\nPlastic waste, household waste and industrial waste are all landing, untreated and unopposed, in these rivers and others, robbing them of their life. The question is, why are we allowing this to happen? A more worrying question is, are these rivers damaged irreversibly? Only the other day, the shipping minister warned that Bangladesh will not survive if our rivers stop flowing. Studies like the one by RDRC suggest that we may already be headed in that direction. Our country is a victim of not just negligent handling of its wastes by individuals and institutions but also of a development/urbanisation policy that pays little heed to environmental concerns. Industries and EPZs are being constructed near rivers. Tanneries are being relocated near rivers. Urban authorities are using them as garbage dumps.\nHow long can our rivers, or Bangladesh as we know it, survive in such an environment?\nBecause of unchecked pollution, not only are the ecosystems of rivers being damaged, but the lives and livelihoods of people living near rivers, as well as our agriculture, public health and sources of clean water are also being threatened. Such catastrophic mismanagement can no longer continue. We urge the authorities to take stern actions in this regard.\n",
        "headline_1": "A riverine horror show",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/riverine-horror-show-3282576",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "It is distressing to know that yet another traditional craft is on its way to extinction. As per a report by this daily, artisans involved in the century-old craft of making Shital pati (a form of cane mats) in Tangail are struggling to survive due to the shortage of raw materials, rising production costs, and lack of capital. Made from a plant fibre, Shital pati has been popular among the people of Bengal for ages as its surface remains cool even in the hottest weather. It is used primarily in rural households, for sleeping and relaxing purposes. Sometimes, the mats are placed above tin roofs for cooling effects.\nReportedly, around 1,000 families in several villages of Tangail are involved in this craft, who are now facing a threat to their only means of livelihood. With cheaper plastic substitutes flooding the market, the demand for these beautifully crafted mats has gone down, while production issues continue to jeopardise their chance of revival, especially in the face of competition from large corporations. Cane, the primary raw material used in making the mat, is also becoming scarce as there is little investment in this industry. Moreover, the artisans can only earn during the summer months when the demand is relatively high. In the remaining months, they do not have any sales and hence no earnings.\nIt should be noted that making Shital pati is a slow process as it involves collecting the cane and processing the fibre, after which it is weaved into mats. Most of the weaving is done by women.\nApart from its practical use as a cooling mat during the scorching summer months, Shital pati making is an ancient craft that is part of our heritage. Being environmentally friendly, it has the potential to be very popular in both domestic and international markets if the industry is given the support needed, and it could be a reliable foreign exchange earner. Thus, the arguments in favour of keeping this tradition alive are quite compelling. With proper investment, which would increase cane production and ensure fair remuneration to the skilled artisans, Shital pati has immense value as a sustainable product. Design innovations can also create different uses of the material.\nNeedless to say, government support is vital to make sure that this industry survives and thrives again. It is encouraging to know that the Bangladesh Small and Cottage Industries Corporation (BSCIC) provides loans to small and medium level entrepreneurs in Tangail. This can be expanded further to include more Shital pati entrepreneurs so that the industry can grow. We, therefore, urge the government to take advantage of the opportunity that it offers, and provide all the financial and marketing support needed to ensure that the artisans of this ancient craft can earn enough to make a decent living and also contribute to the national economy.\n",
        "headline_1": "An ancient craft struggling to survive",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ancient-craft-struggling-survive-3281671",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "That Bangladesh is the second largest readymade apparel exporter in the world and the highest forex earner from the sector with 80 per cent of the country's total is quite swaggering. But in a world of changing taste and expediency induced by post-Covid incomplete turnaround made worse by Ukraine war, there is no room for complacency when competitors are on the lookout for seizing the slightest opportunity to elbow out rivals. The ambivalence here is that its strength can be its weakness or vulnerability on missteps. There is a real danger of depending on a single sector and that too on a few selected products of it. The country can ill afford such non-diversification of industrial products ---be it in a single sector or in the industrial and manufacturing sectors as a whole. Now that the readymade garment (RMG) sector has proven its worth beyond doubt, it is quite logical to explore first how its range and scope can be extended well beyond the present level.For sustainability of any industry, particularly when it concerns sartorial choices, the number one condition is to stay alert to the trend. Well, the more creative among the suppliers can prove themselves trend-setters. The problem with Bangladesh RMG has been its preoccupation with low-end products. Only recently has it made some sorties into high-end territories of fashionable apparel. A report carried in this newspaper on Sunday last has exposed the constraint of the industry. Only 10 apparel items out of its current 30 are responsible for garnering 68 per cent of the 80 per cent RMG income of the country's total. The other 20 items of the package contribute to the rest 32 per cent. Now the good news is that 30 more items with potential for much higher income have been identified lately. Already the tentative beginning shows that if exploited well, these emerging RMG items can boost the country's export desirably. What are the emerging products that show so much prospect? Woven overcoats, car-coats, caps, cloaks and anoraks are at the top of these items. In the past three years, the export of the 30 emerging articles has grown remarkably from $2.08 billion in 2020 to $2.69 billion in 2021 and last year it rose to $4.29 which is a jump of 59.25 per cent higher on its previous year's export. Clearly, it is time the country came out of its cotton-based and knitted T-shirts and trousers and went for alternative products from man-made fibre (MMF) as well. Such items are enjoying high demands in both the American and European markets. So diversification within the highest earning sector can make it better off in the future, particularly when China is off-leading many of the production lines and also its political relations with Western nations are growing somewhat tense. On this count, the RMG will have an encouraging influence on other manufacturing sectors as well. The leather and pharmaceutical sectors are prime candidates for making their forays. Bangladesh has to keep its diversification option clear in the context of its large population on a small land. The greater its diversification basket becomes the better for its future.",
        "headline_1": "Inter and intra-sector diversification",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/inter-and-intra-sector-diversification-1679925015",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "The recent newspaper photograph of rural women in Bangladesh carrying water in pitchers placed on their heads across the middle of an arid land points to one fact. The rural areas of the country still suffer from the worst type of water crisis found in the poor and developing countries. In the case of Bangladesh, the able-bodied women have to fetch pure drinking water from far-away sources. This has been the norm for decades since the country was badly hit by water scarcity. Another visual is from a documentary footage telecast recently by a foreign TV. It shows how a city family in a Sub-Saharan African country performs its household chores with limited quantity of water. This year's World Water Day (March 22) theme was 'Accelerating change to solve the water and sanitation crisis'. When it comes to 'water' and 'sanitation', the two topics stand inter-related. Insufficient water leads to sanitation issues. They are encountered in both the rural expanses and urban pockets.The success of Bangladesh in ensuring pure drinking water and sanitation has, apparently, been radical since the post-independence times. Only one per cent of people in the country in the early seventies had access to pure drinking water and sanitation. The condition reached a comfortable level in around 2010-11. By the year of 2015, 97 per cent of people of the country could claim to have attained their access to the right to water. However, after the launch of the Sustainable Development Goals (SDG), with the clean water criteria becoming stringent, the percentage of people enjoying access to water dropped to 63pc from 93pc. The fall proved depressing to many watching the water access scenario.The supply network of water, especially the pure drinking one, is less expensive in Dhaka and the other cities. Here the focus is on the availability of water to the broader middle class. It's because the relatively affluent class gets their water supplies through the central supply authorities' pipes. Notwithstanding this privilege, only a tiny per cent of people are enjoying the benefit of piped water. The rest of the people remain deprived. But small- or mid-level riverside projects on water treatment could solve the issue for the rural people in the districts near metropolitan cities. Payment of water tariff, however, is a different issue.As could be found in Dhaka, the lower-class people and the slum dwellers are the worst victims of the scarcity of pure drinking water. Coming to sanitation, these urban classes come up as being the most underprivileged. In most cases, they are dependent on public taps at street corners or mobile tanks dispatched by the city's water supply authorities. What results is a frenzied melee for the supply water, during summer in particular. Collecting the limited quantity of water from the supply authorities' lorry is a typical spectacle in Dhaka. Both water and sanitation remain veritably an insurmountable problem in the capital's slum areas. The plight of the poor is almost similar in the rural areas.The sufferings of the rural people caused by the crisis of drinking water know no bounds. In most cases, they have to bring water from far-away tube wells and exclusive drinking-water ponds. Most of the time, they cover the distance on foot, at times under the scorching sun. Thanks to the country being one crisscrossed by rivers and canals, many outsiders might consider the country as self-sufficient in clean water. But the low depth of water, seasonal floods, and pollution caused by river encroachment, dumping of waste etc continue to make the river waters unfit for use. The scenario was different in the past. Village women bringing earthen pitcher-filled river water as they returned home completing bathing or washing clothes were usual scenarios. Those have vanished for good. Today, even the unlettered or half-educated village women know what could be the consequences of drinking straight the river water. Except the larger and mighty ones, most of the rivers' water at one point or another stinks.Against the backdrop of an insufficient number of tube wells, villagers turn to ponds. Due to scarce rains, the village ponds turn derelict making their water unfit for even domestic use. Some of them, however, are earmarked for exclusive use --- especially for potable water. Given the overuse of the pond water, they also run the risk of showing the signs of pollution. Keeping these facts in view, one cannot but conclude that the real condition of the Bangladesh villages, vis-à-vis water and sanitation is worse than that prevailing in the urban areas.Of late, the omnipresence of brackish water in the coastal areas of Satkhira and Khulna has added to the scourge of fresh-water crisis. The near-saline water in the coastal belt has long been a bane for the country. The paucity of fresh drinking water continues to plague the life of the villagers in Satkhira district, a recent FE report says. Despite the efforts of the government and its development partners, the miseries of the village people have yet to be coped with. Women have to walk nearly a mile from their houses to collect drinking water from a filter set up by a local private entity, working for supplying water to the area. The organisation, run by a private company's CSR activity, is offering safe drinking water in the county's salinity-hit southern region.Pure drinking water and sanitation are the two basic requirements for a country to be called one successfully marching towards the goal of LDC graduation. When it comes to ensuring drinking water, Bangladesh shows mixed performances. But it fails in sanitation, especially in the cities' low-income swathes. Both the areas warrant equal focus.\n[email protected]",
        "headline_1": "Right to potable water, sanitation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/right-to-potable-water-sanitation-1679925075",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "Water, freshwater to be specific, has always been a scarce resource. And stories of conflicts between territories, regions, and even nations over the control of the sources of water abound. With the increase in population and the expansion of agriculture and industry, the demand for water has also seen a phenomenal rise over the years. And as with other natural resources, the existing sources of fresh water have been exploited mindlessly.A UN report published before the recently held UN water summit termed the prevailing situation 'vampiric overconsumption and overdevelopment.' And in the UN Secretary-General Antonio Guterres' view, water is as good as 'humanity's lifeblood' and that it is being squandered through 'unsustainable water use, pollution and unchecked global warming'. In other words, overdevelopment also has its 'vampiric' role in sucking the lifeblood of humanity! The narrative of development or of its later-day version, growth, has been the stuff of every discourse on politics and economy since long. Like when people first discovered that mother nature has tucked away an inexhaustible reserve of fossil fuel in her bosom, there began a mad race to extract it and burn with abandon. And no one saw anything wrong with it, because it was all for society's advancement. But now it is universally acknowledged that burning fossil fuel is suicidal though, humanity cannot stop committing the sin for obvious reasons. And during the previous centuries following the Industrial Revolution, humanity's dependence on this cheap source of energy has only increased immensely so much so that any effort to find an alternative has never been duly encouraged. And the fallout has been the global warming that is threatening the existence of not only humans as a species, but also of the entire animal kingdom. And the same fossil-fuel-driven growth has also enabled people with the help of mechanised saws to clear forestlands of trees faster than ever. With machines powered by fossil fuels, water on the earth's surface and below the ground has been withdrawn and used for irrigation; dams and other water control structures have been built to control and divert water from the rivers. Industrial use of water has both exhausted and polluted rivers. In a similar fashion, increasing urbanisation, which is an important sign of development or growth, is yet another candidate for 'vampiric' use and wastage of water. The entire world as a result is becoming more and more water-insecure every passing day. Richard Connor, the lead author of the UN report on the global water crisis, told the BBC that up to 3.5 billion people live under the conditions of water stress at least one month a year. The latest UN climate report portrayed a similar world hit by a severe shortage of water. It says, \"roughly half of the world's population currently experience severe water scarcity for at least part of the year.\" Are the world's development thinkers concerned about the current trend of worsening water crisis across the globe? If they cannot reverse the trend, they can at least devise ways to protect what is still left of the earth's freshwater reserves. At the same time, new models have to be thought up to manage water-use more efficiently avoiding wastage. For instance, technology to recycle and reuse water can be introduced to promote the efficient use of water. \n[email protected]",
        "headline_1": "Addressing looming water crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-looming-water-crisis-1679925111",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2023"
    },
    {
        "full_article": "Wildlife trade has been going on for many years in Bangladesh. According to a recent study prepared by Cambridge University, such illegal trade in wildlife has been taking place openly in 13 districts of the country. The districts are Satkhira, Bagerhat, Chapainawabganj, Kushtia, Mymensingh, Sylhet, Kishoreganj, Manikganj, Gopalganj, Rangamati, Cox's Bazar, Bandarban and Gazipur. Wild animals are being caught from different parts of the country and then brought to Dhaka and Chattogram. From there the animals are trafficked to different countries including India, Myanmar, Thailand, Malaysia, Laos, Singapore and China. Some of these trafficked animals are Bengal tiger, crocodiles, fishing cat, monkey, spotted deer and various kinds of reptiles, snakes and birds. The study shows hat our country has already become a safe haven for wildlife traffickers. And if we cannot control this illegal trade, much of our wildlife may soon become extinct. The practice of wildlife trade should be firmly curbed. Awareness campaigns to educate people can help eliminate the suffering of these protected species and animals. The government should make an effort to highlight this critical issue and stamp out the illegal trade. Stepping up enforcement measures againstwildlife trade hubs can help. The government of Bangladesh has signed the International Convention on the Protection of Wild Animals. But the reality is that the government and authorities concerned are not taking any effective steps against this wildlife trade. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Ending wildlife trafficking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ending-wildlife-trafficking-1679925138",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-03-2023"
    }
]