[
    {
        "full_article": "The announcement by the Nagaland government that a high-powered panel will be set up to look into the withdrawal of the Armed Forces (Special Powers) Act in the State addresses a key concern in the Northeast following the Mon massacre where a botched ambush by an armed forces unit led to the deaths of 15 civilians earlier this month. As is typical of how the Union government has dealt with issues concerning Nagaland in the recent past, the Ministry of Home Affairs (MHA) — whose Additional Secretary (Northeast) is to head the committee — has been tight-lipped about the proposed panel with the information about it emanating only from the Nagaland government. Nevertheless, the gesture to set up a panel, even if it is acknowledged only by the Nagaland government, should help in assuaging some concerns of citizens of the State who had immediately associated the massacre with the impunity afforded by the unpopular Act. The Indian Army has also reiterated that it deeply regretted the loss of lives and that a probe into the incident was progressing, even as the Nagaland government in its statement mentioned that a court of inquiry will initiate disciplinary proceedings against the Army unit and personnel involved in the incident. The Act is in place in Assam, Nagaland, Manipur, three districts of Arunachal Pradesh, and areas falling within the jurisdiction of eight police stations of the State bordering Assam, with the authority to use force or open fire to maintain public order in “disturbed areas”. The Meghalaya Chief Minister has already sought its revocation in the Northeast, while Manipur is also set to discuss the demand for its repeal.People in the Northeast associate the series of civilian killings in the region over a number of years with the Act being in effect. The Justice Jeevan Reddy Committee set up by the previous UPA-led government at the Centre in 2005 had recommended the repeal of the Act calling it “highly undesirable” and that it created an impression that civilians in the Northeast were being targeted for hostile treatment. But the Act has remained in place because of the resolute opposition to its repeal by the Army. The panel can take recourse to studying precedents — Tripura revoked the Act in May 2015 after noticing an improvement on the ground in the State while Meghalaya did the same on April 1, 2018. Both States did so after the Act was in force for decades. A clear-cut understanding on the definition and the extent of “disturbed areas” in Nagaland following discussions among the State, the MHA and armed forces’ representatives will go a long way in working towards a rethink on the Act’s relevance in the entire region.",
        "headline_1": "A progressive step: On setting of panel for AFSPA by Nagaland",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-progressive-step-on-setting-of-panel-for-afspa-by-nagaland/article38050923.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2021"
    },
    {
        "full_article": "July 1, 2022 will mark 25 years since Hong Kong’s return to China. Next year’s anniversary is imbued with a special significance. It marks the halfway point in Deng Xiaoping’s 50-year guarantee, made in 1997, that Hong Kong’s “previous capitalist system and way of life shall remain unchanged for 50 years”, a promise enshrined in the Basic Law under which Hong Kong is governed. For much of the past 24 years, Hong Kong defied wide expectations that the “one country, two systems” model would crumble shortly after the handover. On the contrary, it thrived as an unlikely democratic enclave within an authoritarian state, and as Asia’s financial centre, which global firms eyed as a gateway to the China market. Recent developments, however, suggest the model is coming under unprecedented stress. On December 23, construction crew quietly removed one of the most well-known statues, the “Pillar of Shame”, standing on the campus of Hong Kong University since 1997. It was erected after a commemoration that year of the June 4, 1989 crackdown at Tiananmen Square. The annual Tiananmen vigil at Hong Kong’s Victoria Park itself became a symbol of the freedoms enjoyed in the SAR. This year, the park was cordoned off by the police and the anniversary went without commemoration. Last week, memorials to Tiananmen at three other universities were also removed.A new national security law passed by China last year has been cited as the reason for the actions. The law also led to Hong Kong’s most well-known pro-democracy newspaper, Apple Daily, ceasing publication. Meanwhile, the SAR government is revising the academic curriculum to promote patriotism and dilute the emphasis on liberal values. The law, along with a radical overhaul of Hong Kong’s electoral system earlier this year, undoubtedly marks the two biggest changes since the handover. The electoral reforms reduced the share of directly elected representatives in Hong Kong’s legislature and introduced a new candidate review committee to ensure only “patriots” can run for office. Pro-Beijing candidates swept the “patriots only” polls on December 19, which saw the lowest turnout of any polls since 1997, with many of the pro-democracy opposition figures either boycotting the elections or unable to contest, a marked change from the December 2019 district elections held shortly after months of protests that were swept by the Opposition. The changes reflect Beijing’s sense of strength and perception that it is no longer bound by commitments made 24 years ago. Chinese officials, betting on the access to the China market offered by Hong Kong, believe the lure of commerce will not dent Hong Kong’s financial status. That may well be true, but the impact of the changes is being felt elsewhere. Across the Taiwan Strait, fewer and fewer people view the “one country, two systems” idea, once mooted as a possible model for peaceful unification, as a future that they would want.",
        "headline_1": "Tightening grip: On Hong Kong-China relations",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/tightening-grip-on-hong-kong-china-relations/article38050939.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2021"
    },
    {
        "full_article": "It seems like deja vu in Bangladeshi politics. As President Abdul Hamid is holding dialogues with various political parties to seek suggestions for members to form the search committee for the next Election Commission, it has brought back the memories of 2012 and 2017.\nSimilar processes were followed by President Zillur Rahman and President Abdul Hamid to appoint \"search committees\" for the election commissions. The commissions appointed through the process held two general elections in 2014 and 2018, respectively. Referring to two previous occasions, some are reminding us of the famous quote of Karl Marx from the book \"The Eighteenth Brumaire of Louis Bonaparte,\" where he wrote, \"Hegel remarks somewhere that all great world historic facts and personages appear, so to speak, twice. He forgot to add: the first time as (a) tragedy, the second time as (a) farce.\" But what happens when the same appears the third time is something yet to be seen.\nSome have called the dialogues \"a farce,\" while others have described these meetings as \"photo sessions.\" The beginning of the dialogues was interesting as the party which has the distinct honour of being concurrently the ruling party and the opposition has reportedly \"requested\" the president to appoint the spouse of a senior party leader as a member of the Election Commission. Another party, which has been a partner of the ruling coalition since 2009, said it wants the president's intervention in enacting a law regarding setting up an Election Commission. Although stipulated in the constitution, a law on Election Commission appointment process has not been enacted in the past 50 years. The leaders of the party in question have neither spoken about it before nor taken initiative to draw the attention of the ruling coalition. Raising the issue after Law Minister Anisul Huq already said that the government was in no rush to enact the law—citing time constraints—is interesting. \"It is impossible to formulate the law for EC formation within this short time,\" the minister said, although there are instances of passing laws and amending the constitution within an even shorter time—in haste and without any demands from the citizens at large.\nThere's no denying that enacting a law will not bring solutions to all the ills with the current electoral system, particularly the role played by the commission in the past two general elections. But that would have been a step in the right direction. Instead, now the discussion is on who will be on the search committee. The discussion seems to move in a circle every five years, whereas the entire electoral system has collapsed in plain sight.\nHowever, as the discussions on the search committee continue to dominate the news cycle and public discourse, five questions need to be asked.\nFirst, the constitutionality of appointing a search committee remains questionable. The constitution stipulates that the president would appoint the members of the Election Commission, and it also stipulates that a law will guide the appointments. Nowhere is there a reference to a search committee. Of course, the president can seek advice and recommendations, if he chooses to do so. But the question is why the president is selecting the search committee when a law would be sufficient to do so. Despite a clear alternative, the president's choice of a search committee warrants an explanation which is not forthcoming.\nSecond, from the experience of 2012 and 2017, it is logical to ask why a system that cannot deliver acceptable elections in the country should be followed. Doing the same thing over and over again and expecting different results indicates there is no desire to learn from the past. It is not understandable why two consecutive experiences are not considered enough to learn. Those who have invented and those who have implemented the idea could have gone through some introspection.\nThird, what is the eligibility to become a member of the search committee to be appointed by the president? We are unaware whether the political parties were told of any qualifications of the potential nominees for the search committee or for the Election Commission. It has been twice that the political parties have recommended names to the president, but it has never come to light what qualifications they considered for those recommendations. Perhaps we should also consider that a political party would not suggest a name whom it considered as unhelpful.\nFourth, have those who served on such committees before ever said on what basis they prepared the list they sent to the president? Those who have participated in a nomination process, especially which involves recruitment, know well they must first decide what kind of qualifications they deem fit and what kind of candidates they will consider eligible. The responsibilities are clearly articulated in the constitution, but it is imperative to know what the search committee has considered as qualifications to serve in this capacity. Considering the importance of the Election Commission, particularly given the political environment, the search committee should keep the nation informed of their recommendations so that the nation can evaluate. One can raise the question of the candidates' privacy, but as these individuals have consented to being nominated by the political parties, they should allow the public scrutiny.\nThe fifth question is: can the president really do anything? Article 48 (3) of the Constitution of Bangladesh stipulates that \"in the exercise of all his functions, save only that of appointing the Prime Minister pursuant to clause (3) of article 56 and the Chief Justice pursuant to clause (1) of article 95, the President shall act in accordance with the advice of the Prime Minister.\" Yet, often we have hoped that the president would do something. Such an optimism lies in Article 48 (5), which states, \"The Prime Minister shall … submit for the consideration of the Cabinet any matter which the President may request him to refer to it.\"\nThis kind of optimism is not new; I myself have tried to draw attention to these provisions of the constitution multiple times in the wake of the political crisis in 2013. It is worth recalling that around that time, six prominent citizens—Kamal Hossain, Shahdeen Malik, Jamilur Reza Chowdhury, Akbar Ali Khan, Sultana Kamal and Badiul Alam Majumdar—met President Abdul Hamid and requested him to take the initiative to solve the crisis. But everyone knows what followed. Recently, 37 citizens made statements expressing hope that the president would act in the light of Article 48 (5). Their optimism is nothing short of grabbing the last straw. But if experience is any guide, there is not much to be expected.\nAs such, in the past weeks, discussions on elections have been put in a circular mode as to the composition of the search committee and the Election Commission, not why and how the electoral system has lost its appeal to the citizens, and how it has collapsed entirely since 2014. It is essential to have an independent and powerful Election Commission, but the commission alone cannot deliver a free and fair election. The lesson of 11 elections held in Bangladesh since 1973 is that a free, fair, and participatory election cannot be held under a partisan government. The prerequisite for holding a free election is a non-partisan government. It has become more difficult to have a non-partisan administration than ever because of the unabashed politicisation of the administration.\nOne can ask what the incentive for the ruling party is to change the system. It is the ruling party which scrapped the system that ensured free and fair elections. There is no reason for them to revert. But the past seven years, especially since 2018, have provided incontrovertible evidence that a non-partisan government is a sine qua non for a free and fair election. It has become incumbent on the opposition parties to create a pathway for restoring the citizens' right to vote and holding a free election. It is the responsibility of the opposition parties, not of a single party alone. The question is whether they are all able to demand in a united voice. Only that will chart the future course. It is upon the opposition to decide whether they will spend the time discussing the dialogue and Election Commission formation or find ways to restore citizens' rights.\n \nAli Riaz is distinguished professor of political science at Illinois State University and a non-resident senior fellow of the Atlantic Council.\n",
        "headline_1": "Five questions about the president’s dialogues",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/five-questions-about-the-presidents-dialogues-2926926",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2021"
    },
    {
        "full_article": "Since the first Omicron case of Covid-19 was detected in Karnataka on December 2, instances of the most rapidly mutating and contagious variant of the disease have been on the rise across India. In the last four weeks, the number of Omicron cases has shot up to 578 (as of December 27 morning). It is quite natural that there is widespread anxiety, especially after the daily caseload of Covid-19 has been on a steady and sharp decline over the last few weeks.\nThe gradual spread of Omicron has raised the level of alarm and anxiety all around India, including at the highest level of government. Part of the reason behind Prime Minister Narendra Modi appearing in the unscheduled televised address to the nation on the night of December 25 was to amplify the threat perception following the Omicron cases. It was the address in which he announced extending the Covid vaccination drive to 15-18 age groups and booster dose to vulnerable people aged above 60 years, including those with comorbidities, from the New Year.\nScientific evidence so far indicates that Omicron is much less severe than the Delta variant, which has so far been the  dominant variant  across the world, including India. According to public health experts, the Omicron variant is at least three times more transmissible than Delta. What has added to the prevailing fear about Omicron is the projection of the mathematical modelling of the Indian Institute of Technology (IIT) in Kanpur that Omicron will peak by February 2022. Given the mild nature of Omicron so far, the experts suggest focusing on checking its speedy spread.\nConsidering that a good number of Omicron patients in India don't have international travel history, a limited community transmission of the latest variant has already begun. As of December 25 morning, 183 of the Omicron cases in India were analysed, 121 of whom were foreign returnees, while 44 had no foreign travel history. The details of 18 people hit by Omicron were unknown, according to Balram Bhargava, director general of the Indian Council of Medical Research. That is why public health experts favour prioritising community surveillance and a strict watch on clusters reporting an unusual (unusual because major parts of the country are witnessing a steady fall in Covid cases) number of cases to not only follow up on positive cases, but also their contacts on a day-to-day basis. There are two objectives behind this: a) To monitor the clinical status of the patients; and b) To analyse their symptoms, because this variant is capable of mutating like no other earlier variants.\nA major challenge for India is to scale up Covid vaccination to take the threat posed by Omicron head-on. Of the 183 Omicron cases analysed as of December 25, 91 percent (87 in real terms) are those who were fully vaccinated, with three having had booster shots as well, while seven were unvaccinated and two partially vaccinated. It is, therefore, critical that India steps up its vaccination drive.\nEminent virologist Shahid Jameel said though full vaccination \"is unlikely to stop symptomatic infection, a combination of prior infection and vaccination in a large fraction of adults will ensure low rate of severe disease, hospitalisation and mortality.\" According to health ministry statistics, India has so far fully vaccinated 61 percent of its 940 million adult population, while 81 percent have been given the first dose, as per figures on December 24, 2021. With just a few days of the outgoing year remaining, the target of fully vaccinating the entire adult population by this year's end, as was being visualised by the government, is going to elude public health policy planners.\nAs the shadow of Omicron looms larger than ever, the government has to race against time to complete the vaccination campaign. The door-to-door vaccination drive appears to be struggling to get the desired level of momentum, largely due to the issue of vaccine hesitancy mostly among the rural population. This has resulted in widening the gap not only between rural and urban vaccination pace, but also among fully and partially jabbed there. There has, therefore, been a suggestion that vaccination be made mandatory.\nPublic health experts also want India to quickly come out with a clear policy on the need for booster doses and vaccination of children now that many schools across the country have reopened after a long closure forced by the pandemic. The debate is already on whether booster doses should be administered—and if so, when—particularly to vulnerable sections of the population like healthcare workers, the elderly or those with comorbidities. As late as on December 24 this year, the Indian Council of Medical Research had said it was still studying scientific data before coming out with a booster dose policy. But Modi's announcement on December 25 of \"precautionary dose\" (which is called booster dose in other parts of the world) for those above 60 years of age sets at rest the speculation as to when the booster dose administration will start.\nTwo factors seem to have made out a strong case for a booster dose. First, nine out of ten Omicron cases in India have been found to be with full vaccination, and second, nearly 90 percent of India's vaccination drive has been done using AstraZeneca's Covishield, which is reportedly not very effective in checking Omicron. It has been suggested by some experts that Indian jab manufacturers go public with their data if and how much their products work against Omicron.\nThe onset of a fresh spell of Covid-19 was a question of time. India could not have remained insulated. According to experts, what needs to be watched is the community transmission potential of Omicron in India in the coming weeks.\nThe government of Prime Minister Modi and the state governments need to guard against any lacunae in the handling of Omicron challenge after the devastating second wave overwhelmed the healthcare infrastructure at several places earlier this year. The federal government has ramped up availability of oxygen, oxygen concentrators and plants, hospital beds and beds with ICU facility, medicines needed for Covid treatment and other related components of healthcare infrastructure. The challenge lies in their proper implementation.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "India’s Omicron challenge on multiple fronts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/indias-omicron-challenge-multiple-fronts-2926911",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2021"
    },
    {
        "full_article": "This is what we know: It was a recorded telephone call. The caller is a male, and so is the recipient. The caller's tone is menacing and commanding, while the recipient sounds subservient. Being aware of the presence of a particular female on the recipient's side, the caller's focus changes. He speaks to the female. He accuses her of not responding to his calls. He then commands her to immediately make her way to a five-star hotel, where he is situated. He threatens to use the country's law enforcement agencies if she were to deviate from his commands. He lays his cards on the table: he is going to rape her that night. He gives chilling details of his intended sexual crime on her. She remains supremely dignified, utters a few disjointed nervous words, and then appears to fall into a terrified silence.\nThis telephone conversation reportedly took place approximately two years ago. It is not clear who recorded it or revealed the identities of the participants. However, the reliability of the recorded call and the identities of the parties involved are beyond doubt. Both recipients have confirmed its authenticity, and the caller has made no attempt to dispute his part.\nWe, therefore, know for sure that the caller at the time was a state minister of Bangladesh. The male recipient is an actor, the female is a well-known actor as well. Under the Penal Code of Bangladesh, the contents of the call disclosed a serious sexual offence and prelude to further serious sexual offences, requiring a thorough police investigation. It can be alleged that the state minister was the offender (hereinafter referred to as the alleged offender) and the female actor in question (hereinafter referred to as the victim) was undoubtedly at the receiving end of an appalling sex crime.\nWe also know that the offender, while a state minister, was a loose cannon. A few weeks earlier, he had made slanderous and degrading remarks about some female university students. Just before the recorded telephone call became public knowledge, he also made obscene and vile remarks about certain members of an opposition political family.\nThe prime minister of Bangladesh moved quickly. She forced the alleged offender to resign from his ministership. A high-ranking police officer announced that the matter would be investigated. This was followed by newspaper reports that the male recipient of the call had been questioned by police for over five hours, presumably as a witness to a crime. The victim was abroad on a pilgrimage at the time. She appeared on social media and seemed keen to cooperate with any investigations on her return. The law minister, who was instrumental in declaring rape as a capital offence in Bangladesh in 2020, told the press how appalled he was at the moral turpitude of the alleged offender while performing the duties of a state minister. Bangladeshis all over the world were expecting an imminent arrest and the beginning of the due process. But, alas, that was not to be.\nThere were growing speculations that the alleged offender, moving from five-star hotel to five-star hotel, was about to leave the country. The home minister felt that it was his duty to clear the air. Referring to the controversial Digital Security Act (DSA), he declared that the former state minister's utterances did not fall within the ambit of the legislation, and therefore he was free to leave the country if he so wished.\nWithin hours of the home minister's announcement, the alleged offender boarded a plane, heading towards Canada. On the plane, he posed for photos displaying a victory sign. Many interpreted that as a victory against the poorly administered rule of law in Bangladesh. However, the Canadian border authorities refused entry. It appears that he did not have the requisite Covid-19 papers. Within 72 hours of leaving the shores of the country, the alleged offender found himself back within the territorial jurisdiction of Bangladesh. The victim arrived from her pilgrimage a few days later. It does not appear that the police have any plans to question the alleged offender or the victim.\nThere are a number of reasons why the home minister should now reflect on his earlier decision, and acknowledge that a serious sexual offence may have been committed, requiring police investigation. A simple forensic analysis of the telephone call indicates that the victim had been avoiding contact with the alleged offender, due to fear and his sexual harassment. His menacing and commanding tone and expressed intention to use top law enforcement agencies show that there are no lengths that he would not go to, in order to fulfil his evil designs on the victim. It was petrifyingly clear that his was not an empty threat. Forensic psychologists would consider that such a sexual predator, wielding enormous powers as a state minister, would likely have multiple victims. Therefore, a police investigation would naturally flow from such telephone calls in any country that valued its rule of law.\nEven if a police investigation concludes that the telephone conversation was an isolated incident, the call itself is sufficient evidence of an offence of threat to rape under the Penal Code, requiring the case to go before a competent court of law for its judgment. The Canadian Supreme Court case of R v Macraw (1991) is widely cited as authority for declaring that as rape amounts to sexual violence, rape threats should also be considered as threats of serious bodily harm under the Penal Code of common-law countries, of which Bangladesh is one.\nThe Bangladesh government needs to come to grips with its records on upholding the rule of law. The World Justice Project, in its recently published Rule of Law Index 2021, paints a dismal picture of Bangladesh. Among 139 countries, Bangladesh is ranked 124—just above countries such as Uganda, Zimbabwe and Myanmar. This case, in a small way, illustrates how Bangladesh loses the plot. While the state refuses to investigate an alleged offender for a serious sex offence on solid evidence, cases are being filed with courts all over the country under the DSA for his defamatory utterances, by people who have political or personal scores to settle, now that the former state minister has fallen from grace. It is evident that the rampant misuse of this particular legislation is instrumental in Bangladesh's sliding down in the Rule of Law Index. Ironically, in this particular case, it is unlikely that the legislation would be allowed to be misused, simply because most of those who are trying to settle scores are of a different political shade.\nAs things stand now, we have an alleged sex offender with solid evidence of his offence in public domain. Such evidence also indicates that he may have committed other grave offences. There is a victim ready to cooperate with police investigation. Will the home minister initiate the due process and allow the law enforcement agencies to investigate the crime, before the alleged offender tries to flee again? Will he rise to the challenge? It remains to be seen. But the law-abiding citizens of the country, probably, would not be holding their breaths!\n \nNajrul Khasru is a Bangladeshi-British barrister and a part-time tribunal judge in England.\n",
        "headline_1": "A capital crime may have been committed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/capital-crime-may-have-been-committed-2926896",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2021"
    },
    {
        "full_article": "American geographer Jared Diamond makes an interesting point in his bestseller \"Guns, Germs, and Steel.\" He argues that the Eurasian civilisation is not so much a product of ingenuity, but  of opportunity and necessity. Civilisation is not created out of superior intelligence—it results from a chain of developments, each made possible by certain preconditions.\nThe same argument may apply to the history of industrial revolutions. The rising European powers' fortune, extracted from their colonies, fuelled the First Industrial Revolution. The Second and the Third followed in succession. Each grew on the wealth and knowledge accumulated from the preceding ones.\nThe world is now witnessing the Fourth Industrial Revolution (4IR). It's a convergence of emerging technology domains—including nanotechnology, biotechnology, new materials, and advanced digital production (ADP). Hardware, software, and connectivity merge to achieve ever more ambitious goals. Sensors detect specific actions or ambient conditions, allowing for independent software to improve itself with Machine Learning (ML) and Artificial Intelligence (AI) to determine subsequent actions. All of these are taking place at a breathtaking speed, giving little time for nations and individuals to prepare for the new 4IR paradigm. It's a global phenomenon, and the consequences are still uncertain.\nThe pessimistic view is that 4IR may lead to massive unemployment as technology will replace humans. The optimists hope that the developing countries would be able to utilise the opportunities offered by 4IR. They may leapfrog several intermediate stages of industrialisation and transition into higher economies. However, such leapfrogging requires some preconditions to be fulfilled. These include the right level and mix of skills, absorptive capacity, and industrial readiness.\nOne thing is clear, though. If a nation doesn't adapt to the 4IR paradigm, it will lose its competitive advantage in the Global Value Chain (GVC). It's true for any country, including the developed ones. Professor Michael Wooldridge of Oxford University believes that the UK is less internationally competitive on AI than it was two years ago. Why? Because it hasn't invested sufficiently in technology and failed to attract global talent.\nWhere does Bangladesh stand in this brutal war of survival?\nBangladesh's economy heavily depends on a single sector: ready-made garments (RMG). RMG alone earns over 80 percent of total annual exports, according to Bangladesh Garment Manufacturers and Exporters Association (BGMEA). The other source of earning is remittance from low-skilled migrant workers, who sent around USD 24.78 billion in remittances in 2020-21 fiscal year, according to Bangladesh Bank. Both are at the bottom rungs of the GVC, which will face increased disruptions by 4IR technologies such as AI, ADP, and Robotics. ADP may eliminate the advantages of large-scale offshoring of mass production and favour more \"back shoring\" of production tasks. The costs associated with fragmented GVCs, and the advantages offered by having both design and production at home base, may well promote this trend.\nShould Bangladesh continue providing low-cost production and labour? Or can it train its abundant young population, making use of the opportunities 4IR is offering?\nEach country must find its own path for advancement, just as Bangladesh has done to reach lower-middle-income status in 2015, and is on track to graduate to the developing country category by 2026. However, many developing countries are now stuck in the \"middle-income trap\" as they could not compete with low-income, low-wage economies in manufactured exports as well as with advanced economies in high-skill innovations. Such countries failed to make a timely transition from resource-driven growth with low-cost labour to productivity-driven growth. Bangladesh may also find itself in such a trap if it doesn't continuously move up the GVC ladder by leapfrogging via technological advancement.\nAn example of successful leapfrogging is the mass usage of mobile phones in Bangladesh. Can the same process apply to industrialisation, replacing labour-intensive production processes with smart factories? Ideally, it should, but requires investment in skilled workforce and technology, and government support. The development of a skilled workforce in relevant technologies also requires a close collaboration of the universities and vocational institutes with the industry.\nWhich sectors should Bangladesh focus on? It's often relatively easier to invest in short-cycle technologies, where innovation frequently disrupts the existing norms and processes. Both China and the Republic of Korea followed this path and moved to long-cycle technologies only at a later stage. Sectors in which previous knowledge remains in use for a longer period pose greater obstacles to the entry of new economies. That makes AI, ML, Natural Language Processing (NPL), and robotics prime candidates for investment.\nMeanwhile, the government has an important role to play. Any attempt to leapfrog comes with inherent risks, and the government must support the industry to mitigate them. Such support may include tax rebates, subsidies, and state-led investments. The government may set up dedicated research centres to collaborate with relevant foreign institutes. An example of such collaborations is the recent opening of Canada's Global Institute for Food Security (GIFS) in Bangladesh. GIFS, a well-known research organisation of the University of Saskatchewan in Canada, will work with Bangladesh Agricultural Research Council (BARC) to promote advanced research.\nBangladesh enjoys several advantages, including a generous government policy to promote IT skills. Its government is formulating the National Blended Learning Policy 2021 to introduce a technology-oriented education system. Bangladesh must implement such policies earnestly. Failure to do so and adapt to the 4IR paradigm may cost dearly and may even erode much of the progress it has achieved so far.\nHaving said all that, Bangladesh must also continue its liberal arts education. A nation needs a combination of technical and cultural learnings that can come only from an all-round education.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO at Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "Can Bangladesh leapfrog into the future with 4IR?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-bangladesh-leapfrog-the-future-4ir-2926886",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2021"
    },
    {
        "full_article": "When homecoming should be a joyous occasion, it is mostly the opposite in case of the female migrant workers of Bangladesh. Hundreds return empty-handed, with bruises on their bodies resulting from physical abuse in the hands of their employers. These women leave behind their families at home in search of legal earning opportunities abroad, but end up losing whatever they had in the beginning. The stories of their plight in foreign lands attract media headlines every now and then, but usually they don't reach the corridors of power where they should.\nSome research findings on the issue, presented by the Bangladesh Institute of Labour Studies (BILS) on December 26, 2021, shed much light on the conditions of our female migrant returnees. About 55 percent of 323 female migrant workers' return to the country was either unexpected or forced, and as many as 22.6 percent of the female migrants returned before even completing one year of their migration. About 17.6 percent came back between one and two years, and 17.3 percent within two to three years. The data was collected between July and December in 2020. The female migrant workers also have the sorry tale of abuse of many dimensions to tell the authorities upon return. About 38 percent of the returnees were physically abused in their destination countries, while 52 percent were victims of forced labour. Many returnees came back empty-handed, a burden of debt already hanging over their heads: the report showed that about 61 percent of the returnees had a debt of Tk 76,736 each.\nIt's disconcerting to note that the woes of the returnees don't end with their return home. They face the new challenge of social discrimination and even stigma in some cases, on top of economic hardships. About 60 percent of the returnees interviewed could not find work or employment, and in terms of social stigma, 52 percent perceived a change of attitude among the members of their community towards them.\nIt needs no emphasising that this is a serious issue that deserves to be addressed with due priority by the authorities concerned. It has been observed by Shamsun Nahar, member of the parliamentary committee on labour and employment ministry, that about a dozen ministries are involved in providing services to migrant workers, but there is a lack of coordination among them.\nBangladesh will have to look the problem in the eye and formulate policies befitting the dignity and honour of the country's female migrant workers. Not only that, but the employing countries, too, should share the responsibility for the well-being of the migrant workers from the humanitarian point of view. We hope the proposal put forward by nearly 90 percent of the returnee workers to introduce some sort of social security protection scheme will be reviewed by the ministries concerned.\n",
        "headline_1": "Women workers return with crushed dreams",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/women-workers-return-crushed-dreams-2926866",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2021"
    },
    {
        "full_article": "Accidents, they say, occur when one gambles with safety, cuts corners with rules and regulations, and discards laid down procedures for the sake of reaching the destination in a rush. The recent fire in MV Abhijan has exposed all these follies that the surface transport sector is plagued with. We wonder at the utter apathy of the authorities to address the problem in a forthright and urgent manner, so that tragedies like the one that struck MV Abhijan are not replayed.\nWe repeat that the 41 lives lost in the fire was not an \"accident,\" but murder. We do not want to recount the list of violations which border on criminality that the owner of said vessel indulged in to refit it with more powerful engines than the approved ones, except to say that fitting unapproved engines was not the only violation. The crews were untrained, and fire extinguishers were there but nobody knew how to use them. Such violations are not exceptions but the rule, exposed only after a disaster strikes. And this state of affairs is pervasive across the entire gamut of the surface transport sector—be it water, rail or road. And taking the case of the water transport sector, the litany of recent accidents in this sector should put any administration to shame, and drive them to wake up to a problem that is responsible for deaths and injuries that are easily avoidable. \nWe often hear a common refrain—\"lack of manpower\"—whenever the oversight authorities' lack of action is pointed out. The most surprising matter is that even the BIWTC vessels are operating without fitness certificates. This horrendous fact was exposed after the ferry Shah Amanat capsized in Paturia Ghat in October: the ferry had long become obsolescent, its economic life having expired. The inland water transport authorities should put their house in order first.\nThe regrettable matter is that, after every such tragedy—and they are pathetically frequent—the authorities, as usual, form committees, which recommend certain actions and then nothing more happens. The probe body set up after the MV Mayur accident on June 29, 2020, had made 16 recommendations, including providing proper training to launch masters and drivers, and installing modern technology in launches to prevent such accidents in future. The recent disaster suggests that nothing of the sort was done. The question is: why? \nThe primary reasons why the surface transport sector remains the most dangerous and vulnerable are that the recommendations are not religiously followed, the errant persons are not held to account, and those who are responsible to exercise oversight are not held accountable for the abdication of their responsibilities. Unless these points are addressed, passengers' lives on road, rail and waterways will continue to be at risk.\n",
        "headline_1": "Accidents caused by negligence is a criminal offence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/accidents-caused-negligence-criminal-offence-2926751",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2021"
    }
]