[
    {
        "full_article": "Sunday went by, and while a day of rest for many, it marked two weeks since 41 construction workers, building a tunnel as part of an ambitious road widening project, got trapped inside. There is a massive rescue operation under way. When reports of the mishap first came in, nothing in the preliminary assessment by state authorities suggested that this would be such a drawn-out and challenging exercise. The Silkyara Bend Tunnel is a part of the Char Dham Pariyojana (project) in Uttarakhand that aims to improve connectivity to the religious pilgrimage sites of Gangotri, Yamnotri, Kedarnath, and Badrinath. The trapped workers were extending National Highway 134 to cut travel time by an hour. Now, hundreds of hours have been spent in what so far appears to be a slapdash rescue operation. The entrapped workers and their families are undergoing extreme psychological stress. In hindsight, all this suggests that this was a project that ought not to have commenced in the first place.Even prior to this mishap, environmentalists, scientists, and local residents had raised concerns about the Char Dham Pariyojana. The project, which involves widening 900 km of roads via tunnels, culverts, by-passes and bridges, has long been criticised because it involves carving through Himalayan mountains in ways that greatly increase the chances of landslides and associated disasters. While the project was finally approved by the Supreme Court, in the interests of “national security”, the government adopted the unusual measure of avoiding a comprehensive environment impact assessment (EIA) of the Char Dham Pariyojana by breaking it up into smaller, independent ventures. The peril of doing so is precisely what has unfolded: that the risks involved in engineering projects, in fragile ecosystems, are not properly accounted for. This is certainly not to suggest that engineering projects in the Himalayas are in principle flawed. The smoother roadways and newer economic opportunities that they may bring are worthwhile considerations and it is precisely to weigh the risks against the benefits that the EIA exists. Despite several instances of roads being washed away and dams breached, there is still the lack of an awareness that infrastructure development in fragile terrain requires much greater scrutiny, expertise and project-monitoring skills — and therefore much higher costs — than similar exercises in the plains and cities. The Silkyara tunnel disaster must serve as a touchstone against which future projects will be evaluated.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUttarakhand\n\n/\n\ndisaster and accident\n\n/\n\naccident (general)\n\n/\n\nenvironmental issues",
        "headline_1": "A touchstone of risk: On the rescue efforts in the Silkyara tunnel in Uttarkashi",
        "headline_2": "Extra precautions must be in place while carving through mountains",
        "link": "https://www.thehindu.com/opinion/editorial/a-touchstone-of-risk-the-hindu-editorial-on-the-rescue-efforts-in-the-silkyara-tunnel-in-uttarkashi/article67580459.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "In a sign of significant socioeconomic churning in various parts of India, there have been demands for reservation by communities that are known to be politically dominant and are not traditionally classified as “backward”. The agitation for reservation by members of the Maratha community in Maharashtra is one such. The community has had significant representation in positions of political power — over 35% of MLAs since 1967 and 12 of 18 Chief Ministers in the State. It has also traditionally been economically influential in rural areas due to landowning — over 75% of the cultivable land in the State — besides controlling an overwhelming majority of sugar factories. Data from the India Human Development Survey (IHDS) in 2011-12 in the State have shown that Marathas had a per capita consumption expenditure only lower than that of Brahmins; poverty incidence among Marathas was comparable to that of other forward communities and significantly lower than that of Scheduled Castes and Scheduled Tribes and marginally lower than that of Other Backward Classes. It is evident why the Supreme Court in 2021 struck down the 16% quota provided under the Socially and Economically Backward Classes for Marathas in jobs and education in 2018.And yet the demand is not difficult to fathom. Despite the relative dominance, there are significant intra-community variations in terms of income and educational outcomes. The IHDS survey showed that the highest quintile of the community had an average per capita income of ₹86,750, while the per capita income of the lowest quintile was one-tenth of this. This disparity, besides the predominant rural nature of livelihoods among the poorer Marathas amid the prolonged nature of the recurring agrarian crisis in the State, has given rise to resentment and the demand for reservations. The Eknath Shinde government bowed to the demands of the latest agitation and set up a committee led by Justice Sandeep Shinde to help expedite the issue of Kunbi certificates to all Marathas so that they could benefit from reservations as part of the OBCs. But this has led to tensions with OBC leaders, including from the ruling coalition, demanding that the government scrap the committee. The need for a comprehensive socio-economic survey across States, instead of knee-jerk responses to agitations, is a must to evaluate the implementation of reservation, its outcomes, and to find out which group deserves it based on constitutional provisions. More importantly, with government jobs shrinking to a mere fraction of overall employment, reservations cannot be a panacea for the uplift of the poor among Marathas.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReservation\n\n/\n\nMaharashtra\n\n/\n\nCaste\n\n/\n\nlaws",
        "headline_1": "Not a panacea: On the Maratha demand for reservation",
        "headline_2": "Intra-community disparities lie behind Maratha demand for reservations",
        "link": "https://www.thehindu.com/opinion/editorial/not-a-panacea-the-hindu-editorial-on-the-maratha-demand-for-reservation/article67580811.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "Left my phone at a party. Used a safe driver to reach home so could not go back. Burst of panic, called hosts, they have it, no worries collect it tomorrow. First emotion was a sense of loss and dismay followed by a vulnerability like being shorn of my armour, a turtle without a shell. I slept fitfully, peppered by frequent stretching for a phone that wasn’t there, wondering suddenly if those people who had it would try to open it and read my mail, what if they were reading my private stuff?\n\nCome morning the first thing was to pick it up and realising I couldn’t access it, sparked a certain anger and an uneasy impatience. It was 7.30 am and I desperately needed to call our hosts on the landline and ask if the phone was on the way. Pure withdrawal unreasonableness. Fifteen minutes later I dialled them. Imagine on a Sunday morning at 7.30 am, totally irrational. Cold shoulder, sleepy voice said, we will get back to you. I would have driven in rain, snow, sleet, smog but have no sense of direction not even with GPS. By now, I am a basket case. Like the first day of quitting smoking. They called at 9 am to say their driver was off duty and wouldn’t come till Monday sorry, should we courier it or can you come collect it. Snippy snappy voice…mine…like it was their fault that I had left the phone there. I am almost rude, suggesting they could drive over and deliver it. Ha!!\nThey refuse, saying they will see if there is a courier on Sundays. By lunch I have worked myself into a lather and then it kind of washes over me. I survived the whole morning. The world is there, the sun is shining, in fact, why am I feeling liberated, like someone had taken off the handcuffs, removed the restraints, glorious mountain of time ahead, to do things that are shunted off courtesy WhatsApp and YouTube and messaging and emojis and the pure pointless surrender to this overwhelming power called a mobile phone. Dawns on me I am suffering from Stockholm syndrome with this gadget, a servant to it, not a master. More relief. Like wait a minute, the world got along without me, and I, without its intrusion, I don’t have to react, respond, being jerked like a puppet on a string. This was a forgotten freedom, a get-out-of jail card, no one to call, be called, send dumb emails, be a victim. Called the hosts, said hey, don’t worry you can send it tomorrow, want to spend the evening seeing if the skies will fall. They did not.\n\n",
        "headline_1": "Un-phoney life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/un-phoney-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "GOI is planning to enhance the strength of the National Company Law Tribunal to 100 from the current sanctioned strength of 63. This will help compress the time taken to settle commercial disputes. NCLT has traditionally adjudicated on matters relating to company law. Its importance increased manifold when it became the adjudicating authority for insolvency cases in 2016. The Insolvency and Bankruptcy Code is the most important legislation India has to both help financial institutions recover their money when a borrower defaults and simultaneously ensure that the organisational capital in a firm is salvaged.\n\nNCLT is at the heart of the insolvency process. It comes in at two stages. At the beginning, it’s NCLT that decides if an application meets the requirements for an insolvency process. Later, it plays a role in clearing the resolution package. The deadline for a resolution in IBC is 330 days. Between April and September 2023, the average time taken for resolution was 724 days, an overrun of more than two times. NCLT’s inadequate strength, sometimes compounded by large vacancies, is partially responsible for this delay. Keep in mind, time is crucial in ensuring creditors realise a fair value of the claims and a company’s value is largely preserved.\nIndia has a modern IBC. However, its efficacy depends on how quickly the different links in the chain are able to complete their task. Research put out by the insolvency regulator IBBI showed that more than 74% of the cases pending before NCLT take more than 90 days to merely get admitted for insolvency proceedings. Unless the strength of NCLT is expanded and vacancies are kept at a minimum, it will be hard to compress these timelines. And time is everything.\n\n\n",
        "headline_1": "Companies & judges",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/companies-judges/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "Modi’s recent flight on the twin-seat variant of the Tejas Light Combat Aircraft highlights the determined political push for the development and induction of indigenous fighters. The Tejas, in its variants, is set to become the mainstay of the air force, replacing aging jets like MiG-21. While initial years of Tejas’s development saw technical snags and non-enthusiast reception in certain quarters, those bad memories have been firmly put behind now. The turning point in quality upgrade came thanks to the emergence of China as India’s principal strategic adversary. The next push was the Ukraine war, which jeopardised foreign defence supply chains.\n\n \nAs one of the largest defence importers in the world, India is faced with the triple challenge of ensuring advanced combat capabilities, supply chains that can’t be disrupted by external geopolitical events, and meeting China’s growing assertiveness. This is where the Tejas comes in. The air force is already down to 31 squadrons when at least 42 are required to meet the combined China-Pakistan challenge. The deficit can only be made up through faster production of Tejas, which currently stands at a tardy eight fighters a year. In fact, of the first order for 40 Tejas Mark-1 jets, which was to be initially completed by December 2016, just 32 single-seat fighters and two of the eight twin-seat trainers have been delivered so far.\nPlus, another 83 Tejas Mark-1A jets are in the pipeline, slated for delivery by 2028. Add to this another 97 Tejas Mark-1A fighters waiting for the acquisition go-ahead and the development of the advanced Tejas Mark-2 with greater range and weapons payload. Crucially the Tejas Mark-2 will have the American GE-414 engine to be manufactured in India with 80% transfer of technology.\nTherefore, the issue with Tejas is no longer about advance orders. Rather, HAL has to significantly improve its production rate to meet its targets and ensure that the air force’s combat capabilities are not compromised. The other aspect that Indian defence manufacturing needs to look at is safety and servicing. Earlier this year, Malaysia decided to select the South Korean FA-50 over the Tejas for its air force because of HAL’s lacklustre safety record, especially in the context of the horrible accidents involving its Advanced Light Helicopter exported to Ecuador. Hopefully, with Tejas becoming the mainstay of the air force, quality and spare parts will meet the requisite standards, even inspiring confidence among foreign buyers.\n\n",
        "headline_1": "For a real fighter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/for-a-real-fighter/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "Following the brutal terror attacks committed against Israel on October 7 by Hamas, it is hard not to refer to the attacks in Mumbai in 2008. These two terror attacks happened to democratic countries that are dealing with radical Islam, both inside and outside the country, by entities that seek to destroy these countries. Those attacks were also a turning point in the defence perceptions of both countries, due to the element of surprise and mainly because of their brutal nature and outcomes.\nThis month marks the 15th anniversary of the terrorist attacks in Mumbai. The attacks were perpetrated by 10 members of Lashkar-e-Taiba (LeT), an Islamist jihadist organisation based in Pakistan. They unfolded over two-anda-half days, resulting in the tragic loss of approximately 170 lives and leaving hundreds wounded. The well-trained and heavily armed attackers received support from individuals within Pakistan, with motives rooted in long-standing tensions between India and Pakistan and fuelled by extremist ideologies.\n\nRead more on TOI+\n\n",
        "headline_1": "Mumbai attacks: Israel can learn from India’s resilience",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mumbai-attacks-israel-can-learn-from-indias-resilience/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "If Secondary School Certificate (SSC) and equivalent results are the first stepping stone, the Higher Secondary Certificate (HSC) exam scores provide for the final platform for entering higher education in this country. When the just published HSC exam results are given a cursory look, there are reasons to be disappointed primarily because of the straightway drop of 7.31 per cent pass rate and the number of grade point average (GPA)-5 achievers this time compared to the previous year. But when the picture is presented objectively, there is nothing to be surprised at this apparent reversal. For straight three years candidates of both public examinations had to sit either for truncated syllabus or subjects with automatic pass in 2020 for Covid-19. This batch of examinees were in class IX or X at that time and also passed the SCC exam held on shortened syllabus and that too for only three subjects. Moreover, examinees had to attempt only 50 marks in each subject and the time of exam was halved to one and a half hours. This year's exam was held for all subjects bearing full 100 marks, except for ICT which had 75 marks. So, the students who did not face the full exams either in class IX and X and more importantly at the SSC level found the task rather difficult, only more so with their weak foundation because of the disruption of academic studies during the pandemic and its escalating impacts. Although the syllabus was abridged, examinees found the entire exercise arduous because of a lack of recovery lessons in most educational institutions. Again, the fortunate few in cities and towns with access to expert tutors and coaching staff could make up for the loss of education but the rest had no such luck.On that count, examinees rather deserve kudos for their achievements. Today's education, not just in this country, almost the world over is the other name of orientation for building careers. In some countries such as Canada, the state policy is not to pull out more than 5.0 per cent from the students' pool to the level of tertiary education. It is only the exceptionally talented students who can make it to the tertiary level of education. There is hardly any point of producing higher educated graduates and post-graduates if a large number of them remain unemployed or fail to become entrepreneurs. From this perspective the percentage of HSC-passed students aspiring for higher studies has the real value. At the end of the day, what matters is their quality. Admittedly, the quality or standard of education leaves much to be desired. That the Bangladesh Technical Education Board and the Bangladesh Madrasah Education Board have outperformed the nine general education boards does not mean their examinees will do so in admission tests of medical colleges or universities. Similarly, girls who have been doing better for the past 14 years ---this time their pass rate and GPA-5 scorers are 5.61 per cent higher and 3,201 more ---at a stretch are unlikely to outshine their male counterparts at higher studies. The mismatch between different streams of education and also between education and socio-economic conditions gives the more privileged an advantage to shine. GPA-5 is no sure recipe for success in life but it can be of some help. Let the quality of general education be equal to decent livelihood adaptation for all students irrespective of their standings.",
        "headline_1": "Message HSC results give",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/message-hsc-results-give-1701097833",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "AI till date is in the domain of humour and irritation with few taking it seriously. There is some talk about its economic threat but that's about it. Not much on how it's going to affect us in the long term and cope with the same.Discussions about ChatGPT and other generative AI is everywhere and till date the only people who are concretely griping are the university teachers. According to them, students are using this AI to write their papers and that is creating academic confusion. Some say that AI-using students may do well in midterms and tutorials, they often fail in the finals. And of course they are not learning enough. And that is where the chances of success later are going to be affected.In Bangladesh, AI is seen as a threat to livelihood like elsewhere. But whether it's big or small is not stated as little work is being done on its impact. There is a general feeling that the RMG sector will be badly affected leading to high unemployment. In other sectors, mass employment of workers is less visible but regular machine work that is done by workers now, has great possibility of replacement by AIs. Several scholars have said that it's just not the usual market economics that may affect the workers but lack of any strong lobby or social power group pushing their interest. US historian Peter Turchin says that the decline of the traditional working class interest driven party like the Democrats has contributed to the marginalization of the workers in the US. These left-out workers are now increasingly aligning themselves with politicians like Trump, who is erratic and is unable to have any impact on policies that affect workers.However, the West is not worried about the workers but that the rise of AIs will influence the decline of the middle class elite such as lawyers and doctors and other professionals. Even writers are worried and several of them have sued the AI breeders on copyright and other issues. They also ask if people will prefer AI or Human intelligence and creativity.RMG leaders are aware of the advantages of AI. There is no reason not to and they are looking for advantages in using technological advancement for profit. That is why they are in business anyway. In a 2016 article published a leading English daily, Mostafiz Uddin, Founder and CEO of Bangladesh Apparel Exchange (BAE) spelt out the business reality. \"The entire apparel industry of Bangladesh and the nation can move to the next level of prosperity if we rise to the occasion. Let's not get stuck in the vicious cycle of being a nation known for \"low-paid, low-skilled\" work, but rather move up the value chain and provide higher value to the end customers and demand a high pay for a higher level of skills. Let's work towards re-training our existing workforce for future skills.\"It's obvious that the RMG owners are looking forward to an AI revolution and they will welcome it. While they have a lobby none such exists for the workers.The recent minimum wages movement, mayhem and the outcome point to one of the reasons why the owners see a future they prefer in AI. To put it simply, an advanced technology (AT) driven RMG sector is free of labour unrest, management investment in skills and training and capacity to produce quality goods without the hassle. They can't be blamed for wanting this but what actually happens to the workers?There is no concrete plan anywhere and that is the big challenge. In a structurally inefficient system, nobody plans for the future and hopes for the best. Hundreds and thousands of workers losing their income is a situation few governments can tackle, certainly not ours. No global handout is available as it's a global problem and the West just may be stepping into a post-worker era as they move towards an unprecedented situation in history.While we speak urgently of the RMG sector, none mentions the migrant workers, 11 million + of them who are not just sending money home but saving billions of dollars by not consuming local goods and services. Their vulnerability lies in the same space as elsewhere. They do the lowest skilled jobs everywhere which are up for termination. When AI hits the global economy in a big way, a migrant workers' chances of unemployment is the highest as they are not nationals of the country. They are hired hands but one of convenience.Most jobs they do may well go as AIs and robots who will do the same, better and cheaper.Bangladesh doesn't seem to know and even if it does is aware of the crisis. It hasn't spoken of a concrete plan to meet a genuine threat of transition. It needs to draw up plans to meet the future. Its slogan of \"smart Bangladeshis\" is fine but how its translates into actual action, one is not sure.Like it or not, the world is changing. The pace of work of the government of Bangladesh is at the pre-industrial level which won't work. It's all the more reason why the private sector, not just the business sector, gets involved in designing a plan to meet the future. \n[email protected]",
        "headline_1": "Bangladesh: Will the poor pay the price for ignoring AI?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-will-the-poor-pay-the-price-for-ignoring-ai-1701097890",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "Though the leather sector has shown slight improvement in export performance in FY 23 at USD1.12 billion compared to the previous FY's USD1.11 billion, still the sector's growth is not at the expected level. And with Bangladeshi apparel products facing increasing challenges in the international market, diversification of export is now an imperative. However, despite the leather sector's immense export potential as Bangladesh contributes 5 per cent to the global stock of leather, it has a long way to go to become a substitute for apparel. The reason is the sector is not getting the required attention either from the entrepreneurs or from the policymakers in the government. In fact, to be a viable export earner, the industry should be able to earn international recognition as a producer of quality leather and leather goods. To that end, it needs to obtain certification from the Leather Working Group (LWG), which is a platform of brands, retailers, manufacturers, suppliers and other stakeholders of the international leather sector. But except 4 factories, which are not located in the Tannery Industrial Estate (TIE) in Savar, some 140 units in TIE, have no certificate from LWG. As a result, their products cannot access the international market. Notably, the tanneries, which were originally located in the city's Hazaribagh area, started shifting to the TIE in 2016. This was in line with a plan conceived in 2003 to protect the city, especially the Buriganga river that flows past it from severe pollution caused by tannery waste from the factories. However, the actual relocation began after a long delay as is the usual practice in implementing any project in this part of the world. In the same way, the Central Effluent Treatment Plant (CETP) set up at TIE to treat wastes from the relocated tannery units was also found to be operating below its expected capacity. In this connection, a research done recently by the Bangladesh Small and Cottage Industries Corporation (BSCIC) based on information from some 109 factories at TIE, tried to identify the factors coming in the way of those tannery units' becoming LWG compliant. The findings of the research showed that 85 per cent of the TIE's tannery units did not carry out social auditing which is about meeting the requirements of social responsibility such as its endeavours, procedures, code of conduct and its impact on society. The BSCIC research also found that half of the TIE's tannery factories do not measure the level of chromium their tanned leather contains. Neither do 70 per cent of the tanneries in TIE maintain a register of the hazardous chemicals they use during processing of leather. Some of those factories did not obtain No Objection Certificate (NoC) from the Department of Environment (DoE), while others have no permission from appropriate authorities to buy and preserve chemicals. And regarding water use, those tanneries were found to have crossed the limit of using 30 cubic metres of water to produce every tonne of raw leather, according to Environment Conservation Rules (ECR) of 1997. However, tannery industry leaders pointed to the CETP's lack of capacity to explain away many of the sector's failures, the inability to procure LWG certification being one. Whatever the excuses, unless the tannery units improve their standards, the CETP operates according to its expected capacity and the environment-polluting solid wastes are duly managed, the tannery sector may not be able to play its role as a potential export sector after the apparel. \n[email protected]",
        "headline_1": "When will tannery sector come of age?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-will-tannery-sector-come-of-age-1701097968",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2023"
    },
    {
        "full_article": "Joblessness rate among the educated youth is growing day by day in Bangladesh. The country has nearly 800,000 graduates who were unemployed in 2022, according to the Bangladesh Bureau of Statistics (BBS). This unemployment rate was 12 per cent in the tertiary level, which is the highest among all levels of education, according to the Labour Force Survey conducted by the BBS. This survey shows that even after getting the highest degree from the university, many youths are still unemployed. Yet, they have to pay a hefty fee for applying for jobs in public and private institutions. This is undoubtedly an extra burden on them. On average, an educated jobseeker applies for at least three to four jobs per month. For this, they have to pay at least Tk 4,000 as application fees, which most applicants cannot afford. Many of them do not get any support from their families and therefore take to tutoring for arranging application fees. The job-seekers who live outside Dhaka city have to bear transportation, food and accommodation costs along with job application fees. Charging fee for job application is a common practice in our country. However, it should be within the reach of the unemployed youth. We do not know why government offices, including the Bangladesh Civil Service Commission, compel students to pay high application fees. While reducing fee for job application or charging no fee at all is not a big deal for the government, it can be of great benefit for jobseekers. The exam for jobs should be held at the district and divisional headquarters to spare the job applicants the trouble of travelling long distances. \nSheikh Saymon Parves Himel,Student of the Pharmacy Department,Mawlana Bhashai Science and Technology University, [email protected]",
        "headline_1": "Sparing job applicants burden of fees, cumbersome procedures",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sparing-job-applicants-burden-of-fees-cumbersome-procedures-1701097996",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2023"
    }
]