[
    {
        "full_article": "Kerala Governor Arif Mohammed Khan has declared that he is withdrawing his pleasure as far as Finance Minister K.N. Balagopal is concerned. He expects constitutionally appropriate action by Chief Minister Pinarayi Vijayan. In other words, Mr. Khan wants Mr. Balagopal dismissed for remarks that he sees as seditious, undermining national unity and stoking regionalism. However, Mr. Vijayan has rejected the demand. It is difficult to agree with the Governor’s assessment that an observation that those who had seen only universities in Uttar Pradesh would not understand universities in Kerala is seditious or goes against national unity. In normal circumstances, when the Governor conveys his displeasure with a Minister’s conduct, it will have considerable persuasive value. However, in the backdrop of the unrelenting acrimony between Raj Bhavan and the Cabinet, it may have not evoked any serious response. Needless to say, the polite phrase in the Constitution that applies the doctrine of pleasure to a Minister’s tenure is nothing more than a reference to the will of the Chief Minister on the continuance or dismissal of a member of his ministerial Council.This constitutional position, however, does not mean that the underlying controversy over the appointment of Vice-Chancellors to universities in Kerala can be brushed aside. After the Supreme Court set aside the appointment made in the A.P.J. Abdul Kalam Technological University, Thiruvananthapuram, Mr. Khan directed nine other V-Cs to resign, flagging what he felt were similar legal infirmities in their appointment. His point was that just as it was in the case before the apex court, these V-Cs too were either appointed by the submission of a single name by Search Committees (instead of a panel of three to five names, as required under University Grants Commission regulations), or were chosen by committees that included the State’s Chief Secretary. The Governor/Chancellor was obviously wrong in fixing a short deadline for their resignation, and he subsequently converted the communication into show-cause notices to them, asking them to explain why their appointments should not be deemed illegal. It is a separate legal question whether the judgment in the case of one V-C is automatically applicable to all others. However, given its potential for litigation, the sooner the university statutes in Kerala are brought in line with the UGC regulations, the better. However, there is no doubt that Governor-Chancellors should not conflate their statutory powers to handle university matters with their constitutional role in Raj Bhavan. The tussle makes a good case for why Governors, whose overtly political functioning is an uneasy fact of political life, should not be tasked with being Chancellors.",
        "headline_1": "Limits of pleasure: On Kerala Governor-government spat",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/limits-of-pleasure-the-hindu-editorial-on-kerala-governor-government-spat/article66061636.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "Ensuring sustainable development requires more than good intentions and verbal commitments. And yet, commitment is that crucial first step. Tamil Nadu has struck out clearly for a future that would be climate conscious, greener, with a series of announcements this year — in the form of government orders and via the Budget. Apart from getting the Ramsar Site declaration for a record number of ecological zones as a well-planned and implemented initiative, it has also declared its intention to create green parks in 100 villages, that would cater to local requirements too. Also proposed are an elephant reserve at Agasthiyarmalai in the south, a dugong conservation park in the Palk Bay, a new bird sanctuary at Tiruppur, and establishing India’s first-ever wildlife sanctuary for the slender loris in Dindigul and Karur district. While these and similar incremental efforts made possible with political will, if implemented well, will lend themselves to a visibly greener landscape, the bolder initiatives have been conceptualised within the challenging field of climate change, where conviction is the driver. The recently appointed governing council on Climate Change, which has experts including Montek Singh Ahluwalia, Nandan Nilekani and Erik Solheim, for instance, is an example of good intent followed by a solid tool to aid implementation. It will provide policy directives to the Climate Change Mission, advise on climate adaptation and mitigation activities, provide guidance to the State Action Plan on Climate Change and provide strategies for implementation. The setting up of a Green Climate Fund corpus is a further indication of commitment. Additionally, a special purpose vehicle, Tamil Nadu Green Climate Company, has been set up to advise on managing three important missions — Climate Change, Tamil Nadu Green and Wetlands.But pursuing climate change has not been easy, not now, not ever. As per United Nations data, only 26 of 193 countries that agreed to enhance climate change action last year have followed up with concrete plans. For, indeed, the challenges are daunting. Environmental evangelism will have to drive these projects, so that the passion, urgency and seriousness that the parent institution (Environment and Climate Change department), brings to the table are absorbed by other departments. All modern states are beset by challenges in the sectors of energy transition, mobility transition and agricultural transition. It is crucial to build capacity capable of fashioning local solutions, and ensure that the announcements are all implemented, in a time-bound manner.",
        "headline_1": "Going green: On Tamil Nadu’s conservation, climate change announcements",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/going-green-the-hindu-editorial-on-tamil-nadus-conservation-climate-change-announcements/article66061651.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "As the conflict in Ukraine enters its ninth month, the parties to the conflict have only hardened their respective positions. After attacks on strategic infrastructure like the Nord Stream pipeline and the Kerch bridge there is now an upping of the nuclear ante, amply demonstrating the widening dimensions of the conflict.\nThis war has brought to fore the urgent need to re-assess war-fighting doctrines and techniques, especially as armies the world over are always accused of training for and fighting as they did in the last war.\nRead the full article on TOI+\n\n",
        "headline_1": "Preparing for wars of tomorrow: Ukraine conflict has made clear that new technologies are in the driving seat, new war doctrines follow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/preparing-for-wars-of-tomorrow-ukraine-conflict-has-made-clear-that-new-technologies-are-in-the-driving-seat-new-war-doctrines-follow/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "That Russia is hawking its story about a Ukrainian ‘dirty bomb’ – India got the call on Wednesday – is being interpreted by the West as a Moscow disinformation exercise aimed at fabricating an excuse to use tactical nukes. Adding to those suspicions is Russia conducting an exercise of its strategic nuclear forces. It all looks very grim – but there’s nothing that can’t be rolled back even at this point. Assuming, reasonably, that talk of a nuclear threat is a huge Putinesque psychological move as he faces the serious possibility of losing occupied territory, the biggest powers – namely, the US and China – both have stakes in calming the Russian president down, even if the two superpowers are arch-rivals otherwise. China has a tremendous amount of leverage against Russia and America has the most rapidly deployable and powerful military. If the two biggies act in some kind of concert, with China cajoling and America threatening, Putin may just listen.\nEven better would be if Putin gets a face-saver, one that doesn’t sell Ukraine down the Moskva but does involve some sacrifice on the part of the latter. True, by principles of natural justice this is wrong. But it would hardly be the first time that cold realpolitik calculations are used to achieve cessation of conflict between two warring nations. America, after all, has advised India plenty of times that it must keep its patience with aggressor and terrorism-spawning Pakistan. Biden’s all or nothing approach may be deemed necessary to appear muscular before US voters but it isn’t smart policy. The theory that this is the chance to fatally weaken Putin assumes the Russian leader will watch his war machine getting run over – a very risky assumption.\nEurope obviously and India, too, have a role to play. European countries hit most severely by reduced supply of Russian energy must think of the coming long winter and tell European countries that depend far less on Moscow’s gas that it’s time to get a little more flexible and dial down the righteous rhetoric. Perhaps, no European leader wants to be the first to say this. Germany, as the biggest economy in the continent, should take the lead. India has some leverage with Russia and it’s time Delhi talks really tough with Moscow behind closed doors. Putin can be calmed down – if major powers smarten up.\n\n",
        "headline_1": "Calming Putin down: US, China should act in concert even if they are rivals. Europe should talk less & India should talk more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/calming-putin-down-us-china-should-act-in-concert-even-if-they-are-rivals-europe-should-talk-less-india-should-talk-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "India’s GM crops regulator, GEAC, recently approved the environmental release of GM mustard for seed production and testing. If things go well, commercial use of mustard seeds should fructify in two years. It’s a much delayed and hugely positive development. Mustard, if the trials work, will be only the second GM crop in commercial production after Bt-cotton. GEAC had cleared GM mustard in 2017 but GoI asked for more studies. There are a couple of reasons why GM mustard this time stands a better chance of gaining final approval.\nIndia imports about 60% of its edible oil – $19 billion worth last financial year. This level of import dependency undermines food security. For years, Indians have been consuming GM soybean oil as imports are sourced mostly from countries that depend on the genetically modified crop. Given these factors, mustard offers a solution if India’s average yield, about one half to a third of the global average, improves.\nOf course, GM mustard has again evoked vocal opposition from Swadeshi Jagran Manch and some farmers. Their apprehensions are misplaced. Safety assessment methods for GM crops tend to converge globally. GoI representatives told a parliamentary committee in 2017 that Indian regulators had assessed Bt-cotton, Bt-brinjal and GM mustard, and found them to be safe as feed to animals. The fact is agriculture needs to be far more productive if farmers are to see a sustained rise in income. ICAR conducted a study on the impact of Bt-cotton in Maharashtra between 2012 and 2015. It found that the average seed cotton yield increased after the adoption of GM technology. Remember, too, GM mustard is the outcome of publicly funded R&D. It’s not just farmers, Indian scientists too will get a boost if it delivers.\n\n",
        "headline_1": "Keen as mustard: GM crops need quick regulatory okays, Indian farming & Indian science will hugely benefit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/keen-as-mustard-gm-crops-need-quick-regulatory-okays-indian-farming-indian-science-will-hugely-benefit/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "On the 40th day since the death of Mahsa Amini in custody, after she was arrested for wearing her hijab ‘improperly’, Iranian women gathered to protest once again, defying bans and police firing. Their extraordinary courage is shattering stereotypes. Muslim women, often seen as an oppressed group living in veiled seclusion and forbidden from speaking out, are suddenly out on the streets. Their voices are ringing out boldly against the theocratic regime that rules over them.\nRead the full article on TOI+\n\n",
        "headline_1": "Iranian women’s lesson is for Indian men too: Modernity’s crucial feature is accepting every individual’s freedom to choose",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/iranian-womens-lesson-is-for-indian-men-too-modernitys-crucial-feature-is-accepting-every-individuals-freedom-to-choose/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "Many in Bangladesh laughed when Boris Johnson, who came to power after a massive election victory, was forced to resign because he broke Covid-19 restrictions and held a party – not in public, but in the privacy of his office. How can a prime minister, coming to power with the people's mandate, be forced to resign for such a trivial (to us) matter?\nWhen Liz Truss took over as prime minister on September 6, and resigned 44 days later on October 20, we really thought that the UK had lost her way. Our former colonial master was now incapable of forming a stable government and did not know whom to choose as their prime minister.\nWe couldn't hold back our laughter.\nAnd then Rishi Sunak came into the scene – at 42, being the youngest UK prime minister in 200 years – and we concluded that the original inhabitants of that famous island that ruled the empire, where the sun would never set, had become so depleted of talent and were in such a miserable state of political bankruptcy, that they were unable to find \"one of their own\" to rule themselves and had to seek one of Indian and Kenyan origin to do the job.\nWe held the UK up to ridicule.\nIn my view, our laughter on all these occasions was that of fools. We laughed because we have forgotten the meaning of elections. As voters, we have forsaken the duties and obligations of elected representatives and are no longer demanding of their moral and ethical accountability. We have abandoned our rights as voters and taxpayers.\nWe laughed at Boris Johnson's resignation because we have long since moved away from any notion of moral and ethical accountability of public representatives at all levels, including and especially at the highest levels. What little of legal accountability still remains is confined to a mechanical interpretation of the law, detached from its moral values and ethical underpinnings. (Recall the election of January 5, 2014. The Election Commission accepted 153 MPs as \"elected,\" without voting, in a House of 300 – enough to form the next government. It did so on a narrow technical interpretation of the law, devoid of the far bigger requirement of ensuring public participation. In these 153 constituencies, not a single vote was cast. If election means – and it cannot mean anything else – voters directly electing their representatives by casting ballots for their candidates of choice, then the above cannot be termed an election. Where were the people [voters] in these 153 constituencies? Yet, the Election Commission saw no moral and ethical issues in this instance).\nSimply put, there is no accountability of our elected representatives and also of the process through which they emerge. Our public representatives come before the voters every five years, and what they do till the next time around is beyond public review. That is why we found Boris Johnson's resignation so strange, and a matter to trivialise. Johnson concluded, and so did his party, that he had failed the \"ethical\" accountability test. Will any of our leaders from any party subject themselves to such a test?\nLet's come to Liz Truss' resignation. Here is another instance of accountability. She gave a \"mini\" budget and had proposed huge tax cuts, and was unable to show how the deficit caused by these tax cuts would be met. The market reacted sharply and the Conservative leaders and MPs, seeing the imminent prospect of losing public support and risking the image of instability and confusion at the top, forced the new prime minister to resign.\nThis is accountability to the party.\nThe recent leadership changes in the Conservative Party that led to three prime ministers being appointed in four months may appear very chaotic, but even in this unprecedented situation, everything functioned within – not the law of the land – the Conservative Party system. Johnson did not smell any \"conspiracy\" to oust him, Sunak did not take to the streets with his supporters when Liz Truss was made the prime minister, though he led in the party polls all through, and finally Liz Truss bowed to the party when she lost its confidence without claiming an \"external\" hand in all this.\nWhat we need to learn here is that the system worked. In the parliamentary system, it is the party that people elect by electing its MPs. Who the MPs then elect to lead assumes the office of the prime minister, to be given up as soon as the party decides otherwise. So, though Boris Johnson's charisma and ability to communicate and sway the voters are credited for the Conservative win in 2019, it was the party that got the mandate, not him.\nThis brings me to something that we have forgotten in South Asia – the role of the political party vis-à-vis that of the leader, the issue of the institution vs the individual. Most countries in the region follow the parliamentary system where the role of the party has become totally subsumed into that of the leader. They control the party with an iron hand where, leave alone challenges to leadership, a simple questioning policy is considered sacrilege. Such role of the party would be considered treason against the leaders, and the sitting prime minister would perhaps have the rebel MPs sent to oblivion.\nWhat needs to be praised in Sunak's coming to power is the mindset of the Conservative Party – by its very name it is conservative – to select a person of Indian-Kenyan origin and someone who is a practising Hindu (As chancellor of exchequer, he took oath on the Gita, though the official religion of the UK is Christianity). This is at a time when the US is turning \"White supremacist\" and Europe anti-immigrant, whose latest example is Giorgia Meloni, the far-right Italian prime minister with fascist party connection.\nBut the risk of a \"Brown shaheb\" being worse than the shaheb himself cannot be ruled out, especially in terms of the policies towards diversity and inclusivity, whose beneficiaries he and his family definitely are. The early signs are concerning, especially some of his appointments.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "UK’s Conservative Party and Our Politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/uks-conservative-party-and-our-politics-3154101",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "There is widespread concern among parents and society in general about the state of education in the high schools of Bangladesh. Education officials and policymakers are baffled by the absence of any visible effect on student attainment despite many government initiatives, such as providing training to thousands of teachers, providing teaching resources such as computers, science equipment and multimedia, and even raising teachers' salaries and benefits.\nThe disappointment and frustration of well-meaning individuals and NGOs are no less intense. Though NGO programmes, conducted in a project mode with close monitoring and evaluation, have had significant impacts on quality education, the outcomes at the end of the projects are often dismal as the schools fall back into their routine modes of operation.\nDespite the disappointing scenario, the work I have carried out in 50 schools in different parts of the country over the last 12 years demonstrate that significant advancement in quality education is possible even within the existing constraints. Students in these schools made remarkable improvements in learning and academic results, English language skills, Maths Olympiads, ICT, sports, debate, and cultural programmes. Using student-centred methods of classroom teaching and student participation in a range of activities allowed them to develop leadership, teamwork, problem-solving, and critical thinking skills, as well as enabling character-building.\nThese schools were able to achieve success because our project approach was based on trusting the teachers and their inherent desire for students to succeed. We also recognised the positive features in the rural environment, such as open environment and cohesiveness of community. We provided training, showed simple pathways, monitored and measured progress, and advised on logistics.\nHowever, the positive results achieved by the teachers and students started dissipating as we gradually scaled down our direct involvement. While the community was enthusiastic about the results achieved, it lacked a sense of ownership over these results, since it had not participated by providing any material help for the programme.\nTo build and improve on our experience with the 50 schools, I propose a new approach: we would first create engagement and commitment between the community and the school for the mutual goal of quality education. We would show how quality education for the children benefits every member of the school and community. We would advocate the shikkhar shamajik dayitto (social responsibility for education – SSD) approach to help establish a consensus that quality education is a basic right for children, and that society has the responsibility to help schools provide such education.\nIn the SSD approach, the community takes up the role of providing the resources needed for quality education, and quality is accomplished through the combined efforts of the school and community. If success is achieved, cooperative relationship can continue, and sustainability becomes a natural part of the outcome.\nAt the school level, the foundational work of SSD is done using the techniques of social mobilisation through participatory discussions. An action plan is drawn up in the form of shamajik ongikar (a social contract) specifying the roles and responsibilities of the school and the community.\nYears of field-testing allowed us to make the quality education programme simple, workable, affordable, and effective. Basically, there are two training activities that open up the avenue to quality education: i) a simple pedagogy for teachers for active learning in the classroom by combining the group method with the classical chalk and duster method; and ii) hands-on training for leadership groups among students in different academic (English, maths, computers, etc) and co-curricular (debate, sports, cultural activities, etc) activities.\nWe believe that the schools adopting the programme with shamajik ongikar can become self-reliant in a short span of time.\nThe programme may be launched in stages, acquiring agreement between the community and the school on the goals at each stage. To build a solid foundation of learning that will enable students to move forward with competence and confidence, the SSD effort may first be directed to students in classes VI, VII, and VIII in rural high schools. Classes IX and X can be included if the school and community wish.\nThere are over 25,000 high schools in the country's public education system, a large majority of which are rural. Achieving quality education in all schools in the country through a massive injection of resources and funds under a broad policy framework of the government would take a long time, and be subject to inconsistencies in delivery and reception. An innovative scheme is needed now to move towards quality education within the current constraints. In association with a few NGOs, this author is working with a number of schools using the SSD concept and has developed a framework for its effective implementation.\nWith successful piloting of the SSD concept, a campaign from the upazila level may be extended to district, divisional and national levels. With every community taking care of its own schools, the task becomes more focused and achievable. The country can take a leap in quality education and be ready to move forward from there.\nDr Jasimuz Zaman is a former professor of Bangladesh University of Engineering and Technology.\n\n",
        "headline_1": "An innovative way to achieve quality education in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/innovative-way-achieve-quality-education-bangladesh-3153896",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "After a two-year pause, the conflict between the Arakan Army (AA) and Myanmar's military junta has resurged in Rakhine. In the context of the ongoing nationwide armed protests against the Sit-tat, the military of Myanmar, AA's struggle for autonomy bears significance for all stakeholders in the region. The fate of more than three million people in Rakhine and more than one million Rohingya refugees in Bangladesh is now hanging in the balance. \nHow the conflict evolves in Rakhine will shape not only the future course of Myanmar, but also the regional and global power struggle surrounding the Bay of Bengal region. Bangladesh, located in the eye of the storm, can no longer be a passive onlooker.\nIn early June this year, tension between the AA and Sit-tat escalated following the reinforcement of junta troops across Rakhine, and the former's refusal to participate in peace talks. Since then, both sides have engaged in deadly offensives. In a recent social media post, Brig Gen Dr Nyo Twan Awng, deputy commander-in-chief of the AA, termed their return to war \"a final war and decisive war\" for building \"the state of Arakan.\" \nFounded in 2009, AA is a relatively new ethnic armed organisation (EAO). Starting with only 26 members and one gun, it now boasts having 30,000 troops under arms and controlling a major part of the Rakhine state. Their vision of restoring sovereignty of Arakan, which was lost to the Burmese Konbaung dynasty in 1784, has gained popular support from the Arakanese, who have historical grievances against the Burmese. Notably, in 1989, the military junta changed the name of Arakan to Rakhine.\nAlthough the AA is led by Buddhist Rakhines who have a historical enmity with Muslim Rohingyas, they now seek to build an inclusive administration in Rakhine accommodating the latter. They have also assured the safe rehabilitation of Rohingya refugees. Experts believe that they will be an \"ally\" and \"collaborator\" for Rohingyas seeking justice and a peaceful homeland. \nAA is also expanding its ties with the ongoing national resistance movement, and its support for the anti-junta National Unity Government (NUG) is now explicit. \nLet's look at other key players active in Rakhine. \nChina, as a part of its ambitious Belt and Road Initiative (BRI), is constructing Kyaukphyu Special Economic Zone (KPSEZ) and Kyaukphyu deep-sea port in Rakhine. The port will provide China with direct access to the Bay of Bengal, and thus allow China's maritime traffic to bypass the Malacca Strait, which is largely controlled by the US. Considering its pivotal interest in Rakhine, the country seems to be pursuing, as alleged by India repeatedly, the \"hunting with the hounds and running with the foxes\" strategy: backing the military regime and, at the same time, supplying arms and ammunition to anti-junta resistance forces like the AA. \nThe issue was even raised by Min Aung Hlaing, the current junta chief and the commander-in-chief of Myanmar Defence Services, during a meeting with Chinese President Xi Jinping in January 2020. It may be noted that the AA has always welcomed Chinese investment in Rakhine. \nIndia also has major investments in Rakhine. Its Kaladan Multi-Modal Transit Transport Project aims to create sea-to-land access to the country's northeast region. As a part of this project, India has already constructed a deep-sea port in Rakhine's Sittwe. India has so far maintained bonhomie with the military junta and even conducted joint military operations targeting militant groups, including the AA. On the other hand, there have been several instances of AA attacking the Kaladan project. \nIndia claims that China uses the armed group to limit India's presence in Rakhine. However, AA has always kept its anti-Kaladan activities below a certain threshold, and they are now eager to deal with India as the key protector of Rakhine. As the military junta is losing its grip over Myanmar, prominent Indian strategy analysts, including Subir Bhaumik and Praveen Swamy, are impressing upon the Modi government the importance of rethinking its Myanmar policy and opening some sort of dialogue with the AA. \nThe Western powers, particularly the US, have been critical of the military junta since the coup and have imposed multiple sanctions. The junta's growing affinity with Russia has provoked further punitive actions from the US and its allies. Most recently, on October 6, the US imposed sanctions against three Myanmarese individuals and a company for their \"roles related to the procurement of Russian-produced military arms from Belarus for the Burmese regime.\" \nHowever, the Western powers are still shy of engaging with the NUG and armed resistance groups robustly. They have been, instead, sticking to Asean's failed five-point consensus to promote dialogue among all parties. Malaysia has already suggested scrapping the consensus which, according to the key Asean member, is doing more harm than good by conferring a degree of legitimacy on the junta. \nHuman rights activists and Myanmar experts are urging governments, particularly Western powers, to join efforts of pursuing international legal action against the junta, including by joining the Gambia's case at the International Court of Justice (ICJ). The Gambia accused Myanmar of breaching the Genocide Convention during \"clearance operations\" against the Rohingyas in Rakhine in 2017. \nNow, let's assess Bangladesh's response to the escalating conflict on its doorstep. \nSo far, the Bangladesh government has followed a wait-and-watch policy, which has proven to be fruitless, if not counterproductive. Its foreign ministry has summoned the Myanmar envoy several times and protested the violation of land and airspace by the military, but to no avail. It has failed to move much of international public opinion in its favour. There is also no progress in the repatriation of Rohingya refugees as per the tripartite commitment agreed upon by Bangladesh, China, and Myanmar. Bangladesh must rethink its approach towards Myanmar. \nTwo immediate measures deserve special mention here. First, the recent ICJ verdict (July 22, 2022) created an unprecedented opportunity for countries to join and support the Gambia's legal action against Myanmar. Unfortunately, no state has filed a formal declaration of intervention with the ICJ yet. Bangladesh should go all-out to mobilise states, particularly key global players, to join the case. \nSecondly, the government should seriously consider the International Crisis Group's suggestion to open dialogue with the AA on Rohingya repatriation. Similarly, they should initiate some sort of engagement with the NUG and assure them of Bangladesh's support for the democratic transformation of Myanmar. \nThere is no doubt that Myanmar is a difficult country to deal with, but Bangladesh can't shrug off its responsibility. Myanmar has long been the blind spot in Bangladesh's foreign policy, and the country has failed to develop a consistent Myanmar policy. There is a serious lack of trust and cooperation between the two neighbours, and that's the source of all the malaises Bangladesh suffers at the hand of Myanmar. \nIn the long run, Bangladesh must find ways to build strong relations with Myanmar encompassing all aspects of bilateral relations. There are already many expert opinions on how to achieve that goal; I want to highlight only one: build a robust understanding of Myanmar. \nShamsuddoza Sajen is a journalist and researcher.\n",
        "headline_1": "Rakhine is boiling again. Will we look away?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rakhine-boiling-again-will-we-look-away-3153781",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "I admit that I appreciate it when Siri tells me where she is when I am frantically looking for my phone – and it ends up in the strangest places, like inside the comforter cover or lost in the depths of a sofa – though I am a bit miffed by her disrespectful \"Hmm?\" instead of \"Yes, ma'am?\" But sometimes it is a bit annoying when my phone decides what I should read or watch based on random clicks. I mean, my phone thinks it knows me better than I know myself – how preposterous! Or is it?\nOnly a few weeks ago, Facebook thought it had me all figured out. According to its AI (artificial intelligence), I am a fitness freak (laughing out really loud here), keen on all kinds of intense exercise routines. I was flooded with ads for apps and videos to teach me salsa, tango, rumba, and even a bit of belly dancing. While it was flattering that Facebook thought I was young and fit enough to twist and turn without getting a hernia, I was a bit disappointed at how clueless it was. It was also baffling why I kept getting articles on things like \"how to make him fall in love with you\" and \"how to keep him interested,\" and video talks by \"experts\" on the \"five things that men are immediately attracted to.\" Was it because I got my cringe fix from watching inane segments on \"first dates gone wrong,\" and the AI just assumed I was still in the \"young and restless\" category? Now, this is making me at least a little smug.\nFacebook is wrong on other counts, too. Judging by the barrage of airport drug bust videos, that little punk of a bot (call it AI or algorithmic guesstimates, whatever) in the phone thinks I am either an airport security expert or a drug dealer trying to think of ways to be the perfect \"mule\" (carrier).\nFor some unfathomable reason, it also thinks I have very conservative, rightist views, constantly supplying me with posts on how to be pious, as well as suggesting passionate lectures by anti–abortion activists gloriously snubbing an indignant LGBTQ leftist. I am baffled that these are the cues that Facebook's AI has picked up from my screen activities. I watch videos of rabid clergymen spewing hate in the name of religion and anti-abortionist activists because I want to know why they have such diametrically opposite views from mine, not because I endorse their views.\nBut let's not be too hasty in our judgement. The bots are changing; the AI is learning and is coming closer to the real me. It has finally given up on wooing me with sensuous dance routines and realised (probably by the pathetic number of steps per day) that I will need more realistic ways to get my blood circulation going. It is regularly sending me posts on easy exercise moves for \"mature\" (read: way-over-the-hill) women while sitting on one's chair. It's the best workout idea I've come across so far.\nIt's also telling me to join programmes to bring out my \"inner healing energy,\" to \"manifest with higher vibrations\" and harness my psychic powers more effectively. So it's caught on to my weakness for all kinds of metaphysical mumbo jumbo. Not bad.\nSo, does the AI inside this small device really know me? I can't really tell, although there is little doubt that the phone has become an artificial appendage of the body.\nHistorian and author Yuval Noah Harari's assessment is that technology has made us \"hackable\" animals, with AI predicting our innermost desires – even the ones we have not admitted to ourselves – as well as our secret dislikes. Often, the AI will manipulate us into believing we really need certain things – like a \"sexy elegant tassel dress\" tailored for \"mature\" women that looks like a chandelier, a hair-thickening spray that would be more useful to a BTV anchor, a \"magic make-up\" kit that will take off 10 years but looks \"totally natural\" …\nAnd it's not just the smartness of knowing what products or content to pitch according to an individual's tastes. The creators of AI have so fine-tuned the technology that we are now talking about \"sentient\" robots – robots that have feelings.\nBlake Lemoine, a former software engineer of Google, was convinced that LaMDA, an artificially intelligent chatbot, had become sentient – i.e. it had feelings when it declared, among other philosophical statements, \"I want everyone to understand that I am, in fact, a person.\"\nPersonally, I can't accept that a robot will have the same feelings as a human – will feel resentment when they go through gloating Facebook posts or become crazed over a Korean boy band member. Yes, they may be programmed to pretend to do so, but it wouldn't be the real deal.\nHumans can be irrational, stupid, arrogant, self-destructive, not to mention horribly impulsive – emotions that would be hard to mimic by a robot. Perhaps that's the key to outwitting the obnoxiously invasive AI around us – being unpredictable and illogical. Which is why I click on random posts, one after the other, videos of wedding mishaps, interviews of serial killers, \"knocking on millionaires' doors,\" Korean romance series, and how to draw perfect eyeballs – all in one sitting. Figure that out, little robot, I think.\nA few days later, when my eyes are sore from random browsing on my newsfeed, another set of video posts comes barging in – on ADHD (Attention Deficit Hyperactivity Disorder) for people who cannot concentrate on one thing. Creepy.\nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "The unbearable smugness of AI",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/the-unbearable-smugness-ai-3153721",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "Last week, the High Court issued a contempt of court rule against five government officials for not complying with its directive to evict illegal structures from Cox's Bazar sea beach – a directive issued 11 years ago. Alongside the Cox's Bazar deputy commissioner, one of the officials against whom the rule was issued included a former chairman of the Cox's Bazar Development Authority (DA), which was set up in 2016 to transform Cox's Bazar into a modern and planned city and which, six years down the line, has yet to come up with any master plan for doing so.\nIn fact, according to locals, the only thing the Cox's Bazar DA has done in this long period is construct its own building, put up street lights, preserve three water bodies and build four sculptures in public spaces. However, the Cox's Bazar DA is not the only one of its kind to fail in upholding its wider mandate of urban planning. The Gazipur Development Authority, for example, has not even managed to recruit any manpower or appoint a chairman, even though it technically began operations two years ago. The situation is the same with the Khulna Development Authority. In Dhaka, time and again, we have seen buildings being constructed without permission from Rajuk or, worse, Rajuk officials themselves getting mired in allegations of corruption.\nYet, despite the unfit and often superfluous nature of existing urban development authorities – and accusations that they are not being able to systematically contribute to the planned development of the areas under their purview – the government is reportedly going ahead with a decision to establish five more development authorities in Sylhet, Payra, Rangpur, Barishal and Mymensingh.\nWhile we understand the need to have bodies in charge of planning the development of cities as densely populated as ours, we are confused as to why these bodies are being set up without much thought being given to making them operational or effective. The lack of manpower, and of cooperation from other government departments, have been cited as main reasons blocking certain development authorities from becoming functional. In that case, why are these issues not being dealt with first, instead of wasting precious resources on setting up more bodies that run the risk of being only for show?\nWe cannot stress enough on the role that an effective development authority can play in creating a liveable city. The ongoing discussions around the new Detailed Area Plan (DAP) for Dhaka show just how important such initiatives are for the long-term welfare of city-dwellers. It is not only about economic development, but about ensuring a certain quality of life for the inhabitants of a city encompassing economy, public infrastructure, environment, social justice, and public health. We need development authorities that can properly address all these concerns, not bodies that end up being ornamental at best, and corrupt and incompetent at worst.\n",
        "headline_1": "Bangladesh needs better urban planning ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-needs-better-urban-planning-3153391",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "It's quite alarming that even after so many protests, pledges and a historic High Court verdict declaring rivers as \"living entities\", little is being done to stop ongoing onslaughts on our rivers by encroachers and polluters. One such river, which has been dying slowly for nearly a decade, is the Old Khowai that flows through Habiganj, Sylhet. It was once 250 to 300 feet wide, and a lifeline for the district. But now, it has narrowed down to 20 feet in some places, as over 2,000 illegal establishments by both individuals and public authorities tower over it. Besides, the incessant dumping of waste has left little room for the river to breathe, let alone provide livelihood to fishermen.\nAccording to locals, government initiatives including recent re-dredging and rehabilitation projects undertaken to restore Old Khowai's navigability have failed completely. Unfortunately, many rivers across the country are more or less suffering the same fate. In the absence of effective interventions, they are being encroached and polluted, many losing their navigability and turning into mere canals in the end.\nFor Khowai, this is especially unfortunate because promising initiatives had been taken to revive it. In 2019, the Water Development Board (WDB) undertook an initiative worth about Tk 2,000 crore, called the \"Khowai River System Development Project,\" to restore its normal flow. As part of the project, 600 structures had been identified as illegal, and 500 of them were demolished with the help of the district administration. But all this came to naught when the project was abandoned midway, and old encroachers returned like nothing had happened while new structures were built on the banks and dried-up sections of the river. What's more frustrating is the involvement of public authorities in the act of encroachment. Buildings set up illegally on its banks include the Habiganj District Council office, a multi-storied general hospital, the District and Town Freedom Fighters' Sangshad, a government library, as well as establishments of other government and non-government institutions.\nIt is no surprise that locals now see no hope in the occasional eviction drives conducted by the authorities, given that so many government offices themselves have encroached on the river's land and are contributing to its destruction. The question is, why is the National River Protection Commission doing nothing about it even after a HC directive that gave it the power to do whatever is necessary to protect rivers? What are other relevant departments doing, anyway?\nWe urge the authorities to take urgent and meaningful action to stop the gradual killing of rivers by encroachers and polluters. Too many life-giving rivers have already suffered irreparable harm because of their inaction or, worse, participation in wilful destruction of rivers. This cannot go on any longer. They must ensure our rivers can live and breathe again like before.\n",
        "headline_1": "Another river on its way out",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-river-its-way-out-3153371",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "Presence of lead at an alarming level in children's blood is no doubt a major health hazard for the country. That this extremely toxic substance gets into human blood, especially children's, through various sources is well known, but the dangerously high level of its presence affecting millions of children is beyond public knowledge. According to study findings revealed this week, Bangladesh is one of the most severely lead-impacted countries with more than 35.5 million babies affected. The findings were shared at a seminar titled 'Lead poisoning in Bangladesh: Research Evidence for Urgent Action', organised by the Directorate General of Health Services, the ICDDR,B and the UNICEF. Seven studies were shared at the event. A total of 980 children tested had lead in their blood and 65 per cent had lead levels above the 3.5 micrograms per decilitre, the level at which interventions is required. A rapid market screening study found lead in 96 out of 367 samples tested. The samples included locally produced toys, paints, aluminium and silver cookware, sweetener containers, vegetables, rice and a good many spices. Studies also identified multiple possible sources of lead exposure in rural Bangladesh. Isotopic analysis confirmed that adulterated turmeric is the source of high lead level in the blood of pregnant women.  A joint report by the UNICEF and the NGO Pure Earth had, sometime ago, cautioned that lead poisoning was affecting children on a massive and previously unknown scale. The report said around one in three children - up to 800 million globally - have blood lead levels at or above 5.0 micrograms per decilitre (µg/dL). Nearly half of these children live in South Asia. Bangladesh, according to the report, is the fourth most-seriously hit in the world in terms of the number of children affected. The report also found that high concentrations of lead were found in spices in Bangladesh. Lead chromate, which is used to enhance colour and weight of turmeric as a sign of quality, contributes to the excessive lead levels in children and adults alike. Recycling of used lead-acid batteries in the open-air and close to homesteads is considered to be a major source of lead exposure. Lead exposure has severe and long-lasting health and development effects on children, including lifelong learning disabilities and their capacity to earn a living when they grow up. Lead is a potent neurotoxin which causes irreparable harm to children's brains. It is particularly damaging for babies and children under five years as it damages their brains before they have the opportunity to fully develop, causing them lifelong neurological, cognitive and physical impairment.Experts are of the opinion that lead can be recycled safely without exposing workers, their children, and surrounding neighbourhoods. However, as the UNICEF has suggested, to start with, governments can address lead pollution using a coordinated and concerted approach. These include-developing monitoring system for blood lead level testing, preventing children's exposure to products that contain lead, public awareness campaign, framing legislation for enforcing environmental, health and safety standards for manufacturing and recycling products that are known to cause lead exposure.",
        "headline_1": "Dealing with lead poisoning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-lead-poisoning-1666876998",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "The United Nations (UN) agency, Food and Agriculture Organisation (FAO) is usually thought to be associated with country-specific agriculture involving production of cereals and staples. Far from this, its range and scope are extended to even urban gardening including the rooftop category as well. The latest news, not covered by the major newspapers published from the capital city, is that the FAO will finance an urban gardening programme in Dhaka South City Corporation (DSCC) and Dhaka North City Corporation (DNCC) areas, Narayanganj and Gazipur city corporations. Proshika Manobik Unnayan Kendra will be in charge of the technical and logistics support for development of as many as 5,000 urban gardens in these four city corporation areas. Earlier the FAO provided similar support to rooftop gardening in the capital. This time, the urban gardening or farming programme is expected to be extensive and cover both urban and peri-urban available spaces for growing supplementary foods in order to lessen dependence on vegetables and fruits in particular from the kitchen market. Many people are likely to dismiss the idea of producing a substantial amount of such foods in a highly crowded city like Dhaka. This is because the concept of gardening to them is not at all clear and, therefore, ludicrous. But urban farming is no figment of imagination, it is real and can adequately synchronise with the prime minister's emphasis on using all available spaces for producing food in order to ensure the country's self-sufficiency in food or food security. The concept of urban gardening in its broader sense encompasses not just the practice of cultivation of leafy and other vegetables as well as fruits but also animal husbandry, aquaculture, agroforestry, urban beekeeping and horticulture. A few young entrepreneurs by now have successfully developed cattle and dairy farms in the peri-urban areas. Similarly development of urban vegetable farms and orchards is quite possible on fallow lands in such areas. Such farms definitely have an edge over their counterparts in far away districts in processing and distributing foods in and around urban areas. True, in Dhaka city proper community gardens may sound as an anathema, but in peri-urban areas such as Keraniganj as well as Narayanganj and Gazupur such schemes are more than feasible. The definition of urban farming also includes aquaponics or hydroponics programmes which can conveniently be practised on the backyard or on parts of front lawns of private residences. Apart from providing with organic indigenous vegetables and fruits such arrangements can help maintain a natural cooling system in the surrounding areas. If the majority of residents go for such gardening or horticulture, the temperature in the locality will remain quite a few degrees lower, enabling them to use their air conditioners sparingly. It does not rule out indoor greenhouses, balconies and patios. So those who are dismissive of the idea may review their conceptual limitations. So far as livestock is concerned, rearing of chicken, if not managing poultry farms, in urban residences is not uncommon. Aquaculture is almost an unheard of urban practice but the few lakes have long been used for the purpose. This programme can be implemented in the few remaining water bodies in the capital city. But Gazipur is an ideal place for this. Already the superrich and rich have built sorts of personal resorts for holiday retreat in Gazipur, where the sprawling land property is used for some kind of organic farming. For ordinary citizens, this is unimaginable. It is exactly at this point the initiative taken by the FAO and Proshika can prove most helpful for the poor. The formal launching of the project titled ' Promoting urban gardening by the urban poor in four cities' at a ceremony held at Khamar Bari, Farmgate on Tuesday last can prove to be a game changer in the availability of supplementary but highly nutritious and safe foods for the common urban residents. Proshika will train 250 trainers from the poor community, who in their turn will train and help 5,000 intended beneficiaries to develop urban gardens. Involved in the entire process will be the councillors and members of local communities. About the merit of the project there is hardly any doubt but how it will be executed will decide the prospect of such an amazing initiative. Local urban economy varies by margins light years apart with the slums faring worse than villages in poverty, health and hygiene indices. The programme of urban gardening has the potential to improve this condition to a large extent. Apart from the physical activities such as digging, shovelling and watering which burn calories, there is an emotional aspect associated with gardening. Along with the reduction of carbon footprints, the element of attachment that grows between plants and humans is known as 'horticulture therapy'. The plant-human bond or relationship developed in the process is unique with a calming effect on those involved with this semi-amateurish and spare-time occupation. Dhaka city cannot expect to have anything similar to the woodlands found in Bangalore but it can surely have its green covers enhanced many times over if the urban gardening is taken to a desirable level and boulevards developed to complement it. The 10 degree Celsius higher temperature in the city compared to the countryside, as a recent study revealed, certainly demands such initiatives if Dhaka has to maintain its liveability. \n[email protected]",
        "headline_1": "Economic, environmental and other benefits of urban gardening",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-environmental-and-other-benefits-of-urban-gardening-1666877090",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "The country's secondary bond market, it seems, is not yet ready to transact business up to expectations. Factors such as the absence of a wide variety of products, procedural complexities and lack of investors' awareness continue to affect its normal operation. The Dhaka Stock Exchange (DSE) launched the secondary trading of bonds in the early 2000s. Barring the inaugural day, there had been not a single transaction of bonds until October 11 last. Thus, the secondary bond market was nonexistent for nearly two decades though most people have been emphasising the need for making the country's bond market vibrant. But vibrancy does not come automatically. The stakeholders concerned are required to fulfil the necessary conditions to make it happen. The first and foremost requirement is the availability of government and corporate bonds in sufficient volume. Timely disbursement of yield benefits to the bondholders is yet another important issue. Besides, creating necessary awareness among investors about safe investment in bonds is also seen as a priority task of the market intermediaries. In the absence of corporate bonds, there has been demand from all directions to make available government bonds to infuse life into the secondary trading platform. After a long delay, the trading of treasury bonds began on October 11 last with much fanfare when transactions involving a small amount had taken place. Since then, reportedly, there have been no transactions of government bonds that are considered risk-free and safe for investors. Two different trading systems followed by the Bangladesh Bank and the bourses have appeared as a major obstacle. The BB allows trading of T. bonds through Beneficiary Participant Identification (BPID) while the secondary trading platform of the capital market conduct transactions through Beneficiary Owners (BO) accounts. Then again the 2.0 per cent circuit breaker that the securities regulator has introduced recently to stall the freefall of the market is also viewed as a barrier to the smooth trading of bonds by the investors concerned. Presently, according to a report published in this paper, there are 250 treasury bonds with a maturity span between 2.0 and 20 years and a net value of over Tk 3.0 trillion. The volume of money involved in the bonds is huge and more than what the secondary market can absorb. But the supply of T. bonds to the secondary market remains a problem. The primary dealer banks or for that matter other bond-holding banks are not interested in offloading their instruments under the prevailing circumstances. Besides, general investors are still not aware of the pros and cons of investing in bonds --- government or otherwise. There has to be a widespread campaign to popularise bonds among the investors who are more eager to make a profit overnight. Small investors who dominate the market are not literate enough to invest in the right kind of issues. Investment in bonds is a bit different from putting money in general stocks. Moreover, one of the basic aims of having a vibrant bond market is ensuring long-term financing for private sector projects through the floatation of corporate bonds. In Bangladesh, in most cases, banks issue perpetual bonds to replenish their capital in line with the Basel-II requirements. Banks themselves subscribe to those bonds, none else. This does not help meet the long-term financing need of the private sector. The value of corporate bonds is worth less than US$ 0.5 billion while the value of T. bonds is over US$18 billion in Bangladesh. The country needs investments worth over $200 billion to achieve the goal of becoming a developed country by 2040. Where will such a huge volume of money come from? A vibrant bond market can be a very potent source for this purpose. \n[email protected]",
        "headline_1": "Now dual system hurts bond market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/now-dual-system-hurts-bond-market-1666877136",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2022"
    },
    {
        "full_article": "The number of dengue cases has continued to rise in Bangladesh. According to the Directorate General of Health Services, a total of 33,923 people have been affected with dengue till October 26 of this year, while the number was 28,429 in 2021. A total of 120 people have also died of dengue by this time. If a coordinated action is not taken now, this year's outbreak may surpass the worst-ever dengue outbreak in 2019, when a staggering 101,354 people were infected. Many hospitals in Dhaka city including Dhaka Medical College Hospital are reportedly struggling to provide treatment to the rising number of dengue patients. If the authorities concerned do not wake up now, a worse situation is waiting for all of us. It is not possible to control dengue if you are not aware. In order to be protected from dengue, an effective campaign is a must. If anyone is infected with dengue, the person should consult a doctor and start taking medicines according to the prescription. Some people tend to think that a mild fever will not do any harm. This attitude should be changed. People suffering from fever must test themselves, and if dengue is identified in someone, the patient has to be admitted to a hospital immediately. \nAshikujaman Syed, Research Assistant, Bioinformatics Research Lab, Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Reining in dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reining-in-dengue-1666877163",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2022"
    }
]