[
    {
        "full_article": "Among the key school education reforms instituted by the UPA government as part of the Right to Education were Continuous and Comprehensive Evaluation (CCE) and a ‘no detention’ policy up to Class 8. Both sought to create a benign environment in school so that there was no pressure of final examinations and “standards” on the child. The CCE was to be executed from Class 6, in discrete steps throughout the year, which meant no scary final test of just academic achievement based on a year-long curriculum. Whether those reforms contributed to the current situation or not, the reality is that a significant number of students passing out of primary school do not have foundational numeracy and literacy. And they do not seem to catch up by the time they leave middle school. Recognising the gap in achieving learning outcomes, the NDA government sought to do away with the no detention policy, in 2019, leaving it to the appropriate State governments. The CCE was given up too. But the COVID-19 pandemic intruded and made it impossible for schools to even consider detaining students. The recent notification of the Ministry of Education has removed the discretion given to State governments. It has mandated a final examination at the end of Class 5 and Class 8, which will assess a child’s competence. If he or she is not found to be competent, the child will be re-examined after two months after additional instruction. If the child fails again, he or she will be detained. The rules say no child should be expelled before completing elementary education.Practical necessity is driving this change in norms. Steps do need to be taken to address the gap in the learning outcomes achievement. An educated, capable and skilled population is needed to reap the demographic dividend. It takes an entire neighbourhood to educate a child, not just the school and parents. The dismal situation in learning outcomes is a collective failure of society that needs to be addressed. But it would take a lot more than this particular change in policy to trigger a turnaround. CBSE-affiliated and other private schools can easily implement the new policy. However, for some States, it will be a political hot potato. Private schools should not use this as an excuse to expel poor performing students — safeguards would be needed. A sad consequence of the policy is that it brings back a single final examination as an arbiter of a child’s promotion or detention. While NEET or the JEE may be taken as special cases applying to extremely competitive professions, to bring back one final test at the school level is a regression. The National Education Policy 2020, for instance, wants to replace summative assessment with formative, and promote self and peer assessments. It promises a “holistic, 360-degree, multidimensional progress report card” detailing the “progress and the uniqueness of each student”. The new detention policy does not reflect the NEP’s spirit. Published - December 28, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        education\n                    \n                            /                      \n                        \n                        school\n                    \n                            /                      \n                        \n                        right to education\n                    \n                            /                      \n                        \n                        test/examination\n                    \n                            /                      \n                        \n                        primary\n                    \n                            /                      \n                        \n                        teaching and learning\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        entrance examination\n                    \n                            /                      \n                        \n                        United Progressive Alliance\n                    \n                            /                      \n                        \n                        National Democratic Alliance\n                    \n                            /                      \n                        \n                        Coronavirus",
        "headline_1": "Letter and spirit: on the Ministry of Education notification",
        "headline_2": "The new detention policy seeks to address a real issue, but it fails",
        "link": "https://www.thehindu.com/opinion/editorial/letter-and-spirit-on-the-ministry-of-education-notification/article69033740.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "People derive a sense of ease from what they perceive to be safe cloisters; they let their guard down in these areas and, relax. When an attack happens in safe environs, it would be a harsh betrayal of that sense of trust. In the recent case of sexual assault within the campus of Anna University, Chennai, there has not only been a vile violation of a young student’s bodily integrity, but also, possibly as painful, a gross betrayal of trust. On December 23, in one of Tamil Nadu’s top engineering institutes, Anna University, a public State-run institution, the engineering student and her friend, also a student, decided to take a walk after dinner. As they walked into a rather secluded neck of the woods, the horror began for them. A stranger there accosted the male companion, threatened him and then went on to sexually assault the girl. Traumatised by her ordeal, the girl called the police helpline — 100 — the next day, and a team from the all women’s police station nearby reached the university and took her complaint. She gave a full account of the incident, assuring them that she would be able to identify the culprit if she were to see him again. On Wednesday, police arrested Gnanasekaran, a roadside vendor who has a bunch of petty cases against him, after he had been identified in an identification parade. Apparently, though not an employee, he used to frequent the varsity campus as his wife was a contract labourer employed by the university to work within the premises.In the aftermath of the incident, the Higher Education Minister said more lights would be provided across the campus, and all the overgrown bushes trimmed. Efforts have also been initiated to regulate who enters the campus, by conducting an ID check before allowing visitors in. While the incident has provoked widespread outrage, it has also acquired varied political hues, with reactions from some quarters bordering on the absurd. What is essential is for the government to ensure, without a doubt, that every corner of all its educational institutions and their vast cloisters are safe for all students. Whatever needs to be done in aid of that should be done, costs notwithstanding. Additionally, the personal details of the complainant were revealed in the public realm, a clear violation of the law and repeated court guidelines. This too must never be allowed to happen another time. The alacrity displayed in apprehending the culprit should be extended to the filing of charges and securing a conviction for a just closure to this horrific crime.\r Published - December 28, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Chennai\n                    \n                            /                      \n                        \n                        university\n                    \n                            /                      \n                        \n                        sexual assault & rape\n                    \n                            /                      \n                        \n                        police\n                    \n                            /                      \n                        \n                        crime\n                    \n                            /                      \n                        \n                        students",
        "headline_1": "​Security in safety: on the assault within a university campus",
        "headline_2": "Authorities must ensure public spaces are safe environs for all",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsecurity-in-safety-on-the-assault-within-a-university-campus/article69033762.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "But these simulations can also injure and deceive us\nGames are a kind of untrue truth, says Kelly Clancy in Playing With Reality: How Games Have Shaped Our World. The book’s about how human intelligence, morality, trade and military strategy have been bound up with gameplay.\nPlay is an instinct, but games teach us social norms and morality. Moksha Patam (Snakes and Ladders) was designed to teach players about karma and the precarity of fate. Backgammon held cosmic significance in Persia, Buddhist monks saw the board game Go as a kind of moral meditation, senet taught Egyptians about the afterlife.\nWhen we play a game, we enter into its order. You can’t be a pacifist while playing Call of Duty, you have to play Monopoly like a ruthless capitalist. Games of chance are latent in our neurobiology, we explore and enjoy uncertainty.\nMany human societies have used games as a peaceful proxy for war. Following chaturanga and chess, based on warring military formations, the late 18th century game of Kriegsspiel became the basis of all European war simulations. It was critical to world wars, and continues to be used by modern militaries. US military has a dedicated esports unit; video games like America’s Army were used to recruit and train soldiers; Hezbollah released its own game in response.\nPlay is a tool the brain uses to generate data on which to train itself and games represent a model of how our brain works. But they are ultimately mathematical objects. The orderly randomness of dice is no substitute for the untamed randomness of the world. Real people are not the passive objects of physics, and cannot be understood through models. Much of the book dwells on this distinction, as models and game theory have increasingly pervaded our world.\nSimCity, the popular computer game, inspired a generation of urban designers, skewing civic ideas. The hyper-libertarian health policy game SimHealth involved spending finite political currency, pitting Liberty against Equality or Community against Efficiency, and so on, as though these values were necessarily opposed. Assumptions are everything, and they can seep in insidiously through play.\nGamification is a wonderful idea in principle: by leveraging our natural play instincts, we improve our lives. In practice, corporate thought has hijacked it, to extract money and attention, to addict players with ‘dark design’ practices. Gaming communities have been mobilised into troll armies in US, China uses gamification techniques to control citizens through rewards and punishments. Video games are a great learning technology but also tools of tailored surveillance today, as we trade our autonomy for entertainment.\nMuch of the book focuses on game theory, its wide applications today, as we search for universal solutions through abstract maths. It has allowed amazing feats in biology and genetics, bringing predictive capacities into complex life-science.\nBut games are also dangerous fiction. Their rules and rewards can replace people’s actual preferences. Game theory promises to automate decisions, but it’s never a full account of human behaviour. For the sake of mathematical simplicity, game theorists exclude our social nature, the fact that we learn from each other and from our circumstances. It has been used to launder arbitrary ideologies, which are mistakenly held up as the objective truth. A technical rule-based system can never contend with the surprises of nature, life and human behaviour. It is technocratic folly to imagine it can.\n\n",
        "headline_1": "Games rule: Chess to call of duty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/games-rule-chess-to-call-of-duty/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "What Singh’s frustrations tell us about governance\nEVERY Manmohan Singh obit noted the following: his decency, role as a reformer, hidden political savvy and govt dysfunction in his second term as PM. What’s got very little press is his frustration – he spent most of UPA-2 (2009-2014) as a PM unable to work on what he saw as a priority: the faltering economy. A decade back, in 2014, in a commentary in TOI (‘History will be kind to Prime Minister Manmohan Singh’), Swaminathan Aiyar had caught this frustration – it took a long time for Singh to convince Sonia, who was focused only on rights-based policies, that GDP growth mattered, and when she finally listened, it was too late. Added to this was a forest of new green regulations that stalled work on projects. Politics is different now. Modi as PM is a powerful boss, even in a coalition govt. But there are useful lessons to be still learnt from the good doctor’s frustrations.\nFirst, politics is not about binaries – you can focus on welfare/rights activism and growth at the same time. And if you forget the latter, peril awaits. This can hardly be more relevant when every party is looking to devise a new cash transfer scheme and no party wants to talk up growth policies. Reforms, as today’s accompanying piece shows, have become a mantra devoid of meaning. Second, don’t pit growth/project work against environment. During UPA-2, projects stalled because of green rules. These days, mountains and hills are under threat because of project work. Ten years ago, govts were blind to this in a certain way, and now, they are blind to it in a different way. Third, remember, very few leaders, even those that start well, leave office on a high – Singh didn’t. When you still have time to change this outcome, don’t waste it on politics as usual. \n\n",
        "headline_1": "It’s Never Either/Or",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-never-either-or/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "Female actors should get the hall pass male ones have\nAt 45, male actors don’t look like they used to at 25, nor are they expected to. But female actors? No siree, they don’t get the same treatment at all. As Jennifer Love Hewitt gets set to reprise her 1997 I Know What You Did Last Summer role, she’s finding a lot of fans very critical of how she’s become ‘unrecognisable’.\nFine lines, crow’s feet, coarsening of hair, expanding of waistline, supposing female actors beat all this, they get judged from the opposite direction. Did you get Botox? Ozempic? Fillers? Nose job? Butt job? Public speculation of female celebrity bodies would have you believe the males are all ageing ‘naturally’. Some may be. Others are not. Eitherways, they get a hall pass women don’t. From a supersized franchise role in the 1970s to one in 2025, hats off to, say, Harrison Ford. But there’s no obsessive scrutiny of how he has aged and what’s in his cosmetics bag.\nThe double whammy of ageism and sexism of course hits women across the larger society, disproportionately hurting their jobs, promotions, increment prospects. What’s happening in the film industry is no anomaly. Neena Gupta has said that men her age still get cast as ‘hero’, but she no longer gets ‘heroine’ roles. True, things are changing. Meryl Streep is thankful for Only Murders in the Building giving her romantic scenes “at this age”. Equality, however, lives beyond exceptionalism.\n\n",
        "headline_1": "Who’s allowed wrinkles?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whos-allowed-wrinkles/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "There’s an increased attempt to import principles of Critical Race Theory (CRT) into the caste system. It’s propagated by a section of postmodern intellectuals and woke or liberal lobbyists. It poses a threat to India’s sociocultural cohesion. To equate caste with race, as defined by CRT, not only misinterprets complexities of caste but also injects an alien framework into India’s socioreligious traditions.\nRead full story on TOI+\n\n",
        "headline_1": "The race to equate race with caste is very Raj",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-race-to-equate-race-with-caste-is-very-raj/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "We are alarmed by the massive fire that ravaged parts of a nine-storey building within the Secretariat complex in Dhaka. According to a report by this daily, the fire—which broke out in the early hours of Thursday—persisted for nearly 10 hours, thus fully or partially damaging the offices of at least five ministries and divisions across multiple floors. Among the casualties were not just furniture and office equipment, but many documents and records as well. Tragically, a firefighter also died while setting up hose pipes as he was run over by a truck before traffic to the area was closed. The incident has naturally shocked many, as it lays bare the lack of security in one of the country's most important public infrastructures.\nThe question is, was this merely a result of electrical malfunctions, or was there something more sinister? Since the incident, a number of theories have surfaced as officials and the public try to wrap their head around what happened. One theory that is making the rounds at present is a suspicion of foul play, fuelled particularly by Adviser Asif Mahmud's revelation that evidence of significant financial irregularities was among the lost documents. The student platform that spearheaded the July uprising also called the incident \"an act of sabotage,\" while Bangladesh Administrative Service Association hinted at deliberate arson—allegedly orchestrated by corrupt bureaucrats linked with Awami League to derail ongoing reform efforts and destabilise the government. However, calmer heads within the administration want to wait before pointing fingers as investigations are underway.\nRegardless of the suspicions floating around, one thing that we can say with certainty is that there were lapses in fire security that contributed to the catastrophe. Reports reveal that firefighting efforts at the Secretariat complex were hindered by significant logistical challenges both outside and within the building, delaying firefighters' response and efforts. We also need to talk about why, in this day and age, a digital record-keeping system that could minimise the loss of important records remains underutilised. This may be a testament to the corruption and inefficiencies that plagued the previous regime's digitisation drive, but a transition to digital archiving and communications should have been a priority for the interim government. Going forward, we must address these safety issues to safeguard critical infrastructure and information.\nAs we await the findings of investigations, which we expect the probe committees will deliver as soon as possible, it is vital that the authorities learn from this latest setback for the administration that is already struggling amid protracted unrest over civil service reforms and decisions surrounding promotions and placements. The Secretariat also must review security protocols thoroughly and adopt robust fire safety measures. Whether the fire was a result of conspiracy or complacency, it has exposed vulnerabilities that cannot be taken lightly. We must prevent a repeat of such incidents in the future.\n",
        "headline_1": "Secretariat fire demands answers and action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/secretariat-fire-demands-answers-and-action-3785906",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "The deaths of four pre-trial inmates associated with Awami League, allegedly from heart attacks, within just 29 days while in the custody of Bogura District Jail have understandably raised concerns. According to a report by Samakal, the Bogura district administration has formed an inquiry committee to investigate the deaths after the families of the deceased accused jail authorities of negligence. The four deceased—Shahidul Islam Ratan, 58; Abdul Latif, 67; Shahadat Alam Jhunu, 57; and Abdul Matin Mithu, 65—died on November 11, 25, 26, and December 9, respectively. On Wednesday, another inmate, former Awami League MP Ragebul Ahsan Ripu, also suffered a cardiac arrest before he was transferred to the National Heart Institute in Dhaka.\nBogura jail authorities have attributed the deaths to pre-existing conditions and stress from the new environment. They also insisted that all of the deceased were \"seniors\", and that they were not \"tortured or neglected.\" However, the fact that the prison's permanent medical officer position remains vacant is telling. A doctor from the civil surgeon's office is usually summoned when an inmate's condition becomes critical. Following those deaths, however, a doctor reportedly visits the prison regularly—a step that should have been standard practice long ago.\nWe have, in this column, often emphasised the importance of upholding prisoners' rights, including access to proper medical care. Regardless of the charges or convictions, every prisoner is entitled to adequate healthcare. The responsibility lies squarely with the state to ensure access to medication, timely medical attention, and qualified physicians. Yet, in our overcrowded prison system—housing over 90,000 inmates with only six doctors against 141 sanctioned posts—this right is too often neglected. The issue is being compounded by inadequate security measures, particularly for AL leaders being taken to hospitals for medical tests or court trials. Such shortcomings jeopardise not only the prisoners' health and safety but also the credibility of ongoing legal proceedings after the mass uprising.\nIf the health of a pre-trial detainee deteriorates due to the subhuman conditions of prisons, it effectively serves as a premature and unjust punishment for someone yet to be proven guilty. We hope the Bogura inquiry committee will deliver its report soon and hold to account those responsible for any negligence. At the same time, we urge the government to undertake systemic reforms—including by addressing issues like overcrowding, insufficient medical staff, and poor infrastructure—to ensure the rights of inmates and prevent further tragedies. A just society is measured by how it treats its most vulnerable members, including those behind bars.\n",
        "headline_1": "Inmates' basic human rights must be protected  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inmates-basic-human-rights-must-be-protected-3785666",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "Living within the hullabaloo of the city, in the belly of the beast, so to speak, there is a vital aspect of Dhaka that has become invisible. We can no longer see a city framed and encircled by rivers. How ironic is that! In a nodi-beshtito landscape, the river has disappeared from view. Not quite literally, but perceptually and ideationally. And, often, quite literally. That is, the river is no longer in our minds and is not accessible either. This is not the case for someone living in Paris, Bangkok, or Kolkata. Think of Buriganga, that is, if you can, the banks of which nurtured the beginning and growth of Dhaka. The river is now polluted beyond repair and its banks are almost inaccessible to the general public.\nOnce upon a time, rivers, wetlands, flood plains and canals used to completely girdle the city in a beautiful tapestry of green and blue. Now, a short ride on any of the rivers of Dhaka will show how that landscape is being mistreated and abused. A couple of days back, a few of us took a boat ride on the Balu River. Other than one or two leisure boats, 90 percent of boats were sand barges slithering on the darkish water for the purpose of filling up nearby wetlands. We found a few instances where the riverbanks were recognised, but mostly it seemed like a long-disowned wasteland. Even such planned enterprises as Purbhacahal and Jolshiri failed to recognise the beauty of the rivers in their grand plans.\nI describe this phenomenon, in which the rivers have receded from our lived experience, as the vanishing scope of the city. Accelerated by planning priorities and development drives, and a clear disregard for the virtues of rivers, rivers and a whole ecology associated with them are receding from our urban priorities. This is unequivocally disastrous.\nWriting in the book Designing Dhaka in 2012, I proposed the viewpoint that \"Dhaka is an island.\" The architect Muzharul Islam made a similar claim in 1993: \"Dhaka has rivers on three sides, and lowland on the other, it is extended along the north-south. It is like an island.\" The claim is both rhetorical and prospective. It is rhetorical in the sense that Dhaka city is not quite an island but the way it is framed by water on all four sides, it appears to be one. Metropolitan Dhaka and its immediate areas are framed by four rivers—the Buriganga, the Turag, the Balu, and the Shitalakhhya. Like a garland or ring, the four rivers encircle a region on which the historic city of Dhaka originated and developed, and where the expanding footprint of the modern city is fast growing. We calculate that the total linear length of the four riverbanks, considering both sides, is 216 kms!\nThe historical importance of this \"ring of rivers\" cannot be overemphasised. British cartographer James Rennell's map of Dhaka clearly showed its location in a riverine geography. Earlier, in the 15th century, the Chinese emissary Ma Huan and his companions travelled up to Sonargaon and Dhaka in their Chinese junks. At the southern tip, Idrakpur Fort was constructed by the Mughals at the perfect location facing the daunting south that brought in marauders and troublemakers. Birulia village, once a hub of commerce, now sits as a desolate island in the river route of the Turag. Jute factories on the Sitalakhhya led Rumer Godden to write her novel The River which became the basis for Jean Renoir's 1951 film of the same name. It was Renoir's film that inspired Satyajit Ray. Such is the web of rivers.\nRivers are not just ribbon-like channels. It also suggests a vast water ecology that includes canals, lakes, wetlands and floodplains that still infiltrate the body of the city. Let us not forget the essence of a river: it is all about flows. The blatant increase in impermeable surfaces and engineered systems have disrupted both flows and absorptions. If we are deleting rivers from our horizon, we are actually nullifying the life-enhancing gift of nature.\nClaiming that Dhaka is an island is an earnest call for an ecological and nature-oriented restoration of the city, and to experience, in the words of the Chinese landscape architect and ecological planner Kongjian Yu, the \"free, fertile, vigorous and poetic landscape.\"\nBy prospective, I mean how we can erect our buildings, infrastructures and cities, that is, a whole new city form, with the rhythm of the river rings. How can we create an active public realm all along the riverbanks? And how can we experience a passenger river route in the ring? There are a few tasks involved here.\nThe first task is environmental, that is, to retain the rivers as rivers, by cleaning up the rivers, de-polluting them, and maintaining their flow. This is fundamental and there is no two-way about this. The second task is legal, to create distinct policies for the definition and usage of the riverbanks for what happens on riverbanks lead to the eventual deterioration of rivers. Both these tasks are fairly well known in our discourse on rivers, but they have not been able to restore the primacy of those rivers. If policies and outcries will not, what will?\nThere is a third task that may actually save rivers—we need to show by examples how the rivers and riverbanks can be used. I argue that people abuse the riverbanks when there is no demarcated or defined public realm. Riverbanks are actually a natural public realm. Anyone should be able to reach an urban riverbank, unfettered and unobstructed. And once there, he or she should be able to take in the full glory of a river. A singular and time-tested way to preserve riverbanks is to create unobstructed walkable public spaces along all the riverbanks. Our rural riverbanks are like that but the moment a river enters or passes by a city or town, it immediately becomes an object of abuse in which encroachment and privatisation turn the rivers black and deny the riverbanks to the wider citizens. If any strategy that will save our riverbanks, it is the publicisation of its banks.\nIt does not take too much to create public spaces along riverbanks. All that is needed is an attention to public access and making simple gathering spaces such as parks, gardens and pathways. Pathways could be for both walking and biking. Ideally, I should be able to walk from Ashulia along the Turag and the Buriganga and reach the southern tip of Narayanganj (we calculated it would take nine hours at 10 minutes/km).\nWe need to develop a hydrophilic image of the city, where the rivers are passionately loved and used. A civic activism is needed around the primacy of rivers in the life of a city. A map of a city is often a way to iconise that primacy. Such an iconic map of Dhaka is yet to be drawn. We propose a new visualisation of Dhaka in which the ring of rivers is prioritised.\nIn Kongjian Yu's optimistic view, rivers and civilisations are closely bound up in which the big rivers will continue to nourish human civilisations. \"No rivers, no dreams,\" as he declares. One could add: no dreams, no humanity. In a time of paradoxical development, when industrial growth and technological optimism have wrought havoc on Earth, we need to explore a \"nature-based path\" for redemption in which the central role is played by the river.\nKazi Khaleed Ashraf is an architect and writer, and directs the Bengal Institute for Architecture, Landscapes and Settlements.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Dhaka is an island",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-island-3785661",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Curbing rampant hike in drug prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbing-rampant-hike-in-drug-prices-1735311415",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bring dead and dying  rivers back to life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bring-dead-and-dying-rivers-back-to-life-1735311452",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "The year when girls show their mettle",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-year-when-girls-show-their-mettle-1735311486",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Price hike of essential commodities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-hike-of-essential-commodities-1735311510",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2024"
    }
]