[
    {
        "full_article": "In holding that the term ‘intoxicating liquors’ in the State List includes alcohol used for industrial purposes, the Supreme Court of India has given a boost to the federal principle behind the distribution of powers between the Centre and the States. A nine-judge Bench has clarified the scope of Entry 8 in the State List under the Seventh Schedule in the Constitution to cover both ‘potable alcohol’ and alcohol that can be used to the detriment of public health. It takes in its fold the entire gamut of activities involving the production, sale and distribution of alcohol products, covering rectified spirit, extra neutral alcohol and denatured alcohol. In other words, the entry is not limited to the popular understanding of intoxicating liquor as alcoholic beverages consumed by people. The bone of contention was whether a central law, the Industries (Development and Regulation) Act (IDRA), 1951, which listed ‘fermentation industries’ as a scheduled subject on which the Union government could exercise control, had the effect of removing ‘industrial alcohol’ from the regulatory purview of State governments. The majority ruling of eight judges has the effect of excluding the industry of ‘intoxicating liquor’, as interpreted in the judgment, from the purview of the IDRA. Parliament, according to the verdict, lacks legislative competence to take control of the entire industry of intoxicating liquor. In his opinion on behalf of the majority, the Chief Justice of India, D.Y. Chandrachud, has noted that any other interpretation would upset the federal balance in the distribution of legislative powers and tilt it towards the Union.This is the second major verdict by the Supreme Court in recent months that has upheld federal principles. In July, a nine-judge Bench ruled that States can tax mineral rights and mineral-bearing lands, a decision that preserved their legislative domain from interference by Parliament. As in that case involving mineral rights, Justice B.V. Nagarathna has authored a dissenting verdict in the ‘intoxicating liquor’ case too. The Constitution Assembly, she says, was clear that the term only meant potable alcohol and there was no intention on its part to include non-potable or industrial alcohol. In her view, Parliament occupied the field of ‘fermentation industries’, but excluded alcohol for human consumption. To that extent, the States are denuded of their power to regulate industrial alcohol. Justice Nagarathna’s dissent underscores the importance of industrial alcohol to the country’s economy, both as a key feedstock in the chemicals industry and liquid fuel to be blended with petrol. In the light of this understanding, the Centre has made ‘fermentation industries’, excluding potable alcohol, a scheduled industry under the IDRA. Her observation that the constitutional edifice should not be dislodged while trying to dynamically interpret the Constitution strikes a cautionary note. Published - October 28, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        constitution\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        chemicals\n                    \n                            /                      \n                        \n                        petrol\n                    \n                            /                      \n                        \n                        beverages\n                    \n                            /                      \n                        \n                        minerals (general)\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        economy (general)",
        "headline_1": "​Beyond intoxication: On alcohol regulation, judicial verdict",
        "headline_2": "Batting for States, the Supreme Court of India holds federal balance on regulating alcohol",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bbeyond-intoxication-on-alcohol-regulation-judicial-verdict/article68803400.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "India’s seemingly invincible home Test record crumbled in Pune on Saturday (October 26, 2024). Ever since Alastair Cook’s England defeated M.S. Dhoni’s men 2-1 in 2012, India has carved a dominant path at home. Under diverse skippers, 18 bilateral Test series were won, the last being the one against Bangladesh. Seen in the light of this 12-year dominance, the host was expected to reiterate its supremacy against the visiting New Zealanders. The Black Caps also missed the services of an injured Kane Williamson in the first two Tests at Bengaluru and Pune. However, bucking all predictions, it was New Zealand that prevailed twice over to lead the three-match series at 2-0. Having clinched the series and with just one Test remaining at Mumbai where the home squad will try to salvage battered pride, the Black Caps will be seen as cricket’s giant-slayers, a trait they often exhibit in limited overs cricket and one that is now finding a revelation in the longer format too. India lost the first Test by eight wickets and the second contest by 113 runs. These capitulations will raise questions about the much-touted strength inherent in Rohit Sharma’s men, and more so since the tour of Australia is around the corner.At Bengaluru, under low-slung clouds and with the hint of swing, Rohit gambled on the side of optimism by electing to bat on winning the toss. A first innings score of 46 meant that India was resigned to play catch-up. At Pune, even if off-spinner Washington Sundar bagged a seven-for to restrict New Zealand to a 259 in its first innings, the Indian batters struggled, and it was a tale that was repeated despite Yashasvi Jaiswal’s 77 in the second innings. India’s core quartet of skipper Rohit, Virat Kohli, R. Ashwin and Ravindra Jadeja, all pedigreed stars with great career records, are closer to their twilight. Even if all four figure for the tour of Australia, the selectors have to gradually find ideal replacements. The latest series in the Indian backyard also highlighted the home batters’ increasing vulnerability against spin. Calm assurance has been traded for mindless aggression. For New Zealand, left-arm spinner Mitchell Santner kept a tight leash while Rachin Ravindra excelled with the bat. Strangely for India, its spearhead Jasprit Bumrah has not been in his elements while the host spinners have found their counterparts do one better. This series offered a reality check for India.\r Published - October 28, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        New Zealand\n                    \n                            /                      \n                        \n                        Test  cricket\n                    \n                            /                      \n                        \n                        Pune\n                    \n                            /                      \n                        \n                        Mumbai\n                    \n                            /                      \n                        \n                        bengaluru\n                    \n                            /                      \n                        \n                        Australia",
        "headline_1": "At a loss: on the New Zealand-India three-match series",
        "headline_2": "India batters frittered away the home advantage against New Zealand",
        "link": "https://www.thehindu.com/opinion/editorial/at-a-loss-on-the-new-zealand-india-three-match-series/article68803378.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "It’s great…and out of reach of most Indians\nThe seller greeted me warmly and welcomed me into his office. I had told him I was on the verge of turning sixty, the time in one’s life when a productive asset metamorphosises overnight into a Kafkaesque creature, bearing no semblance to one’s previous self. \nWithout social security, wealth, or medical cover, this phase of one’s life is fraught with anxiety about the future for most. I needed a medical cover, a safety net to support me if I fell ill, so that my family wouldn’t bear the “catastrophic expenditure” which the National Health Policy acknowledges as a major contributor to poverty.\nSoothing my frayed nerves, the seller pointed out a safety net in the display window. ‘That’s for you, it provides medical cover of ₹5L, all paid by govt,’ he said, smiling.\nI was transported to a state of bliss. It is human not to want to die early and prolong one’s life with medical treatment when one needs it. I immediately reached out for the net, but somehow could not get to it. He explained patiently, ‘You will see it at a distance, always above you, until you turn seventy. After that, it will find its place below you.’\nCrestfallen, I pleaded that wouldn’t work for most Indians as on an average Indians are expected to live less than seventy years. At sixty, their incomes dwindle, or altogether vanish. World Bank estimates there are 93mn people in the 60-69 age group, and only 45mn in the 70-80 age group. How many would cross over to the other side?\n‘You know how much it will cost to cover people above sixty?’ thundered the seller. Yes, but would that be too much for the world’s fifth largest economy, which habitually spends on non-essentials? The seller looked upset. There was already a precedent, I argued. Govt-supported cover for its employees, the judiciary, and elected representatives was extremely generous. Why couldn’t everyone have the same cover, like it was in most of Europe and so many other countries?\nBy this time, more people had entered the shop. The seller became occupied with them, showing them other exciting items. I withdrew, to find the safety net I would look at for the next ten years, if I lived that long.\n\n",
        "headline_1": "The safety net",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-safety-net/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "Call it the butterfly effect on US elections – Israel strikes Iran, Musk-Putin talks & fears of oil price shocks\nTuesday week is the US presidential election. Three events over the weekend unrelated to elections may still impact voting as the Trump-Harris fight comes down to the wire. First, as expected, Israel targeted Iran’s military infra. What was unusual is Israel claimed the hits, making its covert war with Iran turn overt, returning West Asia’s volatility to the centre of conversation. This can impact turnout in a swing state like Michigan – home to the largest numbers of Palestinian- and Lebanese-Americans in US, who helped Biden win in 2020. But, since Oct 7 last year, there has been open discontent with Democrats’ support for Israel, and Biden’s failure to negotiate a ceasefire. Saturday’s strike may keep anti-Trump voters home, because the weekend sharpened the anti-Harris feels too.\nThe second event is what didn’t happen. There’s alarm over escalation of conflict, but global oil prices didn’t react though prices soared 9-10% after Iran had sent missiles to Israel. The new reality is US and Saudi have capacity enough to cover shortfalls from Iran’s absence in the oil market. Beijing buys 90% of Iran’s oil, which is around 15% of China’s needs, and imports the rest from Russia, Saudi etc. But for American voters, fear of global oil price shocks impacting domestic gas prices (read inflation) is a big deal days ahead of polling.\nIt’s said the storyline of conflicts in West Asia is ‘continuity’. Saturday’s strike was in tune, with Tehran playing down damage, and Tel Aviv stopping after three rounds of ‘targeted, precise’ attacks that spared oil/nuclear facilities – as demanded by US. Washington’s control over pace of West Asia conflicts is near-absolute. It’s largely true even for the Russia-Ukraine war. Take, for instance, Trump’s promise to stop both wars if he’s elected, regardless of his ability to do so. Fact is, next phase of both wars will depend on who takes White House.\nWhich brings one to the third event – WSJ’s potentially explosive report of Trump’s vociferous supporter Musk being in frequent contact with Putin. The report triggered a demand for an investigation from Nasa chief – Musk’s SpaceX has multibillion-dollar US govt contracts – and hot denials from Kremlin. That Russia interfered in US’s 2016 presidential polls to sway the election outcome is established. Musk-Putin tangos little impact the Trump voter, but can bother the non-Trump Republican. And Harris’s campaign won’t shy from a last-ditch effort to make something of it, especially since it’s looking like who stays home might decide the vote. \n\n",
        "headline_1": "West Asia & beyond",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/west-asia-beyond/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "Delhi’s toxic air is killing us softly with its smog. Netas give a damn\nSunday’s AQI touched 352, but Delhiites don’t need to know the number – from their burning eyes, irritable throat, dry cough, wheezing, breathlessness, over 15% rise in cases of asthma, COPD and pneumonia as early as Sep, they can tell air’s a killer. It is nothing new, but what doesn’t cease to amaze, year after year,  is the state’s stilted response to air pollution.\nListing out what needs done is flogging a dead horse. Yet the state will slip into the same old ritual, flog ineffective plans that environmentalists have long said are either ineffective or have limited scope. Measures that should be year-round, such as ban on open burning and suppressing dust on roads and construction sites, and traffic management, are ignored till AQI hits a high note and All Scramble. Then courts All Rise, wagging a finger and scolding Delhi’s neighbours on non-compliance, who in turn, will move some, but farm stubble, it will burn. There is no excuse for the collective failure of govts and authorities in NCR. Problem is, govts are acting like extensions of party offices – squawking at cross purposes with little commitment to their office, and near zero investment in public welfare.\nAir pollution cripples productivity. An NCAER study in 2023 on economic costs of Delhi’s air pollution calculated annual productivity loss to be ₹31.3bn and health expenditure at ₹4.1bn. Other studies have measured loss of life expectancy by 6.2 years for Delhi’s residents. Improved public transport is the one thing entirely in Delhi govt/LG’s control. But nothing has been done to fix it. Massive surge in PM2.5 from vehicular pollution as traffic volumes explode ahead of Diwali is deliberately unseen. How to tackle Delhi’s scourge? Close your eyes. Wait till it goes away some. \n\n",
        "headline_1": "Blowing in the wind",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/blowing-in-the-wind/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "Fanny Lauby\nTrump said this week that US has become “like a garbage can” for the rest of the world. If in 2016 it was claimed that Mexico was sending “rapists” to US, in 2024 the presidential election is awash in the debunked conspiracy theory that Haitian migrants are eating dogs and cats. The question is, why does immigration play such a big part in Trump’s campaign strategy?\n\nFull story on TOI+\n\n",
        "headline_1": "Beyond the Kamala/Trump lectures on immigration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beyond-the-kamala-trump-lectures-on-immigration/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "The Daily Star (TDS): You have extensively researched the architecture of the Sultanate period. Could you share your thoughts on Bengal's pre-Sultanate architecture?\nPerween Hasan (PH):  The existing ruins from Paharpur and Mainamati speak of a rich architectural heritage from pre-Sultanate times.  These viharas for resident Buddhist monks corresponding to present day student dormitories were built around a central monumental temple.  Recent excavations have also uncovered new evidence of smaller temples which served the Hindu, Buddhist and Jain population of the area.  The National Museum of Bangladesh in Dhaka has stone sculptures and architectural members of stone and wood that give us an idea of what some of these temples looked like.  There are also illustrated Buddhist manuscripts in museums around the world that have depictions of temples in various sites in Bengal.   Externally there was little difference to mark the denominations of Hindu/Buddhist/or Jain temples, the icon inside being the identifying factor.\nUsually temples comprised of a small square chamber which housed the deity and had a roof that was either tiered, or had one or multiple tall towers, or a combination of both.  The sanctuary was not very large because the space was meant to accommodate just the deity and the officiating priest.  Sometimes there would be a porch in front from where the devotees followed the rites performed by the priest inside.  There were also various folk religions which must have had their own places of worship, but whose architectural forms remain unclear.  Extant and excavated temples indicate that the primary building material was brick although the manuscript illustrations as well as the architectural members in the National Museum suggest that wood was also used.  Stone columns , lintels, as well as blocks to sculpt icons were obtained from Bihar, as there was no stone available in Bengal.  Apart from brick or wooden examples, there must have been others--small, informally built temples made of mud, bamboo and thatch that resembled the residential huts of much of the rural population.  \nThe primary difference between temple and mosque is dictated by its function.  Whereas in a temple the central chamber housing the deity is designed to accommodate only the officiating priest, a mosque must accommodate people for the five daily prayers--collective performance of which is not mandatory but preferred. A congregation is mandatory for the Friday afternoon prayer which requires the collective participation of all male Muslims.  To accommodate the Friday prayer a larger space is required and that is provided by the Jami mosque. \n\nIn conversation with Professor Perween Hasan, a distinguished historian and expert on the architecture of the Indian subcontinent.\nAlthough there is evidence of Muslim presence in Bengal before the Turkish conquest of 1204, the earliest architectural record dates back to 1221 to an inscription of a khanqah (hostel for pious mem) in Birbhum district of West Bengal.  The earliest extant monument is the Mosque at Tribeni in Hughly, West Bengal, India built in 1298.  This is a typical large mosque enclosing a rectangular space with a row of arched niches (mihrabs) in the west which indicate the qibla or direction of Mecca.  As historically and strategically this is a very important building its plinth, piers and parts of the external surface are faced with stone. \nMost village mosques were single chambers made of mud, bamboo and thatch as in temples, perhaps larger in size, but much like the rural homes of the villagers; the only distinctive  feature of the mosque being the projection of the mihrab on the west (qibla) side.  Such mosques exist even today, although their numbers are diminishing, as there is a preference to build with more permanent material. \nMost of the extant brick mosques built during the Independent Sultanate, early 14th till the middle of the 16th century, were small square structures made of brick  commissioned by prominent or wealthy individuals.  Among their distinguishing features was a dome, arched entrances in front, and a curved cornice which resembled the curved cornices of the bamboo framed eaves of the rural huts.  Arches and domes were largely absent from the architectural vocabulary of Bengal before the Turkish conquest.  As traveling was not easy and usually involved the navigation of numerous waterways, small mosques sufficed for people living in small village communities.  Extra efforts were made to attend the larger Jami mosques on Fridays and religious festivals. Contemporary temples, of which there are no extant examples here but several in Myanmar, were likely also constructed following the basic residential hut form.\nTDS: What is the significance of the arches?\nPH:  Although the arch form was common, arches built in the keystone and voussoir technique, also known as the 'true' arch was a rare architectural technique in India before the arrival of the Turks.  In Bengal, the indigenous construction depended on a trabeate system which used posts and lintels or beams to span openings such as doors and windows in walls.  The arcuate method popularized by the Turks is technically more advanced and allows the spanning of larger wall openings as well as the construction of vaults and dome.  This new technique may account for the survival of some of the mosques from the Sultanate period, although their vaults and domes were the first to fall.\nTDS: You mentioned in your book that the presence of a large number of rivers in Bengal had not been a barrier to communication but rather facilitated connectivity. How did geographical features like heavy rainfall and the distinctive climate impact its architecture?\nPH:  In this riverine terrain the villages are like small islands, specially during monsoons, and travelling by country boat was the only way to travel long distances.  A natural mode of communication was in place, but as a mode of transport it was slow, specially when long distances had to be negotiated.  So it was more practical to have small mosques to service small rural communities.  Perhaps on Fridays and on religious festivals  people would make the extra effort to travel to the nearest Jami mosque.\nThe distinct architectural style of Bengal was shaped by its unique geographical features.  Clay found most abundantly in the delta was formed and fired to make brick, the primary building material. The curved cornice of Sultanate brick buildings was a distinctive feature that was derived from the curvature of the bamboo frames that roofed the indigenous huts made of more temporal material such as bamboo, thatch and mud.  Although many mosques were built, the hot, humid climate largely contributed to their deterioration.  The thick brick walls had a veneer of dressed brick with lime mortar, while the inside was filled with brickbat masonry and mud mortar.  These could not withstand the heavy rainfall and humidity of the region specially during the monsoon season.  In some sites underground salinity has resulted in mossy floors and structural deterioration as can  be seen in the Shait Gombuj Mosque in Bagerhat.  Human actions also contributed to the ruin.  For instance, it is believed that the city of Malda in West Bengal, India built during British rule used bricks from the ruins of Gaur, unearthed through excavations.  Thus, the combination of climate, human activity, and construction methods led to the limited number of surviving temples and mosques in Bengal.\nAs I have elaborated in my book, Sultans and Mosques (paperback edition now available, Bloomsbury, I.B. Tauris, 2024), the domes of mosques and other buildings were low, lacking a drum, and minarets were largely absent. While minarets can be seen in structures like the Shait Gombuj Mosque, they were not as tall as those in Delhi, partly because limited communication meant that the call to prayer (azan) could not be heard over long distances.  Minarets also symbolised the presence of Muslims in an area; their scarcity in this region also seems to be influenced by geographical factors. Villages, often accessible only by boat are almost invisible from the rivers due to the dense vegetation that surrounds them and seem isolated from each other specially when there are floods. Constructing tall minarets are unnecessary if they are not visible or if the azan cannot be heard from afar.\nTDS: What is the historical significance of the mosques commissioned by the kings in this region, and what materials were typically used in their construction?\nPH:  Mosques built by kings or high ranking officials are usually larger, better built, and use higher quality or more expensive material.  They are usually dated and therefore serve as a primary source of history.  Their inscriptions and styles are also keys to the taste of the elite and often a clue to the particular identity that the patron chose to highlight.  The Adina Mosque (1375) in Pandua, Malda district of West Bengal, India is a good example to illustrate this point. This mosque was constructed in the capital city by Sultan Sikandar Shah, an early independent sultan after he had twice defeated Sultan Firuz Shah Tughlaq of Delhi in battle. In the mosque inscription, Sikander Shah proudly referred to himself as the greatest ruler among the Arabs and Persians, with no mention of Bengal or India, making it clear that he sought to draw legitimacy from the central Islamic lands.\nWe know that brick was the traditional building material in Bengal. The massive structures at Paharpur and Mainamati were constructed with brick.  As the region lacked natural stone, mosques built entirely of stone are rare. The Adina Mosque is the largest mosque in India and uniquely follows the classical Islamic architectural mosque plan of Western Asia.  It is notable for its lavish stone facing.  This uniqueness and identification with the well known style of West Asia was deliberate and the logic for choosing this style is borne out by the historical events of that time.\nIt is important to acknowledge that, in the early years, temple destruction was almost a consequential act following the conquest. As prominent religious symbols of a conquered people temples were the primary targets. This practice was not unique to Muslim rulers; destruction of temples of rival kingdoms and carrying away of images of patron gods as trophies was also know in pre-Muslim times in India.  In the Adina Mosque, one notices how the external stone veneer has been sourced from Hindu structures.  Similarly, many images of deities can be seen around the plinth of the Tribeni Mosque mentioned earlier.\nConstruction of mosques, specially a jami mosque was a very significant act for a Muslim king after the conquest of a new region.  It symbolized a new presence and an authority which was established by reading the khutba (Friday sermon) in the new ruler's name.  In many instances the king also served as the imam or prayer leader.  Another significant act of a new ruler was the minting of new coinage bearing the king's name. The khutba also served to announce new laws and regulations, making the mosque a central place for public gatherings.  Initial mosques were therefore often built using materials from destroyed temples, which not only provided ready material, but also reinforced the idea of the new building as a symbol of conquest.\nA distinct feature of mosques in Bengal is the presence of multiple mihrabs, uncommon in other regions. The mihrab or niche indicating the qibla, is perhaps the only indispensable or key element in a mosque.  Interestingly the earliest mosques in Islam from the time of the Prophet Muhammad (PBUH) did not have mihrabs.  They were introduced into later mosques to indicate the place where the imam stood to lead the prayers.  Even today it is often considered a specially sacred place as devotees place candles and incense inside the niche, although theoretically, in the absence of an icon every place in the mosque is of equal merit.  The idea of multiple mihrabs in Bengal often placed opposite entrance doorways may have been a carryover from the structural element of niches in temples,  where the sacred idol was placed inside a niche and was always opposite a doorway.\nOver time, these foreign rulers recognized the importance of compromise and coexistence with the local population.  From the fifteenth century onwards, this shift became evident as many non-Muslims were appointed to high-ranking positions in the royal cabinet. As foreign rulers, the sultans could not rely solely on the military force and officials from their native country as their numbers were limited, so collaboration with the local population became essential.  Bengal, being geographically isolated and politically independent, faced repeated invasions from Delhi, and this constant threat significantly influenced the region's architecture and political dynamics.\n\nA distinct feature of mosques in Bengal is the presence of multiple mihrabs, uncommon in other regions. The mihrab or niche indicating the qibla, is perhaps the only indispensable or key element in a mosque.\nMaintaining independence was vital for the rulers of Bengal, as was the establishment of a distinct identity.  Later Sultans actively patronized the Bangla language, leading to the translation of Sanskrit texts like the Ramayana and Mahabharata, as well as the writing of Mangal-Kavyas, the latter being highly integrative texts.  Muslim writers who authored Islamic texts such as Rasul Charita and Nabi Vangsha (stories on the life and lineage of the Prophet) presented their works in ways that were deeply influenced by local culture. They narrated stories of the Arab world, including those of Fatema, Hazrat Ali, and the battles of Prophet Muhammad (PBUH), but told them in a setting that was familiar to Bengal, an environment replete with storms, cyclones, and tigers.  For example at Hazrat Ali and Fatema's wedding feast people chew betel leaves as is customary  in Bengal, and at the news of her husband's death, Fatema  removed the vermilion from her forehead and broke her bracelets,  traditional mourning practices in Bengal.  Syed Sultan, who knew the original stories well, deliberately adapted them for the local audience.  He explained that native Muslims were familiar with the Ramayana and Mahabharata but knew little about their own religious stories. To bridge this gap, he wrote these stories in Bangla, hoping that the Almighty would forgive him for his modifications. This mission became his life's work, with Nabi Vangsha being a very significant text of the punthi genre.  We might not have known about these texts had it not been for the meticulous editing of the punthi manuscripts by the late Professor Dr. Ahmad Sharif published by the Bangla Academy, Dhaka.\nTDS: Islamic civilisation is typically seen as city-centric, yet in Bengal, it has been predominantly rural. How has this been possible?\nPH:   The census of 1872, the first official one conducted  under British rule shockingly disclosed that Muslims were more numerous in Bengal compared to other parts of India and that even within Bengal, its eastern part, the more rural one held the majority of the Muslim population.  Richard M. Eaton ties this phenomenon to the predominance of agriculture in the eastern region; this in turn being related to the gradual eastward shift of the Ganges River.  The creation of a fertile new delta made it more suitable for agriculture, while the western part where the capitals of Gaur and Pandua were located became relatively less productive agriculturally.\nEaton also attributes the large scale conversion to Islam in the east to the influence of pirs or spiritual leaders, described as \"charismatic individuals\" rather than strictly religious figures who came and settled among the rural agricultural communities.  Many of them also spearheaded agricultural efforts, clearing forests or settling of land.  For example, Khan Jahan Ali (d. 1459), the famous saint of Bagerhat is described in his tomb inscription as a military officer who defeated local Hindu kings, cleared the jungle, and constructed mosques.  Subsequently he became venerated as a pir, pushing his original military identity as indicated by his inscription title of ulugh, to the background.  These leaders inspired the local population to pursue agriculture and facilitated their conversion to Islam.  Conversion was easier as the rigid caste system of Brahmanism was less prevalent in this region and there were many who followed cults of local deities. These individuals, already engaged in various agricultural activities, had more fluid religious practices and were more receptive to converting to Islam.  Conversion too, was more of a 'cultural adaptation' than a radical change to a different and foreign religious order. \nTDS: How did the architectural landscape in Bengal change during the Mughal period compared to the Sultanate period?\nPH:  While the Sultans were fiercely independent and fought every effort of take-over by the powers that ruled from Delhi, they patronized an architecture with a distinct regional identity.   Contrarily, the Mughals,  themselves an imperial power ruled  the provinces from their north Indian capitals of Delhi, Lahore or Agra.  Bengal under the Mughals was just another province or subah of the Mughal empire, albeit one that yielded the highest revenue to the imperial coffer.  From an independent sultanate, it was reduced to provincial status.  The marked difference in architectural styles between the Sultanate and Mughal eras springs from this change in status.  The extant monuments of Dhaka, the Mughal provincial capital clearly bears allegiance to the architectural style of the capitals.\nDuring the Mughal period brick continued to be the predominant construction material.  This was in contrast to north India, where the the monuments were in a grand scale and the material,  stone, red sandstone and marble.  As an imperial power governing all of India from their capitals in the north, the Mughals maintained a consistent architectural style across their empire.  So Mughal buildings everywhere even from the exterior are easily identifiable because of their plastered surfaces often broken into rectangular panels, high domes and imposing entrances.  The lime plaster used in Bengal used to be polished to a shine to resemble the marble surfaces of imperial prototypes.   It is significant that while mosques and other official architecture sponsored by the ruling Muslim elite followed the imperial Mughal style, contemporary temples opted for the Sultanate mode of the preceding period.  So that the brick temples of this period stand in sharp contrast to Mughal mosques, palaces, gates and caravansaries.  The brick and terracotta temples of Bengal have arched entrances, curved cornices and their exteriors are encrusted with terracotta panels depicting tales of the Ramayana and Mahabharata.  Some continue to have the chala ceilings of Sultanate times, now covering the entire building instead of a particular part, while others have spires which usually hide a dome below.\nTDS: Beyond royal and religious structures, what was the general housing situation for people in Bengal during the Middle Ages?\nPH:  Bengal was and still is primarily an agricultural society, with most people living in rural areas. Landownership was limited, and urban centres were few. Majority  of the people resided in simple huts, and as noted by Niharranjan Ray in his seminal work Bangalir Itihas: Adiparba. the living conditions for the general population in Bengal remains largely unchanged over time. People lived hand-to-mouth, and their houses of clay were often vulnerable to decay from rain and wind. The architectural structures we have cited were exceptions as they were built with care and commissioned by influential individuals. While royal residences have not survived, historical accounts from foreign travellers describe some Nawabs (provincial rulers) residing in tents and wooden houses, which have not endured. In contrast, mosques and temples, constructed as places of veneration and with meticulous care, have lasted longer.\nThe interview was taken by Priyam Paul\n\n",
        "headline_1": "From Sultanate to Mughal: The Architectural Legacy of Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/sultanate-mughal-the-architectural-legacy-bengal-3738301",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "Even since the fall of the Awami League government on August 5, there has been a marked increase in crime and violence in Dhaka's Mohammadpur area, along with many other areas. However, while the situation gradually improved in other places, organised gangs in Mohammadpur have continued to carry out criminal activities. On Friday night, in Bosila's Garden City, machete-wielding robbers wearing masks looted a supermarket. On Saturday night, a shooting incident left three people injured at the Geneva Camp. Last week, criminals looted a company vehicle carrying nearly Tk 12 lakh at gunpoint at the Mohammadia Housing Ltd area.\nAccording to the Dhaka Metropolitan Police (DMP), there have been four cases involving murders and three cases involving mugging and robberies between October 1 and October 25, while September saw 17 murder cases. However, as per a report by Prothom Alo, incidents of mugging and robbery are occurring nearly daily, with many going unreported. Victims often avoid involving the police due to fear of further harassment, resulting in a significant underrepresentation of the actual number of incidents. Clearly, these incidents have left residents living in fear, to a point that many staged a protest in front of the local police station on Saturday afternoon, leading to the army setting up temporary camps in Mohammadpur.\nWe welcome this step by the army which will help restore security to some extent. Since being granted magistracy powers in mid-September, the army has conducted a number of operations to seize illegal weapons, drugs, and ammunition. Even on Saturday night, a joint operation led by the army detained 45 suspected criminals from various areas. However, these measures, while commendable, do not eliminate the need for a more enduring solution with the involvement of police. Unfortunately, personnel shortages and lack of vehicles continue to hinder police response. Taking advantage of the security vacuum thus created, organised extortion rackets and teenage gangs have reportedly expanded their influence in certain neighbourhoods. The suspected involvement of a number of sacked and former law enforcers in robberies has complicated the situation, further straining law enforcement efforts.\nGiven this reality, the government must take steps to fully reactivate the local police force. Their involvement in regular patrols, backed by necessary resources, is essential to restore public confidence. Moreover, certain high-risk areas such as Geneva Camp, which continues to be a hub of crimes even after a number of raids, demand particular law enforcement coverage. Only combined and sustained law enforcement efforts can address the security threat facing Mohammadpur residents.\n",
        "headline_1": "Restore security in Mohammadpur",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/restore-security-mohammadpur-3738111",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "Nearly three months have passed that the interim government (IG) has been in charge of a country devastated beyond comprehension. We the mere mortals, struggling to forget the nightmarish 15 years, can be forgiven for nurturing very high expectations from the new dispensation.\nIt will do us well to remember that the IG is not the caretaker government (CTG) of the past. It is very unique, given the circumstances in which it came to power—a popular youth-led uprising has validated not only the IG's assumption of power but has also, ipso facto, granted approval for any and all legal actions it undertakes to rectify the damage to the nation's institutions and agencies. The mutilation done to the nation would require more than run of the mill actions or traditional approach.\nIn passing it should be stressed that raising the issue of Hasina's resignation at this point in time is out of place, some may see this as being ulteriorly motivated, and reeking of conspiracy.\n\nIt is of no consequence whether a person who assumed power in a dubious manner, was deposed through a popular uprising—there can be no greater mandate than this—and sought exile of their own volition, has tendered an official letter of resignation. We must admit that the president's recent remarks regarding this have mystified us.\nThe various reform committee gives us a good idea of the sectoral reforms the IG wants to undertake. Unique situation requires unique response that may not necessarily conform to the normal methods and means of administering a country.\nBut while the IG goes about fixing things, it should keep the people informed about its policies and plan of action for rectification. The IG should keep in mind that although it is not bound by any timeframe and its framework of reference is very wide, its time limit is also not open-ended. And a \"reasonable\" timeframe is open to various interpretations. What the IG is doing should also be visible.\n\nThe various reform committee gives us a good idea of the sectoral reforms the IG wants to undertake. Unique situation requires unique response that may not necessarily conform to the normal methods and means of administering a country.\nThe first thing that still needs to be fully addressed is the administration, which seems to be influenced by the lingering presence of the Awami League. Reportedly, many beneficiaries of the past regime continue in important appointments. The longer they stay in the administration the more are the risks they pose to the successful implementation of the IG's reform plans. The significance of the manufactured unrest in the RMG sector, sabotage of oil tankers, and various demands from different professional groups are well-orchestrated actions to nip the plans of the IG in the bud.\nApparently, it would seem that the administration is not moving fast enough for some quarter's liking, and a feature post-revolution is the regime of intimidation and coercion imposed on certain quarters. While that is understandable under the circumstances, making haste while sorting out the muck of the last 15 years may be counterproductive.\nThe public has certain expectations as well as grievances, and some of these are manifested in the student outburst, demonstrated in their siege of the High Court for removal of judges appointed during the Hasina regime where personal fealty triumphed over qualification and merit. The latest outburst is against the person in Bangabhaban for reasons mentioned.\n\nOne of the gripes the students have, and justifiably so, is the continuation of some senior bureaucrats who thrived under the Hasina regime, and who were complicit in the destruction of the state institutions and misuse of the state agencies for partisan gains. This goes for all sectors.\nThe education sector was a target of the students too. But witch-hunting is not the answer. Admittedly, the public universities were caderised from the vice chancellor down to the junior most lecturer. Most of them did not meet the minimum requirements of the post. One might say that it was a long-term plan to destroy the backbone of the nation by destroying the education sector.\nIt would also seem that the process of accountability is not moving fast enough. One hears the question \"Where have all the crooks gone, and how?\" Indeed, one may ask, once again, where have all the crooks gone? And by crooks, I mean all those that sought sanctuary inside the safety of the cantonments across the country after the student-led revolution that has been anointed with the very appropriate appellation of Monsoon Revolution, and many others who made good their escape quite a few days after the assumption of office of the IG. In fact, there is a general suspicion that the beneficiaries of the previous government may still be calling the shots.\nA passing reference was made to this subject in one of my previous columns, but time has come to accord the issue more than a cursory glance. It is my distinct impression that the matter has been deliberately swept under the carpet hoping that, Bangalee memory being short, the matter would be forgotten. Well, not so soon.\nA few questions need to be answered by the relevant individuals in positions of responsibility. Feigning ignorance will not sit well with the common man, who feels that allowing those responsible for bringing so much misery to the people—through wanton loot and plunder, siphoning billions out of the country, and particularly those directly responsible for the deaths of a thousand and the maiming of several times more—soils the blood of the martyrs. They must be held accountable.\n\nOf the 17 crore Bangladeshis, only 600 or so sought refuge inside the military establishments. Among them were politicians and senior members of the law enforcing agencies. The question is why. They must have done something wrong that they feared would incur public wrath. In fact, these were the people who would have left the country sooner but somehow couldn't. Some of their more clever and smarter colleagues had abandoned the Awami League boat no sooner than they realised that it had started taking in water.\nIn fact, abandoning the followers and leaving the country furtively for safer places during hard times has been the hallmark of the party leadership. History will bear out my comments. Therefore, to see the leader living up to the party tradition after August 5 was not a surprise.\nMy question is: in the future, will highly secured places within the country be used as sanctuaries for those responsible for killing democracy, looting public wealth, and committing the kinds of misdeeds that those seeking protection in the cantonments are alleged to have committed? Additionally, we are still at a loss to explain how many of these individuals managed to leave the country and who guaranteed them a safe exit.\nThe ultimate goal is to hold a participatory all-inclusive and acceptable election. Having said that, holding elections without fixing the systemic aberrations would take us back to square one. That would denigrate the sacrifice of the martyrs of the Monsoon Revolution. And it shall not be allowed to happen.\nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How has the interim government fared so far?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/strategically-speaking/news/how-has-the-interim-government-fared-so-far-3737286",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "BR must boost emergency response mechanism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/br-must-boost-emergency-response-mechanism-1730042555",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Pledges to fight corruption",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pledges-to-fight-corruption-1730042607",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "When demands are for  the impossible",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-demands-are-for-the-impossible-1730042641",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Intensify market monitoring",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/intensify-market-monitoring-1730042661",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-10-2024"
    }
]