[
    {
        "full_article": "Three years after strict enforcement of its Zero-COVID strategy, China abandoned it abruptly, leading to a jump in cases each day — an estimated 250 million people were infected in 20 days in December, according to the media, overwhelming hospitals and crematoria. Based on 30 genome sequences deposited between October and December and 14 genome sequences in December alone from China, the BF.7 appears to be the dominant variant. Though this variant was found in many countries, including India, months ago, there is fear that the uncontrolled spread of the virus in China may result in newer variants with an even higher transmissibility. For instance, the BF.7 sub-lineage with three additional immune escape mutations already seen in other variants has been found in some people arriving from China; these mutations may increase transmissibility further but will not increase disease severity. With a case surge in a few more countries, India has taken the right and proactive measures to be ready for any eventuality. With over 90% of the adult population already fully vaccinated by July this year, over one-fourth of adults also boosted, and a large percentage of the population also naturally infected, the chances of India witnessing large-scale deaths as seen during the second wave last year from existing variants are slim. In fact, given that a large percentage of the population enjoys hybrid immunity from vaccination and natural infection leading to all Omicron sub-lineages causing only a mild disease, the focus in India should not be on daily new infections but only on any increase in hospitalisations, particularly ICU admissions.It is, therefore, not surprising that the Health Ministry has urged States to only ramp up genome sequencing (and not increase testing) to track new variants as the virus evolves by accumulating mutations. The pace of genome sequencing in India has to be scaled up soon after a dramatic slowdown this year. The Government in an effort to minimise the chances of the spread of new variants has introduced 2% random post-arrival sampling of international passengers and mandatory RT-PCR tests for arrivals from China and four other countries. The Ministry has also advised States to ensure uninterrupted supply of medical oxygen and conduct a drill in health facilities to ensure operational readiness. With seven COVID-19 vaccines, including the intranasal vaccine, manufactured using different vaccine platforms approved for use, India is vaccine self-sufficient. Besides homologous boosters, a couple of vaccines have got approval as a heterologous booster dose too. On the antiviral front, a Hyderabad-based company recently received WHO’s prequalification for a generic version of Pfizer’s COVID-19 oral antiviral drug, Paxlovid.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedical research\n\n/\n\nCoronavirus\n\n/\n\nChina\n\n/\n\nvaccines",
        "headline_1": "Staying prepared: On scaling up the pace of COVID-19 genome sequencing",
        "headline_2": "India needs to scale up the pace of its genome sequencing",
        "link": "https://www.thehindu.com/opinion/editorial/staying-prepared-on-scaling-up-the-pace-of-covid-19-genome-sequencing/article66310701.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "Congress leader Rahul Gandhi’s Bharat Jodo Yatra, or ‘unite India march’, is an audacious attempt to reimagine the country’s politics. Now on a nine-day break, it will resume from Delhi on January 3, towards Srinagar in Kashmir. It began in Kanyakumari on September 7, and has covered over 2,800 kilometres. Against the backdrop of polarising sectarian rhetoric that has become the easiest route to political power, his message of harmony is as inspiring as it is innocently idealistic. Through his speeches and interactions, he has tried to frame a new charter for political action that is dissociated from immediate electoral calculations. It is in some ways a compromise in its attempt to find the middle ground between a status quo politics that merely mirror and reproduce existing social realities, and a radicalism that tries to transform the society through political action. By paying tributes to A.B. Vajpayee, the first Prime Minister from the Bharatiya Janata Party (BJP), Mr. Gandhi has sought to make a distinction between the current iteration of Hindutva from its own original content and intent, tenuous as that may be. Over the march, he has, without doubt, emerged as the staunchest opponent of Hindutva, but that may not add to his capacity to confront it or to establish himself as the fulcrum of politics opposed to it.For Mr. Gandhi, social harmony is the means and ends of politics. That conception has a fundamental challenge though, because politics cannot escape contestation and combat, as Mr. Gandhi’s own valiant opposition to the BJP and its Hindutva ideology bears out. It is not entirely original to think of politics as a medium of social transformation rather than the route to capturing state power. From the Mahatma to Vinoba Bhave to Jayaprakash Narayan, India has a long history of people and movements that saw politics as a moral pursuit. Political ideologies such as Hindutva and Marxism see state power not as an end in itself, but as the instrument of social transformation that they aim for. The current power-ideology complex of Hindutva has attained a level of hegemony and efficiency that it is self-perpetuating. Its unprecedented totalising grip over India is based on a political adaptation of Hinduism, a philosophy that has connected people to one another and their land over millennia. Mr. Gandhi is cognisant of the reality that confronts him and his intentions are beyond reproach. Figuring out the complex correlation between state power and social goals is more challenging. Translating moral clarity to sustainable politics is the task at hand for Mr. Gandhi. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\nBharatiya Janata Party\n\n/\n\nBharat Jodo Yatra",
        "headline_1": "Clarity and confusion: On Rahul Gandhi’s Bharat Jodo Yatra",
        "headline_2": "Rahul Gandhi will have to use moral clarity for road map for electoral success",
        "link": "https://www.thehindu.com/opinion/editorial/clarity-and-confusion-on-rahul-gandhis-bharat-jodo-yatra/article66311153.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "2022 was not easy. We started the year with the uncertainty of Omicron, but the situation settled and as countries slowed and stopped their pandemic control measures, we began to go back to life no longer on hold.\nWe end the year with the end of the Chinese zero-Covid policy, the last of the bastions to fall in the face of one of the most infectious viruses the world has ever known. While expressing concern about the situation in China, WHO’s director general has said that Covid’s status as a global emergency will end in 2023.\nRead full opinion on TOI+\n\n",
        "headline_1": "Covid 2023: Reengineer the response: Next year, instead of hype or fatigue, let’s focus on R&D & collecting good data",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/covid-2023-reengineer-the-response-next-year-instead-of-hype-or-fatigue-lets-focus-on-rd-collecting-good-data/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "India’s healthcare system yesterday went through a mock drill to cope with a scenario where Covid cases surge. It’s a sensible thing to do and fits with the test-track-treat-vaccinate-behaviour package that represents India’s current Covid strategy. A day ahead of the mock drill, Karnataka became the first state to make masking mandatory in public places. However, this mandate is not accompanied by fines for violations. Simultaneously, the state government spelt out guidelines for the service industry in view of the rise in business expected this week on account of New Year celebrations.\nIndia’s strategy needs to be framed in the context of two key aspects. At present, while caution on behaviour is warranted, tightening operating conditions for the service industry is not. India’s caseload per million people was 0.13 on December 26. On the same day, France and Germany had a caseload of 547.7 and 301.7 respectively. In absolute numbers, India’s 24-hour addition to the caseload on December 27 was 3,421. With these numbers there’s no case to issue executive orders squeezing the service sector that only in the recent past crossed its pre-Covid business level. It’s economically damaging to overreact.\nA speedy rollout of vaccination in the second half of 2021 was perhaps the most effective measure of the policy to combat the pandemic. However, the performance this year when it came to the booster dose has been disappointing on account of complacency all around. To illustrate, WHO data shows that India’s boosted 16.16 people for every 100, while the global average is 30.23. The lacklustre performance on boosters is not on account of vaccine shortage. Bharat Biotech, which in November received regulatory clearance for its intranasal vaccine for both primary series and heterologous booster, observed recently that there’s a lack of demand for vaccines. With the intranasal vaccine priced at Rs 325/ dose for bulk procurement by governments and Rs 800/ dose in the private market, the Covid strategy should double down on persuading eligible people to get boosted. In addition, there’s a case to consider reinforcing protection for India’s frontline workers.\nThe nature of a pandemic always calls for caution. That however does not mean that policy tilts towards overreaction. Measures such as yesterday’s mock drill, masking mandates and enhanced vaccination drive should be the priority. This approach will keep infections under check without derailing economic growth.\n\n",
        "headline_1": "Let’s not overreact: Mock drills, appropriate behaviour and vaccination will deal with infections without hurting the economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lets-not-overreact-mock-drills-appropriate-behaviour-and-vaccination-will-deal-with-infections-without-hurting-the-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "A pharmacy owner’s promotional offer for free condoms and pregnancy kits for two days during Navratri in 2018 got him into serious legal trouble. In a broader context, this can happen to any citizen sending a message thinking it is harmless. Mahendra Tripathi was promoting his pharmacy by creating an image with a couple in the background performing garba and text saying “Pre Loveratri Weekend Offer – Condoms (pack of 3)/Pregnancy Test Kit at INR 0”. He posted it on Facebook and some WhatsApp groups. But one incensed Indore resident lodged an FIR accusing Tripathi of deliberate and malicious intent to hurt religious feelings (IPC 295A), public mischief (IPC 505), and transmitting obscenity in electronic form (Section 67 of IT Act).\nPolice were convinced too, filing a chargesheet, and criminal proceedings commenced in a magistrate court, until Madhya Pradesh high court intervened, quashing the FIR and chargesheet. HC noted that the man used his own phone number to send the image, practised the same religion, and nothing on record showed deliberate or malicious intent to hurt religious sentiments, or any apparent obscenity. HC therefore concluded Tripathi was only promoting his business and continuing the case would be an abuse of process.\nInsofar as Tripathi may have used real people’s images without consent for advertising he may have violated privacy codes. But that’s not the issue here. Many IPC provisions allow the public and police to play guardians of morality. So trivial matters are seen as a fit case for chargesheeting and trial – it ends up in a troublesome zone of abuse of power. Courts everywhere must promptly strike down such FIRs. That’s the only way the “hurt sentiments cottage industry” will stop inconveniencing citizens exercising their free speech.\n\n",
        "headline_1": "Judging it right: MP high court sends a message against filing FIRs on any & every complaint of “hurt sentiments”",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judging-it-right-mp-high-court-sends-a-message-against-filing-firs-on-any-every-complaint-of-hurt-sentiments/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "India’s breakneck speed in increasing the number of medical colleges and MBBS seats in the last decade has helped it inch closer to the target of one doctor per 1,000 population on aggregate. However, this has come at a price – poor quality teaching and training and hence poorly equipped doctors.\nThe health minister recently talked of a paradigm shift from an input-based to outcome-based approach. The input-based system focused on ensuring adequate infrastructure, faculty and patient load, all of which impact the quality of teaching and training. The outcome-based approach instead essentially focuses on one parameter, the number of MBBS graduates being churned out.\nRead full opinion on TOI+\n\n",
        "headline_1": "So many docs but what’s the prescription?: Breakneck growth in the quantity of doctors is coming at the cost of their quality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/staying-alive/so-many-docs-but-whats-the-prescription-breakneck-growth-in-the-quantity-of-doctors-is-coming-at-the-cost-of-their-quality/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina is going to inaugurate the country's first-ever elevated metro rail in Dhaka today, in what is set to be one of the biggest achievements of her government and a proud moment for us as a nation. We would like to extend our heartiest congratulations to the government, to those who worked on this project, our foreign partners, and all other stakeholders who turned this dream into a reality. It has been a long and arduous journey since construction of the Mass Rapid Transit (MRT) Line-6 began back in June 2016. And even though only a small section of the metro rail is going to be ready for commercial operation from December 29, we hope that the momentum it creates will lead to the timely completion of other sections, as well as that of complementary infrastructure that could truly turn it into a game-changer for the capital's public transport system.\nAfter the PM's official inauguration today, starting tomorrow, commuters will be able to use the MRT Line-6 from Uttara to Agargaon. The eight-kilometre section from Agargaon to Motijheel would be opened in December next year, and the Motijheel to Kamalapur section in June 2025. Initially, the trains would run for four hours a day, from 8am to 12pm.\nClearly, the benefits of the metro rail are many. First and foremost among them are its speed and efficiency. Secondly, more comfortable, modern amenities, such as air-conditioning and Wi-Fi are going to be offered. Additionally, the trains will ferry up to 60,000 passengers per hour, and will also be more environmentally-friendly since they run on electricity. However, the question remains: is the introduction of the metro rail going to be enough to ease the suffering of Dhaka dwellers, who have already paid a hefty price due to the traffic congestion the project's construction has already caused in key areas of the capital?\nFor people to truly benefit from the metro rail, we need to develop a multi-medium integrated communication system centring it. The government also needs to invest in public transport and work on the Dhaka Bus Rapid Transit (BRT) project to decrease people's dependence on private cars. According to experts, even when all six lines of the metro rail will be fully functional, it will only be able to serve 20 percent of the demand at the time. As such, it won't be enough to address Dhaka's ever-increasing traffic woes, unless we make other crucial cost- and time-effective interventions.\nThe effectiveness of the metro rail will depend on the efficacy of the planning to determine how people will reach the stations or go to various destinations around the stations. When it came to the construction of the metro rail, poor planning and unwanted delays on the part of authorities led to a lot of suffering for commuters and general citizens. While development projects such as the metro rail are vital to take our national infrastructure to the next level, these big ambitions must be supplemented with equally high levels of competence. And even though today's inauguration will be a proud start and a big achievement, there is much more that the authorities need to do to truly turn the Dhaka Metro Rail into something that could positively revolutionise the lives of our people.\n",
        "headline_1": "The inauguration of an urban dream",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-inauguration-urban-dream-3206391",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "On Christmas Day, a video started circulating on social media where M Inamul Haque, a senior engineer and former director general of the River Research Institute, was slapped by a Krishak League leader in front of the national museum in Shahbag. The man supposedly slapped Haque while the latter was distributing leaflets criticising the government on behalf of the Sharbajan Biplobi Dol party, of which Haque is the convenor.\nIn the video, Inamul Haque can be seen shocked and distraught after being slapped. The viewers of the video, judging by their social media comments, were shocked as well to see the senior citizen being openly assaulted this way, and that too while he was speaking to a reporter. This seemingly small incident gives us a view of what the condition of our democracy currently is, and how random acts of violence against political opponents have become part and parcel of our political activities.\nIn fact, people who are willing to assault others in the name of the ruling party have been incentivised by their leaders.\nVery recently, Saddam Hossain from Dhaka University was made president of the Bangladesh Chhatra League (BCL). Previously, members of Bangladesh Sadharon Chhatra Odhikar Songrokkhon Parishad had named him for leading an assault against them at the DUCSU vice-president's office at DU in December 2019. Even after the Parishad leaders filed a case against Hossain, he was never arrested, and now he is the BCL president. So, not only has he not been punished for his actions, he has seemingly been rewarded for his \"leadership\" in allegedly attacking the opposition.\nWe have observed many other cases where attackers and instigators of political violence have been spared.\nBack in 2018, a leader of the Rajshahi University student and quota reform movement, Toriqul Islam, was inhumanely attacked by a group of BCL men with sticks, bamboo poles, a dagger and a hammer, leaving his right leg broken and his spine severely injured. However, the police said that he was hurt in a \"scuffle\" with some members of the public. But The Daily Star was able to identify 11 of the attackers, 10 of whom were BCL activists and leaders.\nOpposition politicians face attacks from the ruling party regularly, and students who dare to voice dissenting opinions are attacked on university campuses, especially in the guestrooms and public rooms. But, somehow, the affiliates of the ruling party almost always get away scot-free.\nWhile the assault on Inamul Haque may be nothing new, it will leave a lasting mark on our democracy. It is part of a wider ongoing assault on spaces for dissent and opposition politics in Bangladesh, which have been continually shrinking during the ruling party's time in office. This stifling of dissenting voices, be it through legal means (by means of the Digital Security Act, for example) or through physical violence, has drastically reduced the overall space for politics in our country.\nThe political culture that has been bred in the country by the ruling party is one of impunity, where party members are, directly or indirectly, encouraged to violently suppress dissenting voices. The slapping of Inamul Haque is merely a result of that attitude. It is an act of arrogance. The union-level Krishak League leader, who came to Dhaka only to attend his party's council meeting, somehow deemed it fit to hit an elderly man because he thought that he was right to do so, and also because he was sure that nothing would happen to him as a consequence. This sentiment is mirrored in the victim's statement, who said that he would not be seeking any redress since he has no hope of justice. Is this where we are at as a nation?\nIf so, we have only reached this situation due to a lasting trend of denial of justice, and assaults on the rights to dissent and to engage in opposition politics.\nWith the political field heating up ahead of the national election in 2023 and major opposition political figures behind bars, the situation is likely to get worse. The onus remains on the government and the ruling party to ensure that the latter's activists do not stand in the way of political freedoms and do not engage in political violence in the run-up to the elections. Of course, one cannot help but doubt the existence of any intent of theirs to act as such.\nAnupam Debashis Roy is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "A slap on the face of our democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/slap-the-face-our-democracy-3206401",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "The year of 2022 was supposed to have been one that helped nations accelerate their recovery from Covid-induced economic shocks. Asia was all set on the path of expedited economic growth, with World Bank (WB) and International Monetary Fund (IMF) growth projections looking favourable.\nAccording to WB's \"South Asia Economic Focus, Fall 2021,\" published in the ending quarter of last year, Bangladesh's growth rate was expected to reach 6.4 percent in FY 2021-22. Similarly, India was expected to grow at 8.3 percent. Riding on the back of rebounding tourism, Maldives' prospects looked bright at 22 percent. And although stuck in the range of three percent, the growth potential of Pakistan, Sri Lanka, Nepal and Bhutan seemed positive.\nBut for the South Asian region, these opportunities soon turned into behemoth challenges.\nA hike in energy prices in the global market – mostly driven by the uncertainties resulting from a war unfolding in Europe – made our economic journey into 2022 perilous and riddled with pitfalls. As usual, the commodity price hike had a trickle-down effect on the overall economic parameters of countries across the world, and South Asia also found itself in uncharted waters. Inflation soon unleashed its impact on people's costs of living and purchasing power, resulting in nations revisiting and reworking their economic and monetary policies and their overall outlook for 2022.\nBangladesh, India, Pakistan, Nepal, Bhutan, and Maldives all suffered. But the fate of Sri Lanka was perhaps the most unfortunate and climactic.\nSri Lanka, due to an already crumbling system – riddled with corruption, nepotism, and incompetence resulting from years of unchecked dynastic political misadventures – simply gave up. Unable to pay the huge amounts of external debt, the country declared bankruptcy, as its economy teetered on the brink of collapse. There was a shortage of food, halted sale of fuel, and no papers for students to write on during exams. Sri Lankans were out in the streets demanding the dismantling of the government – a point they drove home in only a few weeks.\nPeople in Pakistan, too, took to the streets in the face of rising inflation. As food and fuel prices shot up. Pakistan's inflation reportedly reached a staggering 13.8 percent in May 2022. Protests broke out across the country, calling on the government to rein in the prices. As the country's inflation rate shot up to 27.3 percent in August, the highest since May 1975, the IMF warned of further protests. The country's inflation rate of 23.8 percent (as of November 2022) is still a pain point for the people and the government.\nBangladesh and India, while not in such a dire strait, are facing their own problems in pushing down prices within the purchasing power of their respective populations. In both countries, the urban poor and the lower-middle and middle income groups have been hit hard by the ongoing global crisis.\nA price comparison study by The Business Standard, based on price lists of essentials from November 4, 2021 and from August 14, 2022 of the Trading Corporation of Bangladesh (TCB), revealed the grim reality of the Bangladeshi people. Between the two dates, the price of coarse rice increased by 14 percent, lentils by 23 percent, bulk soybean oil by 19 percent, eggs by 45 percent, broiler chicken by 18 percent, atta by 38 percent, and potatoes by 20 percent.\nThe report further added that transportation fare has increased by up to 55 percent post the double hike of fuel prices.\nAnd this has adversely impacted people's disposable income and their ability to save money. A report by The Daily Star suggested that deposit growth rate has slumped to just eight percent in the July-September quarter of this year – a five-year low. Unable to make ends meet, the urban poor and those in the lower-income bracket are having to skip at least one meal a day.\nThe situation is also similar in India, where inflation is keeping food and fuel out of the reach of lower-income and middle-income people, turning dietary essentials such as milk into luxuries. It has been reported in The Swaddle magazine that 32 percent of households are having a tough time meeting their monthly expenses, including rent and mortgages. And companies producing entry-level consumer goods have also witnessed a decline in sales.\nIn Nepal, the rising prices has resulted in a unique problem: more and more people are now falling victim to cholera, as they are not able to boil drinking water due to the increased price of energy and its supply scarcity, and also because they are not able to afford bottled water.\nMaldives is still counting on increasing tourism to cope with the economic shocks of the Covid pandemic and the Russia-Ukraine war.\n \nAccording to the WB's \"South Asia Economic Focus, Fall 2022\" report, the region's growth is expected to slow down to a 5.8 percent average – a two percent drop from the projection of 7.1 percent stated in the aforementioned 2021 report.\nThe way ahead for South Asian economic recovery is clearly fraught with perils and, if anything, at this rate and with no end in sight to the European conflict, things might only get more difficult for the people and for policymakers.\nIt is high time the countries of this region looked towards finding localised solutions to support each other and navigate these challenges through strategic bilateral and multilateral initiatives, especially in trade. All of these countries have very strong geopolitical and socioeconomic unique selling points (USPs) which they should revisit and assess how best they could utilise to cushion the South Asian region from prevailing economic pitfalls.\nWe need to open up to possibilities available outside the ones offered by the West. These are uncertain times, and would require unique solutions. For this, South Asian countries need to rise above seeking short-term internal gains and look at the bigger picture of achieving a strong regional growth trajectory and the benefits this will bring about for every player. With national elections on the horizon for many of these countries, this could pose a challenge of its own. The question remains: do we have the appetite and the desire for it? Only time will tell.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Economic pitfalls: Can South Asia turn itself around in 2023?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/economic-pitfalls-can-south-asia-turn-itself-around-2023-3206876",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "We are now days away from the decade-old dream of walking for a couple of minutes from your home in the morning or from your office in the afternoon, reaching the closest station, going up the escalator after swiping your smart card at the gate, and waiting for a maximum of only 2-3 minutes for your train – getting on knowing that you will reach your destination on time, that too in the city that we all love to hate because of traffic. The first ever Dhaka Metro Rail will be inaugurated on December 28 by the prime minister and will be open to us, the public, from December 29. However, whether we can truly consider this the actual beginning of our dream \"life in a metro\" is doubtful.\nThe work of the MRT Line-6 began officially in 2012. The plan was always to inaugurate the first half of Uttara to Agargaon before completing the whole line from Uttara to Motijheel (Later extended to Kamlapur). Initially, the project was supposed to be completed in 2019 but it has been delayed, for one year every year, before finally being set to \"open\" in 2022. But turns out, we will have to wait quite a bit longer for the metro rail to be fully operational, and for it to be an accessible public transport option for mass use.   \nFollowing the inauguration tomorrow, the metro rail will open to the public on a limited scale. The trains themselves will move slower than the usual speed. This means getting from one station to another will take longer. The carrying capacity of each train will also be significantly reduced. Around 200-250 people will board the trains for now, which are meant to have a capacity for around 700-800 passengers. This means getting on the train will be a challenge, especially since huge crowds are expected to flock to the stations to experience the country's first-ever metro rail. \nThe trains will also not stop at all the stations as they're supposed to. In fact, from Uttara, the trains will stop only once in Pallabi and then go straight to Agargaon. The number of carriages will also be less than full capacity, with only 10 operating instead of 24. And to round it all off, the trains will be operational only for a short duration of four hours in the morning from 8 am. So at best, we could call this a trial period, because the number of people who will actually be able to commute using the metro rail is going to be a few thousand maximum per day. Which is not even a scratch on the surface of the full potential carrying capacity of around five lakhs per day. \nNow, the authorities are stating that a number of these steps are being taken in order to get people used to using the metro for the first time. That is why the trains will also stop at the stations for longer periods. \nHowever, none of the other reasons seem logical in terms of getting people up to speed on efficiently using the metro. Because how can people be acquainted with the metro if they can't even get on it? \nAnother recent development is the announcement of no discounted passes for students. Although students are heavily reliant on public transport, the minimum fare for the metro has been set at Tk 20. Given that this is twice the minimum bus fare, it is highly unlikely that students will opt to use the metro instead of their usual modes of transport. \nIt almost feels like the government is rushing a half-hearted launch of the metro to divert the conversation from how this December was supposed to be a huge month for Dhaka commuters with the opening of three of the biggest projects focused on reducing traffic – The Dhaka Metro Rail, The Bus Rapid Transit and The Dhaka Elevated Expressway. It has now been hinted that the latter two will be opening next year, but there is still no specific deadline. Given that the number of government projects that missed their deadline in the 2021-22 fiscal year was 63 percent higher than that in the previous year, which have gone hand in hand with massive cost escalations, this does not bode well for any future plans to reduce traffic congestion in the city. \nDhaka's state of traffic is starting to feel a lot like being trapped in a never-ending nightmare. The three mega-projects the government promised to deliver this year have a long way to go yet before they can effectively deal with the situation, and this includes the metro rail. As things stand now, the second section of the metro, from Agargaon to Motijheel, is projected to open in December next year, and the third section from Motijheel to Kamalapur Railway Station will take even longer. \nSo despite our long-cherished dream of regular, hassle-free commutes becoming a daily part of our lives, it seems we will have to keep looking up at mostly empty rail tracks while continuing to sit in traffic, which has ironically increased significantly in certain parts of the city due to the construction of the metro rail.\n",
        "headline_1": "Is the metro rail really opening tomorrow? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-metro-rail-really-opening-tomorrow-3206396",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina is going to inaugurate the country's first-ever elevated metro rail in Dhaka today, in what is set to be one of the biggest achievements of her government and a proud moment for us as a nation. We would like to extend our heartiest congratulations to the government, to those who worked on this project, our foreign partners, and all other stakeholders who turned this dream into a reality. It has been a long and arduous journey since construction of the Mass Rapid Transit (MRT) Line-6 began back in June 2016. And even though only a small section of the metro rail is going to be ready for commercial operation from December 29, we hope that the momentum it creates will lead to the timely completion of other sections, as well as that of complementary infrastructure that could truly turn it into a game-changer for the capital's public transport system.\nAfter the PM's official inauguration today, starting tomorrow, commuters will be able to use the MRT Line-6 from Uttara to Agargaon. The eight-kilometre section from Agargaon to Motijheel would be opened in December next year, and the Motijheel to Kamalapur section in June 2025. Initially, the trains would run for four hours a day, from 8am to 12pm.\nClearly, the benefits of the metro rail are many. First and foremost among them are its speed and efficiency. Secondly, more comfortable, modern amenities, such as air-conditioning and Wi-Fi are going to be offered. Additionally, the trains will ferry up to 60,000 passengers per hour, and will also be more environmentally-friendly since they run on electricity. However, the question remains: is the introduction of the metro rail going to be enough to ease the suffering of Dhaka dwellers, who have already paid a hefty price due to the traffic congestion the project's construction has already caused in key areas of the capital?\nFor people to truly benefit from the metro rail, we need to develop a multi-medium integrated communication system centring it. The government also needs to invest in public transport and work on the Dhaka Bus Rapid Transit (BRT) project to decrease people's dependence on private cars. According to experts, even when all six lines of the metro rail will be fully functional, it will only be able to serve 20 percent of the demand at the time. As such, it won't be enough to address Dhaka's ever-increasing traffic woes, unless we make other crucial cost- and time-effective interventions.\nThe effectiveness of the metro rail will depend on the efficacy of the planning to determine how people will reach the stations or go to various destinations around the stations. When it came to the construction of the metro rail, poor planning and unwanted delays on the part of authorities led to a lot of suffering for commuters and general citizens. While development projects such as the metro rail are vital to take our national infrastructure to the next level, these big ambitions must be supplemented with equally high levels of competence. And even though today's inauguration will be a proud start and a big achievement, there is much more that the authorities need to do to truly turn the Dhaka Metro Rail into something that could positively revolutionise the lives of our people.\n",
        "headline_1": "The inauguration of an urban dream",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-inauguration-urban-dream-3206391",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "We are glad to note that the installation of CCTV cameras on some Dhaka city public buses, under the auspices of the Ministry of Women and Children Affairs, has generated a welcome response from commuters as well as bus staffers. Female commuters have reported that various forms of sexual harassment such as inappropriate touching and groping by helpers and other commuters have gone down, which used to be a common occurrence a few months back. Male commuters, too, are welcoming the move, arguing there will be fewer chances of false accusations of harassment. Drivers and conductors say that they have not received even a single complaint of any kind of harassment since the installation of cameras, and the people in charge of monitoring at Genex Infosys Ltd mirror that sentiment. The number of other crimes on buses has also reportedly gone down, as there is now a camera to record any pickpocketing and other such crimes.\nThere is no doubt that this is positive news for people who rely on buses for their everyday commute, especially women, for whom journeying on public transport is a battle on its own. However, as of now, CCTV cameras have been installed in only 100 buses, which is only one percent of the 9,311 registered buses that ply the capital, according to the Bangladesh Road Transport Authorities. Given the success of the initiative, it is imperative that we increase its coverage so that more women can use buses without having to fear harassment; moreover, success of the initiative will depend on how effectively the cameras are monitored and what steps are taken against any perpetrators who are identified.\nAnother thing that we must keep in mind is that these cameras constitute a form of mass surveillance. In the age of increasing surveillance from various state and non-state actors, we remain cognizant of its potential for misuse, and urge the authorities to ensure that such surveillance is only conducted for the greater good. Furthermore, we would like to remind them that surveillance alone is not an effective deterrent in the long run, if it is not accompanied by awareness-raising initiatives to change people's perceptions and patriarchal systems at large.\nWe congratulate the authorities for taking this positive initiative to ensure the safety of passengers. But this is only a step in a long walk towards ensuring equitable public spaces and a safe city for women. In a country where a large majority of women face sexual harassment regularly and, in turn, conviction rates of cases of sexual violence are abysmally low, the authorities will have to do more than just install a few cameras to make the lives of women in the country easier.\n",
        "headline_1": "CCTV on buses but a drop in the ocean",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/cctv-buses-drop-the-ocean-3206406",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "Revenue being the main stay of a government that enables it to invest in human capital, infrastructure and provide services to the citizens, it is imperative that the department that collets it is up to the job. So, the question is if the Bangladesh government's revenue earning wing, the National Board of Revenue (NBR), has yet come of age. Given its aging and inadequately-staffed setup, it is no wonder that the tax authority is increasingly finding it difficult to deliver particularly when the number of taxpayers in the country has increased manifold over the last one decade. The data available at the NBR, for example, show that as part of extending its tax-collecting network in 2011, some 31 income tax zones were created in the country to serve 1.1 million individual (income) taxpayers. Oddly though, the same tax machinery is at work even today, though, to go by the current Tax Identification Number (TIN) figure, the number of taxpayers has meanwhile increased to 8.0 million (as of April, 2022). Little has been done so far to widen the tax network to meet the present need. So, it is indeed a miracle that the NBR is still able to look after with the same manpower it had a decade back the tax-files of individuals whose number has meanwhile increased around sevenfold. What is then holding back the NBR, or the government, for that matter, from expanding its present setup with the required manpower, infrastructure and logistics? It is important to note here that the NBR's present inadequacy is not limited to itself. It is in fact a national issue and an urgent one at that. The government has to address it with the seriousness it deserves. Consider the present tax-to-Gross Domestic Product (GDP) ratio of the country, which, being below 8.0 per cent, is one of the lowest in the world. In the Bangladesh Perspective Plan 2020, for instance, the country's tax-GDP ratio was targeted at 16.01 per cent and to that end it required that the revenue collection grew by 18 per cent. What is at issue here is not just the number of people engaged to do the job of tax collection. It is also important that the quality of the manpower employed and the system under which they work are up to the mark. For it is no secret that complaints about harassment of the general taxpaying public at the hands of the taxmen, concealment of the real income of the wealthy taxpayers with the connivance of tax officials and other kinds of irregularities in the tax department abound. So, there is no gainsaying the fact that public trust, transparency and integrity in service delivery have hardly ever been the strong point of the existing tax regime.It may be recalled that it is exactly against this backdrop that the World Bank (WB) some two decades back suggested digitization of the nation's tax system. For the automation of a major Value-Added Tax (VAT) project, it (WB) even provided a fund amounting to Tk 7.0 billion. Given the go-ahead in 2014, the progress so far made in project implementation leaves a great deal to be desired. One wonders if the NBR is serious about modernising its three wings-customs, VAT and Income Tax-through digitization. So, to overcome its limitations, the tax authority will be required to modernise its service delivery regime---one that can meet the nation's present need.",
        "headline_1": "Modernising government's revenue regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/modernising-governments-revenue-regime-1672156172",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "Ever since the government announced its vision of Digital Bangladesh more than a decade ago, one of the key areas that needed to be brought under focus was the country's land record system. Needless to say, it is one of the most important areas of public interest requiring reform, and digitisation believed to be a sure healer of countless maladies in public functions is no doubt a fitting tool to set things right. This is primarily because land record maintenance in the country hardly ever experienced any reform since ages. The outmoded manner in which land records are kept and maintained traces its ancestry to the British colonial period, and for obvious reasons, people engaged in doing the work as custodians of age-old valuable documents are barely aware of the modern, technology-backed system that can ensure safekeeping as well as authenticity of the documents.  It is well known that the present land record management is the breeding ground of endless litigations, acerbic enmities in both urban and rural areas. It is also a hunting ground for the powerful to prevail upon the weak taking advantage of the age-old methods of record keeping susceptible to manipulation. It is because of the faulty and vulnerable system reliant on manual record keeping in ledgers and registers that a piece of land might get sold a number of times, rendering sales or purchases extremely risky. As a result, the number of land dispute cases pending with the courts all over the country is increasing every year and is believed to be much higher than in most other countries. A good deal of the problems is attributed to the cumbersome and complex system of record keeping that often makes accessing correct information more than just difficult. The victims in the process are the commoners. Hassled and tricked by touts and middlemen - products of the system over generations -- they often find themselves ripped apart. In this connection, it may be mentioned here that in most government offices, private too, there is the practice of destroying files and papers once these are found outdated and of no use, after expiry of a certain time as per a guideline. The government offices also have earmarked spots for destroying the useless piles of papers and documents by burning them. This cannot be imagined in case of our sub-registry offices - the depository of land records, for when it comes to land records, there is nothing called old, outdated or useless. So, these offices often housed in tiny spaces, especially those in places outside the district headquarters, are crammed with heaps of papers, some as old as fifty or more years. In an atmosphere overstuffed with papers and documents in racks and roof-high dusty shelves, it is difficult to put one's mind to work. Retrieving a decade-old document may take days, even weeks, if, mercifully not lost.  Given the prevailing situation, there should not be any questioning the merits of digitisation. A local daily has recently reported that two projects taken up by the government in this regard -- one with its own resources and the other under donor funding -- have run into snags. The government in 2010 approved a project with its own funding to digitise all existing land documents, including maps, mauzas and khatians in a total of nearly 60 upazilas. But, reportedly, due to application of faulty software the project could barely have any worthwhile outcome. The other project -- Digital Land Management System project -- funded by the Asian Development Bank is currently engaged in 44 districts. But this project is also not progressing well, reportedly for delays in release of funds, and hence the time is being repeatedly extended. This is not at all desirable. Surprisingly, in recent times, the issue is not in public discussion at all. The media, too, has apparently forgotten to pursue the matter and peruse the readers about the current state of the projects. Today, most countries, including the developing ones, have parted with manual handling of land records. Given that it is a mammoth task and cannot be expected to be completed in a strictly time-bound manner, as it is in case of a construction project, there has to be a well planned strategy on how to go about bringing these into digital format. Reports published in the newspapers say the sub-registry offices are yet to be provided with the effective tools to start with.  Digitisation, more than anything, will do away with a lot of public sufferings. Because of the manual handling of documents and their susceptibility to manipulation, forgery and even theft, safekeeping is crucially important. This, besides easing the works of the offices dealing with land records will also provide a great relief to the people-- the perennial victims. All concerned should do their best to put things in place so as to facilitate the digitising process that, unfortunately, appears to have gone out of focus-for inexplicable reasons.wasiahmed,[email protected]",
        "headline_1": "Land record digitisation project out of focus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/land-record-digitisation-project-out-of-focus-1672156262",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "One of the more positive sides of Awami League rule has been the expansion of the number of taxpayers over the last decade. From what has been reported in this paper on December 26, it is heartening to learn that the number of individual tax payers has increased seven times over the course of some 11 years. That is where the good news ends. While the taxpayer base has broadened, the revenue collecting body, i.e. the National Board of Revenue's (NBR) tax collection ability remains hamstrung by a chronic shortage of requisite manpower and logistic support.\"Existing tax offices with 31 income-tax zones across the country was designed to serve and monitor 1.1 million individual taxpayers as of 2011, when the last expansion of its net took place\", according to data available with the NBR. On paper, there are over 8.0 million registered tax payers who possess taxpayer-identification number (TIN). The irony here is that the problems with infrastructure, manpower and other logistics needed to properly serve this tax payer base have remained unaddressed. According to tax officials, the last expansion of the tax department took place in 2011. Back in 2011, individual tax zones dealt with 50,000-60,000 tax payers in a financial year - now that number has mushroomed to around 242,000 individuals who are being supervised by the same number of personnel who did the job a decade ago. Hence, it does not require much imagination that bereft of the tools needed by taxmen to properly assess individual taxpayers, the government is losing a lot of taxable income.With the development budget becoming more and more ambitious over the last decade, one wonders precisely what deters policymakers from expanding NBR capabilities so that more revenue could be collected. The data presented here is from the field and one can see that on the one hand, the government has been going all-out to expand its revenue base, while on the other, failing to make budgetary allocation for personnel, infrastructure, equipment and logistics, all of which would be needed to tap the registered taxpayer base. As the economy had been growing (until Covid) consistently over 6.0 per cent per annum for over a decade, individual incomes have also gone up. And given the positive response of professionals (service holders primarily) who have come on board the tax system, it is natural that the revenue authority should expand its base to cater to this ever-increasing group of tax payers. With increase in individual incomes comes greater opportunity for NBR to generate more and more revenue for the national exchequer. Taxation at individual level remains a sore point in the government machinery and it is high time that these basic needs were addressed properly.As the NBR is unable to properly service its registered taxpayers, small wonder that two-thirds of registered tax payers (roughly 5.5 million people) didn't even bother to file their yearly tax returns. What a distortion of the system! Indirect tax (VAT) can only go so far. In the absence of yearly taxation on individuals, there will never be enough money for the multiple development and social benefit programmes the government wishes to execute. It will forever be dependent on foreign grant agencies and international financial institutions to meet its commitments. Foreign aid, grant and loans come with strings attached, some more unpalatable than others. Apparently the income-tax wing is now planning an expansion whereby tax zones are increased substantially. There is also talk about automating taxpayer services. Let these plans not remain plans anymore. Let there be expedited action on plans so that by the time the upcoming budget is announced, there is some good news to look forward to.[email protected]",
        "headline_1": "Manpower shortage hampers revenue collection",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/manpower-shortage-hampers-revenue-collection-1672156319",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2022"
    },
    {
        "full_article": "The much-awaited metro rail is finally getting inaugurated today, making Bangladesh the third country in the Indian Subcontinent with the mass rapid transit system. Prime Minister Sheikh Hasina will officially open the metro rail service from the capital's Uttara to Agargaon, ending 18 years of wait for the Dhaka dwellers. We are now hopeful of not only having a fast but also a pleasurable and safe journey from Dhaka's one part to another. The metro rail has brought new hopes to the traffic-congested Dhaka city. However, when it starts operating, we must be careful about its cleaning and maintaining programmes. Throwing wrappers and papers inside the train or on the tracks, spitting, tossing chewing gum on the floors of the train or sticking them below the seats can ruin all the excitement of Dhaka city dwellers about this much-awaited project. Metro trains, platforms and entire station areas have been declared smoke-free. Eating and drinking are also prohibited on the platforms and stations. No spitting or dumping waste in the metro station will be allowed except in designated areas. Posters, banners and graffiti have also been banned to maintain the overall beauty of the station and train. Before boarding a train, we must know the dos and don'ts of this journey. The metro rail is our long-cherished dream-come-true project and we should not ruin its beauty in any way. So, every one of us should be made aware of proper use of our very own metro rail.Badsha Faysal,Jurain, Dhaka,[email protected]",
        "headline_1": "Making people aware of metro rail use",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-people-aware-of-metro-rail-use-1672156353",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2022"
    }
]