[
    {
        "full_article": "The Supreme Court has given a timely reminder to Governors that the Constitution expects that a decision to return a Bill to the State Assembly for reconsideration should be made “as soon as possible”. It has drawn attention to the phrase found in the first proviso to Article 200, seeking to convey a sense of immediacy in the matter of returning a Bill. “The expression ‘as soon as possible’ contains significant constitutional content and must be borne in mind by constitutional authorities,” the Court observed. This effectively means it would be constitutionally impermissible for Governors to hold on to Bills indefinitely without communicating their decision to the House. The Telangana Governor, Dr. Tamilisai Soundararajan, against whose apparent inaction on several Bills the State had approached the Court, communicated to the Court that no Bills were pending with her, and that she had returned two Bills for reconsideration, while seeking further information from the government on a few others. Based on this, the Court disposed of the petition, but kept open questions that arose from the issue for consideration in an appropriate case. The Court’s observation addresses the issue of delay, but it is only one aspect of the controversy. The issue of granting assent is seen in most parliamentary democracies as a formality, but the peculiar discretionary powers with which Governors are clothed in India have given much scope for controversy.The Governor’s power to withhold assent or return a Bill, with a message, for reconsideration is seen as discretionary. In the Constituent Assembly, it was explicitly clarified that returning a Bill was to be done only on advice, and that it was an enabling provision for a government to recall a pending Bill in case it had second thoughts on its advisability. There are three clear problems associated with Article 200, which deals with assent to Bills: the absence of a time limit for acting on Bills, the scope for reserving a Bill for the President’s consideration against the express advice of the Cabinet and the claim that the Governor can kill any Bill by declining assent. The mischief lies in Article 163, which hedges the primary rule that the Governors function on the ‘aid and advice’ of the Cabinet, with a clause that prohibits any inquiry into whether a particular matter fell within their discretion or not. These provisions give abundant scope for conflict between the government and Raj Bhavan. There is no doubt that these ought to be changed, either by amending the Constitution or through an appropriate Supreme Court verdict, so that misuse of gubernatorial discretion can be kept in check.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGovernor\n\n/\n\njudiciary (system of justice)\n\n/\n\nTelangana\n\n/\n\nlaws\n\n/\n\nexecutive (government)\n\n/\n\nconstitution",
        "headline_1": "None too soon: On Governor’s and the judiciary’s reminder on Bills",
        "headline_2": "Delay in conveying decision on assent to Bills is constitutionally impermissible",
        "link": "https://www.thehindu.com/opinion/editorial/none-too-soon-the-hindu-editorial-on-governors-and-the-judiciarys-reminder-on-bills/article66789822.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "On the 70th anniversary of the U.S.-South Korea alliance, South Korean President Yoon Suk-yeol not only sang “American Pie” at the White House but also sealed an important cooperation agreement with his American counterpart Joe Biden to protect the Korean Peninsula from a nuclear attack by the likes of North Korea. Under the new pact, labelled the “Washington Declaration”, U.S. strategic assets will be deployed around the Korean Peninsula and a joint Nuclear Consultative Group will share tactical information, engage in joint training, and coordinate military responses to any potentially hostile actions by North Korea. While Washington will remain the sole authority deciding on whether or not to carry out a nuclear response in any such eventuality, the Biden administration will step up its contribution to symbolic deterrence against the North by sending, for the first time in 40 years, nuclear-armed submarines to the region, though they are unlikely to be a permanent deployment. U.S. tactical nuclear weapons stationed in South Korea were withdrawn from the region in 1991. Mr. Biden also used strong words to corroborate the strategic support that Washington has lent to Seoul, when he said, “A nuclear attack by North Korea against the U.S., its allies or… partners is unacceptable and will result in the end of whatever regime were to take such an action” — language that was similar to what former U.S. President Donald Trump had used in a similar context.The backdrop for this vote of nuclear confidence by the U.S. for its treaty ally is the steady growth of North Korea’s nuclear arsenal, notwithstanding the short-lived hopes for a détente between Mr. Trump and North Korean leader Kim Jong Un after their summit meeting in Singapore in 2018. While during the early years after the North first tested a nuclear bomb in 2006 there was less concern over Pyongyang launching a coordinated attack on South Korea or beyond, in recent years, including during the Trump and Biden administrations, North Korea has steadily added to its stock of ICBMs capable of reaching U.S. cities, most recently testing a solid-fuel ICBM and altering its nuclear doctrine to include the option to carry out pre-emptive strikes. While the “iron-clad” treaty between the U.S. and South Korea will strengthen the nuclear umbrella extended by Washington across the Korean Peninsula, the White House would be loath to risk any skirmish that could endanger U.S. citizens. However distant the prospect seems at the moment, the only way out of this dangerously unstable stalemate is for both sides to return to the negotiating table and find modalities to deescalate the situation on the ground and institutionalise peace-building initiatives in the longer term.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nSouth Korea\n\n/\n\nnuclear weapons\n\n/\n\nNorth Korea\n\n/\n\nSingapore\n\n/\n\nnuclear policy\n\n/\n\npeace negotiations",
        "headline_1": "Tackling the threat: On the U.S.-South Korea cooperation agreement, the Washington Declaration",
        "headline_2": "Negotiation, not nuclear deterrence, is the way to peace in the Korean Peninsula",
        "link": "https://www.thehindu.com/opinion/editorial/tackling-the-threat-the-hindu-editorial-on-the-us-south-korea-cooperation-agreement-the-washington-declaration/article66789629.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "Drawing on his friendship of three decades with noted economist Michael Lipton, the principal secretary to the Prime Minister shares his memories of an academic trailblazer:\nMichael Lipton, a brilliant scholar, a world-renowned economist, an intellectual giant and a wonderful human being, passed away on April 1, at the age of 86. His wife Merle Lipton was a historian and a political analyst who passed away just three months before him. His landmark publications are on the foundational issues of poverty, nutrition, the theory of the optimising peasant, village studies, evidence of urban bias and land reform.\n\nHis immense contribution to economics was recognised when, in 2012, he was awarded the Leontief Prize for Advancing the Frontiers of Economic Thought.\nLipton’s seminal paper in 1968, ‘The Theory of the Optimising Peasant’ brought out new dimensions of the concept of farmers’ risk through the classic expression ‘survival algorithm’.\nA multifaceted man\nLipton was a towering intellectual with knowledge and wide-ranging interests not only in economics, but also in literature, history, classical music, nutrition, food and wine and chess. He also had a unique sense of humour.\nMy three-decade-long association with him started in 1990 when I had to choose a topic for my dissertation as a part of the MA course in Development Economics at the University of Sussex. I wanted to work on farmers’ risk and crop insurance.\nA few days later, I was called for a meeting with Lipton, who spent half an hour with me. He asked several questions about my academic and professional background and then agreed to supervise the work.\nResearching ground-up\nLipton believed in rigorous economic research consisting of comprehensive empirical investigation based on fieldwork. He had a tremendous drive forground-level evidence. He would push his students and colleagues towards high standards of clarity and logical analysis. He had an open mind to be associated with research questions on which he had a belief different from the researcher.\nI would send him a draft chapter. Once he had gone through it, he would give it back to me and then call me for a discussion. His approach was very rigorous and evidence based. He would not allow any sentence not supported by either some data or research finding.\nIn 1995, I was a visiting fellow at the IDS for about six months to work on a book based on my PhD thesis. Lipton invited me to his house for dinner. I met his mother, who talked about Lipton’s early days, how he went to India and other countries at a very young age to do his fieldwork.\nHe wrote an excellent foreword for my book, which brought out its key findings with much more clarity than I could express in the book itself. In conclusion, he wrote: “This fascinating, clearly written and thoroughly researched account will induce many – as it hasinduced me – to re-examine their position on State-subsidised crop insurance. It should be included in the armoury of plausible measures to assist micro-enterprises, including family farms – and not only in India. ”\nHis enthusiasm never waned\nIn 2008, when he visited India, I invited him for dinner. Since he wanted to visit a village, we selected one in Haryana. We spent one-and-a-half hours with the villagers. Lipton asked them many questions. Then we went to two more villages without any prior information. We went to the fields, where some farmers and farm labourers were working. His questions related to the type of tenancy, farming technology, use of combine harvester and so on. I admired his depth of knowledge of farming practices and tenancy-related matters. I could feel the rigour and in-depth fieldwork of his early years.\nIn 2009 I got an email from Lipton asking me if I could write a blurb for his forthcoming book, Land Reform in Developing Countries: Property Rights and Property Wrongs , which was possibly his last major work. I readily agreed. In fact, I felt honoured that a person of his calibre and standing wanted to include a blurb from me along with renowned scholars.\nThe last time I met him was in November 2018 during my visit to London. He invited me for lunch at the Lansdowne Club, where he was staying on his visit to London for a book discussion at the London School of Economics. We had lunch together, and then he took me around to show me the various facilities at the club. The same warmth, hospitality and personal touch, as always.\nIn my long association with Professor Lipton, I have learnt many foundational aspects of economics, such as a new concept of risk, methodological sophistication, rigours of field-level research, and how to write an academic paper with authenticity and authority. He has left behind a legacy in development research that has changed the way we look at microeconomics.\n\n",
        "headline_1": "An economist who wasn’t just an economist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/an-economist-who-wasnt-just-an-economist/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "Karnataka’s mutts & institutions of all faiths elsewhere are part of Indian electoral politics because of complex social transactions. Simple modernist arguments don’t get this:\nThe ongoing battle for the ‘Lingayat vote’ in Karnataka underlines a very significant aspect of our democracy: the role of religion/faith in elections. Political parties and a section of the media wants us to believe that Indian voters, especially religious minorities, stridently follow political advice given by religious elites or established faith-based institutions.\n\nThe organic relationship between religious adherence and voting preferences is often emphasised as a ‘hard fact of politics’. The much talked about notion of ‘Muslim vote bank’, BJP’s Hindutva politics, SGPC’s role in Sikh politics in Punjab and the influence of church-based institutions in the northeastern states are cited as revealing examples in this regard.\nRead full opinion on TOI+\n \n\n",
        "headline_1": "Not really in the name of god",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/not-really-in-the-name-of-god/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "The year was 3023 and the National Council of Historical Research (NCHR) was holding its annual conference.\nThe first, indeed the only, item of discussion was what it had been for almost a thousand years. Who, or what, were the Mughals?\nThis was the great Mughal mystery. Who were these strange entities? Where had they come from, and why? And where had they gone to, having left behind them a myriad of monuments, including many which were famous all over the world? How, and why, had they then vanished, disappeared into thin air, as though they’d never existed, despite the literally monumental legacy they left behind?\nIt was a mystery more perplexing than those of the Bermuda Triangle, the riddle of the Sphinx, and the secret doctrine of the cult which worshipped a world-historic figure called Meghan Markle, all put together.\nThe mystery of the Mughals had baffled historiographic investigation for well-nigh a millennium. Had the ughals been some sort of Missing Link, like the legendary Yeti, the Abominable Snowman of the Himalayas, of which tell-tale footprints had been found in the eternal snows but nothing else?\nBut the footprints that the Mughals had left behind on the ageless sands of time, included what was deemed to be the most exquisite edifice in the world, said to be the mausoleum of an Emperor and his beloved wife, but which might well have been a hijacked temple.\nThen there was a mighty fort, red in hue, in the Capital, from the ramparts of which successive leaders of the nation made speeches on special days. Rumour had it that this too was of Mughal provenance, as was the tomb of someone called Humayun, also in the Capital, which had what was claimed to be the most perfect dome in all creation.\nBut for all that they’d left behind such magnificent marvels, there was nary a word nor whisper about them in history books.\nTo explain this, one theory was that they were extra-terrestrials, lifeforms that were alien to Earth and that, for whatever alien reason, they’d gone back to where they’d come from.\nWould they come back? And if they did, would we be able to defeat them? We wouldn’t have to. We’d merely delete them. Once again.\n\n",
        "headline_1": "Mughal mystery",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/mughal-mystery/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "GoI on Wednesday approved a new policy for national medical devices. It is the third iteration in medical devices policy since 2014. Beginning with the Make in India programme where it was classified as a sunrise sector, to a PLI scheme in 2020 and this week’s push, the medical devices segment is justifiably a focus of policy attention. It’s an integral part of the healthcare ecosystem. Therefore, getting policy, particularly manufacturing right, will help in making healthcare more affordable.\n\nTwo data points about the medical devices sectorin a Ficci report last year help explain the challenges. China and India have a roughly similar population size. India’s medical technology market is about 20% of that in China. Moreover, only 15% of medical devices consumed here are made domestically. Even if China’s higherper capita income contributes to the difference, there is a strong case for both GoI and states to prioritise policies that enhance domestic output. From the standpoint of disease burden, about 50% of it stems from noncommunicable sources. Therefore, any policythat increases domestic scale and efficiency of diagnostic devices will address affordability issues in healthcare provision.\nThe domestic market size in 2020 was $11 billion. GoI hopes that its policy initiatives will push it up to $50 billion by 2030. If a part of the six-pronged approach in the latest policy initiative such as upgrading human resources is to happen, domestic production first needs to be ramped up. Given GoI’s assessment that domestic manufacturing faces a challenge on account of high costs, policies where states and GoI work together to establish industrial parks for medical devices is the best bet as critical infrastructure expenses can be shared. The present support for four parks is inadequate. We need many more.\n\n",
        "headline_1": "Machines for health",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/machines-for-health/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "The wave of momentum that the BNP rode on leading up to their rally on December 10 last year and its immediate aftermath seems to have fizzled out. The party leadership is clearly uncertain about the next course of action as the next parliamentary elections draw closer.\nWhile some may wonder if BNP has failed to capitalise on its goodwill and momentum, political commentators say it is not at all unusual for the main opposition camp, which aspires to take office by toppling the incumbents, to lose steam midway.\nElected to office three times since 1991, BNP saw its public programmes gaining traction as it started talking about issues such as the rising prices of food, fuel and electricity. On top of that, when a few of their activists and leaders were killed, the crowd started overflowing. It was at this point that the party started holding divisional rallies in October last year.\nThe predictable obstruction put up by the ruling party in every possible way, at times aided by state apparatuses, only betrayed their desperation to encumber the BNP and throttle its campaign. But that backfired, and BNP's momentum with public support seemed to grow, culminating at the December 10 rally. In stark contrast to BNP's previous programmes – the vicious arson attacks of 2013 and 2014 to prevent the 2014 elections – this time, the campaign was noticeably peaceful.\n\nThe reason for BNP's campaign gaining public traction last year was that it was the first time in many years that the party raised issues relevant to the people instead of those relevant to the party's own interest – for instance, increasing food prices instead of the reinstatement of caretaker government system or the release of party chief Khaleda Zia. In fact, their failure to address issues that affect people's lives is often seen as one of the serious strategic mistakes the party has made in the past. \nSo, when the BNP planned to hold a rally in Dhaka, it was riddled with complications. The city authorities and police did not agree to the party's choice of venue. Party leaders and activists were locked up on flimsy charges, the party office was raided and major transport routes were blocked to keep people from expressing their solidarity with the BNP. Pundits think the party's obsession with its venue of choice took away the focus from the actual rally, which did not meet the expectations of the workers, especially given the build-up at the divisional rallies. The momentum was further dampened when, immediately after the rally, the party became rather engaged with releasing its leaders and activists from jail.\nSince then, the BNP has been trying to regain its pace. The party announced a number of fresh protests, including human chains, hunger strikes and processions, in Dhaka and at the grassroots level. Here, too, the party faced obstacles as the ruling Awami League countered them with their own programmes almost everywhere on the same dates. This strategy of counter programmes provided the ruling party with the excuse to take to the streets and gradually defuse the opposition camp's campaign.\nBNP also held a number of meetings with its grassroots leaders and activists, including former and incumbent local government representatives, to know their views about the next course of action for the party. They were unanimous in continuing the campaign and gear it up in Dhaka, where the party has always failed to seize the initiative ever since its election debacle in 2008.\nThe reason for BNP's campaign gaining public traction last year was that it was the first time in many years that the party raised issues relevant to the people instead of those relevant to the party's own interest – for instance, increasing food prices instead of the reinstatement of caretaker government system or the release of party chief Khaleda Zia. In fact, their failure to address issues that affect people's lives is often seen as one of the serious strategic mistakes the party has made in the past.\nLast year, the BNP was able to motivate its workers and cash in on the sentiments of the masses, but even after that it failed to wage a sustained campaign, which frustrated many of its workers. Then, just as the party was about to come up with fresh programmes, Ramadan arrived, rendering all politics to the confines of the iftar table.\nWith Eid holidays over, the country is bracing for the upcoming city corporation elections in five major cities, which will be a precursor to the general elections that are scheduled for late December this year or early January next year. Observers believe that political campaigns hardly get traction during local government elections. Although BNP has warned its workers against running in these elections, it would still be unwise to initiate a campaign when everyone's eyes are on the city polls.\nAnd following the city polls, we will be in the thick of monsoon when it will be hot, humid and wet, when street campaigns typically do not fare well.\nDespite that, the BNP is still chalking out fresh programmes to mobilise its leaders and supporters and also the masses to stand behind its demand for a nonpartisan interim government in order to hold elections. While observers say that the lost momentum is rather difficult to regain, to make matters worse for them, the Awami League has managed the electricity problem rather well, and power outages remain rather few compared to the looming apprehension through the winter months.\nVladimir Lenin wrote about the crisis in his party in his book One Step Forward, Two Steps Back. But for BNP, it is more like one step forward, several steps back.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "BNP has lost its momentum",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bnp-has-lost-its-momentum-3306526",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "My morning muse visits me with the gift of an old song. I have minimised the YouTube screen in which Khurshid Alam's song from an old movie, The Father (1979), continues to play. \"What gaan (song) can I sing? All around, there are all these guns: Bren Guns, Sten Guns and Machine Guns.\" The lyricist Gazi Mazharul Anwar has worked wonders in pointing out the loaded dilemma between creativity (i.e. gaan) and hostility (i.e. gun). In a way, he echoed the German philosopher Theodor Adorno, who once said that to write poetry after Auschwitz is barbaric. Auschwitz, of course, is the ill-famous town in Poland that was used by Nazi Germany for extermination camps during World War II. Once humanity has witnessed the brutality at its extreme level, one should not sing for humanity, Adorno contended.\nWriting is becoming increasingly difficult as one has to tiptoe through a minefield, not knowing which topic may set off a trigger or become a bummer. It's not nice to hear that we have the worst record of press freedom among South Asian countries, lower than Afghanistan. International media propaganda? Perhaps! In a media-eat-media world, I am so glad that I am no longer a journalist in search of facts. I write my opinion pieces based on the information that is already published. I share my value judgements in connotative language. I set aside my Friday mornings to reflect on the current news that is electrifying with different shock intensities.\nMy page editor knows it all too well that she cannot make me think of my Saturday column, except for Friday morning. I work better only when there is a deadline. I guess deadlines are liberating in the sense that it takes the eye off the ball of what to write and what not to write, or what is right and what is not right. You just go with your creative flow because you have a deadline to meet. The outcome is often terrible, at times tolerable. Do you smell something fishy in the way I am beating around the bush? Yes, you have smelled it right.\nThere shouldn't have been any scarcity of topics given we had a long Eid break, right? Topics should line up like the motorcycles on the shoulder of Padma Bridge and drive in a regulated manner. Writing should have been easy like driving through the emptied Dhaka streets. Yet, there was helter-skelter when the Dhaka residents who did not have the luxury of tracing their umbilical cord back to their ancestral homes smelled something foul in the air. There was nothing natural about the way the piped gas started leaking over the holidays. People were scared; many came out into the streets. Some residential complexes started miking, asking residents not to light their stoves. For the first time, I did not complain about being hostage to the private LPG cylinder makers who have had us, the consumers, tightly under their thumbs. Rumours grew their tongues as news of gas leakage started hitting all portals, but there were no decisive instructions from the authorities concerned.\nNews outlets quoted anonymous inside sources saying that the closure of factories and reduced amount of consumption during Eid break increased the pressure in the gas lines, causing gas leakage. Hours later, we heard that the national gas service provider Titas had reduced the pressure of gas through its district regulation stations and brought the situation under control. No apologies. No punitive measures for creating such a panic and turning Dhaka into a ticking bomb.\nSomeone at the regulation stations failed to anticipate the decline in gas usage over the Eid holidays. Yet, such annual events should be a standard operating procedure. Now, can I dare criticise the negligence of the power and energy authorities? The answer lies in their name. They are so powerful that mere mortals like me can only feebly connote in a soundwave inaudible to the big bosses.\nDo you think if I fail to pitch my resistance in a soundwave range below 20 Hertz, it will be picked up by the providence? Or, should I pitch high over 20,000 Hertz to reach the ear of the supernatural beings? How else do I protest the crescent grin of the fowl vendor who was asking for Tk 350 per kg of live broiler birds on the night before Eid? How do I respond to the quadrupled price of salad items following the news of Eid being observed in a faraway desert? Once again, do I dare write about this syndicate that has us under their thumbs? There is no one to see our misery, feel our pain.\nYou may chuckle, thinking why bother the small fries when there are so many big fish responsible for the situation. It is fishy how some of these big fishes act like demigods. Their arrogance scales new heights, and their audacity mounts.\nFor one alpha male in a sports body, it was perhaps demeaning for his male ego to see the female athletes performing at international levels. The girls did what his boys could not. He tried to bask in the glory of the girls for a while, then realised he had failed to deliver on his national assignment. His meanness became obvious when he dilly-dallied to pay the entry fees of a tournament and forwarded the payment request to the ministry concerned as his exit clause in a fine print. The amount, quoted as Tk 20 lakh, is so negligible in the grand scheme of things that another sports boss waved his willows to suggest that even his players could have coughed up. Now the ball-filled-with-air and the ball-covered-in-expensive-leather are having a field day. The air is becoming increasingly foul.\nMeanwhile, I scratch my head thinking about what to write. Friday is becoming my \"bheja fry\" day.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Tiptoeing through the minefield",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/tiptoeing-through-the-minefield-3306506",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "We are astounded that the intensive care units (ICUs) at the country's premier hospital for cardiovascular diseases, the National Institute of Cardiovascular Diseases (NICVD), have been out of operation for the last 10 days as the air conditioning system could not be fixed on time. According to the hospital authorities, the temperature imbalance at the ICUs caused infections among patients, which led to the units being shut down, leading to untold sufferings to those in urgent need of intervention.\nThe hospital accommodates 1,200 indoor patients at a time, against its 800-bed capacity, and has two ICUs with a total of 48 beds, with patients requiring intensive care for three to seven days post-surgery. On average, around five cardiac surgeries are conducted every day at the NICVD, which means that the delay in fixing the air conditioning system has led to the postponement of at least 50 surgeries, which can have life-threatening repercussions for cardiac patients. As many of those who seek treatment at the government hospital are from low-income groups and come from outside Dhaka, often selling off their properties or taking on loans to pay for the medical expenses, such untoward delays have no doubt compounded their miseries – both physical and financial.\n\nIt is no secret that our public hospitals, which provide crucial services to thousands of people from across the country at subsidised rates, are understaffed and underfunded.\nGiven that people's lives are at stake, we would have expected the authorities to take urgent steps to fix the ICUs' air conditioning system in the hottest summer that Dhaka has experienced in six decades. Unfortunately, according to our report, a lack of coordination between the NICVD authorities and the Public Works Department (PWD), which is responsible for the maintenance of the air conditioning system, is prolonging the situation. Though the hospital evacuated the ICUs hoping that the ACs would be fixed during the Eid holidays, the PWD could not yet start the works, apparently because it was not possible to complete the necessary procurement during the Eid holidays.\nIt is no secret that our public hospitals, which provide crucial services to thousands of people from across the country at subsidised rates, are understaffed and underfunded. That they are still able to do their jobs well and save so many lives on a daily basis is to their tremendous credit. But incidents such as these reveal the fault lines in management, highlighting how bureaucracy and inefficiency affect our service delivery mechanisms and do a disservice to the healthcare professionals who are trying their utmost to offer quality services to patients, despite the many constraints.\nWe urge the PWD and the NICVD authorities to address this issue immediately and ease people's sufferings. We need not remind them that heart surgeries are critical and such prolonged delays can have disastrous consequences for patients.\n",
        "headline_1": "ICUs out of commission!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/icus-out-commission-3306491",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "We are astounded that the intensive care units (ICUs) at the country's premier hospital for cardiovascular diseases, the National Institute of Cardiovascular Diseases (NICVD), have been out of operation for the last 10 days as the air conditioning system could not be fixed on time. According to the hospital authorities, the temperature imbalance at the ICUs caused infections among patients, which led to the units being shut down, leading to untold sufferings to those in urgent need of intervention.\nThe hospital accommodates 1,200 indoor patients at a time, against its 800-bed capacity, and has two ICUs with a total of 48 beds, with patients requiring intensive care for three to seven days post-surgery. On average, around five cardiac surgeries are conducted every day at the NICVD, which means that the delay in fixing the air conditioning system has led to the postponement of at least 50 surgeries, which can have life-threatening repercussions for cardiac patients. As many of those who seek treatment at the government hospital are from low-income groups and come from outside Dhaka, often selling off their properties or taking on loans to pay for the medical expenses, such untoward delays have no doubt compounded their miseries – both physical and financial.\n\nIt is no secret that our public hospitals, which provide crucial services to thousands of people from across the country at subsidised rates, are understaffed and underfunded.\nGiven that people's lives are at stake, we would have expected the authorities to take urgent steps to fix the ICUs' air conditioning system in the hottest summer that Dhaka has experienced in six decades. Unfortunately, according to our report, a lack of coordination between the NICVD authorities and the Public Works Department (PWD), which is responsible for the maintenance of the air conditioning system, is prolonging the situation. Though the hospital evacuated the ICUs hoping that the ACs would be fixed during the Eid holidays, the PWD could not yet start the works, apparently because it was not possible to complete the necessary procurement during the Eid holidays.\nIt is no secret that our public hospitals, which provide crucial services to thousands of people from across the country at subsidised rates, are understaffed and underfunded. That they are still able to do their jobs well and save so many lives on a daily basis is to their tremendous credit. But incidents such as these reveal the fault lines in management, highlighting how bureaucracy and inefficiency affect our service delivery mechanisms and do a disservice to the healthcare professionals who are trying their utmost to offer quality services to patients, despite the many constraints.\nWe urge the PWD and the NICVD authorities to address this issue immediately and ease people's sufferings. We need not remind them that heart surgeries are critical and such prolonged delays can have disastrous consequences for patients.\n",
        "headline_1": "ICUs out of commission!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/icus-out-commission-3306491",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "We are alarmed to learn that a backlog of around 42 lakh cases is pending with courts across the country, including the Appellate and High Court Divisions of the Supreme Court. Reportedly, of the cases, 7,89,179 have been pending with district courts for more than five years. This is causing immense suffering for litigants who have seen their legal fees increased (making it hard to pursue justice for many) with the addition of stress which comes with long-unresolved cases. If legal redress or equitable relief for an injured party is not forthcoming in a timely fashion, it is effectively the same as having no remedy at all. Justice delayed is justice denied, as the maxim goes. As such, the backlog is putting a big question mark on our justice system.\nThe pile-up of cases is happening in spite of an increased rate of case disposals in recent years. At present, there are eight judges for the Appellate Division, 90 judges for the High Court Division, and around 1,800 judges for the lower courts. These numbers are minuscule in a country of about 17 crore people, and no amount of sincerity on the part of the judges can meet their legal needs. For years, legal experts have been drawing attention to this crisis. It is, therefore, vital that the government takes it seriously and fast-tracks the work on enacting a law for the appointment of High Court judges, which is reportedly underway. Moreover, as the chief justice himself had previously said, the number of lower court judges also needs to be doubled or tripled to reduce the increasing backlog of cases. Since the number of judges cannot be increased significantly overnight, the government needs to formulate a comprehensive strategy on how to conduct the appointments over time, but also with urgency.\nAs well as judge shortages, the other major reasons behind the backlog of cases are the extremely slow process of investigation and charge-sheet submission, continued postponement of hearing dates, and lack of witnesses to testify during trials. These are systemic problems that need to be sorted out systemically.\nDelay in disposal of cases, which has become a norm these days, is discouraging people from pursuing justice through the legal channel, according to various studies. This shows that on the one hand, people are losing faith in the justice system, while on the other hand, they are pursuing other means of settling disputes so as not to go through hassles – high legal fees, endless court visits, etc. – involved with going to the court. But that is only for those who are privileged enough to find alternative settlement options. What about those who do not even have the means to do so?\nAt the end of the day, a functioning democracy must be able to equitably deliver justice through the judicial process. This calls for the state to urgently fix all the problems and anomalies associated with case backlog, so that citizens don't have to wait endlessly for a legal remedy.\n",
        "headline_1": "Huge case backlog only hurting citizens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/huge-case-backlog-only-hurting-citizens-3306391",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "About half of Bangladesh's entire merchandise export (more than 80 per cent of which comprises apparel items) is destined for the 27-member European Union (EU). From a mere USD 2.0 billion worth of export in FY2001, the country's export to the European economic bloc rose to USD 23.2 billion in FY2022-an increase of more than 1,100 per cent. The EU scheme of Generalised System of Preferences (GSP) that involve preferential duty-free and quota-free access of Bangladesh-origin products to the EU market under its Everything But Arms (EBA) initiative did play a crucial role in this success. Of course, being a member of the Least Developed Countries (LDCs), Bangladesh has been taking advantage of the relaxed Rules of Origin (RoO) and the unrestricted market access of its goods to the EU market. But there are challenges ahead. First, the current EU GSP regime will expire in December 2023 and is going to be replaced by a new one during the 2024-2034 period. Second, Bangladesh is set to graduate from LDC in 2026. Even under the current EU GSP scheme, after LDC-graduation, Bangladesh would not qualify for the EU's very attractive preferential treatment (under GSP+) being enjoyed by other non-LDC countries.Notably, GSP+ allows duty-free access to a large number of non-LDC goods including clothing and textile items. However, under the proposed new EU GSP scheme for 2024-34, post-LDC Bangladesh might well be able to access GSP+ facilities. Also, given that the current EU GSP scheme allows for a three-year transitional grace period after Bangladesh's graduation in 2026, it can normally expect to enjoy the current zero-duty benefits till 2029. Even so, in the proposed post-2023 EU GSP regime, certain changes in the eligibility criteria might deprive Bangladeshi products of their accessibility to the facilities under the GSP+ dispensation.Under the proposed new EU GSP regulation, there are the so-called 'safeguards', which risk excluding Bangladeshi apparel products now enjoying the zero-duty facility in the EU market. That means Bangladesh may be relegated to the World Trade Organization (WTO)'s so-called Most Favoured Nation (MFN) status, whereby as a WTO member, it (Bangladesh) cannot get any preferential treatment regarding duty or other facilities from another WTO member such as an EU nation. In that case, the tariff rate for Bangladeshi products, especially apparel items, in the EU market will rise from the present zero per cent to 12 per cent (MFN rate). In fact, the proposed new GSP scheme stipulates that if the combined share of HS Sections 61, 62 and 63 (a Harmonized Commodity Description and Coding System) that include knitwear, woven and home textile (defined as 'product group s-11b') exceeds 6.0 per cent of total EU imports, the said 'safeguard measures' will automatically exclude those items from the duty-free list. Interestingly, Bangladesh's exports to the EU under those HS sections have already crossed the bloc's 6.0 per cent threshold (actually, it is nearly 9.0 per cent). But that wouldn't still be a bar to Bangladesh's availing facilities under GSP+, had its share of knitwear, woven, and home textile (s-11b) exports (as a percentage of their import by EU under GSP-coverage) not exceeded 37 per cent (Bangladesh's share in that respect is already close to 50 per cent).Euro Commerce, a EU body representing its retail and wholesale sector, has already expressed concern over the implications of the proposed new EU GSP scheme for Bangladesh. It suggested various measures including a transition period for post-LDC graduation countries joining the GSP+ regime before the proposed 'safeguards' are activated. In this situation, Bangladesh should earnestly engage with its EU partners and come up with mitigation measures to cushion its economy against the shock of the proposed new EU GSP scheme.",
        "headline_1": "Coming to terms with proposed EU GSP protocol",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/coming-to-terms-with-proposed-eu-gsp-protocol-1682688965",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "Japan holds a lot of promise for the exporting apparel industry (RMG) in Bangladesh. The data point to \"a robust growth of over 42 per cent to cross the billion-dollar mark during the first nine months of the current fiscal year (FY). Shipments to the destination country witnessed a decline for two consecutive fiscal years beginning 2019-20 and bounced back in the last fiscal\". According to a report published in this newspaper, Bangladesh exported RMG worth USD1.2 billion in the first three quarters of the current FY which is up from USD849,64 million during the same period a year ago.The approximate size of the Japanese market is about USD23 billion a year, so Bangladesh has around a 3.0 per cent market share currently. While entrepreneurs in the country may rejoice at the doubling of business over a financial year, the fact remains that there is huge potential for the RMG sector for greater Japanese market penetration. If one looks at history, the Japanese market opened up to Bangladeshi RMG in 2010 and that the country's share hasn't grown by leaps and bounds is due to a number of factors. Indeed, Bangladeshi knit products have had duty-free access to that market since April 01, 2011 and woven items since April 2014. So why haven't RMG exports to Japan done better despite the fact that products made in this country offer competitive prices? As pointed by some industry insiders, Japanese quality control is exceptionally high. Many Japanese buyers literally, have a third party to check individual pieces of garments from shipments as samples before accepting goods. Meeting such high standards in terms of quality has been a problem for many Bangladeshi apparel manufacturers. Second, the sector as a whole has always run after the \"low hanging fruits\", i.e., easier terms and conditions offered by the US and European buyers which meant that RMG manufacturers shied away from exploring Japanese market in the past.Well times have changed. The RMG industry has grown and matured over a four-decade period to clinch the second-largest position in global production. With that capacity has come the fact that a growing portion of factories have gone \"green\" or are in the process of doing so, offering world-class manufacturing processes that can, and in fact are, competing with other countries to get a bigger portion of the Japanese apparel market. The largest contributor to the Japanese market of course comes from China, which has about a 53 per cent stake. As geopolitics has changed recently, Japan is now actively pursuing a China +1 policy, whereby there is interest in Japan to move away from this overwhelming dependence on China, in sourcing RMG products. While there is ample opportunity for growth, much remains to be done at policy level. Were Bangladeshi policymakers able to get from Japan the commitment of \"most preferred nation\" status, it would certainly help matters. There is also talk about Bangladesh and Japan signing a Free Trade Agreement (FTA). If materialised, these would put the apparel industry on a stronger footing. Major RMG manufacturers in the past have largely shied away from the Japanese market on the issue of stringent standards, but some companies have made the effort and are reaping benefits. Some industry insiders have pointed out that it takes time and patience to reach the level of efficiency demanded by Japanese buyers and it all boils down to mindset. The Japanese are not going to change their rules to accommodate Bangladeshi companies, rather it is Bangladeshi companies that must strive to achieve the level of efficiency, low wastage and quality to penetrate that market.Looking beyond what government can or should be doing to facilitate trade pact or status to help the industry, BGMEA(Bangladesh Garments Manufacturers' Export Association), the apex body of apparel manufacturers has been doing its part to get things moving in the right direction. Indeed, as pointed out by Mr. Asif Ashraf, Managing Director & CEO of Urmi Group, BGMEA launched a 'Made in Bangladesh' event to showcase for foreign customers how far the RMG sector had progressed, quality and the economies-of-scale on offer that couple quality and price back in November, 2022. The purpose was to present Bangladesh as an obvious destination for sourcing RMG products. The event was very successful in presenting before foreign customers and potential buyers what developments have taken place over the last decade in industry, through seminars. Mr. Ashraf further stated that \"now we intend to organise events in foreign countries where customers reside, because not all buyers come to Bangladesh. Once they see what is on offer from the local RMG sector, they will be interested to come to the country. Under this plan, we will first visit Australia, then go to Japan and South Korea as per programme.\" It is hence, critical, that Bangladesh manages to get duty-free access for T&C (textile and clothing) products to markets such as Japan and elsewhere and this must be a primary policy focus for government over the next few years to achieve diversification in both export markets and product lines.[email protected]",
        "headline_1": "Japan could be the next big RMG market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/japan-could-be-the-next-big-rmg-market-1682689011",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "Journalism has always been pitted against many odds. Many countries across the world, governments to be precise, have gone an extra length to curb the free flow of information and freedom of expression. These governments, however, argue that the various restrictive steps to control journalists and opinion makers are intended to contain false and fabricated propaganda against national interests and states. Generally, authoritarian governments dislike the free press and freedom of journalism. There are many examples of how these kinds of governments enforced harsh measures making journalism hard. Democratic governments, on the other hand, used to provide adequate space for journalism without fear or favour. It is the beauty of a democratic country that the free press functions as a watchdog of government activities. Despite some tensions between the media and the government, mutual cooperation exists. The democratic environment also makes it incumbent on journalism to be responsible and sensible.Thus, the press and media need to be free enough to expose the drawbacks in society and the state, and it is a necessary condition for journalism. At the same time, being responsible for revealing factual contents and expressing opinions is the second-order or sufficient condition to make the freedom of the press effective. Furthermore, a free press must act as a check and balance to the administration and authority. It also needs to inform and create awareness among the public. Thus, independent media are a platform for the government and the people. All these are challenging tasks, and journalists have to rise up to the challenges to maintain the highest degree of impartiality and integrity. There is, however, a growing trend in some democratic countries to undermine the freedom of the press. India, the largest democracy in the world in terms of population size, is an example. As the country is moving ahead fast to become a global economic powerhouse, the press is now facing a more obstructive attitude from the establishment. With the advancement of science and information technology, the country has intensified its surveillance on journalists. What is more disturbing is the rise of pro-establishment journalism. In an article in The Wire, media expert Haoginlen Chongloi wrote: \"Under this newly introduced system of journalism, everything the Indian government decides and does is to be supported without a doubt. Concerns raised by its citizens are labelled as 'anti-national', 'terrorist' 'or' unpatriotic'. Any form of protest or dissent is considered as an act against the state.\" (February 26, 2023). In this process, a section of Indian media stands against the concept of independent media and assumes the role of the government's propaganda machine. This is most visible with electronic media, television channels, to be precise. India is not the unique case of obstructing free press. Media in the countries like China, Pakistan and Iran have faced much repression. Unlike India, these countries are largely ruled by authoritarian regimes. Democratic countries like Benin, Hungary and the Philippines have adopted various repressive measures to curb the freedom of the press. The situations in other South Asian nations are not any better. While there is nothing wrong with presenting the various success stories of a government, suppression of the downsides due to fear of aggressive backlash curbs the freedom of the press and opens the flow of misinformation. All these are not good for any democratic country in the long run. [email protected]",
        "headline_1": "Fresh challenges before journalism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fresh-challenges-before-journalism-1682689053",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2023"
    },
    {
        "full_article": "Dhaka city residents have recently spent a sleepless night. The widespread smell of leaked gas reported on Monday night in many areas including Moghbazar, Badda, Bashabo, Dhanmondi, Hazaribagh and East Rajabazar, created panic among people and prompted mosques to use their public announcement system for asking households not to switch on their gas burner and people to refrain from smoking cigarettes. Many also posted on social media about the gas smell with similar warnings. A few of them called the national emergency service number 999 to report the gas leaks. Titas Gas Transmission and Distribution Company Limited authorities later explained the reason behind the gas smell in a Facebook post and requested the citizens not to panic. But city dwellers have valid reasons for getting panicked by gas smell. In 2021, several people were killed after a building in Moghbazar collapsed in a massive explosion caused by gas accumulation from a leak in an abandoned gas supply line of Titas. It is also assumed that the blast in a building in the capital's Science Lab area on March 4 originated from accumulated gas in the basement of the building. The blast in a building at Siddique Bazar was also caused by gas leakage. People are worried about the incidents of fire and blasts one after another in recent months. According to the media, many gas distribution lines are 40 years old and expired 10 years ago. The faulty gas lines and the leak in them have posed a big threat of explosions and large fire incidents in the city. Apparently, there has been no monitoring by the authorities concerned about the maintenance of the gas line network. In this situation, it is not clear why the authorities are requesting people not to panic as the city, itself, has turned into a ticking bomb. The leaks must be detected as soon as possible and the defected pipelines must be replaced in no time. Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Fix gas leaks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fix-gas-leaks-1682689082",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2023"
    }
]