[
    {
        "full_article": "In its first such confirmation, the government has conceded that Indians have been recruited by the Russian Army and positioned inside the Ukrainian border in land now under Russian control. The Ministry of External Affairs (MEA) says a “few” Indian nationals had signed up for support jobs, as military helpers and loaders, something the government actively discourages. It said that the Indian Embassy had pressed Russia for their “early discharge”, and denied accusations by the families that Indian officials had not been responsive. Despite evidence that dozens of Indians have joined the war, lured by online advertisements and middlemen promising lucrative jobs, the government failed to make any statement, but spoke only after a series of reports in The Hindu, that included news of the death of a man from Surat who was hit by a Ukrainian drone-operated missile. An early acceptance of the problem, and more awareness drives against those duping Indians may have deterred others from signing up and facing harm. The government must also investigate the networks of unscrupulous recruiters who charge high fees from Indians seeking jobs abroad without fully explaining the nature of work. The truth is that even after awareness of their menial roles in a war zone, they have few options. Having spent their family’s savings or availed of loans, the men cannot return without earning some of it back.The government must review its procedures for countries in conflict, updating the list of 18 “Emigration Check Required” countries, so that the contracts of Indians travelling abroad for such work are vetted more thoroughly, they are advised better and also provided protection. Given that Nepal, Pakistan and Bangladesh face similar issues, it may help to seek more regional cooperation in thwarting the networks that market unsafe employment opportunities. The MEA’s pleas to “stay away from conflict” are clearly insufficient. It is equally disturbing that the government has green-lighted recruitment drives to other conflict zones, including, more recently, Israel, for Indian construction and elder-care workers to replace Palestinians who have been denied entry to the country since October 7. More broadly, the numerous cases of Indians travelling to dangerous zones internationally, or even undertaking arduous journeys as illegal immigrants, reflect the deep economic distress and job shortages in India. While there are few quick fixes to such entrenched economic issues, the government must evince more empathy for the situation many find themselves in, putting more comprehensive protocols in place for emigrants, and support structures for those in peril.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nmigration\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nunrest, conflicts and war\n\n/\n\nemployment\n\n/\n\nNepal\n\n/\n\nPakistan\n\n/\n\nBangladesh",
        "headline_1": "Lives and livelihoods: On perils and the Indian emigrant",
        "headline_2": "India must have protocols in place to protect emigrants from conflicts",
        "link": "https://www.thehindu.com/opinion/editorial/lives-and-livelihoods-on-perils-and-the-indian-emigrant/article67896295.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "The legitimacy of any demand for a change in public policy lies in the rationale behind it and not in the strength in support for it. There is a reason why even after States have bowed down to popular demands for reservation to social groups which were not considered backward earlier, their actions have been reversed or nullified by the higher judiciary. This has been true of previous pieces of legislation passed by the Maharashtra government to grant reservation to the Maratha community. Yet, the community’s political dominance is evident in the fact that the State Assembly unanimously passed a Bill on February 20, granting Marathas 10% reservation in education and government jobs. This is the third time in a decade that such legislation for the community has been passed; earlier, there was the Socially and Educationally Backward Classes Act, 2018 under the Bharatiya Janata Party-Shiv Sena-led coalition. The two pieces of legislation are similar, but the current Bill is based on a report by the Maharashtra State Backward Class Commission, which expands the total quota for reservations to 72% with the inclusion of 10% for Marathas after the application of a “creamy layer” criterion. This also includes 10% reservation for “Economically Weaker Sections” focusing on the poor among the Maratha community.It is understandable why the political class in Maharashtra has chosen the easier, even if legally dubious, path of expanding the reservation pie. The other alternative of treating Marathas as a backward class community and providing reservations from within the 19% quota for OBCs was always going to be a problem with OBC groups expressing opposition. But the legislation is bound to face problems if and when it is challenged in the Supreme Court. The top court had struck down the 2018 Act in May 2021 by citing the Indra Sawhney judgment (1992) that limited reservations to 50% and also held that only the Union government is empowered to identify socially and educationally backward classes to include them in the central list to avail reservations. Yet, the Court’s November 2022 judgment upholding the 10% quota for EWS, over and beyond the 50% limit, has opened a Pandora’s box. The vagaries of addressing demands of politically dominant groups such as the Marathas, which have stratifications due to significant intra-community variations in terms of income and educational outcomes, suggest a case for a comprehensive socio-economic census alongside the delayed decennial Census. Such a census will establish the true nature of backwardness and discrimination across States and could even clarify a new means of providing affirmative action based on the data while staying true to principles of social justice.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReservation\n\n/\n\ngovernment\n\n/\n\nMaharashtra\n\n/\n\nlaws\n\n/\n\nBharatiya Janata Party\n\n/\n\nShiv Sena\n\n/\n\njudiciary (system of justice)\n\n/\n\nSocio Economic And Caste Census",
        "headline_1": "Strength vs reason: On legislation and reservation to certain social groups",
        "headline_2": "The Bill to grant reservations for Marathas may not pass judicial muster",
        "link": "https://www.thehindu.com/opinion/editorial/strength-vs-reason-on-legislation-and-reservation-to-certain-social-groups/article67896349.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "Welcome to the election edition of Indian Matchmaking\nMove over, Sima Aunty. The possibilities of electoral alliances are asima. Just as royal alliances were historically sealed by marriage, our political ones are aimed at securing the throne. So, as in the 1964 blockbuster, all manner of suitors are again pleading, ‘Poll, Radha, poll, sangam hoga ki nahin.’ Politics has always made strange bedfellows, though it’s quite likely that a few may head to the matrimonial court even before the mandap. No wonder the music of shehnai is called ‘strains’.\nIndian Matchmaking, Elections Ishtyle is predictably having an impressive run in the run-up to what is globally acknowledged as The Greatest Show On Earth. The Bahut Jeeta Party has already declared a walkover – or rather a bulldozer-over, thanks to its unmatched showman. But hope springs eternal in the political beast. Members of INDIA have linked arms and called outliers to arms for what they say is a war to save democracy. However, its biggest challenge is in-house: how to achieve unity amidst such diversity.\nIn Bengal, TMC isn’t inclined to give any tlc to possible tie-ups; La Belle Sans Mamata has resolutely said, ‘Merci, but no mercy’ to hopeful Congress. Still, INDIA will gain from seats pulled in by this unpartnered partner. The Gone Old Party has managed to sing ‘AAP jaisa koi hil jaye’, since Kejriwal & Co has shaken its stand, and agreed to sharing seats in Gujarat and Haryana though not in Punjab. In critical UP, the Gandhis have bowed to altered realities, and conceded lion’s share to bigger sher, SP. However, the double-engine’s deafening roar derails all with its relentlessly tom-tommed track record.\nMaharashtra could serve up a piquant masale bhat to the omnipotent No Dissenters Alliance: there’s talk of a Congress-UBT-Sharad NCP puran-polli while CM Shinde’s Sena could make bharta of his own Mahayuti baingan over seat-sharing. INDIA will also be strengthened by Tamil Nadu and Bihar results. However, there’s no getting away from the fact that an alliance made up of parties with too many ‘I’s’ will perforce find it difficult to join the dots.\n***\nAlec Smart said: “Defiant RS voters make mother party very ‘cross’.”\n\n",
        "headline_1": "Seat-scaring",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/seat-scaring/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "Their life is our soap opera. It is our interest in the super-rich that shows like Billions and Succession cash in on. But what family dysfunctions in these shows often miss is the extent to which the greatest wealth creation often comes from families cohering towards this end generation after generation. With the death of financier Jacob Rothschild, we are reminded that his family began building its various fortunes back when Napoleon was yet to be defeated at Waterloo. Bloomberg’s 2023 list of the world’s top 10 wealthiest families traces one back to 8 generations, one to 6, one to 5, and the rest to 3 generations each.\nBorn to oil | West Asia’s Al Nahyans, Al Thanis and Al Sauds are a class apart. Their billions rose from oil and gas reserves on top of which they were literally ruling. While US’s Kochs are called the “Kochtopus” by critics of their formidable financial interventions in politics, it’s of a different species, namely the family acquired wealth in a market democracy.\n\nRags to riches | Other dynasties in the wealth list have even more self-made origin stories. Dhirubhai Ambani started out as a petrol pump attendant. France’s Hermes family founded this luxury fashion house making horse saddles. America’s Walton empire opened with one Walmart store in 1962, which went on to transform how people everywhere shop and how much they pay for their shopping. Canada’s Thompson family built its information behemoth from one radio station in the 1930s.\nGen to gen | As important as surviving events like World Wars has been how to manage the passing of control from one generation to another. Notable here is how Mukesh and Anil Ambani finally made peace. In a different paradigm, Bernard Arnault, the world’s richest man, is putting his five children through a “Darwinian contest” to run LVMH after him.\nTech break | But techbros whose breed is predicted to birth the first trillionaire are different. Gates and Bezos say they will give most of their money to charity. Musk is not a fan of leaving his children in charge either, despite having more than 10 of these. For now though, the family model looks unassailable. That’s why the Pride and Prejudice opening line about every single man in possession of a good fortune being on the lookout for a suitable spouse still doesn’t feel dated. Except, the same goes for every single woman with a fortune.\n\n",
        "headline_1": "Rothschild template",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rothschild-template/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "Fairness creams are no longer as popular as they used to be, says a surprising piece of consumer data from NielsenIQ, reported by Economic Times. Younger audiences are seeking glow rather than fairness, say companies, and fairness creams have grown significantly slower than ‘clean’ skincare and sun protection. Is this wholesome trend a sign of social change? Some time back, in part responding to global chatter, Indian companies figured out that they couldn’t openly hawk their wares for whiter skin. Skincare products across the market changed their pitch.\nWe’ve come a considerable way from earlier days. But here’s what to remember – what worked? All the scorn heaped on these products and all the pleas to intervene, to ban them didn’t work. Matrimonial ads – wheatish, if not fair skin – didn’t change. Women daubed turmeric or sandalwood or talcum powder to achieve various tints. With fairness products, supply simply met demand.\n\nWhat worked is that beauty norms shifted, as they do, even if slowly. These norms are not eternal truths but social constructs. We once admired the blue-black forms of Krishn or Draupadi, we still have poetic names for all the beautiful hues of Indian skin. The modern fetish for light in India was fed by caste, colonialism and global media. Today, the pushback by popular discourse and media has had a visible impact. Even aspirational fashion magazines show gorgeous models of every race, stock images have diversified, TV shows, actors and models reject old norms and are applauded for it. So, we have more expressions of beauty to choose from, and we’re moving with the times. There is little point lecturing or hectoring anyone into seeking a different appearance ideal. The heart and the market have their reasons, and they change when they do.\n\n",
        "headline_1": "Fair, lovely market",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fair-lovely-market/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "In a zoo, two felines, Leo Panthera, are puzzled by the hullabaloo about the names given to them.\nLeo 1: I’ll never understand that strange species called humans.\nLeo 2: Me neither. You’d think with all that’s happening in that place they call Gaza, and that other place they call Ukraine, they’d have other things to get their knickers in a twist about than what names they call us.\nLeo 1: And it’s not that I chose the name of a goddess of a particular faith.\nLeo 2: And it’s not as if I chose the name of a big toot who belonged to another faith.\nLeo 1: It’s all this faith business that gets humans worked up. What did they think would happen because of the names they’d given us? Love jihad?\nLeo 2: Worse. Love zoo had. That’s why some people wanted us to be put in different zoos, so that there’d be no inter-faith hanky-panky.\nLeo 1: Fortunately, a judge has sensibly ruled that our names be changed so as not to hurt anyone’s sentiments.\nLeo 2: That’s all very well. But what about our sentiments being hurt?\nLeo 1: Do we have sentiments? Leo 2: Course we do! Haven’t you heard that song full of sentiment called Lion Eyes, sung by some birds? The Egrets? The Owlets?\nLeo 1: You’re right. We do have sentiments and they do get hurt. Every second roadside dhaba with signs ‘Brakekfass, Launch, Diner – Tandoori, Conti, Chinees’ is called Sher-E-Punjab. D’you like having a greasy spoon eatery that advertises ‘Child Bear Sold Hare’ being named after you?\nLeo 2: Certainly not. Everyone talks about Gay Pride. How about our pride?\nWe’ve pride too. Which is why we’re collectively called a pride, right?\nLeo 1: Right. And thanks to our pride we won’t take all this name-calling lion down.\n\n",
        "headline_1": "The lion kink",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/the-lion-kink/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "The journey for a Least Developed Country (LDC) on way to a United Nations (UN)-set development milestone is long and tortuous. But once the criteria have been attained, it is a momentous event to celebrate for the nation concerned. Bangladesh is in the interim period of three years before its graduation to a developing country completes in 2026. Any LDC country can graduate by meeting two of the three criteria – income, human assets and economic and environmental vulnerability – or by garnering per capita income of more than twice the threshold of income level set by the UN at two consecutive triennial meetings of the UN Committee for Development Policy (CDP). Following the recommendation by the CDP at the second meeting, it takes at least three more years to complete the process. Bangladesh is now in that three-year period.If the graduation from the LDC status is a celebratory occasion, a country discovers itself in a somewhat unfamiliar, if not hostile, international economic regime in the post-graduation period, where the challenges are stiffer. Of course, there are opportunities too but at a time when the world is reeling from the economic recession due to the pandemic, the Ukraine war and lately the Houthi attacks on commercial ships in the Red Sea during Israeli genocidal activities in Gaza, the challenges are more overwhelming than before and the avenues of opportunities have shrunk. With graduation, the image of a nation brightens internationally and exportable items, services and resources can bring in foreign investments. On the negative side, the privileges in international trade an LDC country enjoys continue to disappear. Duty-free access to rich countries and the Generalised System of Preferences (GSP) enjoyed by commodities of LDC origin are removed. The four-day 13th Ministerial Conference (MC13) in Abu Dhabi, UAE, scheduled to conclude today has been working on the contentious issue of the timeline for continuation of the trade privileges for the LDCs after graduation. The first impression is that a three-year grace period may be agreed upon but the supporters would like to get those extended up to six years. The global economic downturn certainly makes the case stronger in favour of the demand. True, both rich and poor nations have suffered on account of the pandemic and the war but their sufferings have qualitative differences. A nation like Bangladesh has met with reversals at the time it was about to take a millennium leap forward in terms of economic progress from a mere backward traditional production system whereas the industrialised nations are facing consumption slumps. Had there been no Covid-19 and the war, Bangladesh would surely find itself in a better position to attract investments from abroad. If the seven countries that have so far graduated from the LDC status beginning with Botswana in 1994 followed by Cabo Verde (2007), the Maldives (2011), Samoa (2014) Equatorial Guinea (2017) Vanuatu (2021) and finally by Bhutan in 2023 are compared with Bangladesh, all are smaller in sizes except Botswana which has a land area nearly four times larger but with a population of fewer than 2.5 million. Bangladesh has a large population which is both its disadvantage as well as advantage. If it can reap its demographic advantage and diversify export basket, the country can chart its course to its cherished destiny with aplomb.",
        "headline_1": "Extension of trade benefits for LDCs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/extension-of-trade-benefits-for-ldcs-1709133530",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "In a time when the lives of ordinary people are being battered mercilessly by the skyrocketing prices of essentials as the food inflation rate has been increasing non-stop for the last 18 months, major political parties, unfortunately, are trading blame about who is responsible for this cost of living crisis. The political blame game offers no solution, rather only adds to the bewilderment and disappointment of the people The last thing expected by the people is for the price hike of essentials to become political sound bites, which doesn't address the rumbling in their stomachs, solves nothing, but adds insult to their injuries.For argument's sake, let's suppose some political quarters are deliberately manipulating the prices to increase people's misery to make the government unpopular. But does it go to the government's credit that it is so vulnerable to manipulation in the vital areas of governance? Understandably, those quarters may try to capitalise on the government's weakness in order to score political points. In a mature democracy, however, the wellbeing of the people comes first and foremost and is never sacrificed in their blame game. The government is in position of power to ensure the welfare of the people. If any political party can do what it likes, such as price manipulation and control the supply of food essentials, what message is that transmitting to the government? The government has the power to act.Any quarter may take advantage of a situation, but the government controls the levers of correctives, like implementing anti-hoarding laws, market monitoring, regulating the supply of a commodity through market intervention, providing fiscal incentives or disincentives, subsidising production where necessary, importing a commodity and so on.The government is already armed with at least eight laws that were enacted to protect the rights of consumers and to stabilise the supply and prices of essential commodities in the market. The extensive legal framework includes the Consumer Rights Protection Act 2009, Competition Act 2012, the Control of Essential Commodities Act 1956, Food Safety Act 2013, Agriculture Marketing Policy 2021 etc. A multitude of entities such as Directorate of National Consumer Rights Protection (DNCRP), the Competition Commission, special task force, and mobile courts are there to enforce the laws. The effectiveness of this seemingly robust framework remains questionable, however, as consumers continue to face price manipulation and exorbitant costs.Consumers' rights are constantly violated everywhere. There isn't a single field where people are not being cheated and are compelled to buy essential items to feed their families at unfair prices. They risk their lives under the fake doctors. They submit to the whims of the transport owners and workers, and they're even hoodwinked into buying adulterated food items. So, it is evident the Consumers Rights Protection Act 2009 has miserably failed to protect people's rights to safe food and services, or the government has failed to implement it judiciously.The blame rests squarely upon the shoulders of the government regulators. Consumer rights advocates and analysts have long decried the ineffectiveness of existing frameworks, highlighting how traders exploit regulatory gaps to manipulate markets and drive prices beyond consumers' reach. Reports from regulatory bodies highlight monopolistic practices and price manipulation in various sectors, from poultry to sugar and everything else in between. However, the lack of swift and decisive action by the concerned authorities perpetuates a cycle of consumer exploitation.It's imperative, therefore, for the government to shift its focus to proactive regulatory enforcement. Consumer rights activists often highlight the structural weaknesses and inadequate manpower within government bodies tasked to safeguard consumer rights. They think the Directorate of National Consumer Rights Protection first needs to be invigorated to empower and enable it to execute the colossal task it's been assigned. Besides, strengthening oversight mechanisms, enhancing coordination among regulatory bodies, and imposing stringent penalties on violators are essential steps in restoring consumer confidence and ensuring market fairness.Ultimately, the crux of the issue lies not in enacting laws, but in enforcing them rigorously. Failure to do so allows price manipulation syndicates to thrive, exacerbating the plight of ordinary citizens. As Ramadan approaches, the prospect of further price hikes looms large. So, the urgency of effective regulatory intervention cannot be overstated.Curbing the price hike of essentials is the first major challenge faced by the new government. The governmemt must address the real issues at hand and demonstrate its commitment to protecting consumers. Failure to do so not only signifies a defeat, but also emboldens market manipulators. It's time for the government to deliver on its promise of meaningful change by prioritising the welfare of its citizens. \n[email protected]",
        "headline_1": "Consumers' rights a far cry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/consumers-rights-a-far-cry-1709133583",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "Since the inception of the diplomatic activities, diplomats are assigned to promote trade and investment.In ancient Roman empire emissaries were sent to countries like Egypt to secure grain imports. And colonial powers like Britain, France, Netherlands, and Portugal sent representatives to the subcontinent since 16th century to explore trade opportunities.With the passage of time, trade related issues have been prioritised in the diplomatic arena more vigorously and in the present-day world these have become more important than ever before.As Bangladesh is going to shed its LDC status, it will lose preferential and duty-free market access to many destinations and against this backdrop the role of diplomats has become more crucial in keeping the export growth on positive track.Bangladesh has 81 diplomatic missions in 60 counties with many having commercial wings.Needless to say, the government has to spend a huge amount of taxpayers' money to run these missions but many often raise questions about the justification of spending so much money for running these missions, especially the commercial wings.Many entrepreneurs publicly complained about the lack of seriousness of our people posted in the Bangladesh Missions as commercial or economic councillors in promoting the country's trade and businesses.A recent report said that the majority of the commercial wings could not attain their target of services export in FY2022-23, except those in London, Tokyo, Brussels, Geneva, Ottawa, Madrid and Canberra who performed well. According to one statistics, exports through services fetched US dollar 1.492 billion by the missions without commercial wings in FY '23. Of those, notable export earnings in services were from Hong Kong, the Hague, Riyadh, and Stockholm. Bangladesh's commercial wing in Hong Kong secured the third position among all countries and territories in FY2022-23.The foreign missions can play a pivotal role in exploring new markets for Bangladeshi products, as Bangladesh's major export markets are the EU and the US where 85 per cent of all shipments comprise garment items.So, serious efforts should be given to explore markets in South America, Africa, Southeast Asia, East Asia and South Asia, where export levels have been very low.The same can be said about diversification of the export basket, which heavily dependent on RMG.Our missions abroad should explore markets for agro-processed items, leather, jute and related goods, pharmaceuticals, and ICT products, which have huge potential.As Bangladesh is set to graduate by 2026, export diversification and bringing foreign direct investment are imperative to make the country's economy resilient.Despite having exportable products, the country failed to find out market due to lack of proper branding and packaging. Many tend to blame the absence of coordination among ministries of commerce and foreign affairs and the business community for this failure. The government should ensure that in our foreign missions all the diplomatic officials are properly trained in country branding and focus on economic issues.In today's world, economy has become the decisive element in international relationship and often bilateral or multilateral ties are shaped on the basis of economic interest.At the same time, the diplomats need to be updated on the markets in the countries where they are posted, as such information can play vital role devising strategy for exploring alternative markets.At the same time, the diplomats should be sensitised on migration issue and to be efficient in providing welfare services to the thousands of Bangladeshi migrant workers who are providing over 22 billion US dollar annually through remittances.\n[email protected]",
        "headline_1": "Role of diplomatic missions in promoting trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/role-of-diplomatic-missions-in-promoting-trade-1709133626",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-02-2024"
    },
    {
        "full_article": "As the RU admission test for the 2023-24 academic year approaches on March 5, 6 and 7, a pervasive challenge extends beyond the examination hall for candidates. The journey to the exam centre is fraught with the inconvenience of skyrocketing transportation costs: train tickets vanish within minutes of release, while bus fares and auto-rickshaw rates surge three to five times their usual, placing an undue burden on admission seekers.The influx of almost 2 lakh students exacerbates the accommodation crisis, manipulated by the Mess Owners Association, which charges exorbitant charges for per night stay, reaching up to Tk. 500. This exploitation extends to residential hotels, increasing rents several times higher. Seizing the opportunity, unscrupulous food vendors inflate prices by 5 to 10 times, compromising both affordability and quality.On-campus shops, seemingly shielded from scrutiny, engage in overcharging compared to their off-campus counterparts. Unfortunately, this exploitation often slips under the radar of the administration, allowing these practices to persist unchecked. Urgent and decisive action is imperative to alleviate the undue suffering of admission candidates, ensuring fairness and affordable access during this crucial academic juncture. The present circumstances demand a swift response to uphold the principles of fairness and equal opportunity in education. By the look of things, it seems there is no one to safeguard the interest of admission seekers. We hope the concerned university authorities will look into this matter and take necessary steps.\nMd Tarek AliStudent, Department of SociologyUniversity of Rajshahi[email protected]",
        "headline_1": "Unfair practices targeting university admission seekers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unfair-practices-targeting-university-admission-seekers-1709133662",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-02-2024"
    }
]