[
    {
        "full_article": "Prime Minister Imran Khan showed on Sunday that the passionate base of his Pakistan Tehreek-e-Insaf (PTI) remained intact when tens of thousands of people turned up at Islamabad’s Parade Ground to attend his rally. But his long speech also indicated that the cricketer-turned-politician has finally come to terms with the political challenges he is facing. Mr. Khan, who is facing a no-confidence vote in Parliament, used his carefully worded speech to defend the performance of his government, reiterate the PTI’s “Islamic welfarist” ideology, and set the tone for the future political battles. Drawing parallels between himself and Zulfikar Ali Bhutto, the former Prime Minister who was overthrown in 1977 by General Zia-ul-Haq and later executed, Mr. Khan alleged that there was an international conspiracy against his government. Whether his allegations are true or not, his coalition government is in trouble, surviving on a razor-thin majority in Parliament. At least a dozen lawmakers from his party have revolted against him. Some coalition members have hinted that there could be an early election. Mr. Khan’s invoking of Bhutto’s fate is also seen as veiled criticism of the military establishment. He had been a close ally of the Generals from before the 2018 elections. But the establishment appears to have gone cold on him.While Mr. Khan has fiercely defended the track record of his government, all is not well at the ground level. There is widespread resentment against the government’s handling of the economy, which the Opposition has tried to capture by mobilising support for the no-trust motion. The crisis is so deep that even government officials are reportedly not paid their salaries on time. On Sunday, Mr. Khan said he would continue his crusade against “white collar crimes”, referring to corruption charges against Opposition leaders. He calls his opponents rodents and has brought dozens of corruption cases against them in the past four years, but none has resulted in a conviction. On the other side, his hardline approach has galvanised the Opposition, including the Pakistan Muslim League-Nawaz and the Pakistan People’s Party, which joined hands with Maulana Fazal-ur-Rehman of the Jamiat Ulema-e-Islam to form the Pakistan Democratic Movement, an umbrella organisation whose sole goal is to bring the PTI government down. While crises piled up one after another, Mr. Khan’s approval rating started slipping. According to a Gallup poll in January, Nawaz Sharif, currently living in exile, was 19 points ahead of Mr. Khan in popularity. Whether Mr. Khan survives the no-trust vote or not, his run as a clean anti-corruption crusader with a mission to build ‘Naya Pakistan’ has come to a halt. His political survival would depend on how he is going to adapt himself and the PTI to the new political environment where he faces a united Opposition without the direct assistance of the military establishment.",
        "headline_1": "Beleaguered captain: On Pakistan Prime Minister Imran Khan",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/beleaguered-captain-on-pakistan-prime-minister-imran-khan/article65267926.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-03-2022"
    },
    {
        "full_article": "Everything from The Power of The Dog winning only one of its 12 nominations to the silent applause and standing ovation for Troy Kotsur’s Best Supporting Actor win in CODA was swept off the table in the face of Will Smith’s altercation with Chris Rock. Smith, who went on to win the Best Actor Award for his role as Richard Williams in King Richard, slapped Rock when the actor and comedian made a ‘joke’ about Smith’s wife, Jada Pinkett Smith’s hair loss. The neo-western, The Power of the Dog, based on Thomas Savage’s eponymous novel, apart from other things, deals with toxic masculinity, which is what the Smith-Rock confrontation was at one level. In other Oscar news, the heart-warming coming-of-age story, CODA directed by Siân Heder won all three awards it was nominated for. Denis Villeneuve’s exquisite adaptation of Frank Herbert’s science fiction classic, Dune, won the maximum awards. Of the 10 nominations, Dune: Part One (as it is titled onscreen), won six. The golden man went to Hans Zimmer’s score, sound, editing, visual effects, cinematography and production design. Drive My Car from Japan, co-written and directed by Ryusuke Hamaguchi, had four nominations, which it won ahead of Paolo Sorrentino’s intensely personal The Hand of God from Italy and Bhutan’s Lunana: A Yak in the Classroom. Smith’s fellow nominees for the best actor included Benedict Cumberbatch as the closeted, conflicted rancher in The Power of the Dog, Javier Bardem’s eye-popping turn as Desi Arnaz in Aaron Sorkin’s Being the Ricardos, Andrew Garfield as Jonathan Larson in Lin-Manuel Miranda’s biographical musical Tick, Tick... Boom! and Denzel Washington as Macbeth in Joel Coen’s black-and-white take on The Tragedy of Macbeth. Jessica Chastain’s win in the best actress category for The Eyes of Tammy Faye faced some stiff competition from Olivia Colman in Maggie Gyllenhaal’s The Lost Daughter and Kristen Stewart as Lady Diana in Spencer. The supporting actress category was also closely fought with Ariana DeBose from West Side Story winning against Jessie Buckley ( The Lost Daughter), Judi Dench ( Belfast), Kirsten Dunst ( The Power of the Dog) and Aunjanue Ellis ( King Richard). Paul Thomas Anderson’s delightfully comforting Licorice Pizza was yet another coming-of-age film with a strong presence at the nomination stage, but did not win. While Jane Campion’s best director win for The Power of the Dog follows Chloé Zhao’s win last year for Nomadland, making her the second woman to win in as many years, the Smith-Rock spat proves that there are miles to go before show business could come of age. Bad jokes, like bad cinema, are best ignored and not put down with violence.",
        "headline_1": "The power of the man: On toxic masculinity at Oscars",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-power-of-the-man-on-toxic-masculinity-at-oscars/article65267615.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-03-2022"
    },
    {
        "full_article": "\"Inflation is as violent as a mugger, as frightening as an armed robber, and as deadly as a hitman\"—these were the words of Ronald Reagan during his campaign for the US presidency at the beginning of 1980s. Inflation was a major development challenge at that point in time, and the trade-off between inflation and unemployment was at the centre of policy debates. Later on, inflation was tamed around most of the world (except for extreme cases such as Zimbabwe), and jobless growth dominated the policy arena of a number of countries. In fact, inflation was in hibernation for almost three decades.\nBut after decades lurking in the shadows, inflation is back globally, and price spirals remain a real fear for people, both in the developed and the developing worlds. Some stylised facts: in the US, the inflation rate reached 7.5 percent in January 2022, a level not seen since the 1980s; in Britain, it was 6.2 percent last month, the highest since 1997; in the eurozone—the 19 countries using the euro—consumer price index hit 5.1 percent in January, the highest levels since records began in 1997. Among developing countries, the inflation rate in Brazil reached 5.03 percent last month—well above the target of 3.0 percent. South Africa experienced an inflation rate of 5.7 percent last month, and the corresponding figure for India was 6.1 percent. And for Bangladesh, it is estimated to be 5.7 percent. The extreme case, however, is Pakistan, as inflation in that country soared to 13 percent two months ago, just as the rupee, the national currency, is devaluing.\nThe re-emergence of inflation is often blamed on the Ukraine crisis, but it is only partly true. Inflation in many countries has been brewing for quite some time because of production disruptions and supply chain issues related to the Covid-19 pandemic. There is also increased demand globally. Because of Covid, productions and outputs have been lost, putting pressure on the prices of essentials. Covid, by negatively impacting the transport sector and the intra- and inter-country movement of commodities, has disrupted the supply chains, thus contributing to global inflation. Because of increased demand, global oil prices were up by 77 percent in January 2022 compared to its price in December 2021. In emerging markets and developing economies, because of the lower flow of foreign capital, inflation rose for imported goods.\nBut there is no denying the fact that the ongoing conflict in Ukraine has contributed to the surge of inflation. Disruptions in global oil markets such as sanctions on Russia, a major oil- and natural gas-producing county, and Saudi Arabia's refusal to increase its production have resulted in price hikes in the global market. The war is also affecting food prices. Ukraine contributes to about 12 percent of the world's total food production, while Russia's share is 16 percent. Ukraine also supplies 17 percent of the world's corn export. With disruptions in production and global supply chains of wheat and corn due to this war, prices of bread and corn may go up sharply in the coming months.\nIn this broader global context, the critical question is: How would these developments impact Bangladesh's economy?\nFirst, global inflation has adversely impacted mostly food and energy prices, and Bangladesh is not immune to that. The Bangladesh Bureau of Statistics (BBS) has estimated the food inflation to be 4.9 percent in the urban areas of the country and 6.0 percent in its rural areas. Experts, however, opine that the actual inflation rates are much higher. Since the average food consumption constitutes more than 60 percent of the total consumption expenditure of marginal households, increased food inflation in Bangladesh would affect the poor and vulnerable households more. As Bangladesh is a petroleum-importing country, the increased prices of petrol in the global market have already been reflected in domestic prices. Diesel and kerosene prices were raised from Tk 65 to Tk 80 per litre last year. As a result, sectors like transport and agriculture have been adversely affected, and it is the common people who have to bear the brunt of it.\nSecond, as poor and marginalised groups would be disproportionately affected by inflation, inequalities and disparities between the rich and the poor will increase, not only in terms of outcomes (for example, incomes and nutrition), but also in terms of opportunities. Because of inflation, the real income and wage of poor people would erode more sharply compared to the rich, and the income inequality between the rich and the poor will diverge. Furthermore, because of the rising prices of food, energy, and other essentials, poorer and vulnerable households will have to spend even more on food and energy, which would, in many cases, impede their ability to afford their children's education or healthcare services.\nThird, if domestic inflation rises to a certain level, Bangladesh's competitiveness in the world may suffer. Our exportable commodities may become costlier in international markets, reducing export volumes. This will reduce our export earnings, shrinking our foreign exchange.\nFourth, because of Covid, a number of small businesses have already suffered losses in terms of jobs and income. Inflation would be an added injury as small businesses would experience increases in input prices, higher costs of loans (with interest rates going up), and even decreased demand. The viability of such businesses, particularly informal sector activities, may be at stake.\nFinally, inflation will adversely affect women. With a tight budget, they may face more difficulties in managing household expenditures, especially in choosing consumption commodities while ensuring proper nutrition for their children. Difficulties in making the ends meet may cause frictions and tensions within the family, giving rise to domestic violence.\nGiven the overall situation, early policy interventions are a must-do now; pre-emptive actions and strengthening the central bank's independence are some such actions. Furthermore, a dual target of inflation reduction and employment expansion should be the central bank's priority. Monetary instruments must be used to reduce inflation, to manage the value of taka in order to ensure export competitiveness of the economy. Fiscal policies may help ensure employment, continue economic activities and protect the vulnerable. A combined set of relevant monetary and fiscal policies would help combat the inflation as well as ensure non-shrinkage of the economy. Pursuing a pro-poor growth policy would also help—the social protection programmes and structures must be strengthened. But the time to act is now.\n \nSelim Jahan is a former director of the Human Development Report Office and Poverty Division at the UNDP.\n",
        "headline_1": "Bangladesh can stay ahead of global inflation, if it acts now",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-can-stay-ahead-global-inflation-if-it-acts-now-2992666",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2022"
    },
    {
        "full_article": "\"I can see my homeland when I gaze upon the distant hills from the top of a hill where I live in the refugee camp. I want to return to my home. Home is where I can breathe, and I can feel the smell of my country. You cannot call this a life; it's just surviving.\"\n \nThis is what a middle-aged Rohingya man, living at a makeshift camp in Cox's Bazar, who crossed over to Bangladesh during the 2017 exodus of Rohingyas fleeing military persecution in Rakhine, Myanmar, said when I asked him how he was. It is easy enough to see the desperation of these displaced people to return to their homeland, as well as the frustration because they are not able to. Every time I visit the Rohingya refugee camp for my research, I come across people who have not yet given up hope of returning to their home in the Rakhine state. I even met a man who, having lived in a registered camp for 35 years, has not yet lost his hope to return to his homeland. He spent most of the golden time of his life struggling to survive in Bangladesh. He would be waiting till his death to return to Rakhine.\nHowever, the harsh reality is that there remains a significant challenge for a dignified repatriation of the Rohingyas. Restrictions related to the ongoing Covid-19 pandemic and the post-military coup situation in Myanmar have made their repatriation even more uncertain. One positive development is that the two parties have agreed to initiate a dialogue, and to this end a meeting was held virtually between Bangladesh and Myanmar on January 27, 2022. Verification of the Rohingyas sheltered in Bangladesh has started, which is a positive sign. A report published by The Independent on January 28, 2022 said that, so far, the Myanmar authorities have verified only 42,000 out of the 830,000 sets of biometric data of the Rohingyas that Bangladesh has provided.\nAccording to a report by Somoy TV on March 15, 2022, Myanmar has expressed interest to begin the repatriation process by taking in only 700 people. This shows the unwillingness and reluctance on Myanmar's part to accept the Rohingyas as their citizens. The denial of citizenship of the Rohingyas has been at the centre of the prolonged Rohingya crisis. The Myanmar authorities enacted the 1982 citizenship law that excluded the Rohingyas and denied them citizenship in Myanmar. The question now is: if the situation in the Rakhine state does not improve, and if they do not grant the citizenship rights of the Rohingyas and ensure their safety, would repatriating this tiny group of a huge displaced population bring any positive impact?\nAnother interesting recent development was the US formally determining that Myanmar's military had committed genocide. This long-waited acknowledgement is another milestone in fighting for the rights of the Rohingyas. If Bangladesh can effectively use this opportunity to put pressure on Myanmar, the process of repatriation can be facilitated.\nRepatriation in the context of the refugee crisis is a lengthy process—the situation with the Rohingyas is no different. And previous attempts have not been successful in ensuring effective and voluntary repatriation. Several studies show that only a few initiatives of repatriation were successful. Besides, there is a claim of involuntary Rohingya repatriation between 1992 and 1997.\nGiven the complexities, the Rohingya refugees may end up in a situation of \"Repatriation delayed, repatriation denied.\" Neither Bangladesh nor the Rohingya community would want this. However, if the world does not prioritise the Rohingya repatriation, the fate of this huge marginalised, displaced population would remain shrouded in uncertainty. Besides, the current global refugee situations, including the Afghan and the Ukraine crises, may shift the global attention away from the Rohingya crisis. If that happens, there would be a fear of a shortage of funding that may create significant challenges for managing and ensuring essential services to the Rohingya refugees in Bangladesh. A report in The Daily Star titled \"Funding on decline, challenges up\" on August 25, 2021 said that the decline in funding for the Rohingyas in Bangladesh was leading to difficulties in providing education services, shrinking of income-generating activities for the refugees, rise in domestic violence, drug trades, and so on.\nIf the repatriation is delayed further, it would also bring challenges for Bangladesh to take any interim and mid-term measures to manage the Rohingya crisis. The delay in repatriation would also increase the sufferings of the Rohingyas living in the camps. The living conditions in the congested camp environment are not the same as their lives in their home. Home is where they can breathe. The lack of social cohesion between the host and the Rohingya communities is also evident, as my research suggests a growing dissatisfaction and declining sympathy among the host community towards the Rohingya refugees. Many locals in Cox's Bazar have raised the issue of price hikes in their neighbourhoods. Lower wage is another problem for the host community as many Rohingyas work outside the camp to earn extra cash at a lower rate. This is why many people from the host community prefer to hire a Rohingya instead of a local individual.\nWe may need to think about a few things as ways forward. A holistic approach has to be taken to continue the efforts in pursuing global and regional powers to keep pressure on Myanmar to repatriate its displaced citizens. The second one is to keep mobilising the funds and grants to ensure a dignified life for the Rohingyas in Bangladesh. The third is to hold regular dialogues with Myanmar to keep on the pressure. Besides, as for an interim measure, income-generating opportunities could be increased along with life skill training for the Rohingyas to improve their living standards, ensuring a dignified life in camps.\nFinally, it is time to develop a comprehensive refugee management policy as Bangladesh has witnessed a series of refugee influxes from Myanmar over the years.\n \nDr Bulbul Siddiqi is an associate professor and a member of the Center for Peace Studies (CPS) at North South University (NSU).\n",
        "headline_1": "Will Rohingya repatriation ever happen?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/will-rohingya-repatriation-ever-happen-2992656",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2022"
    },
    {
        "full_article": "The other day, a Dutch friend of mine and I were having lunch when I mentioned how chaotic I'd heard the Dhaka airport was now. \"Frankly,\" she said, \"I never notice the airport. I'm always so sad to be leaving the country.\" We continued chatting over our lunch, but my mind lingered on what she'd said.\nThis is a friend who has visited Bangladesh for work a few times over the last several years, staying for a few months at a time. She moves around Dhaka by bus, laguna, rickshaw and boat. She has spent the night in a bosti and fails to understand why others are surprised at that. She finds the simplest hole-in-the-wall places to eat and appreciates the quality of their daal. She suffers, of course, from the traffic and the heat, but the other impressions—the vibrant colours, the flavours of the food, the friendliness of the locals, the lush beauty of the countryside—all seem to make a greater impact.\nWe recently attended a wedding together. She had hoped to go to a beauty salon so that experts would wrap her saree for her, but the salon in question was closed. She then found an instructional video on YouTube and spent the next 45 minutes cursing the slippery georgette saree and the saree instructor, particularly when the instructor cheerfully commented that fixing the pleats was easy.\nOf course, as a six-foot tall blonde woman wearing a beautiful saree, most people were not concerned about whether she had gotten the pleats right. At the venue, she greatly enjoyed the biriyani and borhani as well as conversations with bright young locals.\nI watch her in admiration, but also can't help reflecting on how it can be easier for a foreigner to love this city than for the locals. I just finished Orhan Pamuk's \"Istanbul,\" where he writes about how the locals simultaneously wish to become more Western/modernised and long for something that makes them uniquely Turkish, and how the prevailing dirt and poverty depress people. Something similar seems to operate here, where people are too busy feeling embarrassed about the traffic, the dust, the filthy air and the chaos even to notice the many charms that Dhaka has to offer. For so many people, modern means Western. Out with the rickshaw, in with the private car. Ban the street vendors and promote supermarkets. But the final achievement will never be a faithful copy of a Western city, but in the attempts to achieve it, much that is valuable will get destroyed.\nOn our way to the restaurant where we had lunch, we had to take several detours due to the overflow of worshippers at Friday services. We ended up leaving our rickshaw and having to walk farther than if we had just done the whole trip on foot. Then again, we got to wander down unknown lanes and alleys and enjoy asking people for directions. We savoured their visible pleasure at directing two bideshi. The sun didn't reach the back streets; it was midday on Friday, so traffic was still light. So both being pedalled on the rickshaw and wandering the lanes on foot was actually pleasant. I commented on how hard it was to agree with the common assessment that Dhaka is one of the world's least liveable cities.\n\"I guess it depends which part of Dhaka,\" my friend suggested.\nPartly that, yes, but it also depends on our perspective. Are we dreaming of another place and constantly holding Dhaka up in comparison and cataloguing its shortcomings? Or are we actually paying attention to what makes the city pleasant and distinctive—its own place rather than another imitation of a tired model that brings its own costs and downsides?\nStrolling at a lake, riding on quiet streets on a rickshaw, watching small groups gather at a tea stall, enjoying savoury street food, hearing the excited shouts of children playing outside—all those moments bring home to me how lovable Dhaka—and Bangladesh—can be.\nBut sometimes it takes an outsider to remind us.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Learning to Love Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/learning-love-dhaka-2992641",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2022"
    },
    {
        "full_article": "The world is facing an unprecedented time as countries desperately try to recover from the fallouts caused by two years of Covid, followed by the newly raised geopolitical tensions due to the Russia-Ukraine war. With the rage of the pandemic weakening, economic activities around the world have started to gain momentum. This has led to higher demand for goods and services. However, as the supply is not yet able to keep pace with increased demand, prices of goods and services continue to rise. The ongoing war between Russia and Ukraine has worsened it further. Bangladesh feels its impact, too.\nTo deal with such circumstances, appropriate economic policymaking will play a critical role. The national budget, which is an important tool to implement the priorities of the country through certain fiscal measures, can stimulate the economy in a given financial year. The budgetary process is not a mere exercise of target settings for expenditure and resource mobilisation—it is an important medium towards contributing to the government's ongoing development activities. The upcoming national budget for FY2022-23 should prioritise resource allocation for the affected people and sectors, and extend guidance for smooth recovery from the existing economic challenges.\nCurrently, the economic stress that Bangladesh is going through is being reflected in a few important indicators. Prices have skyrocketed, resulting in distress not only for the poor and low-income people, but also the fixed income groups. Though food inflation is around 5.3 percent at present, the ground reality paints a different picture. Prices of many essential commodities have increased by more than 25 percent. About 30 percent of Bangladesh's economy is integrated with the global economy through exports and imports. Hence, high global prices are passed on to our domestic consumers. But price hikes in our local markets are not entirely fuelled by high import prices—market manipulation by a small group of traders is also a major reason for such hikes at times of crises.\nOther concerns include current account deficit and negative trade balance. Since July 2021, our export growth has been robust. But imports grew at a higher rate than exports. During July-February of FY2022, export growth was 30.9 percent while import growth was 46.2 percent. Remittances have seen a sharp decline since May 2021. During July-February of FY2022, remittance growth was negative (-) 19.5 percent. Hence, the current account deficit reached to USD 10 billion during July-January of FY2022, compared to USD 1.5 billion in the entire FY2021. This is also creating a pressure on the foreign exchange reserve, and it is expected to increase in the coming months given high import payments and low remittance inflow. In June 2021, Bangladesh had the forex reserve equivalent to about 10 months of import payments. This has now come down to 5.5 months due to high international prices and low remittance inflow. High demand for foreign currency has appreciated the US dollar against the Bangladeshi taka. The Bangladesh Bank has intervened in the forex market to keep it stable by pumping dollars into the market. However, the exchange rate of USD in the interbank money market has been increasing since August 2021. There is a demand for devaluation of taka against USD to support exports and remittances.\nThe recovery of Bangladesh's economy will depend on how the global economy does in the coming months. The challenges that have emerged are not only immediate in nature, but also have medium- and long-term implications. Advanced economies have been on the recovery path even though they have also been facing pandemic inflation. With the Russian invasion in Ukraine, production and supply disruptions could reduce growth. Therefore, the global economy might experience stagflation, which occurs when there is high inflation but low growth. This is a situation the world economy has not experienced since the 1970s. So, if the growth of large economies stagnates, other countries will also face a similar situation, resulting in unemployment and further inequality.\nIn Bangladesh, these circumstances call for effective government interventions on many fronts. The purchasing power of people will have to be enhanced by putting money into their hands. It will boost aggregate demand in the economy. Higher government expenditures on productive activities are required so that people have employment with decent income. With expansion of the economy, the demand for higher public expenditure has increased. In recent years, large investments have been made on infrastructures, which have created job opportunities. In the current circumstances, public projects which are going to be completed soon should be prioritised. However, public expenditure must be made judiciously, and wastage of public resources should be curtailed.\nThe government should also extend higher support to the poor and low-income households through increasing supplies of commodities in the market. Along with adequate public spending in social sectors, the delivery system should be made efficient and corruption-free. Stimulus packages should be continued to the poor and small enterprises.\nDuring the first six months of FY2022, there has been fiscal surplus in the budget due to slow expenditures. The government can use this resource for direct cash transfer to the poor, and provide subsidies to important sectors such as fuel, power, and agriculture for a few months. Of course, there is a need for subsidy rationalisation, and a gradual attempt must be made to withdraw subsidies since it distorts markets and encourages wastage of resources. Most importantly, fuel and energy subsidies are harmful for the environment and contribute to climate change.\nIn the coming FY2022-23, the government will have to work hard to enhance revenue generation to finance the increased resource requirements. In this regard, revenue targets set out in the national budget will have to be fulfilled through strong monitoring and enforcement mechanisms. Most importantly, the unfinished agenda to reform the tax system needs to be addressed.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Smart policies needed to deal with current economic shocks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/smart-policies-needed-deal-current-economic-shocks-2991911",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2022"
    },
    {
        "full_article": "As we build our way to becoming a middle-income country, it is saddening that our children's education is so vulnerable to a pandemic. While, in most countries, schools were often the last to be shuttered in the event of a lockdown during the last two years, quite the opposite has been observed in Bangladesh. Though many children were able to somewhat keep up with online classes and other remote learning materials, most have not been as fortunate. For example, in Dhaka, according to a new study by Educo Bangladesh, 57 percent of child labourers attended schools before the pandemic hit—but 89 percent of them dropped out afterwards.\nWhile the study had a relatively small sample size, its findings are still quite illustrative and show how the pandemic has exacerbated the child labour problem. The global situation has been equally disconcerting. In July 2021, the International Labour Organization and UNICEF reported the first increase in global child labour over the last two decades, with 160 million children engaging in labour. Of them, a staggering 79 million were found to be engaged in categorically hazardous work. The Educo study brings further insight into this reality, unveiling that children are engaged in labour chiefly because of pandemic-induced financial hardships and school closures.\nClearly, at the root of this issue is the fact that children in low-income families had to forgo education to support their families financially, as many had lost their jobs or other sources of income. It is proof, yet again, of the failure of government policies to reach out to the most deserving beneficiaries of its welfare schemes. We wonder why the government couldn't provide these families with necessary funds. Even so, perhaps this high rate of dropouts could have been avoided had schools not remained shut for so long.\nIf their education is ensured and if skills development trainings are provided to them, these children from low-income families can actually grow up to be self-reliant, escape generational poverty and help their families in the long run. We urge the government to take proper steps to not only get these children back to schools, but also to make sure they never have to go back to working unless they are of age. It is unacceptable that while physical infrastructures worthy of a fast-rising nation are being built, a large number of children are falling through the cracks, never to reach their potential. We must direct children towards education for that, and away from labour for their survival.\n",
        "headline_1": "Children belong in schools, not factories",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/children-belong-schools-not-factories-2992601",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2022"
    },
    {
        "full_article": "It is exciting to note that Bangladesh now has its own centre for high technology and innovation. As reported by this newspaper on March 28, the Bangabandhu Hi-Tech City (BHTC)—a 355-acre industrial park in Gazipur's Kaliakair upazila—has been prepared to offer a developed and ready space with all the necessary amenities for tech-based industries. So far, 70 tech companies have invested millions of dollars in BHTC to produce world-class tech-based products in Bangladesh. Out of these companies, 44 have been allotted plots in the park, and many have also started to construct their factory buildings.\nThe government has already set up the necessary roads, electricity and gas lines, 48 core fibre optic cable network, lighting, power station, sewerage line bridges, and culverts in the park. Construction of other sites such as a mosque, shopping centre, several other buildings and a picturesque artificial lake is currently underway. According to the managing director of Bangladesh Hi-Tech Park Authority (BHTPA), the high-tech city will be completed within the next two years. By 2025, all the companies are expected to start their operation with around 50,000 skilled workers, while investment in the city has also been made quite easy and hassle-free.\nFrom these developments, as well as comments made by those involved, it seems that the BHTC has the potential to take Bangladesh to the next level in terms of producing cutting-edge technologies of the future. This is further supplemented by the fact that the authorities are also working with the National Board of Revenue (NBR) to arrange tax exemption for IT devices and raw material needed for industries located at the high-tech city, which could provide them with some competitive advantages. Additionally, the authorities are also working with banks to arrange loans on easy terms for small and medium-sized entrepreneurs at BHTC, as well as arranging training programmes and other opportunities.\nWith the Fourth Industrial Revolution right around the corner, the timing of this project couldn't have been better. We have seen Bangladesh already make great strides in adopting the latest digital technologies over the past decade. And the park will provide an even greater opportunity for the next generation of tech entrepreneurs. We hope our entrepreneurs and innovators will make the best use of it, and ensure that Bangladesh becomes a significant player on the global stage of technologies and reaps all its benefits.\n",
        "headline_1": "One step closer to Digital Bangladesh ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/one-step-closer-digital-bangladesh-2992366",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-03-2022"
    }
]