[
    {
        "full_article": "With the 2024 Lok Sabha election 19 months away, the chorus on Opposition unity is getting louder once more. Bihar Chief Minister Nitish Kumar in the last one month has already been to Delhi twice, crooning the anthem to bring everyone together. He is not the only one singing this song. Telangana Chief Minister K. Chandrashekar Rao has travelled to Delhi, Patna and Bengaluru to explore an anti-Bharatiya Janata Party (BJP) front. The Left parties routinely call for uniting all “secular democratic forces” without really spelling out who will come within this bracket. But despite these parleys, the possibility of a 1977-type Opposition alliance is unlikely to materialise. At an event organised by the Indian National Lok Dal in Haryana recently, several parties came together, but the Congress was pointedly excluded, prompting Mr. Kumar to publicly state that no Opposition alliance can be meaningful without it. Samajwadi Party President Akhilesh Yadav is never found wanting in taking on the BJP, but is now sceptical about tying up with the Bahujan Samaj Party and the Congress and is very hostile to the idea of Mr. Kumar trying to expand his footprint into Uttar Pradesh. The Congress is critical for any Opposition unity and its former President Rahul Gandhi is walking from Kanyakumari to Kashmir with the slogan of ‘unite India’. But the party is also caught up in a storm of internal politics at the moment.The Aam Aadmi Party’s National Convenor Arvind Kejriwal is fancying his prospects of emerging as the alternative to Prime Minister Narendra Modi and does not want to dilute his stakes in a larger formation. The Trinamool Congress (TMC), which is the second largest Opposition party in Parliament, has been eerily silent on ‘opposition unity’. West Bengal Chief Minister and TMC chief Mamata Banerjee is no longer exhibiting the enthusiasm she showed ahead of the 2019 Lok Sabha election. The TMC chose to abstain rather than side with the Opposition in the Vice-Presidential election. It is not as if Opposition unity alone can defeat the BJP. In 2019 in Uttar Pradesh, the SP and the BSP came together but failed to push back the BJP in the State. Still, State-level partnerships of anti-BJP parties can be more viable than national-level attempts. The more these parties try to show unity at the national or multi-State level, the more their contradictions show up. Focusing on each State separately, attending to the local particularities, might be more useful for these parties.",
        "headline_1": "Separately together: On Opposition unity",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/separately-together-the-hindu-editorial-on-opposition-unity/article65946344.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "The Centre has decided that awards, prizes and fellowships by various ministries and departments need a wholesale relook. The Ministry of Home Affairs, which is executing this directive, has moved much beyond its usual remit of awards for police officers and gallantry medals and irrupted into the world of scientific and medical research. India’s scientific ministries recently made presentations to the Union Home Secretary, Ajay Bhalla, on awards given to scientists at different stages of their career. They also had to list out which were ‘National Awards’ and which were funded out of private endowments. Though a final call is yet to be taken, the quorum — and this consisted of the Secretaries, or the heads of each of these ministries — was of the opinion that most awards ought to be done away with and ministries could either retain only some of the National Awards or institute one or two ‘high status’ awards. The rationale for pruning, Mr. Bhalla has said, follows from a “vision” of Prime Minister Narendra Modi regarding “Transformation of the Awards Ecosystem”. In 2018, Mr. Modi had said that his government had modified the system of the Padma awards and ensured it recognised ordinary people doing selfless work rather than well-known personalities who repeatedly bag them. The awards, Mr. Bhalla has said, ought to be restricted, and have a transparent selection process.Awards and prizes recognise achievement, but in science and medical research, they are also meant to spur younger scientists towards loftier, imaginative goals. Unlike in sport — or even gallantry awards — where it is relatively easier to define a set of benchmarks and confer medals on achievers, scientific research is open ended, circuitous and — as the history of science reveals — punctuated by lucky breaks. It is possible to train talented youth to be Olympians or international cricketers but impossible to create an Einstein or a Chandrasekhar. Almost every Nobel Laureate in the modern era has won various secondary prizes and recognition in their early career and every year; there is as much debate on who was omitted as on the person who won. Recognising early career potential will remain fraught with subjectivity and, with fewer awards on offer, could provoke increased discontent. Contrary to the Prime Minister’s vision, fewer awards may actually miss many more promising talents and amplify epaulettes to the already decorated. Awards cost ministries money but the meeting did not discuss whether cutting costs was a factor in the rationalisation. As it is unclear what existing problem the new scheme solves, the Centre should reconsider the merits of its proposal.",
        "headline_1": "Talent and recognition: On reducing number of science awards",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/talent-and-recognition-the-hindu-editorial-on-reducing-number-of-science-awards/article65945949.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Next week: Xi’s Foreign Policy and National Security Outlook\nAll regimes, irrespective of the nature of their politics, feel compelled to narrate events in their self-image and for self-glorification.\nHistory was a powerful instrument in Mao Zedong’s arsenal. To a country beset by poverty and wracked by civil war, Mao served up the idea through the selective use of historical facts, that the fledgling communist party was their best option to rejuvenate the Chinese nation.\nRead full opinion on TOI+\n\n",
        "headline_1": "His story is China’s history: Xi uses versions of historical analysis to serve the party as well as his personal ambitions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/his-story-is-chinas-history-xi-uses-versions-of-historical-analysis-to-serve-the-party-as-well-as-his-personal-ambitions/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "UGC is set to allow four-year undergraduate degree holders to enrol for PhD programmes. It is also diluting the requirement of mandatory publication of a research paper before the award of a PhD. Quantitatively, no doubt these changes will produce more PhDs. Also true is that a number of foreign universities allow undergraduates to skip the postgraduate stage and enrol directly for PhD. For some students it is a question of saving time, for some others money. But most students bypassing PG have a clear focus – or the institutions require they do – on their area of research.\nA PG course helps students do a deeper study of the discipline and also in research – because a dissertation has to be written. Delhi University’s four-year undergraduate programme offers an honours degree with the last year dedicated to research. UGC’s direct PhD reform will likely be open for those who perform excellently in this option but DU faculty members have complained that core discipline focus here is restricted to just three semesters.\nUGC then must ensure that PhD coursework also integrates parts of the PG curriculum. Many PhDs will go on to teach undergraduate and PG students and inadequate knowledge of the core discipline will impair teaching standards. In 2019, the US had 55,000 doctoral recipients. The same year, India had 2 lakh scholars enrolled for PhD and 39,000 doctoral recipients, a 100% and 70% rise respectively from just seven years ago – and for sure, quality wasn’t following quantity.\nResponding to complaints that the doctoral thesis screening isn’t rigorous enough, UGC had mooted regulations like mandatory publication of research papers. But doing away with this can cut both ways. A doctoral student can focus on the thesis rather than a research paper but mandatory publication in a quality Scopus-indexed journal could prod the scholar to aim higher. A UGC study of 2,500 research scholars at a top-ranked central university and an IIT found 75% of the university submissions weren’t in Scopus journals, but the opposite was true for IITs. This may be partly explained by the fact that there are around 30,000 Scopus-indexed journals in STEM and related fields against 14,000 for humanities and social sciences. The moot point is that the same yardstick shouldn’t apply across disciplines. A PG degree may be important in some disciplines before a PhD and not so much in others. UGC must tread carefully.\n\n",
        "headline_1": "Matter of degrees: UGC should think more on allowing four-year undergraduates to enrol for PhDs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/matter-of-degrees-ugc-should-think-more-on-allowing-four-year-undergraduates-to-enrol-for-phds/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Meetings are both a fact of white-collar working life and a colossal waste of time, and they cost big companies $100 million a year, says a new survey from the University of North Carolina. Most employees feel that they would be better off refusing at least a third of all meetings but are reluctant to say so. Women are especially uncomfortable refusing a scheduled meeting. Too many meetings just meander on and drain the sense of autonomy that fuels creative work. Often, they don’t end up with the best decision, but poor or low-commitment agreements. In-person meetings have not been supplanted, but supplemented by virtual meetings, which bring their own special protocols and challenges.\nOn the other hand, meetings are the only way for big and complex organisations to work. They are the forum to pitch new plans and arrive at collective decisions, they can spark serendipitous new ideas, they are a way to discover each other’s capacities and interests, and forge fellowship. People react spontaneously, reading each other’s cues.\nSo, can meetings be kept minimal but efficient? Only when the goals are sharp, and the participants are few. It’s up to the organiser to set the tone, see if the purpose is to stimulate fresh thinking, or convene everyone’s inputs, or arrive at a final decision. The bosses should decide – whether to take a competition-oriented ‘team of rivals’ approach and allow some sparring and showboating or prefer more collegial back and forth contributions. The classic meeting manual by British writer Antony Jay has outlined every variety of workplace gathering in minute detail for maximal productivity – but even he agrees that meetings should be called only when essential. In most cases, yes, it could have been an email.\n\n",
        "headline_1": "It’s up to bosses: For good office meetings, set a specific goal. Otherwise, you are wasting everyone’s productive time",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-up-to-bosses-for-good-office-meetings-set-a-specific-goal-otherwise-you-are-wasting-everyones-productive-time/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Freebies seem to have come to a tipping point as polling for crucial state elections, a prelude to the 2024 Lok Sabha election, are set into motion. The time has come to initiate a well-rounded discussion on the economic causes and consequences of freebies, and its separation from essential welfare activities.\nNo one’s entitled to a freebie\nWe must differentiate between freebies and entitlement. Freebies do not differentiate between those who can afford to pay and those who can’t, thus alleviating the crucial distinction between who should be and those who shouldn’t be the beneficiaries. Entitlement on the other hand, is a bonafide benefit for those who can’t afford.  A clear example being free power for everyone is freebies, while free food grain for the 80-crore population during a pandemic is an entitlement.\nRead full opinion on TOI+\n\n",
        "headline_1": "Can politicians decouple from freebies? India’s macroeconomy is giving up bad habits. Time India’s politics does too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-politicians-decouple-from-freebies-indias-macroeconomy-is-giving-up-bad-habits-time-indias-politics-does-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "The wheels of international justice tend to move at a slow pace, and the case brought to the International Court of Justice (ICJ) by The Gambia in 2019, alleging Myanmar to be in violation of the Genocide Convention, has finally taken a step forward with the ICJ's rejection of Myanmar's preliminary objections to the case. While there is an understandable desire to view this development as advancing justice for the Rohingya community who have been victims of the military junta's brutal campaign of ethnic cleansing, there is a need to temper expectations. Any hope that the current regime would exercise some restraint has been put to rest by reports of escalating conflict within Myanmar, as well as heightened border tensions with Bangladesh. At a glance, the use of force in the face of scrutiny is akin to the North Korean playbook, but to fully appreciate Myanmar's actions, it is important to consider the ICJ's decision and current geopolitical demands that dictate the actions of other states.\nIn December 2019, following hearings, the ICJ unanimously adopted provisional measures requiring Myanmar to prevent genocidal acts against the 600,000 plus Rohingyas still remaining in Myanmar. The ICJ relied on the UN Fact Finding Mission Reports of 2018, which detailed human rights violations by the military, and called for an investigation into top military leaders, including Commander-in Chief Min Aung Hlain. Much of the provisional measures reiterated what Myanmar was already obligated to ensure as a state party to the Genocide Convention and the ICJ refrained from mentioning specific acts of abuse to avoid the impression that the allegations were already proven.\nAt the time, Aung San Suu Kyi headed the Myanmar delegation at the ICJ, but after the January 2021 military coup, she has been imprisoned and now faces over 150 years of imprisonment. We will never fully know how much influence she wielded when she defended the military at the ICJ. In the latest delegation created by the junta, two of its members, Ko Ko Hlaing and General Thida Oo, are on a US sanction list. \nThe new delegation presented Myanmar's four preliminary objections in the February 2022 hearings. Of these, three were unanimously rejected by the ICJ, and one preliminary objection was rejected by a vote of 15 to 1, with the Chinese Judge Xue Hanqin dissenting. The first objection Myanmar submitted was that the Gambia was acting as a \"proxy\" of the OIC. Article 34 of ICJ's Statute provides that only States can be party to proceedings. However, not only ICJ unanimously rejected the objection, but further added that obtaining financial or political support or even accepting an intergovernmental organisation's proposal will not detract the Gambia's status as an applicant.\nMyanmar also contested the existence of dispute between itself and The Gambia as required under Article 9, but the ICJ concluded that a dispute need not be explicit and can be inferred from communications. The fact that the two countries adopted opposing views on UN Fact Finding Mission Reports which detailed the Myanmar military's human rights violations showed the existence of a dispute between the State parties.\nThe next objection the ICJ unanimously rejected concerned Myanmar's \"reservation\" to Article 8 of the Genocide Convention, which is a unilateral statement made by a state to exclude or modify the legal effect of certain provisions. When it ratified the Genocide Convention, Myanmar appended a reservation to Article 8, which enables state parties to ask competent UN organs to take action to prevent and suppress genocide. Myanmar argued its reservation precludes states from pursuing actions at the ICJ since it is a UN body. However, the ICJ took the view that Article 9 of the Convention requires it to exercise jurisdiction to adjudicate dispute over the application of the Convention. The scope of the two articles is distinct and therefore Myanmar's reservation to Article 8 has no bearing on Article 9. \nIn the final preliminary objection that was rejected by a 15 to one vote, Myanmar argued that The Gambia cannot invoke Myanmar's responsibility in the interest of the Rohingya since they are not Gambian \"nationals\". In fact, Myanmar argued that Bangladesh was the most \"natural state\" to initiate proceedings since it hosts a large number of Rohingya refugees, but since Bangladesh appended a reservation to Article 9 of the Genocide Convention, it not only precludes Bangladesh but all other \"non-injured\" states like The Gambia from bringing a case against Myanmar. \nThe ICJ simply held that all state parties to the Convention have a common interest in ensuring the prevention and punishment of acts of genocide.\nThe case will now proceed on merits. Gambia's claim is that Myanmar as a state bears responsibility for genocide and Myanmar will respond. Gambia also asked reparations for the Rohingya victims of genocidal acts, and that those displaced be allowed a dignified return, full citizenship, and protection of their human rights. It will take time and, despite the extensive reporting of the harrowing crimes perpetuated on the Rohingya, proving genocidal acts and intent will be a struggle. \nShould the ICJ rule in favour of The Gambia, under Article 94 of the UN Charter, Myanmar will be required to abide by its decision. If it fails to comply, the UN Security Council can decide an appropriate measure, but the threat of veto from China and Russia could also render it impotent. \nIt is important to note here that this is not a criminal case against individual suspects, since the ICJ only adjudicates disputes between countries. It is very likely that the architects of genocide will continue to enjoy impunity. Although the International Criminal Court's (ICC) Office of the Prosecutor was granted a request to open an investigation in November 2019, the scope of the investigation is limited since Myanmar is not a signatory of the Rome Statute. \nThe ICC can only investigate crimes that are committed at least in part on the territory of Bangladesh and after June 1, 2010, the date of entry into force of the Rome Statute for Bangladesh. This means, that any genocidal acts that took place within the territory of Myanmar proper may remain outside the scope of the ICC to investigate unless it receives a mandate from the UNSC, which is again highly unlikely. The UNSC had an opportunity to act but it chose not to. Under Article 41 (2) of ICJ Statute 8, notice of the provisional measures (based on the UN Fact Finding Mission Report which found evidence of genocidal acts/intent) were sent to the UNSC and a plethora of resolutions were possible, including directing Myanmar to take actions to protect the Rohingya or giving ICC the mandate, but China and Russia threatened to veto any resolution.\nAnother long shot attempted by some activists in Argentina was to use the doctrine of universal jurisdiction to hold alleged perpetrators to account for international crimes like genocide. This doctrine simply means any country can have the interest to investigate and punish such crimes. It has been used in the Pinochet trials in the UK, but it is unlikely it will be put to use here, since it will require the alleged suspect to be in the jurisdiction of the country willing to exercise universal jurisdiction.\nThe current regime clearly understands that so long it has China's blessings, the consequences are limited. China remains steadfast behind the military regime since it has strategic projects and sub-regional framework needs like the Lancang Mekong Cooperation Forum, which requires Myanmar's participation. China would also not want to create a precedent by making allowances for the investigation of international crimes when its own actions in relation to the Uyghur community has been termed as crimes against humanity by the UN High Commissioner for Human Rights. Russia, too, faces accusations of war crimes in Ukraine as newly liberated areas lead to the discovery of mass graves. It is likely that a more assertive China will continue to support Myanmar as it attempts to create an alternative power structure like the Shanghai Cooperation Organization with Russia and extend its sphere of influence, and it will make good of its threats of veto should others attempt to bring resolutions.\nHowever, all is not lost. The ICJ decision will prompt countries to take a tougher stance against the military junta. In fact, the UK has recently sanctioned companies to try to cut off supply of military equipment, and it has also implemented financial sanctions against Myanmar. The US has done the same. While sanctions are a blunt instrument, over time it can cripple an administration and force it to make concessions such as scaling down of brutality, not only against ethnic minorities but against politically conscious demonstrators. Joint Ministerial Statements show a coalescing of like-minded countries willing to condemn Myanmar.  Among Western countries, UK, Canada and Netherlands are intending to intervene in the ICJ proceedings to aid The Gambia. More significantly, it is hoped that the Western world preoccupied with the Ukraine war will remember the need to renew its efforts to bring an end to one of the most despicable atrocities in human history in another corner of the globe. That too is a gain. \nBahzad Joarder is an Associate Tutor at University of Warwick, UK.\n\n",
        "headline_1": "Tempering expectations in the aftermath of ICJ’s decision",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/tempering-expectations-the-aftermath-icjs-decision-3130706",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Over the past several months, efforts have been afoot to frame a data protection law in Bangladesh. Senior functionaries of the state justify that the proposed law has become a necessity in a country that has more than 130 million internet users and at least 2,000 internet-based services. The law will protect the interests of these people, they posit. The ostensible purposes for framing the law are to: (a) meet the burgeoning need for data protection; (b) create an effective regulatory institution in this regard; (c) ensure overall development of the information and communication technology (ICT) sector; and (d) ensure protection of the personal data of individuals. While there is a general agreement about the need for such legislation, concerns have been expressed, nationally and internationally, about the adverse impacts of the law on citizens' fundamental freedoms. Despite the concerned agency's initiatives to make the draft law available on its website and organise stakeholder discussions, there is widespread scepticism about what the final text would contain.\nCommentators, rights activists, citizen and netizen groups, associations of editors and journalists across the ideological divide, and e-commerce and business leaders have all voiced their opposition to the proposed law, pointing out the authorities' reluctance to accommodate the views of stakeholders, vagueness of the provisions, unbridled authority and concomitant immunity accorded to the regulators, lack of judicial oversight, and the draconian penalties that the law imposes on potential \"violators,\" among other issues.\nFrustration was palpable as the two revised drafts largely ignored the stakeholders' input and recommendations. Assurances from senior ministers that their genuine concerns would be addressed in the final bill appear to have failed to assuage their anxiety. Some candidly noted the hollowness of similar assurances in case of the Digital Security Act, 2018 (DSA). One can surmise that the DSA's debilitating impact on freedoms of expression and the press and the state's failure to rescind or even amend the most contentious provisions of the law (despite overwhelming evidence of its abuse) have triggered this apprehension of misapplication of the Data Protection Act (DPA). They point out that the gaps that exist in the DSA are also present in the draft DPA, further arguing the point that Bangladesh's standing in the Press Freedom Index has continued to drop after the framing of the DSA.\nIn trying to unravel the reason behind framing the DPA, some analysts argue that growing national and international criticisms of DSA's misapplication has prompted the authorities to craft new tools. It is for this reason that the DPA bears some of the hallmarks of the DSA. Foremost among those are the reiteration of \"sensitive\" terms such as \"public order,\" \"Bangladesh's sovereignty and integrity,\" \"state security,\" \"friendly relations with foreign states,\" and the like. Quite like the DSA, the DPA refrains from providing any explanations of those terms, creating enormous scope for subjective interpretation by the authorities.\nThe proposed law has subjected the Data Protection Office answerable to the Digital Security Agency that has been established under the DSA. Thus, the director general (DG) of the agency would be legally in charge of implementing the DPA and enjoy unfettered power. There is little doubt that this dual role is patently contradictory. In a dispensation fraught with excessive use of authority by law enforcement agencies, weak judiciary, and very restricted parliamentary oversight, such institutional enmeshing of the DG's roles is likely to subvert the very purpose of framing the DPA. It was made amply clear when, at a stakeholders' meeting on the draft law, the state minister for ICT affairs candidly stated that the DG was bound to adhere to government directives, and this was sanctioned by the constitution. The symbiotic relationship between the DSA and DPA is further manifested in Section 60 of the DPA, which obliges all offences committed under the DPA be tried in the Cyber Tribunal established under the ICT Act, which also enjoys the competence to try cases under the DSA.\nRight to privacy is a vital human right acknowledged in Article 17 of the International Covenant on Civil and Political Rights (ICPRR), which Bangladesh has been a state party to since 2000. However, the overriding effect of the proposed law would undermine people's right to information as guaranteed under the Right to Information Act, 2009 and \"would breach the … government's commitment of ensuring accountability of all public, private and statutory institutions.\" Article 17 of the ICCPR prohibits arbitrary and unlawful interference with an individual's privacy. Article 43 of Bangladesh Constitution also stipulates that everyone shall have the right \"to privacy of his correspondence and other means of communication,\" subject to reasonable restrictions imposed by the law.\nWhile there is a need for protection of personal information, scope has been created for administrative control, which would undermine constitutionally guaranteed freedom of expression, personal freedom and that of privacy. The absence of clear definitions of some key concepts has made the law susceptible to abuse. The Transparency International Bangladesh (TIB) recommends that in order to ensure the primacy of protection of personal information, the proposed law should be titled \"personal information protection act,\" as has been the case in at least 60 other countries. The use of the term \"data\" is likely to defeat the principal purpose of the law, the organisation observes. Moreover, TIB notes that the absence of a clear definition of the term \"personal data\" and vagueness of the term \"individual consent\" – a critical issue in personal information protection law – \"would make the law open to severe abuse.\" The absence of the right to privacy in the draft law is also deeply disconcerting.\nSection 10 of the DPA has given the state the authority to collect data for ensuring national security and preventing, identifying and investigating criminal acts, while Section 30 provides immunity to law enforcement and intelligence agencies. In all likelihood, this will make all data centres and servers, including those of non-state actors, subject to state scrutiny, while freeing the state agencies from being held accountable and from judicial oversight. \nLike several other constitutionally guaranteed freedoms, personal privacy has long been a casualty in Bangladesh. Teletapping is a widely practised phenomenon; so are the occurrences of involuntary disclosure of contents of and seizure of personal mobile phones on flimsy grounds by the law enforcement agencies. Evidence is aplenty of the breach of personal information that was collected through the imposition of biometric registration, a measure fiercely opposed by civic bodies. Citizens are also weary at the government apathy and inaction to hold into account those institutions and individuals that have been involved in disclosure of private conversations in the public domain. On occasions, such disclosures have given rise to suspicions that the state agencies privy to records of those conversations were the sources of such release.\nAll such omissions and acts by the state have created a situation of distrust regarding its intent in framing the data protection law. There is a growing view that, instead of providing protection of personal data, the DPA will essentially be a handy tool for surveillance over the citizenry, further reinforcing the executive arm of the state. Under such circumstances, after being subjected to the unmitigated abuse of the DSA, and likelihood of misapplication of the undefined terms and draconian clauses that the proposed DPA contain, don't the discerning citizens have every reason to raise questions about the DPA?\n \nDr CR Abrar is an academic and human rights expert.\n\n",
        "headline_1": "Is the Data Protection Act an extension of DSA?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/the-data-protection-act-extension-dsa-3130331",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "It is an all-too familiar script. According to the police, 55-year-old Lebu Miah \"took his own life\" in police custody, apparently by hanging himself from the ventilator of a cell. The alleged suicide took place at the Bashtoail Police Outpost on September 26, hours after the day labourer was detained for interrogation in connection with a murder in Mirzapur upazila of Tangail. His family insist that he was tortured to death in custody and have since staged demonstrations asking for justice for Lebu Miah's death. Less than two weeks ago, police claimed that 22-year-old Rajesh Roy died by suicide in their custody in Jhalakathi. A month before that, the police alleged that 25-year-old Sumon Sheikh had killed himself in Hatirjheel Police Station – an allegation vehemently contested by his family members who had to fight an uphill battle simply to file a murder case over his suspicious death in custody. In January, 36-year-old Himangshu Roy allegedly hung himself from the window grilles of a cell at a police station in Hatibandha, Lalmonirhat.\nGiven the myriad creative stories we are fed every time a death takes place in the custody of law enforcement, we can't help but be wary of the police's version of events. There is no CCTV footage available to prove the police's claim that Lebu or Rajesh took their own lives. In Sumon's case, a national television channel broadcast a footage, apparently of a CCTV camera inside the lock-up, to prove that Sumon died by suicide. However, a closer look at the footage (if indeed it was even authentic) shows Sumon moving out of the frame before he allegedly took his life. In fact, the police have so far failed to provide credible CCTV footage to back up their claims of detainees suspiciously falling sick in custody or taking their own lives, which begs the question: why are police lock-ups not under surveillance given the disturbing frequency at which such incidents take place?\nEven if we are to accept the police's version, that these men died by suicide, the fact remains that they died in police custody, for which the police must accept responsibility. They must launch credible investigations as to whose negligence allowed such incidents to take place on their watch, and take urgent steps to ensure that they don't happen again. Instead, what we saw in Sumon's case was an all-out attempt by the police to obstruct demands for justice, from charging protestors to sending his body for an autopsy without the family's knowledge. In Lebu's case, we are told an inquiry committee would be formed to investigate whether there was any negligence on the part of the police in his death. But given the fact that the police have rarely ever found one of their own to be guilty of a commission or omission, how confident can we be of the neutrality of such investigations?\nDespite repeated calls by families of victims, civil society and international organisations including the UN, the state has categorically failed to institute a credible system through which to investigate extrajudicial killings and custodial deaths and hold law enforcement accountable. We urge the authorities to remove the blinds from their eyes and ensure that no deaths take place in police custody. Law enforcement are there to protect citizens – why should our lives be endangered in their custody?\n",
        "headline_1": "Four custodial ‘suicides’ is four too many",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/four-custodial-suicides-four-too-many-3130146",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Last week, the Election Commission finalised a massive Tk 8,711 crore project for the procurement and management of 200,000 electronic voting machines (EVMs) to be used in 150 constituencies in the next general election, despite objections from major opposition parties and stakeholders. When this proposal was announced, we questioned why such a costly project was being undertaken at a time when our economy is struggling and the taka has been devalued to the extent that each USD costs 28 percent more compared to 2018, when EVMs were last bought by the country. Back in 2018, it was reported that Bangladesh bought EVMs at 11 times the price India paid, and that the EC has once again opted for these inflated prices, despite depleting currency reserves and the government's own recommendations of cutting down unnecessary costs of public projects.\nNow, we are even more concerned to hear that at least 27,900 of these extremely expensive EVMs – part of the 150,000 EVMs bought by the EC in phases since 2018 for use in different elections – have become unusable due to a lack of proper storage and maintenance. According to the EC's own documents, this is Tk 642 crore of public funds that has potentially gone down the drain due to carelessness and neglect. Another 45,500 EVMs, stored in cardboard boxes at different places, could potentially be damaged and also run the risk of becoming unusable in the upcoming polls.\nDespite objections, the EC has asked political parties and voters in Bangladesh to place their trust in EVMs. It seems like even the EC is aware that this decision is controversial, since in the roadmap that it published for the upcoming election, the commission identified and acknowledged that it was facing a crisis of confidence among the opposition parties. Despite this awareness, pleas for alternative solutions, such as implementing the Voter-Verified Paper Audit Trail (VVPAT) technology, have not only fallen on deaf ears, but the EC has even been accused of doctoring parties' stance on EVMs in the roadmap. Yet now, we are faced with more information that only exacerbates this crisis of confidence.\nHow can the EC expect voters to trust machines with broken monitors, torn cables, and damaged ballot unit buttons and finger-matching components? The EVM project director has argued that all the EVMs are repairable and come with service and parts warranties. While that may be the case, that does not explain why these machines were kept so carelessly, and why in the last few years, no proper storage facilities have been designated for them. Certain EC officials have blamed an absence of EVM storage guidelines for this. This can be added to the EC's many failures, since these guidelines already exist in India, and it would not have been difficult for our EC to create a similar one. While the EC may have acknowledged that they are facing a crisis of confidence, the neglect and disrepair of EVMs seem to demonstrate, once again, that they are not keen on taking steps to address it.\n",
        "headline_1": "EVM neglect is EC's failure",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/evm-neglect-ecs-failure-3130136",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "It is an all-too familiar script. According to the police, 55-year-old Lebu Miah \"took his own life\" in police custody, apparently by hanging himself from the ventilator of a cell. The alleged suicide took place at the Bashtoail Police Outpost on September 26, hours after the day labourer was detained for interrogation in connection with a murder in Mirzapur upazila of Tangail. His family insist that he was tortured to death in custody and have since staged demonstrations asking for justice for Lebu Miah's death. Less than two weeks ago, police claimed that 22-year-old Rajesh Roy died by suicide in their custody in Jhalakathi. A month before that, the police alleged that 25-year-old Sumon Sheikh had killed himself in Hatirjheel Police Station – an allegation vehemently contested by his family members who had to fight an uphill battle simply to file a murder case over his suspicious death in custody. In January, 36-year-old Himangshu Roy allegedly hung himself from the window grilles of a cell at a police station in Hatibandha, Lalmonirhat.\nGiven the myriad creative stories we are fed every time a death takes place in the custody of law enforcement, we can't help but be wary of the police's version of events. There is no CCTV footage available to prove the police's claim that Lebu or Rajesh took their own lives. In Sumon's case, a national television channel broadcast a footage, apparently of a CCTV camera inside the lock-up, to prove that Sumon died by suicide. However, a closer look at the footage (if indeed it was even authentic) shows Sumon moving out of the frame before he allegedly took his life. In fact, the police have so far failed to provide credible CCTV footage to back up their claims of detainees suspiciously falling sick in custody or taking their own lives, which begs the question: why are police lock-ups not under surveillance given the disturbing frequency at which such incidents take place?\nEven if we are to accept the police's version, that these men died by suicide, the fact remains that they died in police custody, for which the police must accept responsibility. They must launch credible investigations as to whose negligence allowed such incidents to take place on their watch, and take urgent steps to ensure that they don't happen again. Instead, what we saw in Sumon's case was an all-out attempt by the police to obstruct demands for justice, from charging protestors to sending his body for an autopsy without the family's knowledge. In Lebu's case, we are told an inquiry committee would be formed to investigate whether there was any negligence on the part of the police in his death. But given the fact that the police have rarely ever found one of their own to be guilty of a commission or omission, how confident can we be of the neutrality of such investigations?\nDespite repeated calls by families of victims, civil society and international organisations including the UN, the state has categorically failed to institute a credible system through which to investigate extrajudicial killings and custodial deaths and hold law enforcement accountable. We urge the authorities to remove the blinds from their eyes and ensure that no deaths take place in police custody. Law enforcement are there to protect citizens – why should our lives be endangered in their custody?\n",
        "headline_1": "Four custodial ‘suicides’ is four too many",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/four-custodial-suicides-four-too-many-3130146",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Last week, the Election Commission finalised a massive Tk 8,711 crore project for the procurement and management of 200,000 electronic voting machines (EVMs) to be used in 150 constituencies in the next general election, despite objections from major opposition parties and stakeholders. When this proposal was announced, we questioned why such a costly project was being undertaken at a time when our economy is struggling and the taka has been devalued to the extent that each USD costs 28 percent more compared to 2018, when EVMs were last bought by the country. Back in 2018, it was reported that Bangladesh bought EVMs at 11 times the price India paid, and that the EC has once again opted for these inflated prices, despite depleting currency reserves and the government's own recommendations of cutting down unnecessary costs of public projects.\nNow, we are even more concerned to hear that at least 27,900 of these extremely expensive EVMs – part of the 150,000 EVMs bought by the EC in phases since 2018 for use in different elections – have become unusable due to a lack of proper storage and maintenance. According to the EC's own documents, this is Tk 642 crore of public funds that has potentially gone down the drain due to carelessness and neglect. Another 45,500 EVMs, stored in cardboard boxes at different places, could potentially be damaged and also run the risk of becoming unusable in the upcoming polls.\nDespite objections, the EC has asked political parties and voters in Bangladesh to place their trust in EVMs. It seems like even the EC is aware that this decision is controversial, since in the roadmap that it published for the upcoming election, the commission identified and acknowledged that it was facing a crisis of confidence among the opposition parties. Despite this awareness, pleas for alternative solutions, such as implementing the Voter-Verified Paper Audit Trail (VVPAT) technology, have not only fallen on deaf ears, but the EC has even been accused of doctoring parties' stance on EVMs in the roadmap. Yet now, we are faced with more information that only exacerbates this crisis of confidence.\nHow can the EC expect voters to trust machines with broken monitors, torn cables, and damaged ballot unit buttons and finger-matching components? The EVM project director has argued that all the EVMs are repairable and come with service and parts warranties. While that may be the case, that does not explain why these machines were kept so carelessly, and why in the last few years, no proper storage facilities have been designated for them. Certain EC officials have blamed an absence of EVM storage guidelines for this. This can be added to the EC's many failures, since these guidelines already exist in India, and it would not have been difficult for our EC to create a similar one. While the EC may have acknowledged that they are facing a crisis of confidence, the neglect and disrepair of EVMs seem to demonstrate, once again, that they are not keen on taking steps to address it.\n",
        "headline_1": "EVM neglect is EC's failure",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/evm-neglect-ecs-failure-3130136",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "That high yielding varieties (HYV) hybrid paddy has replaced traditional paddies is not for nothing. Policymakers and farmers had to opt for a compromise on quality of rice in the interest of higher yield. This has, however, been the global pattern. Adequate production of hybrid varieties got priority to cultivation of tasty and more nutritious local kinds in order to ensure nations' food security. However, technology-based farming has its own limitations. Use of fertiliser, pesticide and irrigation exact a price not only in terms of agricultural economy but also in terms of land fertility and the environment and its impact on various other natural resources. The problem was further exacerbated by random and excessive use of the agricultural inputs along with improper level of irrigation and monopolistic cultivation of paddy instead of crop diversification. So, scientists and environmentalists had long warned that the soil would reach an optimal level of yield and then start producing less and less paddy. A report carried in this newspaper on Tuesday largely confirms that the process of decline in rice production has actually been set in motion. For the last five years barring the year 2019, hybrid paddy varieties have been recording fall in production. Yield of paddy per hectare was 4.73 tonnes in 2017, which came down to 4.69 tonnes in 2018 but surprisingly rose to 4.82 tonnes in 2019; then there has been mostly a consistent slump till 2022. In 2020, the rate was 4.65, although it registered a slight rise to 4.66 and the early indication is that it will be 4.61 this year, according to the Bangladesh Bureau of Statistics. This time, though, accusing fingers for production fall have been pointed to erratic climate change. The message is that even the hybrid varieties of paddies developed to cope with climate change are not rising up to the occasion to be equal to the environmental challenges. What is noticeable is that corporate business has by this time grabbed a share in the hybrid seed market. Farmers are no longer the controllers of the paddy seeds they need for cultivation. One silver lining in this not-so-desirable episode is that the major portion of seeds is still produced domestically. Local companies supplied 12,000 tonnes of domestically produced seeds as against their imported amount of 2,000. In the past, there were complaints from time to time against imported hybrid seeds. Let there be no dependence on foreign seeds of paddy. The gravest concern of all is the decline in production of rice. In this case, there has to be a clear idea of the cause behind this decline. Did the country's soil in general reach the optimal point of fertility or is the drop in production a direct consequence of climate change? A few of the seeds developed were supposed to adapt to certain adverse weather conditions including the lately developed saline-tolerant kind. Sure enough, consistent use of chemical fertiliser has its long-term negative impact, so has the rising temperature inducing drought, untimely rains, floods and other natural calamities. In that case, research for development of seeds capable of tolerating extreme weather has to be upped. When at issue is food security, there is no other option and agricultural scientists will hopefully be equal to the task of meeting the challenge.",
        "headline_1": "Hybrid paddy's production fall",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hybrid-paddys-production-fall-1664372109",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Not very long ago, a newscaster on one of our many television channels had the axe fall on her for her wrong pronunciation of the name of the Chinese President. She had thought the XI in Xi Jinping referred to the number eleven and so she went on to read it as such. She paid a price in consequence. Should we blame her for her mispronunciation? We most certainly should, but even as we do that, we will raise the very proper question of whether or not the news departments at our television and radio organisations have the wherewithal to instruct newsreaders on the names of places and people before these men and women go on air. Obviously, a laidback attitude on the part of the news departments has often marred the quality of news presentation on the electronic media. In the early 1980s, in the absence of the newsreader scheduled for a morning broadcast, an official of Bangladesh Betar was given the responsibility of reading the news. He committed the faux pas of pronouncing the 'Lt' in 'Lt General H.M. Ershad' as LT. He predictably ran into a lot of hot water.The rules in modern times, where news presentation is concerned, is for newsreaders and newscasters to be thoroughly well-versed in national and global political realities. They are expected to be on top of things through remaining in constant touch with events and incidents shaping up in the country and beyond it. Reading the news on national media channels is not a reading class in primary school, which is a truth not taken seriously by a good number of practitioners of journalism in the electronic media. When a newscaster mispronounces the 'Mujibur' in Bangabandhu's name as 'Muzibor', it is a sign of weakness not only on her part but also on that of those who man the news department.In these post-modern times, the requirement for our television and radio to reinvent themselves is immense. Individuals who are recruited in the various departments of the media ought to be tested seriously and deeply on their understanding of the world around them. That, of course, presupposes the idea that those presiding over the recruitment process are themselves in tune with the world and have a clear grasp of the issues confronting nations at any given time. Unfortunately, the old stereotypes so typical of Third World attitudes to global happenings continue to play out in our news presentation.Take the matter of foreign names. Newsreaders find it hard, in our context, to mention Gorbachev as Gorbachov, which is the way he is universally referred to. Brezhnev has generally been referred to as Breznev, ignoring the fact that the 'zh' in the name is a point between 'z'and 'h'. Zaporizhzhia in Ukraine is a name our newsreaders need to master. A reputed former Bangla newscaster on Bangladesh Television could not conceal her indignation with a newscaster who a few days ago, while referring to the loss of valuables by our women footballers returning home, pronounced the word 'luggage' as 'leggage'. Now, how in the Lord's name did that newscaster come to believe that there is such a thing as 'leggage'? Was this individual reprimanded by his channel officials afterward?We will never know, but what we do know is that our electronic media organisations are in immense need of reinvention. The stiffness which yet characterizes news reading, with the reading done in monotones, with newsreaders under strict instructions to follow the 'rules' is an attitude which belongs in the past. In India, in the West, newsreaders enjoy the liberty of infusing their presentations with the full force of their personalities --- their body language, their smiles, their seriousness, their interactive dialogue with people they connect with online --- a factor which keeps the audience glued to their radio and television sets. At our news outlets, a process of modernisation needs to be inaugurated, for the good reason that these outlets must not lose their listeners or viewers.There are areas where these outlets, in the interest of modernisation, can go for new additions to their development strategies. When an eminent citizen passes away, the news departments at these media channels should go swiftly into gathering material on him or her background to complement the reports on the individual's death. As so happens in media organisations in the developed world, news of prominent citizens' deaths should be focused on the audience being the recipients of detailed obituaries. News reading can be transformed into a recollection of history through the medium of obituaries.But such changes in the electronic media require the presence of individuals who will be in a position to suggest changes, to formulate strategies toward the necessary modernization process at our radio and television channels. Embarrassments, such as those which are often noticed on the Bangla television channels abroad --- and they are extensions of some of the channels back home --- have to be done away with. All too often, footagefrom leading overseas television channels are inserted into the Bangla as also English-language news programmes without any credit given to the organisations which first aired that footage. That is downright dishonesty, an unpardonable violation of ethics.On our talk shows, the tendency on the part of anchors to make statements rather than ask straight questions and to cleverly deflect a participant from proffering opinions of a critical nature on the issues under discussion, generally by going for what is known as a short break, has to be discarded. At the same time, a professional anchor owes it to his or her audience to remain in full control of the discussion through preventing panelists from going beyond the time allotted to them and making sure that when a panelist speaks, none of the other panelists interfere in the conversation. Firmness on the part of the anchor is of the essence.More programmes, of a comprehensive nature, on literature and science, on climate change, on diplomacy and on cultural heritage, on education will enrich our electronic media organisations. Radio and television must therefore go head hunting for individuals able to provide intellectual outputs to the shaping and presentation of such programmes.In a world of twenty-four-hour dissemination of information, the life of a media organization depends on the speed and the smartness with which it can come level with the world. Newsreaders and newscasters will not have to lose their jobs if those who man our radio and television go for a process of re-education, of themselves and of those they exercise authority over, as fast as they can.\n[email protected]",
        "headline_1": "Let's reinvent our electronic media",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lets-reinvent-our-electronic-media-1664372157",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "Noted writer Humayun Azad wrote a piece for children to teach them how to write poems in an easy way. There he taught them all the techniques of writing poems. First came the language, the meanings of words; their sights, sounds and colours. Then came the subject of thinking; the technique to develop the thoughts. Finally, he wrote a poem. Thus he set an example of how easy it is to write a poem.Likewise, there is an easy way to rise to fame, when it comes to being an intellectual. This piece is intended to help those who are in pursuit of knowledge. There are many people who buy a lot of books, and try to read them whenever they can make time. Still, they can make neither head nor tail of what they read. If you cannot see the whole elephant, touching the tusk, tail or the leg will not give you a clear idea of how the animal looks like. Knowledge is like that. There is the formal education in our country as elsewhere in the world. We all are acquainted with this system of education. Most of our people are educated in this way. The higher you climb a tree, the broader the view of the surroundings you get and wider the horizon of your knowledge becomes. But the problem with the present system of education is: the students often have no alternative but to study subjects they do not like. They study those subjects only for the purpose of getting jobs. So, some students often drop out, while others somehow manage to complete the course. After completion of study, it so happens that one lands a job in a field that has little or no relation to what one has learnt. Thus the thirst for knowledge is lost. Self-learning is important, if one wants to study to become an intellectual. There are different ways of doing it. One approach is to study history. If one studies history, it will bring forth other areas of interest, like literature, philosophy, economics, science and so on. If one is interested, one can study any of them. If that whets the appetite, one can choose to chew or even devour it. The other approach is: simply going by the interest, like the man in 'The Bet' by Anton Chekhov. The man chose solitary confinement on the condition that he would get all the supplies needed for survival. It was also decided that he would get access to books. First, he sought a particular book. After reading it, he chose another book. Later, he sought more books and at a certain stage his list of books started to grow longer. Once he was ordering for the books of theology. Then he turned to philosophy and so on. After forty years, when he came out of the confinement, he was a different man, because the books he read over the forty years transformed him.Our National Poet Kazi Nazrul Islam did not complete even the secondary education. Still he left his mark on literature, music and other areas. How was it possible? His learning was guided by his interest. He learnt before doing anything. For example, when he was cast as a music director for a film, he spent a long time with an ethnic community to learn about their culture. When he came back, he wrote and composed the great piece, 'khopai para nurir mala jhumur jhumur baje re.'If one enters a library, one finds a lot of books available for reading free of cost. But it is not possible to read all the books. Here lies the importance of choosing one's own way. One can do it by starting with reading the history books or leave it to be decided by the area of one's interest. There may be other ways. too. \n[email protected]",
        "headline_1": "Self-learning is the road to knowledge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/self-learning-is-the-road-to-knowledge-1664372221",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2022"
    },
    {
        "full_article": "The ongoing gas crisis in Dhaka city is getting worse day by day. City dwellers, especially the residents of Bashabo, have been witnessing gas outages and low pressure for several weeks. Around one million people of this area have been suffering severely since last August due to shortage of gas supplied by Titas Gas Transmission and Distribution Company. In daytime, the gas pressure starts to become low particularly from 7:00am to 3:00pm. During this time, the long wait for gas begins for the people of this area. So many people have already started using gas cylinder because of the irregular supply in the pipeline. This causes hassle in the city life as well as increase the monthly expense of families. As the gas supply crisis worsens every year in winter, the authorities concerned should formulate a framework to fight against the shortage. Immediate measures are necessary to resolve the problem. Otherwise, it would be difficult, if not impossible, to live in Bashabo in the coming winter. We urge the authorities concerned to take steps to ensure gas supply to Bashabo and other parts Dhaka, which have been facing gas shortage as soon as possible. \nMd Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Gas crisis in Bashabo",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gas-crisis-in-bashabo-1664372501",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2022"
    }
]