[
    {
        "full_article": "Violence has flared again in Manipur, merely three weeks after conflagrations resulted in scores of deaths and the displacement of people in Churachandpur and Imphal in particular. Alarmingly, what began as protests against an order by the High Court of Manipur, on March 27, seeking the inclusion of the Meitei community into the State’s Scheduled Tribe list, has taken a grotesque turn, with representatives of the Kuki-Zomi community including BJP MLAs seeking a “separate administration”. This situation should never have come to such a pass. While inter-community relations have occasionally led to flare-ups and remained tense for years together, the conflagrations in May mark a degradation in hill-valley relations and a complete failure of the government in curbing violence committed by radicals and miscreants present in the Meitei and Kuki-Zomi communities. Partially, this was a consequence of the inability of the State government led by the BJP Chief Minister, N. Biren Singh, to rise above the fray and to act in a manner that was unbiased against particular communities. The government’s so-called anti-poppy cultivation drives that were seen as moves against the Kuki-Zomi hill dwellers, raised their ire, while the High Court’s single judge Bench’s ill-thought-out order — as the Chief Justice of India, D.Y. Chandrachud, himself observed as being violative of a 23-year-old Constitution Bench judgment — exacerbated the situation. The government was unable to prevent the spiralling of violence in Churachandpur and Imphal, suggesting the current regime’s incompetence.\rThe State government must get its act together, with the help of the Centre, to bring back normalcy by increasing patrolling of paramilitary and police forces in riot-torn areas, providing relief to displaced people and curtailing the influence of militant sections. A plan to allow the return of those displaced to their homes in the medium term must also be put into order with the help of the security forces. Not doing so only plays into the hands of chauvinists from either side who emphasise differences, disharmony and separation — all of which will be disastrous for the State in the long term. The Union government cannot remain nonchalant about the turn of events. Manipur, like some of the other northeastern States, needs to promote a civic consciousness among its citizens that will allow them to rise above ethnic identities to differentiate themselves. With trust fraying between community leaders and State government representatives, it is incumbent upon civil society members, within and outside Manipur, to take up the cause of rebuilding inter-community ties and not letting chauvinist and militant groups hijack the role of representation.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\ntribals\n\n/\n\ngovernment\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Alarming turn: On the situation in Manipur",
        "headline_2": "A return to normalcy in Manipur requires concerted action by government and civil society",
        "link": "https://www.thehindu.com/opinion/editorial/alarming-turn-the-hindu-editorial-on-the-situation-in-manipur/article66903831.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "For the second year in a row, the top three ranks of the Civil Services Examination, 2022, conducted by the Union Public Service Commission have been secured by women. In a spectacular achievement, results announced on Tuesday show that 12 women are in the top 20. The 26-year-old topper, Ishita Kishore, who graduated from Delhi University’s Sri Ram College of Commerce and is a resident of Greater Noida, reached the pinnacle in her third attempt. Thanking her family for their support, Ms. Kishore said she read up on current affairs and practised writing at length because the examination process can be draining. The second-rank holder, Garima Lohia, 24, from Buxar and is also a Delhi University graduate, cleared the examination in her second attempt; and Uma Harathi N., 28, who stood third, is an engineering graduate from Telangana and cleared it in her fifth attempt. The young women’s reflections on success and failure, the need to persevere against all odds and the importance of an empathetic ecosystem are significant pointers for future students, teachers and parents. For students, especially girls, the courage and commitment of these women is inspiring. One can only hope that teachers and parents will create the right environment for girls to fulfil their dreams; too many girls have had to give up half way in a largely patriarchal society.\rThis year, 933 candidates, of an approximate 11.5 lakh who took the examination, have been recommended by the UPSC for appointment to the Indian Administrative Service, Indian Foreign Service, Indian Police Service and Central Services, Group A and B; 63% (588 candidates) are from the economically weaker sections, Other Backward Classes, Scheduled Tribe and Scheduled Caste categories. This should help fill the gaps in policy in key sectors such as education and health for the needy. For all the success in the classroom, the students will now have to test their strength on the field. In a country as diverse as India, the challenges are different every few kilometres; they may have to contend with hate, violence, prejudice, discrimination and other adverse circumstances. The trail-blazers in the IAS, many of them women, had their first postings, as is the norm, in rural or semi-urban areas, and by keeping their ear to the ground, picked the issues they would campaign for, like the right to education for children, to give just one example. As women civil servants forming the steel framework of the administrative system, they may have to work under pressure, but their service will be vital for the well-being of a young India, especially women who often find themselves on the margins.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncivil and public service\n\n/\n\ntest/examination",
        "headline_1": "From the margins: On the success of women candidates in 2022 Civil Services Examination",
        "headline_2": "Women in civil service have a challenging and exciting task before them",
        "link": "https://www.thehindu.com/opinion/editorial/from-the-margins-the-hindu-editorial-on-the-success-of-women-candidates-in-2022-civil-services-examination/article66903839.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "By Swaminathan S Anklesaria Aiyar\nTesla, a global pioneer in electric cars, has reportedly sought special concessions for investing in India. Earlier, it wanted to import Teslas to test market demand, but found this unfeasible since India’s import tariff was 60-100%. It sought a much lower tariff, but the government rightly refused.\nElon Musk is a fantastic innovator. India should welcome him. After Apple, he will represent another global giant diversifying production out of China into India. But he should compete on a level field with rivals.\nTesla no longer seeks concessional import tariffs. Instead, it is said to be lobbying for special incentives to produce e-cars and batteries. These batteries will be not just for captive use but sale and may include batteries designed to store solar and wind energy, which is produced intermittently.\nRead full story on TOI+\n\n",
        "headline_1": "India shouldn’t get taken for a ride by Tesla",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/india-shouldnt-get-taken-for-a-ride-by-tesla/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "By Sheela Bhatt\nSince 2014, opposition parties have been opposing and boycotting the Modi government’s right-wing actions, many times for justifiable reasons. But the Prime Minister inaugurating the new Parliament is not a divisive issue like the Citizenship Amendment Act. It is a unifying moment meant to assert our collective sovereignty and independence by moving our democratic soul from a British-built building to a made-in-India masterpiece. By remaining absent on such a historic occasion, it is the opposition parties rather than Modi who look diminished. In their bid to score a political point, they have made one of independent India’s most historic days all about one man. It’s something our media-savvy Prime Minister will surely not be displeased about. Our syncretic ethos is evident in the design of the new Parliament, which might even be given a new Indianised name. It incorporates symbols from across religions such as Hinduism, Islam, Jainism, Christianity and Sikhism. Carvings of different cultures that have enriched Indian civilization are used here. The national bird peacock, national flower lotus, banyan tree (in the central lounge) and many other symbols of pride have also been integrated in its design.\n\nThis opportunity to build ‘Independent India’s own Parliament’ was available to every prime minister before Modi. Its dire need has been under debate since the early 1990s but it was Narendra Modi who took on the project and had it built in record time. It’s been designed by an Indian architect (Bimal Patel), built by an Indian firm (Tatas), and it has taken the hard work of 7,000 Indian labourers. It’s truly an Indian parliament made for Indians by Indians. This is a chance that comes around once in a century or two.\nThe beauty of what is remembered by historyand what is discarded should have guided opposition parties. In 2072, when Indian democracy will be 125 years old, Modi will be remembered for building this Parliament. But those who remain absent would have deliberately chosen not to leave their imprint in the nation’s photo album.\nBehind the opposition’s boycott lies the fresh infusion of energy from the Karnataka victory of the Congress. The opposition parties are having their eureka moment thinking they have found the formula to arrest BJP’s Hindu nationalist march. But by absenting themselves from the inauguration ceremony, the opposition has ended up quitting the battlefield. If they think the BJP is subverting parliamentary democracy, then there is even more reason not to cede the entire space to the BJP.\nThe opposition argues that it is President Draupadi Murmu who should inaugurate Parliament, and not Modi. But S M Khan, who was press secretary to President A P J Abdul Kalam and has studied the delicate relationship between branches of parliamentary democracy, says the PM can inaugurate Parliament. “There is nothing written in our statute books on the issue. There are no specific rules. It’s a first of its kind event. It was the PM’s decision, his creation. The President should bless it. ”\nIt was a clever gambit by the BJP to hold the inauguration on Veer Savarkar’s birth anniversary. They know that Rahul Gandhi opposes Savarkar as furiously as any leader can, and has positioned himself against what Savarkar stands for. But for other opposition leaders like Sharad Pawar and Uddhav Thackeray, Savarkar is an icon. By joining the boycott, these Maharashtra politicians have clubbed themselves with the Congress, and missed an opportunity to hail Savarkar. The BJP also knows that for other ‘secular’ parties, particularly the Left parties, the problem could be that the inauguration ceremonies will lean towards Hindu rituals.\nIt might have been a difficult photo-op for the giants of regional politics to be seated cross-legged in the new Parliament while Modi performedyagna and priests chanted mantras. But had they attended a ceremony that even Pandit Jawaharlal Nehru attended, it could have taken any sting out of the BJP’s anti-Hindu taunts.\nInstead, and knowing some of the opposition parties’ unspoken preference for religiously neutral ceremonies, the government has pointed out how ‘Hindu’ the ceremony in 1947 was. Home minister Amit Shah reminded the Congress that Nehru not only wore ‘pitambar’ but carried the ‘dharma dand’ (the Sengol) in his hand in 1947.\nThe government too deserves its share of blame for politicising what should have been a unifying moment in our Republic’s history. They should have opened channels with regional leaders. But, for all the opposition talk that the “soul of democracy has been sucked out of Parliament”, there were level-headed reasons for them to be part of the inauguration. Instead, Mamata Banerjee, Rahul Gandhi and M K Stalin have allowed the BJP and Modi to be forever identified with this historic moment, and once again control the narrative of nationalism. ■\n\n",
        "headline_1": "By boycotting inauguration of new Parliament, Oppn has scored a self-goal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/by-boycotting-inauguration-of-new-parliament-oppn-has-scored-a-self-goal/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "When does an ‘incident’ become an -ism? Does it depend on the number of ‘incidents’? The percentage of their occurrence/recurrence in a given set? On the way these ‘incidents’ are handled? These are questions that lie dead centre of the controversy swirling around Brazil and Real Madrid footballer Vinícius Jr after he accused Spain’s premier league of ‘normalising’ racism.\nFirst, a recap of the incident. Last Sunday, in a La Liga match against Valencia, the winger received a red card in the 97th minute for being part of an on-field scrap. But it was in the 72nd minute that, furious and shaking, Vini Jr pointed to the stands of Valencia’s home ground, identifying the source of racial slurs directed at him. In the post-match press conference, Real manager Carlo Ancelotti was as clear as clarity can be: ‘When he got the red card, the whole stadium was shouting ‘Monkey, monkey, monkey’. ’\nThat night, Vini Jr tweeted: “It wasn’t the first time, nor the second, nor the third. Racism is normal in La Liga… The competition thinks it’s normal, the (Spanish Football) Federation does too…. The championship that once belonged to Ronaldinho, Ronaldo, Cristiano and Messi today belongs to racists… A beautiful nation, which welcomed me and which I love, but which agreed to export the image of a racist country to the world. ” As incidents go, therefore incidentally, in the ongoing 2022-23 season alone, eight complaints of racial abuse against Vini Jr have been filed by La Liga.\nSo, is La Liga racist? Is Spain racist? Or as the player puts it, is Spain okay with “exporting the image of a racist country to the world”? Spanish politicians and public figures have condemned Sunday’s ‘incident’. A section of the club’s Mestalla Stadium has been closed, and Valencia has been fined 45,000 euros. Brazil’s president Lula da Silva used the ‘incident’ to drive home the point that “we can’t allow fascism and racism to dominate inside a football stadium”. Lights were switched off on Rio’s iconic Christ the Redeemer statue in a show of solidarity with the Brazilian player.\nOn Tuesday, seven people were arrested in Spain — three on suspicion of abusing Vini Jr at the stadium on Sunday, and four for hanging his effigy — a ritual lynching — off a bridge in Madrid.\nDo these actions amount to counteracting the toxic high-press of racism in football, a ‘team effort’ made up of many ‘incidents’? La Liga president Javier Tebas certainly seems to think so. “Neither Spain nor La Liga is racist, it is very unfair to say that… inform yourself (Vini Jr) properly,” he tweeted back at Vini Jr.\nAnd therein lies a major part of the problem: the inability or unwillingness to call ‘incidents of racism’ racism.\nSpain or football is not the only country and sport where bigotry and hate has enough open field to play. In 2021, ‘multiculti’ Britain arrested 11 people who racially abused three Black England team footballers — Manchester United’s Jadon Sancho and Marcus Rashford, and Arsenal’s Bukayo Saka — on social media after the Euro 2020 final against Italy where the three players had missed their penalty kicks. There was an outpouring of public support for the players across Britain, with then Prime Minister Boris Johnson condemning the ‘racists attacks’ without any ‘however-ing’.\nThe same year in cricket, India fast bowler Mohammad Shami was pounded with online abuse after India lost against Pakistan in a T20 World Cup match. Politicians, sportspersons tweeted in support of a ‘fellow Indian’ whom many trolls had described as a ‘traitor’. Barring a few voices, no one called the ‘incident’ communalism in action. Before the same match, the Indian players had thoughtfully taken the knee — the symbolic gesture against racism — in support of the Black Lives Matter movement.\nBeyond the sporting field, which is merely a part of the larger field of play in every society, communalism in India attracts the same kind of treatment that the La Liga president accords to racism in Spain: incidents that don’t make up a larger narrative unless unwell-wishers choose to make it a larger narrative.\nThe recent view of ex-Karnataka chief minister Basavaraj Bommai that there is “no communal tension” in the state and “a few fringe groups making provocative statements are not a big issue” is echoed across the country inside and outside officialdom. When the Organisation of Islamic Countries — which includes UAE that regularly hosts Indian cricketers in Dubai, including the match after which Shami was trolled — issued a statement of ‘deep concern’ following the violence against Muslims in parts of India during Ram Navami this April, India’s foreign ministry rebuffed the charges and accused OIC of an ‘anti-India’ agenda.\nMore recently, during a trip to Washington, finance minister Nirmala Sitharaman rebutted ‘western’ concerns of anti-Muslim activities in India by saying, “Will the Muslim population be growing than what it was in 1947?” So, incidents, yes. Communalism, no.\nMeanwhile, in Europe and in football, racism continues to be fought despite reports of ‘incidents’. Well, over there, at least, it is believed to exist. ■\n\n",
        "headline_1": "Vini Jr question: When do ‘incidents’ amount to racism or communalism?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Undertheinfluence/vini-jr-question-when-do-incidents-amount-to-racism-or-communalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "India has around 40 million students enrolled in higher education institutions, with a gross enrolment ratio (GER) of approximately 27%. In comparison, the GER in the US is 88%, Germany is 70%, UK is 61%, Brazil is 51%, and China is 49%. Even this modest GER that India has, is primarily due to the significant expansion of tier-2 and tier-3 institutions, along with private sector investment. However, compared to the population increase, the increase in student numbers in our top-quality institutions has remained stagnant, except for some increases that happened because of Mandal Commission and the recent quotas for Economically Weaker Sections. As a result, the demand for quality higher education today far exceeds supply, with the odds of admission to an IIT remaining at one in 100. For example, the 23 IITs combined admit approximately 16,500 undergraduates each year, whereas a single large public funded university in the US admits around 20,000. Though India has made progress in establishing new institutions to meet growing demand, its record of scaling up established institutions remains below expectations. This is mostly due to the way the government provides block grants to existing institutions and the lack of a financial model thereof.\n\nTo understand how public-funded institutions in the US are expanding without compromising on quality, we need to look at their financial model. In many prestigious public-funded universities in the US, revenue is derived from four main sources such as: (i) tuition fee (ii) government subsidies and grants (iii) overheads earned on sponsored research projects and (iv) endowments, philanthropic contributions and other income like royalties on intellectual property (IP) etc. Each of these sources contributes about a quarter to the revenue, depending on the size of the university. Universities focus on expanding their undergraduate programs as additional students mean more revenue. In the US, overheads on research projects typically range from 30-60% of the project grant, and the university receives this funding directly from sponsored projects. It can be used for maintaining research infrastructure, upkeep of campus facilities, and launch of new initiatives. Faculty members are evaluated based on the research dollars they bring, with sponsored projects also supporting PhD programs. Government policies and the societal culture encourage philanthropic contributions, which can help launchnew initiatives and create centres of excellence. Though public universities receive direct grants from the state, they enjoy a high degree of autonomy at all levels. This diversified financial model is critical for the sustenance of excellence in these universities while expanding on the student intake.\nLet’s take a look at the revenue sources of some of India’s public-funded elite institutions. Tuition fee accounts for only 6-7% of an institution’s total revenues. Although these institutions conduct considerable sponsored research, the overhead component on the research projects (which is seen as income by the institution) is just around 5% of the project grant. Given government regulations on endowment fund investments and the lack of policies that promote a culture of giving back, hardly any institution in India can claim substantial revenue from endowment funds. As a result, institutions have no choice but to depend entirely on government grants to fund their operations. While government subsidies and support for offsetting the cost of education are indeed welcome, the problem lies with the way grant amounts are decided. The block grants that the government provides do not take into account the number of students, amount of research conducted, industry collaborations, or even the innovation happening on these campuses. Grants are based on salary projections, pensions, scholarships, and the maintenance of civil infrastructure. As a result, no motivation exists for institutions to increase student intake or undertake large-scale sponsored research. Administrators see more students and large sponsored research projects as adding to the already stressed campus infrastructure. Given the lack of autonomy and a financial model that incentivises expansion or the outcomes, top institutions have remained largely stagnant.\nIt’s time India explores newer financial models for supporting public-funded higher educational institutions. The government’s annual block grants need to be tagged to the outcomes expected of a higher educational institution meeting requirements. Increasing student numbers without reimbursing the cost of their education and allowing research projects without the associated overheads will result in degradation in the quality of education and a stagnation in the system.\nThree Es — Expansion, Excellence and Equity — need to become the hallmark of any great higher educational system. While India scores over the US in terms of equity and less student debt, a little tweak of the funding model is all that’s needed to encourage our top institutes to meet the National Education Policy’s goals on expansion and excellence. ■\nRao is former director, IIT Delhi and currently group vice chancellor for BITS Pilani institutions\n\n",
        "headline_1": "India should rethink funding model for higher ed institutes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/india-should-rethink-funding-model-for-higher-ed-institutes/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "The great revolt of 1857 was a momentous struggle against colonial rule in the Indian subcontinent—the most widespread anti-colonial struggle during the nineteenth century. It began in the second week of May and soon encompassed large parts of northern, central and eastern India. Several hundred thousand subjects of the British Indian empire were killed during the revolt. Whereas the British managed to restore their authority in most of the areas where the uprising took place, the final operations continued till the beginning of 1859. The upheaval of 1857-59 was not an isolated event. It was part of a long tradition of resistance to the East India Company (EIC).  The revolt must be regarded as a significant phase in this continuous struggle against colonial exploitation.\nIn the historiography of the great revolt, the output of published material from the British perspective was so voluminous during the latter half of the nineteenth century that for a long time the dominant colonial narrative of this upheaval remained unchallenged. Until the first decade of the twentieth century there was no major published work from the perspective of the colonized. This, however, is not surprising. Given the ruthlessness with which the revolt was crushed, and the repression that was unleashed by the colonial state in the post-1857 period, any attempt to glorify the revolt was out of the question.\nThe revolt had a pan-Indian character. What is usually overlooked in standard textbooks is that eastern and north-eastern areas of the subcontinent too were affected. The British were in the process of consolidating their position in the region from the 1820s onwards following a war against Burma (First Burma War, 1824-26). A major uprising occurred in November 1857 when soldiers ('sepoys' or sipahis) stationed in Chittagong mutinied, attacked the jail and released prisoners, ransacked the government treasury, and set fire to the 'sepoy lines' (lodgings) in the cantonment. The rebels then marched northwards to Cachar via Sylhet and Tripura. They were able to enlist the support of some of the princes of the Manipur royal house, who had been living in Cachar since the 1830s. The British were able to put down the insurrection by the beginning of 1858. News of the events at Chittagong resulted in rumours about preparations for an uprising in Dacca. When the British authorities attempted to disarm Indian troops stationed in the city they met with resistance.  More than forty sipahis were killed in the confrontation between the rebels and the British, while others were killed when they were attempting to escape. Many of the remaining soldiers marched out of Dacca towards Mymensingh and Rangpur; some were captured while others found shelter in the foothills of Nepal. Unfortunately, the history of this resistance has not been adequately researched.\n***\nAccounts of the revolt began to appear as early as 1857-58, as for example, Charles Ball's History of the Indian Mutiny; George Malleson's The Mutiny of the Bengal Army; John Adye's Defence of Cawnpore; L.E.R. Rees's A Personal Narrative of the Siege of Lucknow; and Henry Mead's The Sepoy Revolt: Its Causes and Consequences. However, the foundations of colonial historiography on the revolt were laid by the immensely influential work of John W. Kaye, A History of the Sepoy War in India. Kaye was a senior colonial official and a military historian. The first volume of History of the Sepoy War was published in 1864; two subsequent volumes appeared in 1870 and 1876 respectively. Kaye passed away in 1876, and the work remained unfinished.\nWhile on the one hand the list of publications emanating from British authors grew progressively lengthy, there was on the other hand a prolonged, and for historians a painful, silence in India. However, this does not mean that the revolt had rapidly faded from local memory. There can be little doubt that memories of the revolt remained alive in the form of a robust oral tradition. We are referring here to the world of private conversation, the transmission of remembrances and lore about the revolt by word-of-mouth within an intimate circle. In the second decade of the twentieth century Khwaja Hasan Nizami, sajjadanashin of Hazrat Nizamuddin Dargah, embarked upon a project to publish popular tracts on the revolt, mainly relating to Delhi, many of them based on oral traditions. Hasan Nizami was a journalist and a prolific writer. He began publishing a series consisting of low-priced booklets on the theme of the revolt written in simple Urdu. Thirteen booklets were published as part of this series. Some of the titles are: Begamat ke Aansu ('Tears of the Begams', i.e., women of the royal family), Dilli ki Akhri Shama ('The Last Flicker of the Candle') and Dilli ki Jankani ('The Agony of Delhi'). Such writings were important for undermining the colonial narrative of the revolt as they preserved memories of the trauma and suffering which Indians had to undergo during and after the revolt. It needs to be mentioned that critical studies of the revolt, written by professional academics and based on serious archival research, only began appearing in the mid-1950s. The most significant of these pioneering works were Eighteen Fifty-seven by Surendranath Sen, S.B. Chaudhuri's Civil Rebellion in the Indian Mutinies, Syed Mahdi Husain's Bahadur Shah Zafar and the War of 1857 in Dehli, and Rebellion 1857: A Symposium edited by P.C. Joshi. These writings represented a shift away from colonial historiography on the revolt.\n***\nThe revolt began as a mutiny in the EIC's Bengal Army, and soon turned into a popular uprising. The EIC's army had three components, namely, the Bengal Army, Madras Army and Bombay Army. Soldiers for the Bengal Army were mainly recruited from the Ganga-Jamuna Doab. This had become the main fighting arm of the EIC by the early decades of the nineteenth century. The mutiny initially broke out at Meerut on Sunday, 10 May 1857. Meerut was a major cantonment. The rebel sipahis then marched to Delhi, where they arrived the next morning. They put an end to the Company's administration in Delhi (since 1803 the EIC had administered the city and its environs on behalf of the emperor). The sipahis assumed control of the walled city (Shahjahanabad) and its immediate outskirts without much resistance. They persuaded Bahadur Shah Zafar (r. 1837-1857), who at that time occupied the Mughal throne, to support their cause. In turn they affirmed their loyalty to the emperor. This was an indication of the symbolic importance of the Mughal emperor as the legitimate sovereign of most of the territories of the EIC. The Company too had reluctantly recognized the de jure authority of the Mughals, even though by the middle of the nineteenth century they had made the emperor completely powerless and irrelevant. Nevertheless, the sipahis were prompted by the popular perception of the Mughal emperor as sovereign when they proclaimed him their nominal leader. This was crucial for legitimizing their authority.\nIn the last week of April, eighty-five sawars belonging to the 3rd Regiment of the Light Cavalry posted at Meerut had refused to take part in a practice drill that was intended to teach them how to load the newly introduced Enfield P53 rifle. The soldiers were apparently agitated over reports that the new cartridges supplied to them for the rifle were lubricated with substances which were taboo. The cartridge was made of paper, and contained both powder and bullet; it had to be torn open and the contents loaded into the barrel from the front. After a preliminary enquiry the sawars who had refused to participate in the drill were put on trial and on 8 May were sentenced to rigorous imprisonment for ten years. This punishment led to discontent among the soldiers and culminated in a mutiny on 10 May. The British were taken completely by surprise. J.A.B. Palmer's study, The Mutiny Outbreak at Meerut, argues quite convincingly that British officers at Meerut had absolutely no idea of the intensity of the anger caused by the punishment of the soldiers. Palmer has pieced together most of the available evidence relating to the events of that day. The immediate objective of the mutinous soldiers was the release of the imprisoned sipahis, in which they were successful. This was the month of Ramzan and it seems that the initial tumult took place in the regimental bazar where some of the soldiers might have been making purchases for iftar, or might just have congregated in the bazar shortly before iftar. The incidents began in the evening, and within a short time British authority collapsed both in the cantonment and the city.\nThe sipahis then marched to Delhi, where they arrived early next morning. Almost all the mutinous soldiers had departed from Meerut before midnight. It was assumed by the European officers, most of whom still remained within the cantonment, that the sipahis would disperse to the countryside and gradually make their way towards their homes. They were unaware of their movement on roads leading to Delhi. Consequently EIC officials in Delhi had no prior intimation about the approaching confrontation.\nAfter the rebel soldiers had established their control over Delhi, and had proclaimed Bahadur Shah as the nominal head of their regime on 11 May, they set up a new administration in Delhi. Till the end of June, the main person who coordinated these efforts (including the major task of defending the city) was Mirza Mughal who was the eldest surviving son of Bahadur Shah. Subsequently the leadership of the rebels, and of the administration of Delhi, was taken over by Bakht Khan. Bakht Khan, an experienced 'native' officer in the artillery wing, arrived in Delhi at the beginning of July. The British had meanwhile launched a counter-offensive. On 6 June 1857 they had defeated a large force of the rebels at Badli-ki-Sarai, a short distance from Delhi. They then succeeded in taking over the Ridge or hillock located north of the city.\nThe rebel administration found it increasingly difficult to function because it had hardly any access to resources. Wealthier sections of the city were unwilling to give money to them as they did not have sufficient confidence in the rebel leaders. At the same time the pressure of the British forces increased, and the defence of the city became the main priority.\nThe British force numbered around 6500. Throughout the summer months the British force remained stationed at the Ridge. Then in mid-September 1857 it carried out a major assault to capture the city. From the Ridge the (British) troops moved in the direction of the Kashmere Gate of the city. The gate was stormed and taken. The attack was led by John Nicholson who was wounded and died shortly afterwards. By 20 September 1857 the entire city had been taken over and the rebels were defeated. Then began a period of vicious large-scale massacre of the rebels and the ordinary people of Delhi. For about a week the troops killed able-bodied men indiscriminately. It is not possible to estimate the number of people killed in the first six days of the assault. But we do have some figures which give us an idea about the scale of the massacre. Nearly 1400 residents were massacred in just one locality—Kucha Chelan. The main target of course were the remaining rebel soldiers and the inhabitants of the Red Fort. However, sadistic brutality perpetrated on a mass scale as a matter of official policy resulted in the entire population of the walled city being driven out. The aged and the infirm, who had been unable to join the general exodus, too were evicted from the city by the orders of the military officials. Delhi was literally cleansed of all inhabitants. They were allowed to re-enter the city selectively in several phases after a few months, upon verification of their credentials.\nBy the beginning of 1858 colonial officials were considering various proposals for punishing Delhi. A proposal for razing the entire walled city to the ground, and erecting a grand memorial on the site, was under serious consideration though eventually abandoned. But large areas of the city were demolished, especially the zone adjoining the Red Fort. All buildings within a radius of 448 sq. yards were levelled. The densely populated area between the Fort and the Jama Masjid was also destroyed, resulting in large-scale dislocation of the residents of this part of the city—an important cultural and literary hub. There was also large-scale confiscation of property. Moreover, several prominent residents remained under house-arrest for several years after 1857-58.\nThus ended the revolt in the erstwhile Mughal capital, though the struggle continued in many other regions. In fact, some of the most intense fighting between the rebels and British forces took place in the first half of 1858 (Lucknow, Jhansi, Gwalior, Bareilly and Shahabad in Bihar). The suppression of the revolt was a major setback for the anti-colonial struggle, and it was only towards the end of the nineteenth century that the struggle could be resumed. For the time being the reconquest of the empire by Britain meant that the people of the subcontinent would have to endure colonial rule for another ninety years. However, the revolt remained an important source of inspiration for the freedom struggle.\nAmar Farooqui is a retired professor of history at the University of Delhi.\n\n",
        "headline_1": "1857: The Uprising in Delhi and Its Brutal Suppression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/1857-the-uprising-delhi-and-its-brutal-suppression-3331991",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "Since losing its only southern stronghold Karnataka, the BJP's political actions have sparked widespread debates and speculations regarding the saffron party's unprovoked assertion of power. The Delhi Ordinance, and Prime Minister Narendra Modi's decision to inaugurate the new parliament building himself, instead of the president, are two latest actions that have garnered scrutiny. Opposition parties and legal experts have viewed the recent antics as the ruling party's ongoing onslaughts on democracy and federalism.\nOn May 19, after BJP lost key state Karnataka to Congress, the Union government hastily promulgated an ordinance that undid the Supreme Court's verdict – passed on May 11 – which gave Aam Aadmi Party (AAP), the elected government of Delhi, primacy and control over the transfer and posting of officials in the National Capital Territory (NCT).\nThe ordinance reincarnates the supreme authority of the lieutenant governor – an arm of the Centre – to have the final word in transfers, postings, prosecution sanctions, disciplinary proceedings, vigilance issues, etc of civil service officers deputed to Delhi government departments. The Supreme Court verdict, derived from the constitution, was meant to solve the issues created by the Union Ministry of State Affairs in 2015, which shifted the power to the LGs and left the Delhi government in the dark while systemic corruption blossomed. Reports have shown that several honest and efficient officials were often penalised for their merits and subjected to punishment postings under the control of the Centre-appointed bureaucrats.\nThe ordinance rides roughshod with the Supreme Court's verdict and essentially denies the people of Delhi the right to control their own fate through a government they directly elected. It has been interpreted as an assault on the federal structure of the country by attempting to concentrate power in the hands of the Union government. Criticising the Modi government's actions, Supreme Court advocate Gopal Sankaranarayanan told The Print, \"The fundamental principles of democracy and federalism on which the Supreme Court judgment was based has effectively been thrown overboard by a stroke of the executive pen.\"\nOrdinances are passed in emergency situations, and many have been rightly questioning what urgency led the Indian government to risk such a confrontation with the Supreme Court. Not unexpectedly, the move has angered leaders in state governments.\nSince the ordinance, Delhi Chief Minister Arvind Kejriwal of AAP – which backed BJP on instances such as the abrogation of Article 370 in Jammu and Kashmir – is now on a nationwide tour to garner support from non-BJP leaders. In a joint press conference with Kejriwal, Thackeray – former chief minister of the state of Maharashtra – said they're coming together to \"defeat forces against democracy.\" The Punjab chief minister also castigated the ordinance, and tweeted, \"If there was a provision of punishment for the killers of democracy in the Indian Constitution, then the entire BJP could have been hanged.\"\nWhile state governments unite against the Delhi Ordinance, 20 opposition parties jointly boycotted Modi's inauguration of the controversial new parliament building, built at a high cost of $120 million, overriding objections from opposition parties, environmentalists, and civil groups. The opposition have viewed Modi's decision to inaugurate the new parliament building himself, instead of President Droupadi Mumu, as an \"undignified act insulting the high office of the president,\" and \"a direct assault\" on India's democracy. D Raja, a senior Communist Party of India leader, wrote on Twitter: \"Obsession with self-image and cameras trumps decency and norms when it comes to Modi ji.\"\nSome analysts have speculated that these recent acts of one-upmanship and showcasing of executive power reflect BJP's strategy for the upcoming elections. Shiv Sena (UBT) leader Sanjay Raut criticised Modi for not inviting the president for the inauguration and said it was \"being done for the elections.\"\nBut whether the BJP's actions constitute a political strategy or avarice, a united opposition won't bode well for the saffron party's future. For years, the beleaguered opposition has needed reasons to come together and unseat Modi. Satya Pal Malik, the pragmatic, laid-back politician, still a member of BJP, and once vice-president of the party, recently said in an interview, \"If one opposition candidate is fielded against each BJP candidate in 2024, BJP will not get over 150 seats.\"\nBJP's current pattern of making more and more enemies comes at a time when Narendra Modi's appeal to the people is not what it used to be, at least not in the southern part of the nation. Despite dozens of rallies in Karnataka, the BJP lost a whopping 36 seats to Congress.\nThe ruling party's humiliating defeat in Karnataka – where Congress won by the biggest margin of any victor in the state since 1989 – has been interpreted by political analysts as signs of an anti-incumbency wave towards BJP. By sidelining the head of state for the inauguration of the new parliament building, and repressing state governance, the BJP is igniting the possibility of an opposition coalition that can harvest anti-incumbency fervour in their favour ahead of the elections.\nIt would definitely be premature to overanalyse the victory of one state, and portend that the BJP is losing its grip, or that the party's electoral strategy of religious nationalism has lost its voter base. BJP is still poised to go into the general elections next year as frontrunners, unless they lose some or all of the remaining elections this year, in the central and the north, according to political analysts. The north is, as Dr DB Ambedkar has described, more conservative, educationally backward, and culturally ancient than the south. BJP's divisiveness continues to work well in the northern region, with the party controlling states like Uttar Pradesh, Madhya Pradesh, and Uttarakhand.\nBut some political observers have noted that the Congress' Karnataka win displays that swing voters are no longer as enthused by the BJP's fundamentalist narrative (Karnataka had been perceived as a \"laboratory\" for BJP's Hindu-nationalist ideology). BJP's indifferent manner of operating today by fumbling with the well-established institutional processes in the nation is nothing new, and something a lot of writers had been apprehensively warning about for a while. But after the Karnataka loss, and the latest moves that have antagonised opposition further, the BJP must introspect whether their policy of exclusion and segregation might be backfiring.\nRamisa Rob is a journalist at The Daily Star.\n\n",
        "headline_1": "Is BJP's policy of exclusion and segregation backfiring?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bjps-policy-exclusion-and-segregation-backfiring-3331716",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "The world has too much clothing. Just recently, the European Union agreed to ban the destruction of unsold clothing as part of a drive towards reducing waste and improving levels of reuse and recycling. The proposed new law arrives amid growing concerns about excess clothing in the EU Bloc, an issue emerging from the rising trend of online purchasing and high rates of product returns.\nThe EU is not the only trading area where there are concerns about the amount of clothing being imported but not being sold. The argument is that this is a waste of valuable resources, not to mention a source of significant carbon emissions.\nWhile these regulatory developments are happening, suppliers in Bangladesh are seeing another trend that may well be related: requests from customers for shorter production runs. This is a big deal for a country like ours, with its garment industry having built its reputation on the ability to deliver major orders in a relatively short timeframe.\nFor context, a large production run for, say, jeans might be considered to be 10,000-40,000 units (or pairs of jeans). A short run would be more like 500-1,500 units. As one can see, there is a huge difference, with clear implications for garment manufacturers. No manufacturer wants its machinery to be lying idle for long periods of time.\nAt present, we are already seeing market demand for shorter runs. There is also anecdotal evidence that manufacturers are unwilling to accept such orders for a variety of reasons. For example, they may not make financial sense as larger manufacturers are designed to operate at full capacity (or close to it) in order to leverage the benefits of scale economies.\n\nAt present, we are already seeing market demand for shorter runs. There is also anecdotal evidence that manufacturers are unwilling to accept such orders for a variety of reasons. For example, they may not make financial sense as larger manufacturers are designed to operate at full capacity (or close to it) in order to leverage the benefits of scale economies.\nThere is some irony here. I wrote recently about larger manufacturers being the future of our industry, simply because they will be the only players financially capable of meeting impending requirements related to sustainable production. And yet, we may see more and more of them being asked to accept smaller orders – which they were not designed to handle.\nMore broadly, there are challenges regarding production and logistics in terms of shorter runs in Bangladesh. We are not geared for such runs in the same way that some manufacturers in Europe are. In countries such as Italy, the implementation of automation and digitisation to facilitate short-batch production is far more advanced than it is in Bangladesh and in other parts of Asia.\nWill shorter runs be permanent? It is hard to say right now. For the time being, however, I see the demand for shorter runs becoming more and more common. One reason for that is the rising concerns about the global economy. In much of Europe, we are seeing high inflation rates which are affecting food and energy prices – two necessity products. If people are forced to spend more on energy and food, they have less money for luxury items. To some extent, clothing and fast fashion fall under this category.\nThe second reason for shorter runs is linked with sustainability and environmental concerns. As outlined previously, the EU is cracking down on this issue and clothing retailers will be looking at their business models to see how they can better handle inventory.\nAlready, the world's fastest growing fashion retailer, Shein, is using short runs, often of just a few hundred units, to test the market for seasonal items. This keeps inventory levels down, helping to reduce waste in Shein's supply chains. I believe other fashion brands will be looking at this model to see if there aren't any lessons to learn. This model, it should be noted, relies on a flexible, highly responsive garment supply chain close to Shein's headquarters in China.\nI don't think we will see long runs disappear completely, but I do believe we will see more and more demand in the market for shorter runs. This places further pressure on Bangladeshi garment manufacturers to adapt and innovate. We will also need our logistics infrastructure to evolve, becoming more flexible and nimble.\nSome see a desire for near-shoring as a threat to Bangladesh, and a move towards shorter runs could be beneficial for our competitors in Europe (or, say, Mexico for the US market). There is some logic to this argument; however, Bangladesh continues to beat most of our competitors on price and this remains a key factor for brand-buying teams.\nFinally, there is the issue of garment workers. Could shorter production runs lead to less employment in our industry? All other things being equal, this is likely to be the case. However, our industry can mitigate this by better gearing up for a more streamlined, responsive industry as the future unfolds and fashion brands seek greater efficiencies in their supply chains. Shorter runs could be an opportunity to evolve our industry into something better and more sustainable.\nMostafiz Uddin is managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "Bangladesh must prepare for shorter production runs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/rmg-notes/news/bangladesh-must-prepare-shorter-production-runs-3331671",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "We strongly concur with the Centre for Policy Dialogue's warning that Bangladesh's economy is in its worst state in recent history, and the situation may worsen if policymakers do not take appropriate corrective measures to address the problems. The main drivers for the current crisis, according to the think-tank, are high inflation, slowing remittance and exports, falling forex reserves, lack of good governance, lax policy implementation, and the inability to make necessary reforms on the government's part. The fact that policies have for long been formulated to protect the interest of influential groups at the expense of ordinary people and the nation remains the greatest obstacle to making the required reforms.\nWith the next budget to be presented in parliament on June 1, the primary concern for policymakers should be to restore the country's macroeconomic stability. The first step in that direction would be to not repeat the mistakes made during the preparation of the last budget, including the setting of unrealistic targets. For instance, last year the government set an inflation target of 5.4 percent. Yet, actual inflation was slightly below the decade high of 9.52 percent in August last year. Such discrepancy between the government's make-belief scenario and peoples' lived reality has led to one poor government policy decision after another. As a result, the government measures taken to resolve the ongoing problems – such as the initiatives to boost remittances or resolve the ongoing crisis in forex reserves – have also failed.\nFurthermore, according to the think-tank, the central bank did not even use its monetary tools to contain inflationary pressure. For example, it should have relaxed the interest rate cap of 9 percent on loans to tackle the high inflation. Additionally, given that the state-owned monopoly Bangladesh Petroleum Corporation (BPC) has made an after-tax profit of Tk 36,074 crore over the last seven years, there is no reason for it to not reduce petroleum prices now.\nWhile the government has pursued a number of poor economic policies, the fact remains that they have largely been driven due to political considerations. Therefore, the only way to make a course correction is for the government to finally develop the necessary political will. We call on the government to put the interest of the nation first – instead of that of special interest groups – in preparing the next budget and its upcoming economic policies.\n",
        "headline_1": "Political will needed to save the economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/political-will-needed-save-the-economy-3331611",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "It is unfortunate that we as a society have been unable to create an enabling environment for children suffering from various health and developmental issues, including Down's syndrome. Down's syndrome occurs when a person is born with an extra chromosome. Although they may appear to be like everyone else, their abilities can vary and they may require special care.\nAccording to the government's Disability Identification Survey, 6,028 individuals in Bangladesh have so far been diagnosed with Down's syndrome. However, due to a lack of awareness among parents and society in general, it is possible that the actual number is higher. And this is a major problem as early detection can prove vital in providing the care required by children with Down's syndrome and making their lives easier, particularly in relation to their schooling.\nLike many other conditions, Down's syndrome continues to be stigmatised in Bangladesh due to lack of awareness and understanding. Therefore, parents themselves are often reluctant to seek out the additional support their children require. But even when they do, the support system being offered by the government in particular, and society in general, is also woefully subpar. For example, although there are a number of schooling services in Dhaka for children with such conditions, these are not sufficient. The situation is far worse in rural areas where such schools are almost non-existent. The number of trained teachers who are qualified to help these children flourish is also very low.\nBecause they tend to be different, children with Down's syndrome may sometimes struggle to integrate with their peers. However, it is often the case that they may excel more in certain fields and are naturally talented in them. That is why it is essential for society to provide them with the care and nurturing conditions they require, so that they can contribute more to our nation. Hence, the government should increase the number of special schools and other facilities for children with such conditions and thus help them live an active and meaningful life.\n",
        "headline_1": "Children with Down’s syndrome deserve better ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/children-downs-syndrome-deserve-better-3331371",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "Notwithstanding its various types of inconveniences facing them, the rural beneficiaries continue to depend on microcredit. The typical microcredit system took off in Bangladesh showing great prospects, with its popularity growing by the day since its start in the mid-1970s. However, thanks to the continued rise in interest rates in the later days, borrowers began pondering withdrawal from the microcredit programme run by different institutions. Yet people stayed with microcredit, despite its high interest rates shooting up at one stage nearly three-fold to 24 per cent. Another reason the rural people didn't give up microcredit was the cumbersome process standing in the way of availing bank loans. These facts come to light from a survey conducted by the Policy Research Institute of Bangladesh (PRI). It revealed the preliminary analysis of the survey at a programme in Dhaka on May 25.Taking loan from private money lenders has been in vogue in rural areas since long. It was a common practice in society before the rural people turned to modern bank loan. The spectacles of the rural individual money lenders harassing people who fail to repay the loans with interest are common. A few microcredit institutions are also said to be engaged in such acts. The survey conducted among 1,000 households and 400 enterprises across the country reveals the ugly truth of borrowers' desperation to go for microcredit against their will. Of the survey respondents, 37.5 per cent have taken loans. They included borrowers from microcredit institutions and traditional banks.It's worth noting that financial institutions such as banks, non-bank financial institutions (NBFIs) and some mobile financial service (MFS) providers are disbursing loans at much lower interest rates. Against this backdrop, rural people are still taking microcredit at a high interest rate of 23 to 24 per cent or above, the analysis observed. As it finds, those who have availed bank loans are mostly unable to meet the criteria tagged by the banks, especially managing collateral. Tapping the potential for digital financial services is a novel idea, observes a PRI director. He is optimistic that the device will replace microcredit institutions as a source of financing the rural economy. Many people are expected to agree with him that there is a need for financing the rural cottage, micro and small firms for their business expansions and sustainability. If the mobile financial service (MFS) is coupled with formal financial sources, it can help the rural economy reach its goal of desired growth, he hopes.It was heartening to learn that Ahsan H Mansur, executive director at PRI, focused on the 'agent banking model' which had emerged as a vital way out. He pointed out that it offers cost-efficient financial services to under-banked communities across the country. Here the agents, in fact the community members, help build trust of the customers, he observes. The 'agent banking' model has managed to raise 16.5 million clients. It proves the model's effectiveness in providing financial services to previously underserved areas. Clearly, there is a need for developing a simple but effective system for bringing the unbanked but deserving villagers under the umbrella of institutional financing. A people-friendly microcredit, thus, ought to be in place.",
        "headline_1": "Reliance on microcredit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reliance-on-microcredit-1685286205",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "The government's borrowing from the Bangladesh Bank (BB) went as high as Tk743.93 billion until last month (April). Economists have been expressing their concerns over such borrowing from the BB since the beginning of this calendar year. As the central bank data show, during the first half of the current fiscal(FY2022-23),i.e., from July 1 to December of 2022, the government had already borrowed Tk450.57 billon from the central bank. At that time, too, concerned quarters warned the government about the negative impact of its continued borrowing from the central bank on the macroeconomy. As the money so borrowed from the central bank is directly injected into the market, it drives up inflation which had already been very high. In August last year, the inflation was at 9.52 per cent, which was the highest in a decade. Though the inflation gradually fell to 8.57 per cent in January this year, it again started to go up and rose to 9.33 per cent in March. Obviously, the government has turned to the BB for borrowing as the commercial banks are suffering from liquidity crisis. Among a host of other factors behind this situation is the purchase of billions of US dollars from the BB to pay import bills. As a result, a huge amount of local currency (taka) has accumulated in the central bank.Also, money laundering by dishonest quarters including the loan defaulters responsible for the non-performing loans(NPLs) and over-invoicing of import bills remain among the factors causing liquidity crisis in the banks.According to the policy think tank, the Center for Policy Dialogue (CPD), such borrowing by the government has created new money amounting to Tk3831.24 billion, which it thinks has crossed the threshold if compared to the global practice in this regard. Clearly, the government is already in an uncertain territory and should look for other ways to mobilise funds for budgetary support.The government in the upcoming budget (FY2023-24), which is an election year one, will go for higher spending. The finance minister has already hinted at such a possibility. That means there will be more cash available in the market, a large chunk of which would be spent on the non-productive sectors. As usual, such money goes to create further inflationary pressure in the economy. Economists fear that given the weak revenue base, it is going to be harder this time to mobilize finance for the upcoming budget. If the government's increasing dependence on the central bank, as noted, continues, it will certainly not help its effort to contain inflation in the next budget. The government will also be facing an added pressure due to the IMF conditions of raising tax-to-GDP ratio to 11 per cent from the current level of 8.0 per cent, reforming tax administration, banking sector and public fund management.Basically, the government will be facing the same old problems in a new package in the next financial year. That would include maintaining macroeconomic stability, especially containing inflation, stimulating revenue mobilisation, capacity development of the project implementing agencies of the government and establishing order in the financial sector through improving governance. The budgetary allocations as usual should be focused on alleviating poverty, reducing ever-widening income disparity and creating more employment and, of course, sustaining growth and so on and so forth.But given the past experience in implementation of the budgetary targets such as revenue mobilisation, achieving growth target and ADP implementation, one wonders how similar targets of the next budget will be fulfilled. First set at 7.5 per cent, the GDP growth target was later revised down to 6.5 per cent. But that target, too, remained largely unfulfilled. Similarly, despite the high expectation of keeping the inflation just over 5.0 per cent (at 5.6 per cent, to be precise), it could not be manage in the long run. But,as noted earlier, after crossing 9.33 , as in March, it came down slightly to 9.24 per cent in April. Now, it is hovering on an average at over 8.6 per cent or more. In this context, whatever measures the government might be adopting to contain inflation in the next financial year, it would do well to reduce prices of fuel oil which is a major driver of inflation through increasing transport cost of commodities.Since the Bangladesh Petroleum Corporation (BPC), the government's main agency to import and market petroleum, has been making windfall profits selling fuel oils to the consumers at a higher rate even when oil prices in the international market fell, it can now share its profits with general consumers of fuel oils by reducing their prices. This is very much possible as BPC is a government body, not a profit-making private organisation. This will help reduce movement costs of people and goods. The government would, hopefully, find more innovative ways to keep inflation within tolerable limits.Similarly, the government's tax collecting authority needs also find more innovative ways in addition to arranging tax fairs to mobilise revenue. Direct, rather than indirect, taxes should be stressed. Tax evasion should be shown zero tolerance, especially for the higher income group. To combat corruption in the tax administration, the faster its digitisation is completed the better would be its tax collection profile. Increasing tax revenue is the royal road to reducing budgetary deficit and thereby weaning the government from its dependence on bank, especially central bank borrowing.\n[email protected]",
        "headline_1": "Reducing government borrowing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-government-borrowing-1685286247",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "The Dhaka Metropolitan Police (DMP) have prepared a database of the third gender which comprises mainly those called hijras and other variants within its fold such as eunuchs, intersex and transgender people living in the capital city. A total of 411 members of this particular community made it to the DMP list. Here is a community that is bound by its own strict secretive hierarchy rules. But that would have been no one's concern had they not bullied the public on roads and streets and in some cases created nuisance at residences on the occasion of the birth of a baby for collection of what can be called tolls. More often than not a gang of three to five or more demand money, as if it is their birth right, and members of the public have to concede to their demands in order to avoid untoward incidents. But the problem arises when a student or a youth with his/her fixed pocket money allowance refuses to pay them the toll they demand. Years ago a youth got crushed under the wheels of a bus near Farmgate following a scuffle with an aggressive member of the third gender. Time has changed since the Hindu community had accepted their role as people with special power to bless the grooms and bride at weddings and the newborns notwithstanding their bedlam in the name of song and dance. Now they are considered an unwelcome marauding troop. Also, the majority of people now forced to save every single taka they can in this time of financial hardship find the third gender's arm-twisting tactic to make them cough up money intolerable. Earlier the DMP was not interested, let alone strict, in disciplining the third gender people. Sensing the people's sentiment against the inappropriate approach for money, the police have moved to bring an end to such toll collection and public harassment. The officer in charge of each police station in the city was directed to prepare a census of the third genders in his or her respective area. The OCs held meetings with the top hierarchy called guru ma (teacher mother) and members of the community living in their respective thana. They were informed of the police initiative against the illegal toll collection. If they did not comply with the police request, cases would be filed against them. While submitting the database with 13 different kinds of information inclusive of photos as a report to the police headquarters, the OCs also have, reportedly, made some recommendations for the rehabilitation of third gender people in the city. What the suggested measures are could not be known but this is the most vital part of the entire exercise. From the point of human rights, the term 'third gender' is offensive enough. If they do not fit into the gender binary, it is none of their fault. Patriarchal society has long forced them to hang on to the fringe of society. Today in most countries, their equal rights with the rest of the population are recognised, at least on paper. Although there is a long way to go before they enjoy equal rights with others in society, there has been a paradigm shift in mentality of some people. In November 2021, Nazrul Islam Ritu, a member of the transgender community, became the first union parishad chairman through popular vote in one of the Jhenaidah's unions. A few of them are receiving higher education and some of them are employed in low-paid jobs. Since it is a tentative step for them, they are yet to make what can be called breakthroughs. The training they are receiving and the monetary support at the end of the training given are inadequate for them to lead a decent life. The third gender people living in the capital city are only a small portion of such a population. Although estimates vary, their number has been put at 11,000-12,000. But knowledgeable people think their number is many times higher. So the government has to devise a programme for their integration into mainstream society. Their education should be at the top of the agenda if they are to be entitled to their basic human rights. \n[email protected]",
        "headline_1": "Database of third gender alone will not do",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/database-of-third-gender-alone-will-not-do-1685286281",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2023"
    },
    {
        "full_article": "Accidents on the road due to fitness issues of vehicles are very common in our country. Despite the fact, year after year, we see little to no improvement in the quality of our bus fleets. Apart from having the bare frame of a vehicle, most of the buses and minibuses in Dhaka city lack a decent look, with their bodies carrying innumerable dents and their paints gone long since. Instead of repairing the whole buses, owners seem to be content to keep on repainting, welding and mending to evade the eyes of the police. It would be of no surprise to see more accidents if these vehicles are allowed to ply on the road. Usually, buses and minibuses are the preferred modes of travel for the majority of residents in the capital. But the current bus fleets are not friendly ones to all passengers. In the absence of better alternatives, we often have to endure long delays, overcrowding and sometimes lengthy walks to be able to get on board a bus. All these translate into sufferings and loss of health and money on a daily basis. The existing bus service in Dhaka city is far below the minimum standard. The authorities concerned should ensure quality, comfortable and passenger-friendly bus service to reduce people’s dependence on other vehicles. How can we forget that a prerequisite for a good economy is the mobility of the people with access to an efficient public transport system? Everyone should come forward to help build a properly planned and managed transport network in the capital as soon as possible.\nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Dhaka needs passenger-- friendly bus service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-needs-passenger-friendly-bus-service-1685286301",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2023"
    }
]