[
    {
        "full_article": "After a series of safety scandals, Boeing’s CEO is on his way out. But the company hasn’t messed up all on its own. US regulator FAA has been asleep on the job, or worse\n\nBoeing continues to battle turbulent weather. Its latest strategy includes announcing the departure of CEO Dave Calhoun at the end of the year.\nRead full story on TOI+\n\n",
        "headline_1": "So, who’s in the Cockpit?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mindfly/so-whos-in-the-cockpit/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2024"
    },
    {
        "full_article": "Ramayan’s Ram, Arun Govil, and Jhansi ki Rani Kangana Ranaut are BJP LS candidates. How do actors fare in politics? A short history\n\nAs Kangana prepares to play the real-life role she’s long eyed – a politician’s – she follows a familiar road innumerable film celebrities, and bit players, have taken to Destination Politics.\nRead full story on TOI+\n\n",
        "headline_1": "Lights, camera, politics and, for some, cut",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lights-camera-politics-and-for-some-cut/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2024"
    },
    {
        "full_article": "India’s economic growth in the first three quarters of 2023-24 exceeded 8%, well above most optimistic projections. A LoknitiCSDS survey of youth in Delhi, however, indicates that headlines miss something. Eighty percent of the respondents said getting a job in the last two years was either difficult or very difficult. Growth’s not translating into adequate opportunity for youth.\nNarrowing window: Jobs are the No. 1 economic and social issue. Let’s start with the big picture. The share of our working age population is about 63%. It’s expected to be stable for a while. This is the demographic window in which an economy can transform dramatically. East Asian tiger economies did that. The window was used to create a demographic dividend. Miss this opportunity, a country may stagnate.\nPost-Covid scenario: The economy bounced back sharply and unemployment fell. But that’s just a part of the story. Two negative trends were visible in the jobs market. People moved back to agriculture, which really means limited earnings. Also, many of the new jobs were in the unstable category of self-employed, especially for women. These challenges have been highlighted again in a jobs report brought out this week by ILO and Institute for Human Development based on GOI data.\nNo market for young: India’s youth employment profile suggests a crisis. Share of youth who are not in employment, education or training has averaged 29.2% between 2010 and 2019. It’s the highest in South Asia. There’s a high proportion of unemployed educated youth even as industry complains of a shortage of labour for skilled jobs. Leave aside a few elite institutions, education in India is not a proxy for employability. To illustrate, about 3,700 PhDs applied recently for the post of a peon in UP police where Class V was the eligibility criterion.\nWomen not wanted: That’s the job market’s message. No surprise then that if 53.2% of the female workforce was self-employed in 2019, the proportion increased to 62% in 2022. Many are not even paid.\nStagnant earnings: Over the past decade the average monthly inflation-adjusted earnings of regular salaried and self-employed persons either declined or remained stable. This is corroborated by weak consumption data in the 8%+ GDP numbers.\nThe jobs crisis should be the priority of all political parties in this election season. But so far we haven’t heard of an effective strategy. Time’s running out.\n\n",
        "headline_1": "Not working out: New report shows jobs crisis is the No 1 economic challenge; You wouldn’t know it from election rhetoric",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-working-out-new-report-shows-jobs-crisis-is-the-no-1-economic-challenge-you-wouldnt-know-it-from-election-rhetoric/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2024"
    },
    {
        "full_article": "When a bridge collapses, it reveals the fragility of structures that undergird our lives, that we take for granted. The bridge collapse in Baltimore is prompting questions about safety and strength of American infrastructure. India is no stranger to such catastrophes. In the last few years, we have seen terrible images from Bihar, Gujarat, Mumbai and Mizoram, with some bridges under construction, and some known to be dilapidated and dangerous but allowed to function.\n\nInfra boom: India has been on a huge infrastructure binge in recent years. Strategic and high-vis bridges like the Chenab bridge and Mumbai trans-harbour link attest to our engineering capacities and intent. Public and private sectors are together set to invest ₹96 trillion ($1.16 tr) on infrastructure over 2024-2030, according to CRISIL.\nSo very old: But bridges are not just showbiz, they are also a matter of mundane maintenance. A crash always reveals engineering and policy failures. Across India, many private contractors seek quick returns, and govts are complicit in this carelessness. Without institutional coordination and a skilled workforce for structural repair, bridge maintenance has been patchy. The Bridge Management System launched in 2015 is supposed to survey bridges, identify distressed bridges and rehabilitate them, but there remains a staggering backlog of aging infrastructure. Of our 1,73,000 bridges, about 36,740 were built by the British and about 6,700 of them are even older.\nUpgrade’s urgent: In US, the accident was caused by a 20th century bridge meeting a 21st century ship. In India too, we need to upgrade our assets to fit current demands, deploy tech like bridge monitoring sensors to detect damage and strain, have regular maintenance protocols and structural audits, and ensure that both private and public agencies are responsible for the bridges they build, and to the people for whom they work.\n\n\n",
        "headline_1": "Baltimore To Bihar: Bridge collapse in US is reminder how creaky many of India’s bridges are & how deficient current upkeep is",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/baltimore-to-bihar-bridge-collapse-in-us-is-reminder-how-creaky-many-of-indias-bridges-are-how-deficient-current-upkeep-is/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-03-2024"
    },
    {
        "full_article": "With the inclusion of LNG-fired electricity generating plants in the capacity payment scheme for unsold power, the strain on public funds is increasingly proving overwhelming. Over the years, the government has been disbursing capacity charges to independent power producers (IPPs), rental, and quick-rental oil-fired and coal-fired power plants. However, experts argue that this arrangement lacks practicality, given that the government's power purchases from these plants are demand-driven. Consequently, compensating for unsold power without considering actual demand lacks logical basis. Hence, addition of LNG-fired power plants into the capacity-payment basket is feared to further deteriorate the already worsening financial woes of the Bangladesh Power Development Board (BPDB). A FE report this week says as LNG-fired power plants have lately emerged as claimants of capacity charge, even a non-operational LNG plant is billing for unused electricity. The Meghnaghat Unique 584-MW plant, the country's first LNG-fired plant, which went into commercial operation some months back has reportedly been kept idle for most of the days over the past two months as BPDB did not purchase electricity from this plant. Blaming the plant owner is futile as contractual obligations mandate payment even when power remains unsold. Quoting sources, the report states that power-evacuation bottleneck is hindering the BPDB from purchasing electricity from the aforementioned LNG-fired power plant despite its low generation costs. State-run Power Grid Company of Bangladesh (PGCB) could not construct six necessary substations, which is creating evacuation problem of electricity generated from the new plant. The power substations are unlikely to be completed before December, meaning that several other LNG-fired power plants that are almost ready for operation, will not be able to run even after obtaining registration for commercial operation. As a consequence, BPDB will have to count additional costs as capacity payments to the LNG plants nearing completion. State minister for the Ministry of Power, Energy and Mineral Resources gas has said that the government paid a total of around Tk 1.05 trillion until August 2023 only as capacity payments to power plant owners. The BPDP's annual loss quadrupled to $1.072 billion last year compared to the year before.Analysts say the amount of capacity payments payable to power plants is rising because of ballooning overcapacity beyond the actual need. Energy experts accuse a vested interest group of projecting inflated electricity demand on money-spinning motives. This, according to them, has resulted in the installation of power plants having more than required demand entailing huge capacity payments. Energy experts had also vehemently opposed the government's decision to import LNG, overlooking the exploration of local gas. They had argued that relying more on imports would expose the power sector to price shocks and drain foreign currency reserves. It is highly imperative that the provision of capacity payment is revisited and a practical scheme for moving away from the earlier terms is worked out in order to render the deal credible. Needless to say, demand for amending/cancelling the capacity payment provision has been raised for quite sometime now.",
        "headline_1": "Capacity payment to private power plants should go",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/capacity-payment-to-private-power-plants-should-go-1711640874",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2024"
    },
    {
        "full_article": "One of the most crucial yet neglected services in urban conundrum is that of helping hands in households. According to a report, the total number of such workers in the world is 70.60 million. In Bangladesh, the figure of such helping hands is not documented but guesstimates have it that the total may vary from 2.5 million to 7.5 million. This wide gap in the figures of house helps alone is a rude testament of the neglect or even abuse they are subjected to. At a workshop arranged at the National Press Club by the Bangladeshi Ovibashi Mohila Sramik Association (BOMSA) to review the existing guidelines for protection of housemaids and devise action plan for ensuring their security, some startling revelations have been made. Of the house helps who stay with the house masters' or house ladies' families, 80 per cent are underage girls. The plight of this working class women and girls is highlighted by a lack of written contract for 95 per cent of them for the service they render. Clearly, among the labourers in the informal sector, the domestic helps are given the worst treatment. This is hardly surprising when 72 per cent of garment workers, according to a recent report, do not have any appointment letters. Abuse and maltreatment of those domestic employees are widespread. In the worst case scenario, they are subjected to mind-boggling brutality and oppression. Some of these involve such brutality as scorching the tender body with hot cooking spud or confinement in bathroom without food for days in addition to slapping and beating. These are so heart-wrenching that the incidents, once disclosed, draw public outcries. The other deplorable form of abuse is sexual abuse leading to killing of the victims. Between 2011 and 2021, as many as 629 house helps lost their lives due to torture and killing. In 2022 alone, 15 such workers were killed and 18 were left grievously injured. A survey carried out in 2019 by the Bangladesh Institute of Labour Studies (BILS) corroborates this horrendous service status and repression meted out to the domestic workers. According to it, 95 per cent housemaids are subjected to repression by their employers. Of them 21 per cent are subjected to physical torture, 61 per cent to verbal abuse. The problem is with the feudal mentality that the employers harbour in them. No work is undignified, least of all the very service domestic helps render. The job of sweeping, cleaning and processing of fish and meat is so indispensable that without the service, housewives and career women in families would just be at their wits' end. Yet the job is not given the recognition it deserves.  The wage for the labour is too petty to help them lead a modest life. There is no surprise that the temporary house helps have to live in slums where they, more often than not get dehumanised. Up to 20 or more families or single women have to share one toilet and bath along with a two-burner gas oven, if they are lucky. Some have to use kerosine stoves. Unhealthy and unhygienic living condition and the surrounding environment are made even worse in the monsoon when water flows right through the muddy slums or even overflows the drains to flood floors. They are forced to live in such conditions for a variety of reasons. The main reason is their insufficient income. Another study the BILS carried out last year reveals 84 per cent of domestic helps live below the poverty line. That such an overwhelming proportion of house helps earns less than Tk5,311 a month shows how pitiable their financial condition is. They are marginalised because their wages are outrageously low. Yet what brings the best in them is their sacrifice and contribution to their families. A study recently carried out by the BOMSA under the auspices of the Oxfam in Bangladesh and the European Union (EU) finds that 32 per cent of domestic helps earn between Tk4,000 and Tk5,000. The study then finds that 45 per cent of them are the breadwinners of their families. What a laudable role they are playing! With their paltry income they bear the expenses of their families. Some of them barely keep their bodies and souls together by setting aside the minimum possible portion of their income and sending the rest to their families at home. Thus they fall victim to malnutrition and diseases. This is indeed pathetic that the labour law does not cover domestic helps' employment or service. The guidelines formulated in 2015 are not honoured because there is no legal basis and those are not mandatory. This gross injustice should not be allowed to continue for long because this would perpetuate social discrimination. The marginalised women are more discriminated against than their male counterparts because a large number of them are abandoned often with children by their husbands to fend for themselves. There is a need for legal protection of such women and an effective deterrence to polygamy at this level of society. Otherwise the number of street children will rise and disunity and discrimination will continue to vitiate society.\n[email protected]",
        "headline_1": "The saga of discrimination against domestic helps",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-saga-of-discrimination-against-domestic-helps-1711640907",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2024"
    },
    {
        "full_article": "It is not at all surprising that the stock market has been on a decline since the day the securities regulator announced the withdrawal of the floor price restriction mechanism in phases.The Bangladesh Securities and Exchange Commission (BSEC) feared a collapse of the market in the event of a one-time lifting of the floor price that it had introduced 18 months back. Despite such a cautious move, the inevitable has happened. The DSEX, the benchmark index of the Dhaka Stock Exchange, shed 680 points or 10 per cent during the last couple of months. The index sank below 5,800 points, the lowest in three years, on last Wednesday. The downward journey of the index is likely to continue in the days ahead of the Eid festival. Certain factors are pulling down the market, the first being the long-awaited freedom to dispose of stocks. The floor-price restrictions forced investors to hold back their stocks. Both local and foreign investors---the number of foreign investors though is not very significant--- are now on a selling spree even though most of them are counting losses. Investors are now desperate to get out of the market that, according to them, offers little prospect of a turnaround shortly. Even if there was a turnaround, they fear, it could be a manipulated one.For foreign investors, the Bangladesh market has become non-rewarding because of the ongoing volatile exchange market and economic downturn.Some local investors also find no valid reasons to stay in the market. Investors generally are lured by two basic factors. The first one is the capital gain and the second is an attractive return as dividend yield. Under the prevailing circumstances, the fulfilment of the first expectation is very unlikely. Even the most optimist would not hope for a market rebound soon. A section of market manipulators who could manage occasional bouts of market surge immediately after the pandemic has made a retreat. Their magic is not working now. However, they probably will make a comeback at an opportune moment with new schemes to fleece innocent investors. As far as getting an attractive return in the form of dividends is concerned, investors have reasons to be disappointed. Even the dividends declared by blue-chip companies are no match for the interest rates offered by banks/ financial companies on term deposits. The money market is luring more and more investors to fixed deposits that are now fetching higher interest/ yield, ranging between 10 and 12 per cent. The rates are more than double the banks/FIs used to offer until a few months back. Even government savings instruments that once sold as hotcakes are not finding too many buyers. A stock market like the one in Bangladesh would never be vibrant and lively without notable participation by institutional investors (IIs). The ground reality is that IIs are not in a comfortable state to enter the market in a big way. With the regulatory restrictions apart, a good number of banks have serious liquidity problems. Undeniably, deposits are flowing in because of the lifting of the cap, but some banks being burdened with huge non-performing loans are in the midst of serious stress and strain. The continuous purchase of the greenback at higher rates bogged some others down. Overall, the stock market holds out little prospect for investors both in the short and medium terms. The current economic downturn, no doubt, is a major factor. But what ails the stock market most is the crisis of confidence. Bouts of manipulations, big and small, have eroded the investors' confidence. The first and foremost task of all stakeholders should be to restore that. \n[email protected]",
        "headline_1": "Will stock market ever rebound, naturally?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-stock-market-ever-rebound-naturally-1711640935",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2024"
    },
    {
        "full_article": "Banshkhali in Chattogram is a unique township nestled amidst hills and seas. The canal flowing through the heart of this upazila is known as Jalkadar canal, encompassing a significant part of the heritage of this 150-square-mile area. Towards the northern border of Khankhanabad, Jalkadar meets the Sangu River near the Ishwarbabu point and Jalepara of Ratarkul village. Flowing through the Shankha River within Khankhanabad, the Jalkadar Canal passes through Baharchhara, Katharia, Saral, Gandamara, Shilkoop, Chanua, Shekerkhil, and finally merges into the Bay of Bengal in the south.Once upon a time, traders from Banshkhali used this Jalkadar Canal to transport goods from Chittagong by boats on the Sankha River. However, illegal encroachments have filled most parts of the canal, depriving businesses and the general public of previous facilities. The canal has narrowed due to encroachments and filling, making boat movement increasingly challenging and hindering the transport of goods.Though there remains a bustling fish market in front of Jaliakhali Bazar, Bangla Bazar, Sarkarhat, and Shekerkhil outposts due to the fair flow of water in these parts, occupation and construction have increased along the canal banks. Many sluice gates along the eastern part of Banshkhali, including those along the Jalkadar canal, are occupied and closed in various ways, leading to flooding in the eastern areas during rainfall. The canal, once vital to the public, is now under occupation, causing water drainage obstructions and resulting in suffering for farmers and residents alike.Restoring the Jalkadar canal is crucial for agriculture, salt cultivation, fish production, and tourism, potentially contributing significantly to the national economy. The Water Development Board has proposed clearing illegal structures built along the canal banks, which should be promptly implemented to revive the canal's lost vitality. Neglecting this job would not only result in economic losses but also the eventual disappearance of the canal.It is imperative to take appropriate measures for revival of Jalkadar Canal, in the interest of the community living in the area.\nTouhid-Ul Bari Banshkhali, Chattogram[email protected]",
        "headline_1": "Reviving Banskhali Jalkadar canal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviving-banskhali-jalkadar-canal-1711640965",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-03-2024"
    }
]