[
    {
        "full_article": "As the joint statement at the end of the India-Central Asia virtual summit on Thursday noted, ties between India and the region have been historically close, with “civilisational, cultural, trade and people-to-people linkages”, but the lack of access to land routes, and the situation in Afghanistan are among the biggest challenges. Hosted by Prime Minister Narendra Modi with the Presidents of the five Central Asian Republics (CARs), it was a first, building on years of dialogue. The summit also came after the meeting of NSAs in Delhi, where they built on several common themes of concern and priority. To begin with, there is the problem of routing trade — a paltry $2 billion, spent mostly on Kazakhstan’s energy exports to India. In comparison, China’s CAR trade figures have exceeded $41 billion — they could double by 2030 — apart from the billions of dollars invested in the Belt and Road Initiative. With Pakistan denying India transit trade, New Delhi’s other option is to smoothen the route through Iran’s Chabahar port, but that will involve greater investment in rail and road routes to Iran’s northern boundaries with the CARs, something India is hesitant to do in the face of U.S. sanctions. A third option is to use the Russia-Iran International North-South Transport Corridor via Bandar Abbas port, but this is not fully operational and at least two CARs (Uzbekistan and Turkmenistan) are not members. India too, has dragged its feet over TAPI gas pipeline plans (Turkmenistan-Afghanistan-Pakistan-India), due to supply guarantees, given the tensions with Pakistan. Finally, there is Afghanistan: the tenuous link between Central Asia and South Asia, where after the Taliban takeover, there is no official government, a humanitarian crisis is building, and there are worries of terrorism and radicalism spilling over its boundaries. Each theme has been outlined in the summit joint statement as areas to work upon. They have also agreed to more structured engagement, including the setting up of joint working groups, on Afghanistan and Chabahar, and more educational and cultural opportunities. While the attempt by India to institutionalise exchanges and press the pedal on trade, investment and development partnerships with the CARs is timely, it is by no means the only country strengthening its ties here. While Russia is the most strategic player, China is now the biggest development and infrastructure partner to the countries. The CAR Presidents held a similar virtual summit with Chinese President Xi Jinping earlier. Pakistan has also increased its outreach to the CARs, signing transit trade agreements, offering trade access to the Indian Ocean at Gwadar and Karachi. India will need to move nimbly to ensure it stays in step with the changes, and to make certain the future of ties more closely resembles the deep ties of the distant past.",
        "headline_1": "At the Centre: On India-Central Asia summit",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/at-the-centre-the-hindu-editorial-on-india-central-asia-summit/article38341179.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2022"
    },
    {
        "full_article": "The Bharatiya Janata Party is eyeing its second straight term in Manipur. In 2017, the party had finished second with 21 seats in the 60-strong Assembly, behind the 28 seats won by the Congress. Forming an alliance with the National People’s Party (NPP) and the Naga People’s Front (NPF) that had four MLAs each, one MLA each from the Trinamool Congress, the Lok Janshakti Party, an Independent and a Congress defector (who was Minister until his disqualification three years later), the party managed to cross the halfway mark. Defections continued, including from parties allied with the BJP. The BJP now has 30 MLAs while the Congress has 13 — but an MLA has now joined the Janata Dal (United), the BJP’s national ally. The party in power at the Centre manages to exercise undue influence in Manipur politics, and that trend could continue this time too. The BJP has no pre-poll alliance, while its principal rival, the Congress, has announced a tie-up with five smaller parties, including the Communist Party of India. Chief Minister Nongthombam Biren Singh was himself once a Congress leader. A challenge to his continuance from within the BJP, if it were to form the government, is a likely scenario. Thongam Biswajit Singh, PWD Minister and an influential party functionary, could well be in contention. In neighbouring Assam, the BJP had replaced its Chief Minister after winning a second term last year. In the broad geographical divide in the State, the Imphal Valley, where the Hindu, non-tribal Meitei community dominates, has an edge over the surrounding hills inhabited by the largely Christian Naga and Kuki-Zomi communities. The Valley has 40 seats and the hills, 20. The BJP and its ideological partner, the RSS, have tapped the Valley for decades now, but the party also has a foothold among Christians. In the event of a hung Assembly, the NPP and the NPF, both fighting alone in their respective strongholds, could emerge influential. The NPF’s role is limited to a part of the Naga-inhabited hills. The JD(U) is also in the fray again. The Congress hopes the defections would help it regenerate with fresh faces. The BJP wishes its focus on infrastructure, rural housing, water supply, electrification and other schemes would help it. The CM’s “go to hills” and “go to villages” programmes sought to bridge the psychological divide between the hills and the Valley. The demand for the repeal of the Armed Forces (Special Powers) Act unites all sections of Manipur society. The demand for Scheduled Tribe status for the Meitei community, the enactment of the Manipur (Hill Areas) Autonomous District Councils Bill 2021 for providing more autonomy to the tribal councils, and the Hill Areas Committee comprising all the 20 MLAs of Manipur’s hills also will be talking points in the campaign.",
        "headline_1": "Valley and hills: On Manipur poll battle",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/valley-and-hills-the-hindu-editorial-on-2022-manipur-assembly-elections/article38341185.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2022"
    },
    {
        "full_article": "One could say that the Awami League government deserves plaudits for passing a law on the formation of Election Commission—even if it is 50 years too late to fulfil a constitutional obligation. But has it fulfilled the desire and aspiration of the people to have a truly independent Election Commission? Drafted and passed at a speed that beats even a 100-metre sprint, the law has left us with more questions than answers.\nLet us see what the new law contains and what it leaves out.\nAccording to the law, the Search Committee must be transparent and impartial when imparting its responsibilities, and that the committee must judiciously vet the eligibility, ineligibility, experience, skill set and reputation of a candidate before recommending names for the posts of chief election commissioner (CEC) and election commissioners. The Search Committee would recommend two candidates each for the posts of the CEC and other commissioners. These names must be finalised and suggested to the president within 15 working days of the formation of the committee.\nThe law states that the committee can seek names from different political parties and professional bodies. It also states that the Search Committee will comprise six members and will be chaired by a justice of the Appellate Division, nominated by the chief justice himself.\nThe other members of the committee will include another judge from the High Court bench—also to be nominated by the chief justice, the comptroller and auditor general (CAG), the chairman of Bangladesh Public Service Commission (BPSC), and two eminent citizens, including a woman, chosen by the president.\nThree members of a committee will make a quorum, says the law. The Cabinet Division would be assisting the committee to carry out its secretarial duties.\nOn January 25, 2017, President Abdul Hamid promulgated a gazette decreeing that a Search Committee would form the Election Commission ahead of the 11th parliamentary elections.\nThe criteria for the eligibility of the candidates mentioned in the 2017 gazette are verbatim to that stipulated in the new law. In fact, the language of the gazette to form the Search Committee in 2012 was not much different from the one in 2017 either.\nOn December 30, 2021, Law Minister Anisul Huq said at a programme in the National Press Club that there was no way a new law could be passed for the formation of the Election Commission. The incumbent commission's tenure will end on February 14, 2022, and a law which is of crucial public importance cannot be passed \"overnight,\" he had said.\nThe law minister had further added that the Search Committee was akin to a law, so there was no need to enact a new law.\nThe minister provided the audience with a description of the lengthy nitty-gritty of getting a law passed. \"Before a bill is placed in the parliament, it must be drafted, sent to the cabinet meeting for approval, and then circulated online to gather public feedback. Judging by the importance of the law, all these steps must be maintained judiciously,\" he had said.\nLess than three weeks later, the Cabinet Division approved the draft of this law, and within a further six days, the bill was placed in parliament.\nA day after all this, the law minister said they were not being hasty or secretive about passing the law.\nWhy would a law that had not been passed in 50 years be approved by the cabinet within a week and placed in parliament? What is the purpose of this law? These questions do arise.\nIn addition, nowhere in the process of formulating and passing this law was gathering public opinion on the draft included.\nOn January 2, the law minister himself had said, \"The law must be such that it is acceptable to all quarters. If the law is only acceptable to one political party, it is not a universal law.\" All opposition lawmakers, while taking part in the discussion at parliament during the passage of the law on Thursday, opposed it.\nInferring from the law minister's own words, seeing that so many groups and parties are opposing the law right now, could one say that the new Election Commission law is for the masses?\nTaking a look at the law, one would notice a provision that would provide legal cover to previous Election Commissions that were formed following the recommendations of Search Committees. Clause 9 of the law states, \"The Search Committees formed by the president in the past for the purpose of choosing the CECs and election commissioners, the activities they carried out, and the CECs appointed based on the recommendations of said Search Committees, will be considered legal, and cannot be questioned in any court.\"\nShould we then presume that this law was passed so hastily simply to give legal cover for the current and past Election Commissions, the Search Committees, and their activities?\nThere are several loopholes in the new law.\nIn the political system of Bangladesh, the president is elected politically, and the chief justice has historically always been a favourite of the ruling party. In the last two terms, the chief justice chosen superseded the queue.\nHence, whoever the chief justice selects from the Appellate Division and the High Court bench will never go beyond the ideology of the ruling party. Those with ambitions of becoming chief justice in the future will not risk falling out of favour with the government.\nOn the other hand, the posts of CAG and the BPSC chairman have always been held by people who are government favourites. Similarly, the two other citizen members chosen by the president will likely be personal picks.\nWhen the entire system is set up for six pro-ruling party members to be appointed to form the Search Committee, how will this committee nominate an impartial CEC and other election commissioners?\nFor the sake of argument, let's presume that they would nominate wholly impartial candidates—even then, what is the guarantee that the final appointment will be made from their short list, since the law does not mandate that the recommended names be made public?\nAccording to Article 48 of the constitution, the president has to abide by the advice of the prime minister for all recommendations, other than the appointment of the prime minister and the chief justice. When such a pre-condition is given, how would the president appoint an impartial individual when it is the end goal of all political parties to come to or remain in power?\nOur neighbour India has not been able to pass a law for the formation of EC in 74 years. But questions of bias and partiality cannot be raised there, because the president can make independent appointments, and do not have to abide by the recommendations of the prime minister.\nOur constitution also states that whatever recommendation is made by the prime minister to the president cannot be questioned in court—it cannot even be questioned whether any recommendation was made or not.\nAccording to the Right to Information Act, 2009, all citizens are armed with the right to obtain any information. Is this very right not being violated by denying them information crucial for the good of the general public?\nIn no part of the law is there any transparency about the appointment of the CEC or the other election commissioners. The law does not make a dent in the existing process of making these appointments.\nThe government hurriedly completed the process to enact the law. It took only 10 days to pass the law since January 17, 2022, when the draft was approved by the cabinet. Such a hurry by the government to frame the law will most likely compel the Search Committee to work rapidly to recommend the names for the CEC and other commissioners, as according to the law, the Search committee will get 15 working days to complete their work.\nIf the president forms a Search Committee on Sunday, the committee will get only 11 working days till February 14, when the tenure of the current commission expires.\nOne could wonder whether this law was only formed as a consolation prize to the political parties, who engaged in dialogues with the president and demanded the law. Is it a move to get a political mileage?\n \nPartha Pratim Bhattacharjee is the chief reporter of The Daily Star.\n",
        "headline_1": "The new EC law leaves a lot to be desired",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-new-ec-law-leaves-lot-be-desired-2949546",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2022"
    },
    {
        "full_article": "The mystery of nine dead zebras over a period of three weeks at the Bangabandhu Safari Park in Gazipur has been solved. Experts identified bacterial infections and infighting during the mating season as the causes of death of those striped animals. The media sensation over the sad end of these gorgeous creatures, native to Africa, has alerted the authorities, and they have promised better care for the herd in the park, where captivity is given an air of freedom.\nThe black gloom that shrouded the incident is beginning to be replaced by a bright white possibility. Life is like a zebra—there is usually a white stripe after a black one. The pattern, in its repetitive form, is quite symbolic of our walk of life. When the visual symmetry was replicated to construct the first ever pedestrian crossing in Slough, England on October 31, 1951, a local MP compared the initiative with the striped animal. The name stuck. Zebra crossings have become a part of our everyday lingo. Chances are that you use a zebra crossing every day without realising their colour scheme and significance. Worryingly though, one news outlet recently asked random drivers and passers-by whether they knew what a zebra crossing was; most had no clue. Maybe jaywalking has become the new normal in a city where traffic rules do not work. Maybe life cannot be seen in black and white anymore.\nNevertheless, the alternate patterns of hope and sorrow dictate life. Humans live on, knowing life goes on despite sorrows; the black stripes of life will be momentarily or eventually be replaced by white ones—either here or hereafter. It is hope that springs life.\nThe protesters at Shahjalal University of Science and Technology (SUST) donned white shrouds and brought out a funeral procession, vowing to brace death to bring new life to their campus. They wanted an end to the miseries caused by the indifference of the authorities. The protest spread fast across other campuses. The dubious actions of police and pro-government student body, and the mysterious inactions of the university administration, added fuel to the fire. Social media started presenting the events in all their colours. The technicolour focus of the agitation was, however, given a monochrome treatment. The supply line of the movement was strategically cut off. Suspicions were raised about their funding sources and ulterior motives. A group of vice-chancellors expressed their solidarity with their marooned colleague to act as a counter-pressure group.\nThe original protest of changing the quality of dormitory life veered from its course once subjected to police brutality and invisible interventions. The next phase of the protest focused on the resignation of the supreme guardian of the university, who not only failed to protect his students, but allegedly instigated the police attack. Students corralled their vice-chancellor, while security forces cordoned off the protesters. The freedom to protest in captivity soon proved illusory. One sci-fi writer flew in with a ray of hope. He appeared as a saviour to save grace for both parties. The protesters reluctantly broke their fast with the hope that their demands would be delivered. An opportunity has now been created for the vice-chancellor in question to have an honourable exit. One black stripe is crossed for now, to move on to the subsequent white stripe.\nLet's review the two striped realities. The authorities have promised that they would resolve the plights of the zebras in Gazipur Safari Park as well as the students of SUST. It is important that we understand what ailed them in the first place. For the animals from the savannas, the reduced perimeter to roam around caused an unhygienic and unliveable condition where bacteria thrived. The infection could have also spread through their diets. Then there was infighting. The death of nine animals has probably saved the whole herd, which will now be taken under special custody.\nCan we expect the same for the students of SUST—or any public university, for that matter? The 28 students who observed the hunger strike had a brush with death. They showed remarkable determination to press home their demands. They reminded us that a university is not just a development project with bricks and mortars or a computerised platform with hardware and software, but also a living organism. The hunger, pain, and discomfort are real. The development mantra of new buildings and infrastructures hardly looks at the existing body of students and their daily requirements. The calorie intake of a university student is a fraction of the minimum requirement suggested by World Health Organization (WHO). The food quality within the allotted budget is impossible to be improved, unless a subsidy is given. Time to be creative then.\nCan the food budget be prepared based on the number of students who opt to eat at the dining of a dormitory? If one can afford or prefer to eat at a dining mess or cafeteria, one should not be considered for the meal budget. The alumni network can be used to initiate an \"adopt-a-junior\" programme. There should be a combination of government and personal initiatives to improve campus life. In the universities overseas, alumni members play a significant role in doling out funds and support services. Such networks strengthen the fraternity and inspire the present students to remain committed to their institutions.\nIt's time we saw life beyond black and white and became creative. As one philosopher puts it, \"Freedom would be not to choose between black and white, but to abjure such prescribed choices.\"\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "This week in black and white",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/week-black-and-white-2949536",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2022"
    },
    {
        "full_article": "Rejecting or returning official awards is not uncommon in India. What is not often seen is how such recognition sparks divisions in a party, and this came out quite clearly when senior Congress leader Ghulam Nabi Azad, former chief minister of Jammu and Kashmir (when it was a state), was chosen for the Indian government's third highest civilian honour, Padma Bhushan, on the eve of India's Republic Day on January 26.\nAzad, the most prominent Muslim face of the Congress party for decades, welcomed his selection for the award, saying it was good to be appreciated for one's public service by a government of the other side of the political divide—a reference to the BJP dispensation headed by Prime Minister Narendra Modi. But Azad's senior party colleague Jairam Ramesh did not agree with him. In fact, within hours of the award announcement, Ramesh took to Twitter to have a dig at Azad. Ramesh contrasted former Chief Minister and Marxist veteran Buddhadeb Bhattacharjee's rejection of the same award and had a dig at Azad by playing with words. Terming Bhattacharjee's refusal of the award as \"the right thing to do,\" Ramesh said he \"wants to be Azad, not Ghulam.\"\nOfficially, the Congress remained silent on the issue, but at least four more senior leaders of the party—Kapil Sibal, Shashi Tharoor, Anand Sharma, and Manish Tewari—welcomed the honour for Azad. It should be noted that Azad, Sharma and Sibal are among a group of 23 Congress leaders who had shot off a letter to Congress' interim President Sonia Gandhi last year demanding organisational overhaul, in a move seen as a veiled attack on the Gandhi family. It is not just the group of 23 Congress leaders who have flayed Ramesh for his dig at Azad. Senior leader Ashwani Kumar described Ramesh's jibe as \"a shameful innuendo … intended to rob both the award and its recipient of the deserved dignity.\"\nTwo aspects of the political ripples caused in the Congress by the award for Azad stand out: 1) It came at a time when the relations between the BJP and the Congress have touched a new low; and 2) It showed the wide chasm in the grand old party. It needs to be said that Azad shares a warm relationship with Modi. The strongest evidence of this came to the fore in February last year, when Azad retired as a member of Rajya Sabha. Speaking on that occasion, the Indian prime minister had broken down a number of times during his nearly 15-minute speech while recalling his close association with Azad. Looking back, it is difficult to believe that Modi was just being nice to a retiring member, and that his remarks were not a throw-forward to the future.\nUnlike the Congress, the CPI (M) was prompt to convey to both Buddhadeb Bhattacharjee and the media that it had always been against accepting official awards. But the whole exercise came after hectic consultations over phone among the party's top brass and the Bhattacharjee family. The party leaders recalled how its leader EMS Namboodiripad had turned down an offer by the then Congress government headed by PV Narasimha Rao to be named for Padma Vibhushan, the second highest civilian honour in India, in the 1990s. It may be recalled that the CPI (M) had in 1996 shot down a move to allow its veteran leader Jyoti Basu as India's prime minister, a decision years later termed by Basu himself as a \"Himalayan blunder.\"\nOpposition leaders have in the past made it to the government's awards list. The Narasimha Rao government had chosen former Prime Minister Morarji Desai for India's highest civilian honour, Bharat Ratna, and another former Prime Minister and BJP's tallest leader Atal Bihari Vajpayee for Padma Vibhushan. India's former President Pranab Mukherjee, who spent his entire political innings in the Congress, was honoured by the Modi government with Bharat Ratna without rumblings in his party in 2019, and Nationalist Congress Party chief Sharad Pawar with Padma Vibhushan in 2017.\nThe awards for Azad and Buddhadeb are being seen differently among a section of political observers. According to one view, it could be seen as an attempt by the Modi government to reach out to the opposition parties. The other view is that the political implications can be gauged by the split in Congress, which is already in the grip of factional feud, in reacting to the honour for Azad and a not-so-subtle message to West Bengal's ruling Trinamool Congress, which had waged a four-year struggle against the Buddhadeb Bhattacharjee government before replacing it in 2011. The BJP cannot be oblivious to the fact that it had received help from the CPI (M) in shedding its politically untouchable tag in the 1980s, when the top leaders of the two parties, along with some other opposition leaders, shared the dais against the then Congress government of Rajiv Gandhi.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Of Buddhadeb, Azad and Award",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/buddhadeb-azad-and-award-2949526",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2022"
    },
    {
        "full_article": "It was Titian Matin's first return to his native Bangladesh after he won the Nobel Prize in economics for his study of the reciprocal relationship between urban density and economic geography. As an MIT professor of economics, he was invited to be the keynote speaker at the 2034 convocation of his alma mater: the University of Dhaka. Lillian Roscoe, a Harvard professor of anthropology and Titian's wife, was making her maiden trip to Bangladesh. On the plane to Dhaka, Titian told his wife about his eventful undergraduate years on campus. They planned to spend a few days walking around Dhaka University and feel its academic pulse before the big day.\nLilian was impressed with Dhaka's brand new international airport on the bank of the venerated Padma River, about 40 miles from the city. The elevated expressway from the airport brought them to their Gulshan hotel in less than an hour. The first day in Dhaka was spent with Titian's cousins, reminiscing about their shared childhood stories.\nThe next day, they went to visit the university campus. On the way to the Teacher-Student Centre or TSC by the elevated metro, Titian was surprised to see how his city had been radically transformed with all kinds of sinuous flyovers, multilevel expressways, metro rail stations, swanky hotels, and shopping arcades. Only tiny fractions of Dhaka's sky could be seen through a high-rise concrete forest.\nWhen they disembarked from TSC metro stop in front of Bangla Academy, Titian pointed to the area where Dhaka's iconic Ekushey Book Fair used to take place on a sprawling compound, now crowded with the massive piers of the metro rail, station, high-rise academic buildings, and a gargantuan gymnasium. It felt more like a congested city centre than the academic heart of a university campus. Tall buildings dominated the landscape rather than trees, people, or educational spirit.\nLillian gasped, \"I was expecting a greener campus … that's what I thought your university was … what happened?\"\nTitian said absentmindedly, \"Well, about a decade ago the university had a radical transformation! I remember, under a new master plan for the campus, 97 high-rise buildings were constructed without much respect for the environmental history of the 304-acre campus. Nearly 600 old buildings were torn down. It seemed as if Baron Haussmann came from Paris to save Dhaka! Development and modernisation are necessary, but it was no less a steroid-induced and special-interest master plan for the university! A lot of people got fat from the multi-billion-dollar campus development. It was a greedy gilded age!\"\nLillian asked, \"Wasn't the decade of the 2020s the heyday of Sustainable Development Goals? Why couldn't Dhaka's local governments and the university administration learn a lesson from the West's failed mid-20th-century urban renewal schemes, and leapfrog to a new generation of environment-friendly green development? Isn't it expected from an academic community? Based on what you have been telling me, I thought Dhaka University had begun its journey with much promise in 1921.\"\nTitian responded, \"Yes, not many people are aware of the university's fascinating start! Many historians and members of the civil society readily like to buy into the alleged communal origin of the university. Many also like to think of it as what British India's Viceroy Robert Bulwer-Lytton called a 'splendid imperial compensation' in the wake of the failure of the Partition of Bengal (1905-1911), generally assumed to be a colonial ploy to favour East Bengal's intellectually backward Muslims. But the university was much more than an 'imperial concession.' It was also a product of the British Raj's ongoing educational reform efforts following the Indian Universities Act, 1904. A year after the annulment of Bengal's partition, the Nathan Commission was formed to create an academic blueprint for the establishment of Dhaka University. The commission included four Muslims, four Hindus, and four Englishmen. The first vice-chancellor of this university was a Jew, Philip Hartog, who prioritised educational excellence over communal grievance. There is evidence that Dhaka University was conceived as one of the most advanced institutes of higher learning in all of India.\"\nAs they kept walking around, Lillian said, \"Very fascinating! Tell me a bit more about Hartog.\"\nTitian continued, \"Hartog, who had spent most of his administrative career in the University of London system, wanted to create a knowledge community at Dhaka University that would transcend not only the parochialism of communal bickering, but also the Western and Eastern dichotomies. In fact, to prepare my own convocation speech that I will present in a week, I read Hartog's last convocation speech in Dhaka, 'I am conscious of many things that I wish the university to accomplish and that are still in the future. I have still my original vision of a great university in this historic city, uniting the science and culture of the East and of the West and achieving new things by a new synthesis.' It saddens me to see how my alma mater lost that spirit of knowledge today. Instead, what I am seeing is a rampant commodification of education and the tyranny of mediocrity. I hear it's been a downward slide. About 15 years ago, a vice chancellor very proudly proclaimed that the prestige of the university stemmed from its cafeteria's very affordable singara, a local snack! I am all for development, but is this spatialisation of development creating good, conscious citizens?\"\nLillian: \"Well, the discourse of development has to be also addressed anthropologically, based on a host of complex ground realities and human dimensions … by the way, let's check out your favourite building on campus. Is it not the Greek architect-planner Constantinos Doxiadis' TSC complex? I recall you telling me that it was a heritage building that the world wanted preserved. Didn't you and your friends spend a lot of time at the TSC cafeteria?\"\nTitian: \"Oh, I feel so sad … I forgot to tell you—the entire TSC complex was razed sometime around 2023, much to the consternation of local and international historic preservation advocates. I remember it was a horrific scene: bulldozers flattening mid-20th-century history!\"\nLillian: \"Too bad … I so meant to see that building … development pundits sometimes miss seeing the rich opportunities of blending the past and the future as the very basis of development, freedom, and progress. I am sorry, but your alma mater isn't inspiring me much today. It feels like a large shopping mall where consumers are masquerading as students and teachers. The secular and universal vision of knowledge with which Dhaka University began its academic journey in 1921 seems somewhat defeated in the treeless and generic concrete utopia of its campus.\"\nTitian: \"I think I would agree with you. Oh, look … the famous Madhur Canteen still survives in its frugality and austerity! Shall we have a cup of tea there?\"\nLillian: \"Sure.\"\n \nAdnan Zillur Morshed is a professor, architect, architectural historian, and urbanist. He teaches in Washington, DC, and serves as the executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n",
        "headline_1": "A time travel to Dhaka University’s 2034 convocation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/time-travel-dhaka-universitys-2034-convocation-2948791",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2022"
    },
    {
        "full_article": "Health experts tell us that non-communicable diseases (NCDs) strike silently and kill a large number of people all over the world. According to the World Health Organization (WHO), NCDs kill 41 million people each year, equivalent to 71 percent of all deaths globally. Each year, more than 15 million people die from an NCD between the ages of 30 and 69 years, and 85 percent of these \"premature\" deaths occur in low- and middle-income countries. Cardiovascular diseases account for most NCD deaths, or 17.9 million people annually, followed by cancers (9.3 million), respiratory diseases (4.1 million), and diabetes (1.5 million). These four groups of diseases account for over 80 percent of all premature NCD deaths.\nNCDs have also been identified as a major concern in Bangladesh, needing due attention and intervention. Latest statistics show that about 67 percent of all deaths in the country are caused by NCDs. On top of that, around 20 percent of the population suffer from hypertension, 10 percent from diabetes, and as much as two million people suffer from cancer every year in the country.\nIn this regard, Bangladesh's health minister said that NCDs were increasing because of changes in lifestyle and diet, obesity, tobacco consumption, environmental pollution, and misuse of medicines. He suggested creating wider awareness among the people so that the diseases could be detected early and treatment could be started immediately. He said this while addressing the first National NCD Conference 2022 virtually, in which WHO Director General Tedros Adhanom Ghebreyesus was also in attendance. The WHO chief mentioned the increasing use of tobacco and unhealthy lifestyle as two major reasons for the growing cases of NCDs. He emphasised taking steps to ensure equitable healthcare services at primary level for those who are suffering from such diseases.\nWe note that the need for raising awareness at community level has been reiterated by health practitioners and researchers at the conference. Behavioural change through effective communication is essential as a large segment of the population has little knowledge about most NCDs and how to prevent them through improving lifestyle. Delay in consulting a qualified doctor in a proper health facility is one major factor that takes a patient from bad to worse. \nWe believe there is a health communication department under the Directorate General of Health Services (DGHS), which prepares health communication materials and organises dissemination programmes across the country. The communication experts should be given full support to create greater awareness at the community level to minimise the incidences of NCDs and ensure good health of the citizens.\n",
        "headline_1": "Stop the silent killer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/stop-the-silent-killer-2949506",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2022"
    },
    {
        "full_article": "For those of us who live in Dhaka and breathe its air, it's hardly shocking news anymore that the city is one of the most polluted in the world. Over the past several weeks, Dhaka has topped the list of the worst offenders on multiple occasions, with its Air Quality Index (AQI) score beating that of China's Wuhan or India's New Delhi. Even then, we are shocked by a recently published report that highlights that in the last six years, Dhaka has had clean air for only 38 days! The study, conducted by Stamford University's Center for Atmospheric Pollution Studies from 2016 to 2021, states that the average AQI score in Dhaka was 219, which falls in the category of \"extremely unhealthy,\" when the permissible AQI score is 0-50.\nAccording to the study, unplanned and uncontrolled road-cutting and construction cause the most air pollution (30 percent), followed by brick kilns and factories (29 percent) and black smoke from vehicles (15 percent). It is inconceivable how we have allowed ourselves to reach this horrifying state, and worse still, that we seem to have accepted this as the status quo. Despite the deteriorating AQI readings year after year, we have done alarmingly little to address the pressing and persistent causes of air pollution. At a conference on Thursday, Dhaka South City Corporation (DSCC) Mayor Sheikh Fazle Noor Taposh admitted that Dhaka was the most polluted city in the world, and that they were \"working to get rid of the problem.\" As part of the public who are breathing in this poisonous air every day, we demand to know the details of such plans, along with a timeline of how long it would take before we can take a breath of fresh air again.\nThe High Court on November 24, 2021 issued nine instructions to the Department of Environment (DoE), two city corporations and the Bangladesh Road Transport Authority (BRTA) to make sure that waste-carrying vehicles, construction materials and construction sites are covered with tarpaulin, and that water is sprinkled on the streets of Dhaka to control air pollution. It is evident that these instructions are not being followed, and that the authorities are, yet again, failing to monitor the implementation of these directives. Who will monitor the authorities? It's high time they were held accountable for their consistent failure to make Dhaka liveable and breathable for more than 20 million people.\nAccording to the Environment Conservation Act, 1995, when air quality deteriorates to such a level as it has in Dhaka, the DoE must issue a public warning about the associated health hazards. No such warning has been issued by the authorities, which, as highlighted by Bangladesh Poribesh Andolon (Bapa), \"indicates their sheer negligence.\" With over 10,000 people dying in Dhaka alone every year due to air pollution, and another 153,000 across the country (as per World Bank data), the authorities must recognise and treat it as a state of emergency requiring urgent attention.\n",
        "headline_1": "A breath of poisonous air",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/breath-poisonous-air-2949256",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2022"
    }
]