[
    {
        "full_article": "With 10 State and Union Territory representatives skipping the ninth Governing Council meeting of the NITI Aayog chaired by Prime Minister Narendra Modi — seven of them boycotted it — the think tank’s role has been called into question. The Chief Ministers of Tamil Nadu, Kerala, Karnataka, Telangana, Punjab, Himachal Pradesh and Jharkhand did so because of concerns with the perceived lack of allocations and projects to their States in the Union Budget. But the boycott and, later, the walkout by West Bengal Chief Minister Mamata Banerjee, suggest that the role of the think tank, limiting itself to an advisory body to the Union Government, has led to disenchantment among States, even if the protests were limited to leaders belonging to the political opposition. Constituted by the NDA government in its first term, the NITI Aayog was to replace the Planning Commission, doing away with the “top-down” approach of the earlier body, and to focus on “cooperative federalism”. But by limiting itself to an advisory body without any powers of resource distribution or allocation to States and other bodies and focusing on creating indices to evaluate States, it has led to the unintended consequence of “competitive federalism”; while the Finance Ministry has unfettered powers to decide on grants to States. In contrast, the Planning Commission, which too had its detractors, at least allowed for consultations with States in such matters.It has not helped matters that the Bharatiya Janata Party has sought to seek votes in State elections on the basis of providing “double engine” governments, leading to complaints by Opposition-ruled States that the Centre has favoured those ruled by the BJP for investment projects. The fact that the NDA government now is crucially dependent upon the support of parties that rule Bihar and Andhra Pradesh — States that suffer varying developmental deficits — and the express intention of Finance Minister Nirmala Sitharaman to address their demands specifically in the Budget have not been lost on the government’s detractors. Irrespective of the merit in this contention, the fact is that consultations with States on grants and projects have become limited after the end of the Planning Commission. While the 16th Finance Commission is tasked with the removal of a horizontal imbalance among States and the Finance Ministry’s focus is on macro-economic stability and the financial system, the need to address growth through infrastructure and capital investments in States is something that requires institutional backing at the Centre as well. The NITI Aayog must be re-envisioned to bring back some of the responsibilities that the Planning Commission had for States for a truer “cooperative federalism”.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npolitics\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nTamil Nadu\n\n/\n\nKerala\n\n/\n\nKarnataka\n\n/\n\nPunjab\n\n/\n\nTelangana\n\n/\n\nHimachal Pradesh\n\n/\n\nJharkhand\n\n/\n\nNational Democratic Alliance\n\n/\n\nBharatiya Janata Party\n\n/\n\nelection\n\n/\n\nUnion Budget\n\n/\n\ndemocracy",
        "headline_1": "Competitive federalism: On the NITI Aayog",
        "headline_2": "The NITI Aayog suffers from both structural and functional issues",
        "link": "https://www.thehindu.com/opinion/editorial/competitive-federalism-on-the-niti-aayog/article68457865.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "India, like other large economies, faces a significant plastic waste problem. According to a 2020-21 report by the Central Pollution Control Board (CPCB), four million tonnes of plastic waste are generated annually. Unfortunately, only a quarter of this waste is recycled or treated, with the rest ending up in landfills or being disposed of unsustainably. Since 2016, the Plastic Waste Management Rules have mandated that users of plastics are responsible for collecting and recycling their waste. These requirements, or the Extended Producer Responsibility (EPR) rules, were initially voluntary but are now enforced through an online EPR trading platform. The EPR system involves packagers, importers, and large industrial users of plastic packaging, as well as professional recyclers, registering with the CPCB. Recyclers, who have networks to collect plastic waste, recycle the waste and receive validated certificates for each tonne recycled. These certificates can be uploaded to a dedicated CPCB portal and purchased by plastic packaging companies that fall short of their annual recycling targets. In 2022-23, the CPCB estimated that certificates for nearly 3.7 million tonnes of recycled plastic were generated. However, it was discovered that not all of these certificates were legitimate — there were approximately 6,00,000 fraudulent certificates. Additionally, hackers reportedly stole several thousand certificates last year and sold them to companies. A criminal investigation is ongoing, and it remains unclear how much of the claimed 3.7 million tonnes was genuinely recycled.In response, the CPCB has taken two significant actions. First, it commissioned an audit of nearly 800 firms, representing almost a fourth of the 2,300 registered recyclers who had traded certificates. Second, it undertook a comprehensive overhaul of the security features on the EPR trading platform, although this has delayed the process of filing returns for 2023-24 by several months. The CPCB has described these problems as “teething issues” associated with implementing a large-scale electronic system. While the audit is necessary, it should be a one-time initiative to avoid undermining trust in the system with annual, lengthy investigations. Although the CPCB has the authority to impose heavy fines, the process is lengthy and fraught with legal challenges. A market-driven approach to solving plastic waste has a significant but limited effect. Greater efforts must be made to curb plastic production and promote sustainable alternatives. Addressing the root causes of plastic waste and enhancing the effectiveness of recycling systems are crucial in mitigating India’s plastic waste problem.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nplastic pollution\n\n/\n\nwaste\n\n/\n\npaper and packaging product",
        "headline_1": "Plastic mess: On India’s waste problem",
        "headline_2": "More efforts must be made to curb production and promote alternatives",
        "link": "https://www.thehindu.com/opinion/editorial/plastic-mess-on-indias-waste-problem/article68457840.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "Message from survey on pilot fatigue. DGCA must implement its new norms, never mind airlines’ objections\nResults of a survey highlighting fatigue faced by pilots in India make for alarming reading. Prolonged flying duties, consecutive night shifts, rapidly changing weekly rosters, among other things, are taking a toll on those who man  cockpits. To take one yardstick, as many as 70% of pilots surveyed said flight duty periods exceeding 10 hours had a profound impact on onset of fatigue. This figure is borne out by Nasa and EASA studies that recommend a maximum 10-hour duty period.  \nA special category | To treat airline pilots like regular professionals is downright dangerous. For, theirs is a job that often entails decision-making in double-quick time, with lives of hundreds of passengers at stake. We had an experience of this in the 2010 Mangalore air crash that cost 158 lives. The official inquiry blamed the accident on a disorientated Air India pilot who was dozing in the cockpit prior to touchdown. In fact, a study found that 20% of commercial aviation accidents in US occurred during pilot duties lasting 10 hours or more.\nChange mindset | It’s not just about pilots. There needs to be a complete change in how the issue of working conditions for those who man the wheels in transport sector is approached. For instance, loco pilots entrusted with thousands of lives have to deal with long, stressful and irregular working schedules. The Railways does not even provide them a urinal in the cabin. In the road sector, there are few regulations related to working conditions of those driving commercial vehicles, though trucks, category-wise, account for the third largest number of accidents.\nFor airline pilots, DGCA issued new pilot duty norms earlier this year. These were put on hold following representations from airlines, which sought more time. The latest survey shows DGCA must tell airlines to get in with it.\n\n",
        "headline_1": "Flying dangerously",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/flying-dangerously/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "Niti meeting minus oppn CMs shows neither INDIA nor BJP has realised what voters told them during elections  \nThe “absence of fiscal federalism” – not enough funds to states – and the Centre’s “prejudice” against opposition-governed states were reasons 10 opposition-state CMs boycotted the Niti Aayog meeting, the first after Modi-led NDA govt’s first budget. The sole opposition CM who attended, Bengal’s Mamata Banerjee, walked out alleging her mike had been switched off. The verbal fisticuff with the Centre that followed was as banal as it was unsavoury.\nPolitics unstuck | Opposition’s boycott, in itself, was one more “event” around which INDIA allies showed they stick together, demonstrating how gluey is their alliance. This is not without its own vulnerability. The boycott also re-emphasised opposition’s deep distrust in Centre-led matters. States where Congress is in office accused GOI of the budget benefitting only NDA allies TDP and JDU. On the agenda of Modi-chaired Niti Aayog meeting was drinking water, electricity, health, schooling, and, land and property issues. It’s hard to see how a boycott can help any of these matters along. Such a break in Centre-state ties hits normative federalism, and is an unsustainable opposition tactic – not all states can hold out or join boycott calls. To that end, INDIA brass must know it shouldn’t hang its unity on how states individually engage with the Centre – autonomy is paramount.\nGOI needs bonding | It’s for GOI to recognise the mandate pushed for federalism, coalition and cooperation. BJP calling opposition politicians names didn’t stop voters from making INDIA a strong opposition. Despite GOI talking up official jobs data, the budget had to effectively concede there’s a jobs problem, an issue that came front and centre during elections. Long-term livelihood is the core concern for India’s majority. The number of people who need govt help in one form or another is not coming down. These are very visible craters on the road to being a developed nation by 2047. \nPublic needs governance | Instead of concrete Centre-state discussions, what one gets is talk. It’s ultimately the public that suffers. The decay in governance markers, from policy to practice – farms to higher education, urbanisation to jobs, climate adaptation to water crises – is evident. Both govt and opposition need to snap out of vitriolic campaign mode. For, the mandate also showed voters lukewarm to both NDA and INDIA’s ability to govern meaningfully. What the 18th Lok Sabha has demonstrated so far, with the budget followed by the boycott, is that GOI and opposition are playing Tweedledum and Tweedledee – simply twiddling.\n\n",
        "headline_1": "Be Federeal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-federeal/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "How desis can get even with snooty consuls \nMy friend tried hi-octane influence and has managed an interview for a western nation’s visa 75 days down the road. In Oct, that is. He is all chuffed about the success of his mission and snobbishly says others must wait four months, he is one of the lucky ones though it cost a bit more. I tell him it is ridiculous that we need to plan so absurdly in advance and why would we want to go to a country that so patently is thumbing its nose at us and clearly doesn’t want us. And if you fall ill on that day or have a crisis, what do you do, wait another three months.\nAnd I am thinking what if Indians just stopped travelling. Like imagine it’s faux Covid and refuse to fly to these countries. Use Zoom or Meet or the Web but do not go. In weeks, the millions of  diaspora plus the millions who seek to visit foreign shores for work or fun every year would start getting even. There would be waves of panic.\nImagine all those snotty agents who look at you like you were the pits coming to work and no clients, that would be fun. And in those embassies where the suited-booted umpires of global travel interview you, imagine the visa consul parking his car and gleefully rubbing his hands in anticipation of playing god. Walks into the embassy and asks, ‘So how many of the great unwashed lined up?’ The great interrogator checking out a 55-year-old Indian like he was a criminal, ah, the pleasures of the visa inquisition. Except now…‘No one.’ \n‘Sorry. What did you say?’ ‘There is no one, no one came, not one.’ ‘That’s not possible, I was so looking forward to destroying lives, dashing hopes, making people squirm, this is unacceptable.’\nThen the domino principle would kick in. In days, tourism would start to droop like a wet noodle and hotels would soon be affected as tour groups stayed put. Empty rooms, no bookings to Disneyland and the Great Falls. The song’s lyrics would shift swiftly from ‘we don’t want the Indians’ to ‘where are the Indians, we need them.’ \nAnd the airlines are suddenly faced with seats and no butts on them…badly need those noisy tour groups we hate so much. We will lower the price, anything you want, just travel again. In double quick time these countries would begin to review their systems and damn right, too. You see, we may not have a very strong passport, but we sure do have power in our numbers. Let’s use it.\n\n",
        "headline_1": "Visa divas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/visa-divas/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "In her run for American presidency, Kamala Harris, who finally got endorsed by the Obamas, brings many firsts – the first black woman, and first Indian-American woman ever to contest. Several things work for her. But there are disadvantages too, not the least her perceived image among Americans.\n\nHit the deck running | Harris, by simply being much younger than Biden, and qualified, immediately rejuvenated Democrats’ donors and voters. Within eight hours of Biden’s exit, Harris had raised $46mn in small donations from grassroots supporters. Read full story on TOI+\n\n",
        "headline_1": "What works for Kamala, and what doesn’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/what-works-for-kamala-and-what-doesnt/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "Anwarul Quadir (1887-1948) was a key literary figure whose work significantly influenced the intellectual movement of Bengali Muslims in late colonial Bengal. He is best known for completing the novel Abdullah after the death of its original author, Kazi Imdadul Huq (1882-1926). Abdullah is recognized as a pioneering work in Bengali literature by Bengali Muslim writers, addressing several contentious social issues. Additionally, Quadir published his only essay collection, Amader Dukkho, in 1934, which compiled his writings from various periodicals. Now 90 years old, this seminal book addressed pressing issues of its time that remain relevant today.\nBorn in 1887 in Port Blair, Andaman Islands, as his father was posted there as a headmaster of a government school, Anwarul Quadir held the family title of Kazi, and their family originally hailed from the village of Paygram Kasba in Khulna. He completed his entrance exam at Jessore Zilla School and earned his BA from Presidency College. Quadir pursued a career in teaching and obtained his MA in English Literature in 1928. He also served as an assistant to Mr. Steplan, who was specially assigned to the proposed Dhaka University. Quadir passed away from cancer in 1948 at Presidency General Hospital in Calcutta. He was awarded the title of Khan Sahib for his lifelong service in education. Anisuzzaman noted that Quadir was an ideal figure among his students and colleagues, with his significant contributions to the formation and operation of the Muslim Sahitya Samaj being highly valued.\nAnwarul Quadir was the senior-most author among the seven key writers of the Muslim Sahitya Samaj, which is better known as Shikha Gosthi, with their publication Shikha, the leading progressive writers' association of Bengali Muslims in Dacca at the time. This association played a crucial role in awakening the newly educated minds among Bengali Muslims, injecting a fresh literary and intellectual spirit into the stagnant society of East Bengal's main city.\nMustafa Nur-Ul Islam described Dhaka during the emergence of the Shikha Gosthi and the free intellect movement, popularly known as the Buddhir Mukti Andolan:\n\"At the top is the Nawab family of Dacca, an impregnable fortress of conservatism. Dacca, in that period, was far removed from the modernity of free liberal thought. A university was just being established on the outskirts of Ramna Green and the Dacca Inter area, and Jagannath College was located near Sadarghat in the main town. In this limited and often hostile environment, a small group of individuals championed the cause of 'free intellect,' founded institutions, and published periodicals. Remarkably, most of these young reformers were from outside Dacca and lacked significant local support or patronage.\"\nHistorians note that after C.R. Das's death in 1925, communal tensions intensified in Bengal, with Dhaka frequently witnessing Hindu-Muslim riots. Amid this volatile atmosphere, the group introduced a new vision in Dhaka. As the most senior writer in the group, Anwarul Quadir believed it was not just the responsibility of political leaders but also of writers and thinkers to guide the nation in the right direction.\nAlthough poet Kazi Nazrul Islam was not directly involved with the Dhaka-based literary association, he was invited to its inaugural conference in 1927 due to his prominence among young Muslim intellectuals in Bengal. He traveled from Kolkata to open the conference and expressed his enthusiasm with these words:\n\"Today, I am thrilled to make a joyous announcement at this conference. For the first time in a long while, I enjoyed a peaceful night's sleep. I see that a new movement among Muslims has begun here, and I intend to spread this message far and wide. Furthermore, I once thought I was the only heretic, but now I am convinced that virtuous individuals like Maulavi Anwarul Quadir are the true dissenters. My circle of supporters has expanded; beyond this solace, I seek nothing more.\"\nNazrul was inspired by the new association's activities and lauded Anwarul Quadir as a leading thinker within the group. With a hint of sarcasm, he called both himself and Quadir \"Kafir\" or \"infidels\" to underscore their challenge to traditional views.\nAs noted earlier, a significant contribution of Anwarul Quadir was completing the novel Abdullah. He wrote chapters 31 to 41 based on the original draft, and the complete version was published in 1932. Kazi Abdul Wadud remarked on their differing styles:\n\"Kazi Imdadul Haque is primarily a painter, whereas Anwarul Quadir is more of a psychologist, a difference reflected in their writing styles. Notably, Quadir's contributions shine in two chapters: one depicting Saleha's death and the other describing Mir Sahib's final days. While Imdadul Haque portrays Saleha as nearly lifeless, overly constrained by her father's rigid principles, Quadir introduces a touch of compassion to her character and adds a hint of novelty and affection to Abdullah's otherwise mundane life.\"\nWadud notes that Anwarul Quadir brought a more dynamic and humanistic dimension to Saleha, the lead female character, who was largely passive in Kazi Imdadul Haque's original portrayal.\nAnwarul Quadir's another major contribution is Amader Dukkho, an essay collection. Originally published in Calcutta, the prose work was reprinted twice, first in 1990 and again in 2010.\nThe title Amader Dukkho (Our Sorrows) underscores the urgent issues Anwarul Quadir critically examined during his time. This period was marked by intense and unresolved Hindu-Muslim conflicts, which eventually led to the Partition of Bengal. Quadir noted that leaders of these competing groups adopted narrow, self-serving views driven by religious biases, failing to unite for the nation's benefit. The government officials were more concerned with their own positions and perks, with their salaries rising while the common people's suffering worsened.\nHe presented a critical analysis of the socio-economic and political climate, which was increasingly polarized between Hindus and Muslims. This growing distrust approached a state of near-separation, with each side accusing the other of grievances. Quadir found Hindu accusations of Muslims destroying temples and desecrating idols to be largely exaggerated, just as he saw Muslim fears that Hindus would eliminate them after achieving independence as overstated.\nQuadir argued that both Hindus and Muslims faced significant poverty and criticized inherent issues within each community. He found the Hindu caste system incompatible with modern democratic values and noted that Muslims were often more conservative and resistant to change, sometimes practicing their religion in a way that seemed bigoted and misaligned with Islam's core principles. Instead of focusing on religious differences, Quadir emphasized shared problems like severe poverty, food shortages, and inadequate clothing. He questioned whether the country's leaders would understand these issues or continue to follow antagonistic policies.\n\nNazrul was inspired by the new association's activities and lauded Anwarul Quadir as a leading thinker within the group. With a hint of sarcasm, he called both himself and Quadir \"Kafir\" or \"infidels\" to underscore their challenge to traditional views.\nAnwarul Quadir's lecture, titled \"Bangli Musalmaner Samajik Galad\" (\"The Social Faults of Bengali Muslims\"), appeared in the first issue of Shikha and was later included in his book Amader Dukkho. In this lecture, Quadir explored the challenges and potential of Bengali Muslims. He emphasized, \"Without the liberation of the mind, religion cannot be taught. Intelligence is essential for understanding and following religious principles. The true essence of Dharma has been lost due to a lack of intelligence, leading to a dominance of orthodoxy in our practice.\"\nIn the essay collection, Quadir also critiqued the thinking of influential educational and social leaders, such as the respected chemist and educationist Prafulla Chandra Ray (1861-1944). Ray remarked that the narrowness of the Hindu caste system had driven lower-caste people to seek refuge in the \"kindheartedness of Islam,\" resulting in over 50 percent of Bengal's population becoming Muslim, which he perceived as a misfortune for India. Quadir questioned how a slight majority of Bengal seeking refuge in the \"kindheartedness of Islam\" led to the wreckage of the entire country. He believed Ray might have been trying to provoke Hindus into rejecting the caste system. However, Quadir doubted that divisions wouldn't have developed within Hinduism if people hadn't embraced Islam. He argued that the rise of Buddhism and many other sub-sects of Hinduism indicated that oppressed people would have embraced any other sect or religion, even if Islam had not arrived in this land.\nQuadir questioned how this shift towards Islam could be blamed for the country's problems, arguing that Ray might have been trying to provoke Hindus into reform but ultimately failed to address the deeper issues. He suggested that divisions within Hinduism would have arisen even without Islam's influence, as evidenced by the rise of Buddhism and various Hindu sects among oppressed people.\nHe dismissed Ray's conclusion as narrow-minded, arguing that such sectarian blame emerges under subjugation and reflects a form of subservience. He emphasized that if even a respected social leader like P.C. Ray, known for his liberal ideas and acceptance among Muslims, held such views, it would alienate Muslims and lead them to seek a fictitious identity elsewhere, neglecting their place in their own land. He suggested that overcoming such narrow-mindedness requires insight and a fresh perspective, avoiding stereotypical thinking in a colonized state.\nQuadir did not accept that communal issues in India began with the colonial period but pointed to historical examples, such as the exile of 500 Brahmins during Harshabardhan's reign for causing unrest. He believed that widespread communal issues arose from rulers seeking personal benefits, with religion frequently manipulated for these purposes. He criticized the hypocrisy of showcasing religion, which obscured sincere and humble adherence to its practices.\nDuring the final phase of colonial Bengal, the Hindu-Muslim feud intensified as economic opportunities dwindled. Zamindari became less profitable, agriculture stagnated, and competition between the two major religions centered on the limited number of government jobs. These rivalries extended beyond daily economic and social activities and even impacted Bengali literature, where communal biases influenced the portrayal of characters in religious terms. Quadir criticized this environment, claiming it was impossible to produce \"honest literature\" under such conditions, and expressed hope that literary figures would develop a more harmonious approach in their work.\n\nQuadir argued that both communal Hindus and Muslims had failed to adopt Tagore's ideals of compassion and love, resulting in a lack of empathy and leaving the nation's problems unresolved.\nQuadir emphasized Rabindranath Tagore's view on the Hindu-Muslim issue, noting Tagore's concern that the nation's identity had become mired in religious divisions, obstructing the path to unity. Quadir argued that both communal Hindus and Muslims had failed to adopt Tagore's ideals of compassion and love, resulting in a lack of empathy and leaving the nation's problems unresolved.\nTagore's predictions about the fallout from Hindu-Muslim rivalry are echoed in the account of scientist Muhammad Qudrat-i-Khuda (1900-1977). During a trip to Darjeeling in the late 1920s, the young Qudrat-i-Khuda met Tagore by chance. In their conversation about socio-political issues, Tagore voiced his concern that ongoing Hindu-Muslim conflicts would thwart any efforts at unity, ultimately leading to the creation of separate states for Hindus and Muslims.\nRemarkably, Tagore appeared to anticipate the partition of Bengal as early as the late 1920s, noting the increasing tensions between the major communities. Quadir found parallels between Tagore's observations and his own insights. Furthermore, Tagore, after reading the novel Abdullah, expressed his pleasure, mentioning that it deepened his understanding of the inner lives of Muslims in Bengal and shed light on various social issues.\nAlthough Quadir's discussions were framed within the context of undivided Bengal, the issues he highlighted have continued and frequently intensified into serious conflicts even after the formation of three separate states. The sorrow expressed in Amader Dukkho remains relevant in a subcontinent still grappling with communal divisions.\nPriyam Pritim Paul is a Researcher and Journalist at The Daily Star.\n\n",
        "headline_1": "A forgotten chapter in the intellectual movement of Bengali Muslims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/forgotten-chapter-the-intellectual-movement-bengali-muslims-3664336",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "The recent nationwide internet blackout in Bangladesh, beginning on July 18 and lasting over 150 hours, represents a grave threat to democracy and human rights that demands urgent attention. This unprecedented act of digital repression not only violated the fundamental rights of 170 million Bangladeshis but also set a dangerous precedent for authoritarian control in the digital age.\nThe shutdown occurred against a backdrop of mounting student protests, though the government initially attempted to obfuscate its role in the blackout. Officials, including ICT Minister Zunaid Ahmed Palak, first attributed the outage to security concerns, then to an arson attack on the cables in Mohakhali at nearby data centres by miscreants. Palak even suggested that broadband internet would be restored within a day. However, this explanation, or rather excuse, quickly crumbled under scrutiny. The truth, as confirmed by international observers like Cloudflare and Telenor, was that it was a deliberate, government-ordered shutdown.\nCloudflare, one of the world's largest cloud service companies, used global internet traffic monitoring tools to confirm that the blackout was indeed government-ordered. Telenor, the parent company of Grameenphone, corroborated this assessment, stating that local authorities had mandated the shutdown of 3G and 4G networks. The extent of the blackout is particularly troubling given Bangladesh's multiple internet connectivity options. The country has access to submarine cables through Bangladesh Submarine Cable Limited, land fibre connections through India, IIG VSAT connectivity for limited data links, and 3G/4G mobile networks. Put simply, the diverse infrastructure makes it implausible that a single localised issue could cause such widespread disruption, further supporting the assertion that this was a calculated move by authorities.\nAs internet access slowly returned after more than 150 hours, it came with draconian restrictions. Reportedly, the Bangladesh Telecommunication Regulatory Commission (BTRC) issued guidelines to International Internet Gateways (IIGs) that included mandatory deep packet inspection by the Department of Telecommunications, blocking of Facebook and related services, disabling caches, and limiting access to specific areas and institutions. This calculated move to sever digital communications coincided with student protests, revealing the shutdown's true intent. By denying citizens access to social media platforms, messaging apps, and news websites, the government effectively silenced the nation and prevented the outside world from witnessing what was happening inside Bangladesh.\nWhen governments impose internet shutdowns and restrictions, particularly during protests, they hinder the flow of vital information to citizens. This includes preventing people from contacting emergency services like fire departments and healthcare providers. Moreover, these shutdowns impede international and local media outlets, as well as human rights organisations, from documenting potential human rights violations. Such violations may include killings or excessive use of force by law enforcement agencies. By cutting off communication channels, authorities effectively create an information blackout that compromises public safety and accountability.\nInterestingly, amid the nationwide blackout, reports emerged that Augmedix, a US-based healthcare multinational corporation, maintained active internet access. This selective availability raises questions about the government's priorities and potential preferential treatment of certain entities.\nThe shutdown, however, is part of a disturbing global trend. In 2022, there were over 180 internet shutdowns across 35 countries worldwide. Governments increasingly deploy this tactic to cover up grave human rights violations, including state violence against peaceful protesters, electoral interference, extrajudicial killings of political dissidents, and arbitrary arrests and detentions.\nThe UN Human Rights Council, via establishing the Universal Declaration of Human Rights (UDHR), has unequivocally stated that internet shutdowns have \"indiscriminate and disproportionate impacts on human rights.\" In today's interconnected world, internet access is essential for the realisation of numerous fundamental rights, including freedom of expression and access to information, the right to education, the right to health, the right to work, and freedom of assembly and association. By imposing this blackout, the Bangladesh government has effectively violated these rights for its entire population, contravening its obligations under international human rights law.\nThe shutdown's impact extends beyond civil liberties. In an increasingly digital economy, such disruptions can have severe economic consequences. Businesses relying on online transactions, e-commerce platforms, and digital communication tools suffer significant losses. The global nonprofit organisation NetBlocks estimates that the 150-hour shutdown could have cost Bangladesh's economy over USD 500 million, further burdening a nation already grappling with economic challenges.\nMoreover, the blackout jeopardised public safety and health. During times of crisis, access to timely information can be a matter of life and death. Recounting my personal experience, doctors were not available to see outdoor patients at Birdem Hospital due to the ongoing nationwide curfew. However, online consultation and public health information also became inaccessible due to the internet shutdown. By cutting off internet access, the government potentially hindered emergency services, disrupted healthcare communications, and prevented citizens from accessing crucial public health information.\nWe and the world must respond accordingly to this flagrant violation of digital rights. The United Nations should launch an investigation into the shutdown and its human rights implications. International and development partners should insist on respect for digital rights and internet freedom. Tech companies and telecom providers operating in Bangladesh should publicly disclose any requests for government orders to shut down services. Civil society organisations should document the impact of the shutdown on human rights, the economy, and public services to build a case for accountability.\nAnd lastly, the Bangladesh government must provide a full, transparent explanation for the shutdown, and implement legal safeguards to prevent future arbitrary internet restrictions.\nThe fight for internet freedom is synonymous with the struggle for human rights and democracy.\nMahiya Tabassum is a journalist at The Daily Star.\nViews expressed in this article are the author's own. \n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The prolonged internet shutdown sets a dangerous precedent",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-prolonged-internet-shutdown-sets-dangerous-precedent-3663891",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "The Bangladesh women's cricket team made its debut in 2007 and gained One Day International (ODI) status in 2011. Their most impressive achievement came in 2018 when they won the Women's Asia Cup and remain the only team to have lifted the trophy other than India. On Friday, Bangladesh faced India in the semifinal of this year's Asia Cup looking to recreate some of that same magic and failed by a large margin. This does not however come as a surprise, since their only wins in their last thirteen games came against Thailand and Malaysia in this Asia Cup.\nWhile Bangladesh seems to be going through a rough patch, they had established themselves as a regularly competitive side before this current phase. The semifinal match against India was an opportunity for them to carry the momentum from their previous two wins and reinforce the fact that they are still a side to be taken seriously. They failed to capitalise on their existing strengths and the manner in which they lost the match may warrant some self-reflection. The team will want to turn things around so that they can regain their self-confidence and emerge as a resilient team capable of going through difficult phases and overcoming them.\nBangladesh started the tournament by losing to the hosts, Sri Lanka. They were able to score only 111-8 in 20 overs which was not nearly a competitive score on the Dambulla ground and Sri Lanka cruised to a victory by seven wickets with 17 deliveries to spare. After that however, Bangladesh turned things around and ended their 10-match losing streak in T20Is (five of which came as recently as in April and May 2024 against India) against Thailand. It was a combined effort from the bowlers and the top order which led to a convincing victory for Bangladesh. They restricted Thailand to a total of 96/9 which Bangladesh chased down by scoring 100/3 in 17.3 overs. Bangladesh benefited from the leg spinner Rabeya Khan's 4-wicket haul and a half-century from the left-hand batting opener Murshida Khatun.\nThe Bangladesh women's cricket team played to their strengths in the match against Malaysia where they displayed their most impressive performance in the tournament, securing a spot in the semifinal. In their biggest victory in the 2024 Women's Asia Cup, the Bangladeshi batters exhibited their capabilities in making the most of a batting-friendly ground. Batting first, they posted their second highest T20I total of 191-2. Murshida Khatun and Nigar Sultana combined their firepower to score half-centuries at a high strike rate. This was particularly notable because Sultana has been criticised in the past for not increasing the run rate. But in this match, she remained not out with an impressive strike rate of above 167. In the second innings, a cohesive team performance saw six Bangladeshi bowlers chipping in to restrict Malaysia to 77/8 and completing a 114-run victory. Nahida Akter stood out as the star performer who took two wickets at an economy of 3.25. The two wickets brought Akter's tally of T20I wickets to 99. She would have looked to complete the historic achievement of the first woman to get 100 wickets in T20Is in the semifinal but is still yet to do so due to the crushing defeat that saw India winning the match with all 10 wickets to spare.\nSince the Bangladesh team was not in its best form before the tournament, the fact they had qualified for the semifinals should have come as a welcome validation of their competitive abilities. However, it must be mentioned that there seems to exist a significant gap in the quality of cricket played by the top four teams - India, Pakistan, Sri Lanka and Bangladesh - versus the rest of the teams. While India established their dominance in the game with a consistency that's awe-inspiring, Bangladesh should have backed themselves with their own strengths. They failed to make the most of their right-arm spinners (Rabeya Khan, Shorna Akter and Rumana Ahmed), as one of the only teams in the world to regularly play three such bowlers who are known to be some of the most attacking wicket takers globally. If they were to be a match for India, all players would have had to come together to amplify their strengths. Instead, the performance we saw in the semifinal conveyed a complete absence of conviction that the team considered themselves worthy of a spot in the final.\nBatting first, Bangladesh managed to post a total of only 80/8 in 20 overs. Renuka Singh - whose form had come in question ahead of the tournament and had been left out in two of the three T20Is in the series against South Africa—took three wickets in three overs, leaving the Bangladesh batting lineup in shambles. Bangladesh's opener Dilara Akter was a player, who many would have hoped would give the Indian bowlers a run for their money. She scored a six off Renuka but succumbed to a fielder off deep square in the very next delivery. Some of the other batters' shot selections were also questionable. Only two Bangladeshi batters got to double digits which is a disappointing display of the team's batting abilities in a knock-out game. One of those two batters was the captain Nigar Sultana who scored 32 off 51 deliveries and is bound to once again raise questions about her scoring rate. Though she needed to build a partnership when Bangladesh fell to 21-3, 19 dot balls in the overs between six and nine simply did not seem justified. At that point, one wonders what is the objective with which the batters are playing, since to beat India a much fiercer brand of cricket needed to be played.\nUltimately, it seemed as though the memories of the previous crushing defeats to India earlier in the year still gnawed in the Bangladeshi players' minds and that they had already lost half the battle before they appeared on the field. In 2018, when Bangladesh lifted the Asia Cup, they did so after beating India twice—once in the group stages and again in the final. It is only likely that the team would have changed since then but the Bangladeshi fans will hope that the team can rebuild and position themselves once again as the top Asian team. After all, the most commendable teams in the world are not only those who remain at the top consistently but also the teams who climb up from the depths of challenges. Bangladesh will hope to chart a similar story for themselves.\nMadiha Athar Khan is a columnist for The Daily Star and a technical writer at Optimizely. She also leads the Art for Soul movement. She can be reached at [email protected] \n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Can Bangladesh women’s cricket team rise from the ashes of the crushing semifinal defeat?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-bangladesh-womens-cricket-team-rise-the-ashes-the-crushing-semifinal-defeat-3663801",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "Although the incidence of dengue is relatively low this year, its breakout in an epidemic form last year still haunts people. The apprehension of the disease unfolding equally or more viciously in the come breeding season of Aedes is always there. This is because there is a lack of urgency in eliminating the mosquitoes and their larvae in their breeding grounds. So far, erratic and often inadequate measures have been witnessed in destroying mosquito larvae. The situation was exacerbated by the disruption of anti-mosquito drives due to the recent unrest, setting the stage for the disease's return. According to the Directorate General of Health Services (DGHS), two more dengue patients have succumbed to the disease and 98 new cases have been recorded in the 24 hours since Saturday morning. With 53 deaths already reported, there is the need to urgently launch an all-out programme. Although the infection rate is lower this year, the death rate is double that of last year. This year, the mortality rate is about 1.0 per cent, compared to 0.53 per cent at this time last year. Public health experts attribute the higher death rate to delayed hospitalisation. Moreover, dengue has spread to all 64 districts this year. Unlike last year, when 59 per cent of cases were concentrated in Dhaka, the metropolis currently accounts for only 38 per cent of the total patient count. A lack of adequate healthcare facilities outside Dhaka is contributing to the rising death toll. Typically, dengue cases peak during the rainy season and then decline. However, recent monsoon patterns have shown increased rainfall in September and October. With predictions of more rainfall after the main monsoon season, experts fear a prolonged dengue outbreak. Therefore, there is no room for complacency because of the lower infection rate this year so far.Entomologists and public health experts have raised concerns about the recent slowdown in anti-mosquito drives, which have either been suspended or significantly reduced due to the unrest surrounding the quota reform protests. This lapse in preventive measures may have led to increased mosquito breeding, setting the stage for a potential surge in dengue cases. The most immediate need is to resume and intensify anti-mosquito drives across all affected areas. Regular spraying of larvicide and community awareness campaigns should be resumed without delay.Last but not least, the healthcare system must be prepared to handle a potential surge in dengue cases. Public health experts think there should be three-tiered approach to healthcare management: primary, secondary, and hospital care. Primary healthcare facilities in every city ward should be equipped for early diagnosis and treatment to reduce the burden on hospitals. Secondary care should focus on groups at risk, including pregnant women, the elderly, and children. In the third tier, the healthcare facilities should be prepared from now on to tackle any possible outbreak. This includes improving manpower, medicines, and diagnostic facilities, especially at the village and upazila levels, to ensure early detection and treatment. It is imperative for the government, healthcare professionals, and the community to work together in order to obviate this threat to public health. Failure to act promptly could lead to a repeat of last year's devastating outbreak with even more severe consequences.",
        "headline_1": "Dengue danger looms again",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dengue-danger-looms-again-1722179151",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "Of the many vulnerabilities that the country's banking sector is exposed to, its acute liquidity crisis is one. Tightening of money supply as part of the central bank's contractionary monetary policy, crisis in the forex market, slow pace of loan recovery, rising amount of bad loans, purchase of government bonds and securities by people and so on are the commonly discussed reasons for liquidity crunch in the banks. But over and above all these issues, there is yet another element that has factored in to deepen the bank's liquidity crisis. It is that the members of the public seem to have lost their interest in keeping their money in banks. As a result, banks are being forced to borrow money from the central bank to carry out their day-to-day business. The widespread violence and destruction that shook the nation in the wake of the students' movement for quota provision in government service has again been instrumental in making the public distrustful of the banking service. For it is during time of social unrest and crisis that people need money most to meet emergencies. But the complete internet shutdown for five consecutive days from July 19 to July 23, brought banking transaction to a complete halt. As the internet blackout came without any prior notice, so did the shutdown in the banking service. To the members of the public, it was totally irresponsible on the part of the banks. Even the ATM booths went dysfunctional. But the banks had nothing to do either as the internet service was not under their control. The enforcement of curfew by the government to restore public order made matter worse. Nothing like this happened within the living memory of many who are below 50. Small wonder that there was a desperate rush at the banks and ATM booths on July 24, when the internet service hesitantly returned. It could be learnt that to meet the demands of some 30 cash hungry commercial banks, the Bangladesh Bank (BB), lent over Tk255 billion in cash to them. The commercial banks conducted their normal banking service with this borrowed money. Why did the banks have to turn to the BB for cash? The simple answer is that they did not have enough cash in their vaults to meet the demands of their depositors. People keep their money in banks for convenience and safety. But when the banks fail to serve them in times of need, let alone during serious emergencies, the public might then ask, what is the use of keeping their money in banks? So, massive borrowing from the central bank to carry out normal banking is not a healthy sign for the banking sector. Neither is it safe for the central bank to continue doing so. For the central bank at a stage will be forced to print money against the advice of the International Monetary Fund (IMF) to help the commercial banks operate. The central bank has reportedly been doing so already to the detriment of its own policy of keeping money supply under control. But high-octane newly printed money will only defeat that purpose. It is indeed a recipe for disaster as continuation of this practice could pave the way for hyperinflation, a situation that the banking regulator must avoid under any circumstances. According to reports, on June 20 last, the bank notes issued by the central bank in the country was worth over Tk3.275 trillion. This was the highest number of bank notes ever issued in the country. Worse yet, the overwhelming portion, about 95 per cent, of the bank notes are circulating outside the banking system. Obviously, the latest disruption in the banking service has further damaged public trust in the banks. The umpteen cases of looting of banks in connivance with top bank executives including the directors of private banks and failure, in most cases, of the banking regulator and the government to hold those looters and bank directors to account, has only contributed to further erosion of the public's trust in the banking system. The banking regulator has not been able to exercise its authority to put an end to the culture of inside-robbery in the banking sector, not to mention the pervasive culture of delinquency by the holders of non-performing loan accounts. How long are the common people going to stand this free-for-all in the banking sector? Some people are becoming billionaires not by doing any business, but by just looting public money kept in the banks! The common depositors cannot be blamed if they decide to withdraw their money from banks. It is, as it were, a return to the pre-banking era. This does not simply pose a mortal risk to the banks alone. It also poses a danger to society itself. If the common depositors turn their back on the banking system, where are they going to save their money? By keeping it in their own homes? But that is yet another recipe for disaster because it will be an open invitation to robbers and thieves. The matter is going far beyond the jurisdiction of the banking regulator.To make the matter worse, many expatriate workers reportedly were campaigning during internet disruptions against sending their remittance through the banking channel. If true, that's real bad news not only for the banking sector, but also for the country's foreign exchange reserves. After the very low record of remittance receipt in March this year, which was below two billion (actually, US$1.99billion plus), the highest ever record of remittance receipt in the last 47 months was in June at US$2.54 billion plus. But till July 24, the receipt recorded was a mere US$1.5 billion. Will the situation improve with resumption of the internet service?Let's keep our fingers crossed that things may improve soon.\n[email protected]",
        "headline_1": "Depositors losing trust in banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/depositors-losing-trust-in-banks-1722179416",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "After the shutdown of the internet, it has also returned but in a debilitated form. It is more like a person's recuperation period following a serious illness. With limited capacity, it cannot perform the normal works it is supposed to do. Particularly those requiring to download and work with data, software, package and content find it extremely frustrating. A package that needed no more than half an hour to download now requires six to 13 hours in Dhaka City. Away from the main cities, even the personal e-mail accounts cannot be opened let alone other materials. IT firms and freelancers had to endure financial losses, cancellation of contracts as they stayed incommunicado for five days since July 18 last. In certain cases, the parties abroad are asking for compensation for the losses incurred in the process. It is a body blow for IT professionals who work independently. After all, they have developed a rapport with their foreign clients bit by bit to earn their trust. Now the credibility and confidence are shattered because of their failure to deliver the service on time, their reputation is on the line. The slow speed of the internet is causing haemorrhage to an already moribund economy. When the online speed is yet to be back to its original state, the authorities are trying to restore the cellular data allowing smartphone users to enjoy the digital advantages of communication. How that will come about is to be seen when the broadband is not functioning properly. At a time smartphone has become the easiest vehicle of communication, thanks to the digital platforms, the young generation, in particular, cannot imagine life without the facility. It is understandable how restive and fidgety such users have become. During the corona-induced lockdown, this medium was of immense help even to the elderly people many of whom turned to the device for the first time. They were pleasantly surprised to discover that it has certain unmatched benefits. Friends who were out of sight and to a degree out of mind, particularly living in foreign lands, suddenly had their profiles flashed on the screen requesting friendship. Thus the long forgotten or out of touch souls became reconnected. This time, though, the dislocation has upset the most urgent communication with near and dear ones either within the country or abroad. On-line financial transactions came to a standstill. It is not just inconvenience but there happened something life-altering events. The older generation did not have cell phones or smartphones nor were they accustomed to communicating on Whatsup, Messenger etc,. only a decade and a half back. Virtual communication, let alone getting immersed in this type of obsessive exchanges for hours together--- not excluding the wee hours, was an unheard of phenomenon to them. They visited friends personally or invited them to enjoy happy times together. But today's techno gigs or digital freaks would stop nowhere to explore the limitless advantage of the virtual world. Lately Chinese girls have opted for virtual lovers who are artificial intelligence (AI)-driven robots. The invasion of digital devices has seriously affected the thought process and the realm of emotion, passion and even humanity. Is not the world becoming more brutal, cruel and impervious? Fellow feeling is fast receding in the distant horizon. People are becoming increasingly self-centred and selfish. Losing touch with the real world, they have developed their passion for the gismos, allowing themselves to transform so much as to acquire the properties of the gadgets. Mechanical and robotic, these people may have thought they are ruling the devices but in fact, it is the devices which are controlling their lives. It is an irreparable loss for the humankind. Their disconnection with the real world takes away the kindness, feeling for others in need or distress. They simply miss out on what is in fact the best possession in this world---a generous and benevolent heart. \n[email protected]",
        "headline_1": "Fallouts of on-line dislocation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fallouts-of-on-line-dislocation-1722179466",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2024"
    },
    {
        "full_article": "To address Dhaka's tailbacks, ranked as the fifth worst in the world in 2023, several suggestions could be considered. With a population of over 22 million and 1.81 million registered vehicles, the city's outdated traffic management and poor road infrastructure need revamping. Approximately 6-10 per cent of the country's GDP is lost annually to traffic chaos. It is recommended that the Bangladesh Road Transport Authority (BRTA) and the Dhaka Metropolitan Police (DMP) designate separate lanes for buses and private vehicles. Public transports should be increased. The Ministry of Education could regulate school transportation schedules, and the BRTA might limit the operation of private vehicles based on registration numbers. Implementing zone-based charges for light vehicles could discourage frequent city entries, while public awareness could be raised through media and app-based initiatives. The DMP could incentivise reporting traffic violations, and the creation of separate cycle lanes should be prioritised. Relocation of major bus terminals from the city centre and the widespread distribution of information on traffic laws and penalties are also suggested. Decentralisation of Dhaka may be a crucial step towards alleviating traffic congestion.\nMehedi Hassan RoneyMerchandising Manager[email protected]",
        "headline_1": "Suggestions for easing Dhaka's traffic congestion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/suggestions-for-easing-dhakas-traffic-congestion-1722179514",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2024"
    }
]