[
    {
        "full_article": "Just days after his visit to Kyiv, Prime Minister Narendra Modi’s telephonic conversations with U.S. President Joseph Biden and Russian President Vladimir Putin have raised hopes that New Delhi is ready to take the plunge and attempt peacemaking in the Russia-Ukraine conflict. Mr. Modi’s travel to the UN in September, where he will meet U.S. and European leaders and possibly Ukrainian President Volodymyr Zelenskyy again, and another visit to Russia in October for the BRICS summit, have fuelled those hopes. However, those who are boosting speculation of an Indian role may benefit from a careful consideration of the circumstances, and India’s position thus far. Since the 2022 Russian invasion of Ukraine, India has remained distant from the outcomes of what External Affairs Minister S. Jaishankar had once called “Europe’s war” and any peace process that does not involve bringing Russia and Ukraine to the table for talks. It had even disassociated itself from the Swiss peace summit. While Mr. Modi has consistently said that India is “on the side of peace” alone, New Delhi has been seen to be partial to Moscow, given its historical ties and military and energy dependencies. It will need to recast itself in a more unbiased image. Meanwhile, the war continues without pause, indicating the belief in both parties of there still being military gains to be made. That Russia launched deadly attacks on Ukraine just before the Modi Moscow visit in July, and Ukraine carried out operations into Russia’s Kursk Oblast just before his visit to Kyiv last week, demonstrate the dangerous power play and messaging Mr. Zelenskyy and Mr. Putin can indulge in, regardless of their guest’s sensitivities.With such entrenched positions, New Delhi must proceed with care if it indeed seeks to join the ranks of others wanting involvement in conflict resolution. Successful efforts have been few, and have required focused agendas — the Black Sea Grain Initiative; the IAEA effort, on nuclear safety at the Zaporizhzhia power plant; and the latest exchange of Russian and Ukrainian prisoners. India must also articulate its own principles for a ceasefire compromise and lasting peace. The Modi government may well benefit from studying India’s own history: In the 1950s, Prime Minister Jawaharlal Nehru, at the instance of Vienna, mediated with Soviet leader Nikita Khrushchev on troops withdrawal from the north-east zone of Austria post-war, in return for promises of Austrian neutrality. An Indian peace initiative will be further complicated by the proposals Ukraine and Russia have themselves put forth: Mr. Zelenskyy insists on a full military withdrawal from Ukraine by Russia first, and Mr. Putin has called for Ukrainian forces to withdraw from regions now occupied by Russia, and for Kyiv to formally give up any efforts to join NATO. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nUkraine\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ndiplomacy\n\n/\n\ninternational relations\n\n/\n\nUSA\n\n/\n\nUnited Nations\n\n/\n\nRussia\n\n/\n\nSwitzerland\n\n/\n\nTurkey\n\n/\n\nUnited Arab Emirates\n\n/\n\nhistory\n\n/\n\nNATO\n\n/\n\npeace negotiations\n\n/\n\nIndia",
        "headline_1": "​War and peace: On India and a Russia-Ukraine peace initiative",
        "headline_2": "India is not well-placed to broker a ceasefire between Russia and Ukraine",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwar-and-peace-on-india-and-a-russia-ukraine-peace-initiative/article68577274.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "Developed countries aren’t helping their economies by curbing number of visas for students, workers\nAustralia’s decision to limit number of international student enrolments to 270,000 in 2025 is in sync with general sentiment against migration in developed economies. In a parallel development, Canada has announced curbs on hiring of low-wage temporary foreign workers. It seeks to slash share of temporary residents’ population to 5% from 6.2% over next three years. Earlier, Canada reduced number of international student visas it issues by 35% for 2024. A similar story played out in UK when it introduced visa curbs for overseas workers and family members of international students. Even the Netherlands has decided to limit number of international student enrolments.\nApproaching job issue wrong: Impact of migration on jobs and housing sector are reasons most cited for such decisions. But it’s certainly not a coincidence that Canada and Australia will witness elections next year. Yielding to growing insecurities in native population, govts in these countries have chosen to ignore stats that reveal what migrants contribute to these labour-short economies. For instance, Britain’s Office for National Statistics found that migration of workers from outside EU helped the country alleviate its staff shortages in last four years. For Australia, international education has been fourth largest export, adding $24.7 bn to its economy in 2022-2023.\nIt’s been happening for long: Besides, while numbers may have surged in recent decades, migration has been an ongoing phenomenon across world, with migrants being seamlessly absorbed in destination countries. India witnessed a mass exodus from Bangladesh during that country’s liberation struggle with Pakistan. The number was in millions but it didn’t harm India’s  economy. If developed countries have a point at all, it is in their concern about illegal migration. Taking steps to check such migration is not something that can be held against them.\n\n",
        "headline_1": "It’s not them",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-not-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "**Fewer Visas for Students and Workers**\nCountries like Australia, Canada, and the UK are making it harder for people from other countries to come and study or work there. For example, Australia will only allow 270,000 new international students in 2025. Canada is also making changes; it wants to reduce the number of temporary foreign workers and has cut down the number of student visas by 35% for 2024. The UK and the Netherlands are doing similar things by limiting visas for workers and international students.\n**Why Are They Doing This?**\nThese countries say they are doing this to protect jobs and housing for their own citizens. But there’s another reason too: many of these countries have elections coming up, and their leaders want to make voters happy by showing they’re looking out for them. They think that by reducing the number of people coming in from other countries, they will protect their citizens’ jobs and homes.\n**Does This Really Help?**\nThe truth is, many of these countries actually need people from other countries to help them grow. For example, in the UK, workers from outside Europe have helped fill jobs that are in short supply. In Australia, international students bring a lot of money into the economy—about $24.7 billion in 2022-2023. These students pay for their education, housing, food, and other things, which helps the economy grow.\n**Migration Is Normal**\nPeople moving from one country to another has been happening for a long time. For example, during Bangladesh’s fight for independence, many people moved to India, but it didn’t hurt India’s economy. Migration is a normal part of how countries develop and grow.\n**What’s the Real Issue?**\nThese countries may have a point when it comes to stopping illegal migration, which means people moving to a country without permission. It makes sense to have rules about who can come in, but cutting down on legal visas for students and workers may not be the best way to help their economies. In fact, it might actually hurt them.\n \n\n",
        "headline_1": "Not Helping Themselves",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/not-helping-themselves/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "Supreme Court’s Orders\nRecently, the Supreme Court (SC) of India made some important decisions about bail in three different cases. The people involved were Soren’s aide, a politician named K Kavitha, and Manish Sisodia. All of them were accused in different cases, and all of them were granted bail by the SC. These decisions are important because they send a message to courts and investigative agencies (like the police) about how they should handle bail cases, even in tough situations.\nBail Should Be Normal\nThe SC said that even in serious cases under special laws, like the Prevention of Money Laundering Act (PMLA), giving bail should be the standard practice. This means that unless there is a very strong reason to keep someone in jail, they should be allowed to go free until their trial. In all three cases, the investigators couldn’t show good reasons why the people should stay in jail, so the SC decided to release them on bail.\nProblems with Investigations\nThe SC was not happy with how the investigations were being conducted. In the cases of Kavitha and Soren’s aide, the SC pointed out some issues with the evidence. The SC said that if the evidence is weak or questionable, people should not be kept in jail. For example, if investigators were just guessing or assuming things without proper proof, that’s not a good reason to deny bail.\nFollowing the Rules\nThe SC also reminded everyone that the rules for granting bail should be followed fairly and carefully. It mentioned that special conditions in laws like PMLA don’t mean that people should automatically stay in jail. Freedom is very important, and people should not lose it unless there’s a very good reason. The SC’s strong statements were a warning to the lower courts and investigative agencies to follow the rules and be fair when making decisions about bail.\nWhy This Matters\nThese decisions are important because they protect people’s rights. The SC’s message is clear: justice is served best when everyone, even those accused of crimes, is treated fairly. This ensures that the process is just and that people aren’t kept in jail without good reason. Courts and agencies now have a clear example of how they should handle such cases in the future.\n\n",
        "headline_1": "Three Lessons About Bail",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/three-lessons-about-bail/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "SC orders in Sisodia, Kavitha & Soren’s aide cases are a lesson for agencies, courts\nEven in PMLA cases, bail is the norm, Supreme Court reiterated this yesterday, releasing Soren’s aide in a money laundering case. Coming a day after Telangana politician K Kavitha secured bail in the Delhi liquor policy case and days after Sisodia got bail, the three cases, taken together, are message enough for all courts and investigative agencies. Hearing Kavitha’s plea, probe agencies were again upbraided by SC, as was Delhi HC that had denied her bail twice in the last 5 months. Every such bail – and every observation SC made – holds out the promise of fair process for undertrials accused under stringent laws, struggling for release. ED arrested BRS chief KC Rao’s daughter on March 15. CBI arrested her on April 11 from Tihar jail. SC granted her bail in both cases, and rebuked Delhi HC’s single-judge bench.\nBail, not trial | In resisting bail to Sisodia earlier, and Kavitha in the latest instance, probe agencies have attracted SC’s ire on the quality/ nature of their investigation. In case after case, SC reiterates bail is the norm even under special laws PMLA, UAPA and PSA, among others. In Kavitha’s and Soren’s aide’s cases, SC made three points to Delhi HC and probe agencies. One, investigators cannot argue against bail basis “evidence” that would come into play only when trial begins. In neither Sisodia’s case, nor Kavitha’s, nor yesterday, did investigators demonstrate why bail must not be granted. “Inference” is not “evidence”, SC said.\n‘Evidence’ dodgy | Two, agencies’ misplaced doggedness to oppose bail even after their investigation was over, prompted SC to caution that were its remarks on the quality of evidence to be made part of the bail order, it would impact the trial. For instance, it questioned how approvers were made witnesses arbitrarily, ‘accused’ were being ‘chosen’, and found no evidentiary merit in a phone being formatted months before arrest.\n‘Case law’ for bail | Three, bailing Soren’s aide, SC reiterated its Aug 9 point bailing Sisodia. It said PMLA’s Section 45 that lays down twin conditions for bail “does not rewrite the principle to mean that deprivation of liberty is the norm”. SC’s strong comments may not be seen as legal precedent, nor were they the deciding factor that secured Kavitha’s bail. But the purpose of such obiter dicta is lessons for police and especially HCs to consider when hearing bail pleas. Cause of investigation and justice are both served best when due process is followed.\n\n",
        "headline_1": "Three strikes for bail",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/three-strikes-for-bail/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "It was very heartening to see the spontaneous response from people to help those affected by the recent floods in eastern districts—one of the worst in living memory. But one lingering problem that somewhat marred this response is the insufficient logistics in relief distribution in many of the affected areas. According to a report in this daily, local administrations are struggling to reach remote areas because of logistical issues. The lack of coordination among the groups involved is causing a problem as well. We believe an urgent plan is necessary to expand and streamline all such efforts to ensure smooth delivery of relief goods.\nAccording to the report, even though the flood situation has started to improve, there are areas where people are still trapped by water, with no modes of transport and communication available. Local administrations and volunteers are facing difficulties in reaching these areas as they don't have enough boats, particularly in Feni, Cumilla, Lakshmipur and Noakhali districts. In Feni, teams of armed forces have been trying their best to reach as many people as possible; they have air-dropped food packets in some areas. But many places remain inaccessible. Volunteer groups are working on their own; locals and some volunteers told Prothom Alo that their aid efforts in Feni Sadar are mostly limited to places close to the Dhaka-Chattogram highway. In Cumilla, more than 1.1 million people in 14 upazilas are still marooned, and they haven't received any aid yet, Samakal reported.\nThere is another aspect that needs attention. As the floodwater recedes, the extent of damage is coming to view. Homesteads have been severely damaged; livestock, poultry and fish farms have been washed away, affecting people's livelihoods. In many areas, people are falling sick and there is no access to first aid and basic medications. The risks of various water-borne diseases breaking out also remain a considerable cause for concern.\nGiven the situation, the government needs to adopt a two-pronged approach. The first is to coordinate distribution of food and medicine, especially for remote areas. The disaster management and relief ministry has already directed the DCs of flood-affected districts to coordinate with volunteers, armed forces, fire service, medical teams and others. The ministry should take the lead in this regard and guide these groups, providing necessary logistical support with the help of local government offices. The second is to plan for the post-flood scenario. People are going to need help to rebuild their lives; they will need support to make a living and survive any potential health crisis. The government must be prepared for that as well, and mobilise resources to provide the required support in the coming days.\n",
        "headline_1": "Coordination vital in aid distribution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/coordination-vital-aid-distribution-3688781",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "As the tide of reform sweeps across institutions with changes taking place in the leadership positions, the interim government and university authorities must ensure that teachers and students are no longer dragged into party-based politics in academic institutions. The present political affiliation of teachers and students is counterproductive for academic excellence.\nThe brand of student politics that has been prevalent in Bangladesh's universities since the 1990s is nothing short of running criminal rackets in academic institutions. From controlling access to student accommodations, to assaulting and even killing students critical of the party in power and interference in every other institutional decision, student politics in the academic institutions earned the reputation of notoriety, serving the dictatorial aspirations of mainstream political parties.\nThis environment has undermined institutional autonomy, discipline, and integrity. I hope that Dhaka University, under the leadership of the new Vice-Chancellor Professor Niaz Ahmed Khan, who was also my teacher, will lead by example the abolition of party-based politics in all academic institutions.\nThuggery in the name of student politics\n\nWe must not forget the brutality that so-called student leaders of the mainstream political parties have waged against regular students. In October 2019, 21-year-old Abrar Fahad, a student at the Bangladesh University of Engineering and Technology (BUET), was killed inside the university's student dormitory by a group of students belonging to Bangladesh Chhatra League (BCL), the student wing of the Bangladesh Awami League. He was tortured inside the student dormitory for several hours before he died from internal injuries. Abrar's life was cut short because of his criticism on Facebook against the previous government's deals with India.\nThe brutality against Abrar is not the first of the hallmarks of terrorism and violence that the present brand of student politics has unleashed in academic institutions. This has been the culture inside public universities since the 1990s.\nThe private universities have for the longest time strictly prevented activities of mainstream political parties in their institutions. However, in the last couple of years, student committees representing the BCL have been formed in some of these universities as well. Teachers have resorted to self-censorship in academic discussions about political periods and actions due to fear of reprisals. Most recently, general students have been attacked by BCL members at some of these universities for participating in protests against discrimination. A teacher at a private university shared with me her frustration about how the BCL leaders enjoyed preferential treatment inside the campus, which undermined institutional integrity.\nAnother teacher at a public university recently shared with me her fears about the repression being carried out against teachers, who are being forced to resign by students due to their political affiliation with the previous ruling Awami League party.\nUniversities are also grappled by a wave of ultra conservative demands of some student bodies that have time and again risen to breach the privacy and freedom of others. This includes denying religious freedom and dictating how female teachers and students should carry themselves. Bangladesh is only free from oppression and discrimination when the minority in the country can truly enjoy the same freedom as the majority.\nInstitutions must promote civil and political rights\n\nStudent politics have played significant role globally at shaping discourses and ushering in social and political changes, whether it was the civil rights movement in the US in the 1950s and 60s that prohibited racial discrimination in voting, education and employment, the 1952 Language Movement to recognise Bangla as the state language in East Pakistan, the Fridays for Future movement initiated by Greta Thunberg in 2018 against human-induced effects on climate, or the most recent student-led anti-discrimination movement that resulted in the fall of a tyrannical rule in Bangladesh.\nThe civil and political rights are a set of internationally recognised human rights that have paved the way for people to come together and organise for genuine causes in public interest. Students and the youth have led by example many of these movements for political change.\nThe right to freedom of expression, assembly, and association is fluid and entitled to everyone under the International Covenant on Civil and Political Rights as well as the Constitution of Bangladesh. They do not draw any distinction between race, age, gender, religion, ethnicity, economic, social, or political values.\nThis must not be confused with the thuggery that student wings of the mainstream political parties have brandished across academic institutions. To advance the political agenda of the parties in power, they have suppressed intellectual debates, academic and fundamental freedoms in institutions. This cannot be allowed to continue.\nInstitutional integrity critical for reform\n\nA young teacher at Dhaka University, whom I spoke to recently, shared that she joined the university at a time when everyone endorsed the blue panel to be in the good books of the administration. The blue panel is the platform of teachers belonging to the Awami League camp. There is also a pink panel composed of left-leaning teachers and a white panel comprising supporters of the right-wing Bangladesh Nationalist Party (BNP) and Jamaat-e-Islami. The panel that belongs to the party in government traditionally decides the recruitment and promotions in the university. Political orientation of candidates predominates merit and performance.\nProf Niaz Ahmed Khan is an expert in monitoring and evaluation. It is important that the existing political nexus of students, teachers and political parties do not determine the fate of teachers and functions of academic institutions. Instead, transparent and accountable systems should be in place to determine the recruitment and promotions of academics.\nThe university, as a matter of priority, should abandon all party-based politics through a policy and define the scope of student politics that strictly upholds the right to practice academic, intellectual, civil, political, social, cultural and religious freedom, and diversity.\nSaad Hammadi is a fellow at the Balsillie School of International Affairs in Canada. His X handle is @saadhammadi.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "DU must lead by example in abolishing partisan politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/du-must-lead-example-abolishing-partisan-politics-3688726",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "The persistent issue of discriminatory quotas in civil service promotions in Bangladesh has sparked significant controversy, particularly in the context of senior public administration posts. While the movement against discriminatory quotas in civil service appointments has largely been resolved following student protests and widespread public discontent, the issue remains unresolved in the realm of promotions. This ongoing struggle highlights the deep-seated challenges that Bangladesh faces in its efforts to create a merit-based public administration system.\nThe senior positions in Bangladesh's public administration, such as deputy secretary, joint secretary, additional secretary, and secretary, are primarily filled by officers from the administration cadre, with representation from 25 other cadres. The Senior Service Pool (SSP) was established in 1979, ostensibly based on the results of a competitive civil service examination. However, from its inception, the SSP has been marred by practices that undermine the principles of meritocracy. The first cohort admitted to the SSP consisted entirely of individuals from the BCS administration cadre, bypassing the examination requirement—a trend that continued in subsequent intakes.\nThis lack of adherence to merit-based selection has resulted in a disproportionately high representation of the administration cadre within the SSP, driven by two key factors: regulatory capture and a lack of confidence in the merit-based examination process. The administration cadre, which has long held a monopoly on secretarial leadership, has resisted competitive examinations that could potentially challenge their dominance. By 1987, the SSP had become obsolete due to the absence of competitive recruitment, and the system evolved into a quota-based mechanism.\nUnder this quota system, 75 percent of promotions in the civil service were allocated to the administration cadre, leaving just 25 percent for all other cadres. While administration cadre officers consistently benefited from this system, officers from other cadres faced discrimination. This approach undermines the principle that all officers, regardless of their cadre, should be evaluated equally during promotions based on their combined merit list as determined by the Public Service Commission (PSC). Instead, promotions are skewed in favour of the administration cadre, perpetuating a form of professional prejudice and creating a deep schism within the civil service.\nThe division within the civil service has been exploited by political governments over the years, with the SSP becoming an instrument of political patronage. This has exacerbated inequalities and fuelled discontent among officers from non-administration cadres. The quota system was legally contested in the High Court and the Supreme Court, with the plaintiffs arguing that the system was discriminatory and violated Article 29 of the Constitution, which ensures equality of opportunity in public employment.\nIn a landmark judgment on February 13, 2003, the High Court declared the quota system discriminatory and ruled the writ cases absolute, stating that the system violated the Constitution. The court emphasised that the same yardstick should be applied at all levels of promotion, given that all officers were appointed through the same competitive examination. The government appealed this decision to the Supreme Court, which upheld the High Court's ruling, stating that there was no rational basis for the quota system in the promotion of joint and additional secretaries. The Supreme Court declared the system an \"unreasonable classification\" and ordered the cancellation of any appointments made under this quota system.\nDespite this clear directive from the judiciary, the government has selectively implemented the ruling. The executive body fully complied with the directive concerning quotas in civil service appointments but failed to implement the ruling regarding promotions. This selective enforcement highlights the entrenched power dynamics within the civil service and the reluctance of the administration cadre to relinquish its dominance.\nAlthough the quota system for promotions was eventually dismantled, the allocation of senior positions remains largely at the discretion of the administration cadre. This centralisation of power has stifled the diversity of expertise and perspectives that other cadres could bring to the table. As a result, the transition from government to governance—where a more inclusive and participatory approach to public administration could be realised—has been obstructed.\nThe rivalry between the administrative elite and other cadres raises critical questions about the future trajectory of civil service reform in Bangladesh. In recent years, the representation of officers from non-Administration cadres in higher positions has dwindled to as low as 10-12 percent, further marginalising these groups. The lack of inclusivity in the promotion process has created a culture of elitism within the civil service, where administration cadre officers are perceived as inherently superior to their counterparts from other cadres.\nFollowing the recent end of the Awami League regime, a new movement has emerged, led predominantly by officers from the administration cadre who were denied promotions during that period. This movement, however, lacks representation from other cadres, suggesting that the fight for fair promotions is still seen as an issue exclusive to the administration cadre. This perception is deeply problematic, as it ignores the systemic discrimination faced by officers from other cadres who have long been disadvantaged by the quota system.\nTo foster a more egalitarian civil service, it is imperative that the new government addresses these disparities head-on. The allocation of senior positions should be based on merit and expertise, rather than cadre identity. The historical phrase \"go to Lanka, become Ravan\" serves as a cautionary reminder of the dangers of power consolidating in the hands of a few. It is crucial that the civil service evolves into a more balanced and equitable system that values diversity and meritocracy.\nThe struggle against discriminatory quotas in civil service promotions is far from over. While the legal battle may have been won, the fight for a truly inclusive and merit-based public administration continues. The new government has a critical role to play in addressing these inequities and ensuring that the civil service is a reflection of the diverse talents and expertise that exist within Bangladesh. Only by embracing these principles can the country move toward a more just and effective governance system.\n*The author's name has been changed for privacy reasons.\n\nGabriel Ahmed works for the Bangladesh government.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Time to end discriminatory quotas in civil service promotions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/time-end-discriminatory-quotas-civil-service-promotions-3688666",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "A move by the Bangladesh Securities and Exchange Commission (BSEC) to sign a memorandum of understanding (MoU) with the infamous National Telecommunications Monitoring Centre (NTMC) was reportedly underway last month. The BSEC sought approval for this from the Financial Institutions Division--- another setup created by the ousted government with the ulterior motive to bend monetary policy and banking rules---of the Ministry of Finance. Had the Hasina-led government not fallen, the approval would most likely be granted. Now the purpose of this approach was to monitor, in reality eavesdrop on investors in order to 'identify people who are involved in destabilising (share) market through manipulation, inside trading, and spreading false propaganda'. Sounds lofty but in effect hides the real motive to help the intriguing clique of big businesses responsible for stock-market collapses in the past. This is a dangerous ploy by any reckoning. The intelligence agency NTMC under a brigadier general was given the authority 'to monitor, collect, and record information and communications data of institutions and individuals.' By intercepting electronic communications such as phone calls, e-mails, social media accounts it assumed the role of the Big Brother unfolding the dreaded Orwellian vision of a society under constant surveillance. Thus wrapped in an iron curtain, individuals can be turned into numbers instead of human beings under such a terrorised dispensation. If this surveillance mechanism is put in place, it naturally leads to arrangements like 'Aina ghar' (glass house) because this cannot but issue out of the head of a psychopath. That such interferences are antithetical to democratic values, human liberty and rights does not occur to such poisoned minds. There are several intelligence agencies in the country to watch over criminal activities including cyber crimes often committed by hackers and militants. To fight cyber crimes, there is a need for developing and updating online securities.However, at no point does this allow breaching privacy of citizens. There is always the risk of abusing excessive authority delegated to any agency in matters of prying on civilians' privacy. If this is carried forward to matters involving the country's financial matters, it can spell disaster for the economy. This is further evidenced by the fact that the surveillance by the NTMC could not play any role in containing the illegal loan-taking by directors of banks through mutual arrangement---directors of one bank taking loans from another and vice versa. Had it been established in the interest of the nation, it could monitor the big sharks and help stop money laundering. Its super boss role was employed only to promote the interests of the ruling clique. Therefore, let the NTMC be disbanded as early as possible. In the same way, the Financial Institutions Division should be dispensed with because it has done enough harm by curtailing the independence of the Bangladesh Bank. In crony capitalism such administrative set-ups are implanted to implement anti-people financial programmes. It is time the remnants of kleptocracy were done away with because these are contradictory to building a liberal, equalitarian and inclusive society. If there are big brotherly bodies to watch over individuals, that society stands no chance of accomplishing great things. The student revolution has brought before the nation an opportunity to break free from all such constraints and pursue a dream destiny.",
        "headline_1": "Criminality of administrative eavesdropping",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/criminality-of-administrative-eavesdropping-1724854883",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "Throughout Bangladesh, people are reveling in their newfound freedoms like someone who's been incarcerated in solitary confinement and seen no sunlight or inhaled fresh air for over a decade. They had all but forgotten the freedom of expression, peaceful assembly, and the ability to voice their demands freely. This newfound liberty has opened a floodgate of protest rallies, with swarms of crowds from various segments of society gathering here and there to voice their individual demands and all demanding immediate response.Rallies, human chains, and sit-in programmes are being held daily. From the Secretariat to Shahbagh, and the Press Club to the Chief Adviser's residence, multiple groups are staging demonstrations and voicing various grievances simultaneously. They think they are victims of severe discrimination, with their demands ranging from ending 'discriminatory policies' in their jobs to reforming state principles, immediately!The protesting groups include private employees of government colleges, officials of Bangladesh Bank, members of Village Police, Ansar, students of Medical Assistant Training School (MATS), employees of various government agencies such as the Department of Women and Child Affairs, daily contract workers from various contracting organisations, rickshaw pullers and the list goes on. Employees of the Secretariat have already threatened to paralyse operations of the Secretariats if their nine-point demand is not met. Members of the Ansar Battalion laid siege to the Secretariat on Sunday with their seven-point demands, only to be dispersed by students from Dhaka University who rushed to the scene. Holding rallies is a democratic right, and regardless of how irrational some demands may seem, or the inconvenience they may cause to Dhaka's already severe traffic congestion, they are an outward sign that the people can exercise their right to peaceful assembly and freedom of expression. This is democracy. While it is the right of each and every individual to protest and air grievances, the government, however, has a solemn duty to the entire nation not to allow street protests to unduly influence its decisions. That, too, is democracy.Expectations from the newly formed three-week-old interim government are unreasonably high. And although many of the protesting groups have legitimate grievances, one cannot expect a baby to walk before it can crawl. The interim government has yet to be given a chance to find its feet, while the deluge of demands from various quarters is yielding undue pressure on it, which may pave the way for vested quarters to fish in the troubled water. The government cannot afford to act hastily under pressure from certain individuals or groups, as the consequences could be counterproductive and potentially exacerbate the already complex situation. This surge of expectations necessitates careful deliberation, and the authorities need to make informed decisions at a measured pace rather than rushing into actions that could have unintended serious repercussions.In this connection, the government's cancellation of this year's remaining HSC examinations under pressure from a few hundred street protesters cannot be said to have been well-considered, for it will only add to the existing chaos in the education system. The HSC and equivalent examinations, involving approximately 1.45 million candidates, began on June 30, but were paused and then postponed after holding seven exams due to the countrywide protests and unrest. The newly installed interim government decided to resume the exams, but when a group of students began protesting and entered the Secretariat last week, demanding the cancellation of the remaining exams, the Ministry of Education caved in and conceded to their demands. The students had argued that the repeated postponements, because of the protests, had left them mentally exhausted and many of their peers were injured and not prepared. While the emotional and physical toll on the students is undeniable, cancelling the exams and granting auto-passes is far from being a sound and well-conceived solution.Now another group of students, opposing the decision, has started protesting against the cancellation of the exams! They are calling for evaluating the injured students' situations individually rather than cancelling the entire exam. They argue that the decision to cancel exams reflects the interests of a few hundred students, while there are 1.45 million HSC examinees. If students are given auto-pass without actually completing all the necessary exams, particularly in key subjects, their ability to pursue higher education, especially abroad, could be jeopardised. It is, therefore, in the best interests of the students and nation that the remaining exams go ahead, however late.Exam results cannot be a matter of coercion or negotiation. Exams are reality checks that aid examinees know their level of knowledge on a national standard. If mark sheets and result sheets are prepared according to the dictates of street protests, the entire education system would lose whatever respectability it has locally and overseas.Irrational demands, coercive tactics and even occasional violence have already started giving a bad name to the recent student-mass revolution that upended the tyranny of the Sheikh Hasina government. The government must not get distracted from their noble mission at hand and get carried away by these street movements or August 5 would be meaningless, disrespecting those who gave their lives in pursuit of a better system. Two wrongs don't make a right. A government is expected to lead, not to follow.\n[email protected]",
        "headline_1": "Street must not dictate govt's decisions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/street-must-not-dictate-govts-decisions-1724854964",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "An independent judiciary is a cornerstone of any democratic society where justice is administered without bias or external influence.In Bangladesh, this basic element of a democracy was under severe strain as we have seen that ruling parties, in some cases, preferred to appoint loyal people as judges and law officers.This very practice posed a threat to basic principles of an independent judiciary. The judiciary acts as a guardian of the Constitution and the rights of citizens. It is tasked with interpreting the law impartially, remaining free from any political influence or pressure.In a democratic system, the judiciary serves as a check on the other branches of government, ensuring that they operate within the bounds of the law. This separation of power is essential for preventing the abuse of authority and maintaining the balance necessary for a functioning democracy.In Bangladesh, the judiciary has historically played a crucial role in safeguarding the rights of the citizens, often stepping in to correct executive overreach. However, this role can only be effectively fulfilled if the judiciary remains independent and free from political interference.Unfortunately, the judiciary was made highly controversial during the last one and a half decades. It was open secret that courts were dictated by the government and nakedly used as an instrument to clamp down on dissenting and opposition voices.At one stage people in general lost confidence in the court and justice became illusive for many. All these resulted from the absence of a transparent process to recruit judges and law officers.After the fall of the Hasina regime through mass upsurge, people are now expecting a real and meaningful reform of the judiciary so that it could perform independently.However, some disturbing developments are taking place on the court premises that have made people apprehensive about the fate of judicial reform.As several judges, and 107 law officers including the Attorney general, have resigned, pressures are reportedly piling up on the administration from different political parties to fill up these vacant posts with people loyal to them.If the government succumbs to such demands it will come as a severe blow to the process of establishing an independent judiciary.This government must not follow the old practice of recruiting judges and law officers under political consideration ignoring their merit.The judiciary risks becoming a pawn in the hands of political actors if the posts that have fallen vacant following resignations of judges and law officers are filled up under outside pressure.Such interference undermines the impartiality of the judiciary, as judges and law officers might feel beholden to the political forces that facilitated their appointments. This creates a conflict of interest, where the rule of law could be compromised in favour of political expediency. The impartial application of justice becomes questionable, leading to a loss of public confidence in the judiciary's ability to act as an unbiased arbiter.Moreover, this politicization can lead to a situation where legal outcomes are influenced by political considerations rather than the merits of the cases. This not only causes damage to the credibility of the judiciary but also erodes the public's trust in the justice system. When citizens believe that justice is not being administered fairly, it weakens the social contract and can lead to civil unrest and a breakdown of the rule of law.To address these challenges, it is imperative that Bangladesh undertakes comprehensive judicial reforms aimed at strengthening the independence of the judiciary. These reforms should focus on creating transparent and merit-based processes for the appointment of judges and law officers. A judicial appointments commission, free from political influence, could be established to oversee the selection of judges and law officers based on their qualifications, experience, and integrity.In addition to reforming the appointment process, it is essential to ensure that judges and law officers have security of tenure. This means that they should not fear removal from office for political reasons. Clear and stringent criteria for the removal of judges, such as proven misconduct or incapacity, should be established, and any process for removal should be carried out through an independent and impartial body.It is crucial that the government, civil society, and all stakeholders in Bangladesh recognize the gravity of this situation and work together to implement judicial reforms that will safeguard the independence of the judiciary. Only through a strong and independent judiciary can Bangladesh ensure that justice is served, the rule of law is maintained, and democracy is preserved for future generations.\n[email protected]",
        "headline_1": "Time to reform the judiciary",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-reform-the-judiciary-1724855000",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2024"
    },
    {
        "full_article": "The vast majority of the country's 19 crore SIM users belong to the low-income segment of society, who are already grappling with the rising cost of living. Just as everyone is deeply concerned about the escalating prices of essential commodities, there is also growing anxiety over the increasing costs of mobile phone services, which have become a necessity in modern life.Currently, most SIMs have a call rate of Tk 3 per minute, a sharp increase from the previous rate of Tk 1. Additionally, the cost of minute packs has been raised, further exacerbating the financial strain on consumers.To put this into perspective, customers are now required to pay a tax of Tk 39 for every Tk 100 spent on mobile phone services. This substantial tax burden is disproportionately heavy for those who can least afford it, particularly the lower-income groups who rely on affordable communication for both personal and professional purposes.In light of this, I am urging the interim government to take immediate action to alleviate this financial pressure. It is imperative to reduce the prices of internet packs, call rates, and minute packs, which can be achieved by lowering the current 30 per cent Value Added Tax (VAT) to 10 per cent. This tax, unfairly imposed by the previous Awami League government, has placed an undue burden on the people, and a reduction would provide much-needed relief to millions of people across the country.\nAsif IslamStudent Jahangirnagar University",
        "headline_1": "Reducing call rates, minute pack prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-call-rates-minute-pack-prices-1724855022",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2024"
    }
]