[
    {
        "full_article": "After pleading guilty to all charges related to a terror funding case, including those under the stringent Unlawful Activities (Prevention) Act (UAPA), it was inevitable that separatist leader Yasin Malik, chairman of the Jammu and Kashmir Liberation Front, would be sentenced to life imprisonment as he was by an NIA court. Malik’s chequered past includes serious charges of being involved in the killing of Indian Air Force officers in 1990. It is another matter if Malik, who claims to have abjured violence and has been part of several parleys with the Indian government in peace talks since the mid-1990s, was pleading guilty to all charges in order to make a political statement and to inflame passions to get support for the flagging separatist leadership in the Kashmir Valley. Nevertheless, with the Union Government adopting a hard line since 2019 in dealing with the separatist movement, it was a foregone conclusion that the charges against Malik would have been doggedly pursued. Among the separatists, the JKLF remains an outfit committed to the independence of Kashmir, including parts of Pakistan-occupied Kashmir, placing it on a confrontationist course with the Indian government, notwithstanding Malik’s claims of giving up violence as a means. The initial reaction in the Valley to Malik’s conviction was an uptick in violence and protests even as security clampdowns were put in place to prevent any further upsurge. Malik’s arrest and conviction, the ongoing house arrest of Mirwaiz Umar Farooq and the death of hardliner Syed Ali Shah Geelani suggest that the political face of separatism has been neutralised in the valley.Yet, this does not mean that the voices of separatism in the Valley have been silenced. Militant incidents with law enforcement, security personnel and even Kashmiri Pandits as targets have continued to rage on, and the absence of the political leadership is expected to give way to more militancy. This is a situation that should not be taken lightly. With the mainstream Kashmir polity also nursing a grievance of alienation over the Indian government’s decisions to do away with the special status for Jammu and Kashmir, its bifurcation into two Union Territories and loss of statehood, besides the ham-handed approach to achieve a politically suitable delimitation of electoral constituencies, the situation in the Valley threatens to return to what prevailed during the violent 1990s. It is possible that Yasin Malik’s conviction, even if obtained through the judicial process, will be seen in the Valley as an extension of the political repression that has been unleashed since 2019, and militant groups will definitely seek to portray it that way. It is up to the Union Government to resuscitate confidence-building measures in the Union Territory. A return to statehood and a re-activation of the democratic political process is a much-needed imperative.",
        "headline_1": "Conviction and repression: On Yasin Malik and separatism",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/conviction-and-repression-the-hindu-editorial-on-yasin-malik-and-separatism/article65467568.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-05-2022"
    },
    {
        "full_article": "A long-standing demand of sex workers that their work be decriminalised has been partially fulfilled with the Supreme Court passing an order on May 19 that adult sex workers are entitled to dignity and equal protection under law. Directing the police to respect the rights of consenting sex workers, the Court observed that “... notwithstanding the profession, every individual ... has a right to a dignified life under Article 21 of the Constitution”. It reiterated what the Court had ruled in Budhadev Karmaskar (2011), that sex workers are also entitled to a “life of dignity”. With the Trafficking of Persons (Prevention, Protection and Rehabilitation) Bill yet to see the light of day, the Court invoked powers under Article 142 to issue guidelines till the legislation is in force. In 2011, it had set up a panel to look at prevention of trafficking; rehabilitation; and conditions conducive for sex workers who wish to continue work. As the Court awaits the Government’s response to the panel’s recommendations that adult sex workers should not be “arrested or penalised or harassed or victimised,” a three-judge Bench led by Justice L. Nageswara Rao did well to direct the police to treat “all sex workers with dignity and should not abuse them, ... verbally and physically, subject them to violence or coerce them into any sexual activity”. During the hearings, the Additional Solicitor General Jayant Sud had conveyed to the Court that the Government has “certain reservations” on some of the panel’s recommendations.The Court has asked the Government to respond to the panel’s suggestions in six weeks. By holding that basic protection of human decency and dignity extends to sex workers and their children, the Court has struck a blow for the rights of an exploited, vulnerable section. Coming down heavily on the brutal and violent “attitude” of the police toward sex workers, the Court said “it is as if they are a class whose rights are not recognised”. It has asked State governments to do a survey of protective homes under the Immoral Traffic (Prevention) Act, the legislation governing sex work in India, to review the cases of “adult women” detained there and process their release in a time-bound manner. The ITP Act penalises acts such as running a brothel, soliciting in a public place, living off the earnings of a sex worker and living with or habitually being in the company of one. The Court’s general observations should help sensitise the police, media and society toward sex workers, who have generally been invisible and voiceless. The ball is in the Government’s court to draw up appropriate legislation to free consenting sex workers from stigma, and grant them workers’ rights. In that too, the Court suggested the Centre and States involve sex workers or their representatives to reform laws.",
        "headline_1": "Sex as work",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-sex-as-work/article65467592.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-05-2022"
    },
    {
        "full_article": "It seems the country's health directorate has finally been jolted out of its stupor. At a meeting last Wednesday, the Directorate General of Health Services (DGHS) came up with the decision of shutting down all unregistered health institutions within 72 hours. The countdown has thus begun.\nAfter the meeting, the DGHS issued a circular, saying that the decision applies to all unregistered health institutions—those that are yet to apply for licences, those that have applied for licences but are operating without it, and those whose licences have expired and are yet to apply for a renewal. The regulatory authority even warned that operations of private hospitals, clinics and diagnostic centres will be stopped if the renewal application is not received within the specified deadline of 72 hours.\nNeedless to say, it's a very good initiative from the regulator. But one cannot be so sure of the measures to be taken since the DGHS has some precedents which are not encouraging. Such warnings were given in the past as well, with the last one being in July, 2020, when the DGHS set a deadline for private health facilities to obtain their licences by August 23 that year.\nThat move came following the revelation of a scandal in a private health institution, Regent Hospital, which was found to be providing fake Covid-19 certificates, although the DGHS entrusted the hospital with the responsibility of Covid-19 testing and treatment of patients. The law enforcement agencies conducted a drive at Regent Hospital and unearthed the gross irregularities there. It was even found that the hospital's licence had expired in 2014.\nThe revelation prompted the DGHS to issue the deadline of August 23, 2020 for private health facilities to obtain their registrations. At that time, health officials announced that legal action would be taken against those who did not complete the registration and licence renewal process by the deadline. Following the announcement, several thousand private hospitals, clinics, diagnostic centres and blood banks applied online to get their licences or for the renewal of licences with the DGHS. Any private healthcare service provider is bound to obtain a licence from the DGHS as per the Medical Practice and Private Clinics and Laboratories (Regulation) Ordinance, 1982.\nBut the process got stuck, with the owners of private hospitals and diagnostic centres saying that the conditions set by the government for registration and renewal of licences were difficult for many organisations to meet within such a short period of time. They appealed for a relaxation of some of the regulations. It should be mentioned that the government had started issuing licences online in 2018. There were allegations made by the owners' association that many private hospitals could not renew their licences due to limiting conditions, while the licences of many others were being renewed using bribes and without fulfilling any registration requirements. Unfortunately, we have seen a laid-back attitude of the regulators in addressing the problem, with health experts claiming that the DGHS only wakes up after incidents of gross irregularities surface at health facilities.\nLast Wednesday's decision was no different. The DGHS awakened this time after the National Human Rights Commission asked it to take action against those responsible for the death of a pregnant woman and her unborn child during a Caesarean operation in Narail's Kalia upazila. Sheuli Begum, who was 25-years-old, and her unborn child, died on May 6 when an unregistered health official tried to complete the surgery at the local Hazi Khan Rowshon Ali Hospital and Clinic, which itself has no authorisation.\nAlthough the DGHS has announced that it will take strict actions against errant health facilities, unfortunately, it does not know the exact number of such organisations. So, the question arises: Why does the health regulator not know the number of health organisations? This implies that the DGHS has no strong monitoring mechanism over the private organisations providing healthcare services. The lack of monitoring is also a reason why private hospitals can get away with overcharging patients.\nAccording to the DGHS data compiled manually on November 8 last year, there are a total of 16,444 private hospitals, clinics and diagnostic centres across the country. Of those, 5,577 are private hospitals or clinics, 10,727 are diagnostic centres, and 140 are blood banks. Of all private hospitals, clinics and diagnostic centres, 10,892 have received their licences, out of the 16,132 that have applied via DGHS's online registration system.\nThere is no denying the fact that private hospitals and diagnostic centres have helped in supplementing the public healthcare sector in Bangladesh to a great extent over the last two decades. But it is not acceptable that countless health facilities are able to operate in the country without licences for years, while the DGHS only serves notices and warnings.\nHerein lies the issue of poor governance in the healthcare sector. Despite making strides over the decades, the healthcare system of our country still lacks availability, equality and reliability. The pandemic exposed many gaps in our healthcare system, including poor governance and monitoring, corruption, and inadequate healthcare facilities.\nThe time has come for the DGHS to act and purge all corrupt elements that helped these dubious establishments to continue operations. For that, the government has to facilitate the DGHS with the required manpower to monitor health facilities across the country. This time, we would like to believe that the DGHS's decision would not remain ineffective like in previous cases. We would like to see an end to the nonchalant attitude of the authorities concerned in dealing with unauthorised health institutions. The directorate must stop the unregistered health facilities from playing around with the lives of innocent people.\n \nWasim Bin Habib is deputy planning editor at The Daily Star.\n",
        "headline_1": "Our health sector needs urgent healing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-health-sector-needs-urgent-healing-3034091",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2022"
    },
    {
        "full_article": "Amid the ongoing global inflation and financial instability, the upcoming national budget has to be demand-driven and needs-based. Sector allocations could be prioritised for agriculture, healthcare, energy, manufacturing, education, social safety nets, and infrastructure—and should be aligned with overall programme efficiency and sustainability.\nThe overall size of the budget should be increased by five percent (as compared to the previous budget) with due provisions for keeping inflation within acceptable limits. This will support the process of sustaining and accelerating macroeconomic gains achieved over the past 12 years. The budget should envision a GDP growth of 7.5 percent. And priority-driven sector allocations should be able to restore the pre-Covid growth momentum. Increased allocation for social safety nets and enhanced stimulus packages would enable mitigating the adverse impacts of Covid, reduce the mild increases in both relative and absolute poverty, and create the basis for subsequent interventions to reduce income disparities and inequalities.\nDespite moderate increases in domestic resource mobilisation, tax revenues still remain inadequate to meet development expenditures. In the last budget, estimated expenditure was 17 percent of GDP, and estimated revenues 11.5 percent. It is unlikely that there will be a major deviation from this in the forthcoming budget. However, there are possibilities of moderate increase in revenues as compared to the outgoing year, and expenditure may slightly reduce. Bangladesh's tax-GDP ratio, which remains one of the lowest in the region, needs to be raised to 12 percent of GDP.\nDue to fiscal challenges, the government planned limiting the budget deficit to 6.2 percent of GDP in the outgoing fiscal year. For the upcoming year, it would be necessary to scale down the budget deficit to 5.5 percent of GDP. Therefore, raising the tax-GDP ratio to 12 percent of GDP, keeping the budget deficit within 5.5 percent of GDP in the medium-term, and reduced internal and external borrowing should be useful for efficient control and management of public debt.\nThe budget deficit should be met by domestic and external resources in similar proportions as that of the outgoing year. The budget should highlight incentives for stimulating private investment, entrepreneurship and employment expansion. Concrete incentives to boost exports (by 30 percent), reduce import costs (by 40 percent), and increase the forex reserves (by 25 percent), will add value to both stabilisation and growth. The budget should also include added provisions for food security, facilitate rural and urban consumer access to food and non-food items through rationing and improved storage, and transparent distribution. Allocations for pension and healthcare coverage for citizens over 60 years should also be reflected in the budget.\nThe FY2022-23 budget should aim at enhancing productive efficiency and competitiveness of sectors bearing potential to stimulate growth. Currently, we have to rely on RMG and overseas remittances, and there is a possibility that these two key sources of growth may face external challenges in the medium term. In addition, strategy and supportive measures for economic diversification will enable overcoming probable challenges and loss of benefits from Bangladesh's graduation from the LDC category. The framework to diversify growth stimulants would necessitate the much-expected financial and banking reforms and simplified procedures to ease and promote business and investment. The income tax and VAT laws should be restructured, and should also give guidelines to significantly check unauthorised transfer of funds abroad, reduce non-performing loans, and minimise scope for illegal and non-transparent sources of incomes.\nIncreased allocation for expanding the current social safety net and overall social protection programmes should aim at broader coverage and easy access by the poor, especially the new poor, disadvantaged, and vulnerable segments of the population. Social protection should be aimed at extensive reduction of poverty, easier access to resources, and small-scale entrepreneurship in rural and urban areas. The emerging post-Covid urban and rural poverty due to loss of jobs and incomes can be minimised through easy access to both institutional and non-institutional credit for the minimum wage-earners and lower-range fixed income groups. Supportive framework through Consumer Access and Protection Act reinforced by setting up specialised SME Bank and Cooperative Bank branches in every district could contribute towards meeting these objectives.\nTo achieve overall efficiency, the budget process should be based on results-based and performance-based approaches. The results-based approach would reflect the final output as the determinant of our economic strengths and potentials for faster growth, while the performance-based approach should present the opportunity for incentives for broadened competitiveness and efficiency, which would enable key sectors to demonstrate better performance for increased economic resilience and growth. Restructuring budget-related input-output models and improved monitoring and evaluation mechanisms aimed at addressing critical constraints in every sector could be useful in ensuring appropriate budgetary and policy interventions. These approaches would also add value to the process of internal monetary and fiscal adjustments and in cushioning external shocks.\n \nDr Mohammed Parvez Imdad is an economist, governance specialist and policy analyst, and the founder-president of the Bangladesh Knowledge Forum (BKF). Views expressed in this article are the author's own.\n",
        "headline_1": "A prescription for the FY2022-23 budget",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/prescription-the-fy2022-23-budget-3034086",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2022"
    },
    {
        "full_article": "You have perhaps heard the tale of these two neighbours.\nOn learning that the son of the man living next-door got admitted to college, the grouchy sceptic said, \"He'll not pass\". But, he did. So, the doubter observed, \"He'll not get a job\". A few months later, the qualified son got a job. Now what? With a three-line frown across his forehead, the cynic observed gravely, \"He'll not get his salary\". At the end of the month, his pay was duly disbursed. \"You guys are fools,\" said the serial loser, \"He was not paid in full\".\n\"But indeed, he was.\"\n-\"Some of the notes are surely counterfeit.\"\n\"He was paid through a bank account.\"\n-\"That bank will go bust.\"\n\"It's a nationalised bank with over 50 years of solid reputation.\"\n-\"Haven't you heard of Sri Lanka?\"\nYou can almost not beat the pessimists, and there are some pathetic ones around us.\nIn the context of the last 50 years, they began by questioning the ability of our freedom fighters with \"kissu hobe na\", and are unabated till now by wondering whether southern Bangladeshis will ever switch from launch to railway when Padma Bridge is completed.\nIn the meantime, they had derided Prime Minister Sheikh Hasina's resolve to go ahead with the 6.5km crossing after the World Bank had withdrawn funding against false (unproven in five years) claims of corruption.\nAnother case to study in human (mis)behaviour is scoffers being uptight before a flight. \"I heard they are always delayed\". Once airborne and on time, the worrywart will moan, \"There will surely be delays on our return flight\". Why so? \"Arrey dosto, they do not have enough aeroplanes\". That flight too was on time. Now what? \"Well, we were plainly lucky this time.\"\nSome of these sad guys will find everything wrong with a would-be groom. His body colour (how awful?) will not match with Pinky. He should have been a shade taller; how will Sitara wear heels? I heard he has a short temper; poor Moutushi!\nWhen it was explained that the bride is perfectly okay with the guy's everything, the grumbler goes on, \"I detest his father\". On inspection it was revealed that the guy had a fling for someone in that family he abhors. It did not work out. Thank heavens!\nThe most recent cause for joy among the unhappy Bengalis, fanned by the opposition vote bank, is of course Sri Lanka. Unfortunate though the islanders are, their economy was hugely dependent on the tourism sector, which made a nosedive under Covid.\nThe enemies within Bangladesh have always grossly underestimated the potentiality, tenacity and determination of Bangladeshis. Throughout the pandemic, even under selective lockdown, our export-oriented garment and knit factories have remained in operation. Earning has been steady, despite which without any rhyme or reason, a selfish lobby is trying to spread panic and fear. Fortunately, not many people have the time to pay heed to their groans of despair, read frustration.\nYou may have noticed too that, deviating from past party-political partisanship, there are now several top-notch party henchmen and the lesser ones behind bars or undergoing trial. That could not stop the chronic critics, who are largely convinced that these are just showmanship.\nWhen news breaks out of a corruption case and high-level perpetrators are named, they will say, this is nothing but eyewash. Amra ki bujhi na?\nAfter the big-fish politician is arrested, the suspecting critics are sure he will be out on bail. No sooner is a bail denied, they are the source of a rumour that no trial is in the offing. The lengthy trial is again considered (by the know-alls) as only a means to let the powerful political parasite off the hook.\nThe news of his long sentence is viewed as tamasha because the Appeal Court will surely set him free. But, no! The honourable jurists have signed, sealed and delivered him seven years of imprisonment. Now what? \"Oh, surely he will end up in hospital!\" grumble the moaners. They are finally right. Most politicians, charged with criminality, first try to take refuge in the plea that they are victims of political harassment. Failing which there is always the comfort of a bed at PG.\nFrom time immemorial, there is an immense amount of negative thinking in our society that has been crippling our nation. What is the way out of this quagmire of unconstructiveness? Easy-peasy, as it may be obvious, but the answer is not \"positive thinking\".\nWe need to cultivate tolerance, accept each other despite our political differences, which is prevalent in any country and is a health indicator of modern citizenship. It does not help to oppose for the sake of opposition; childish, you could say. We have to shun jealousy, assuming that praising the good work of an opponent will further the latter's career. So be it, for the sake of the country and the people. Let us educate ourselves to be happy for the success of others at all levels, personal, among groups, and nationally. For the other side shall do likewise, hopefully. If not, let us be the good guys. And, the magic will rub on, hopefully.\n \nDr Nizamuddin Ahmed is an architect and a professor, a Commonwealth scholar and a fellow, Woodbadger scout leader, Baden-Powell fellow, and a Major Donor Rotarian.\n",
        "headline_1": "A nation bogged by pitiful pessimists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/chintito-1995/news/nation-bogged-pitiful-pessimists-3034076",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2022"
    },
    {
        "full_article": "Nato's spat over Turkish opposition to Swedish and Finnish membership is about more than expanding the North Atlantic military alliance. It's as much about Turkish President Recep Tayyip Erdogan's immediate political goals as Turkey's positioning itself in a new 21st-century world order.\nOn its surface, the spat is about Turkish efforts to hinder support for Kurdish ethnic, cultural, and national aspirations in Turkey, Syria, and Iraq and a crackdown on alleged supporters of a preacher who lives in exile in the United States. Turkey accuses the preacher, Fethullah Gulen, of instigating a failed military coup in 2016.\nThe spat may also be a play by Nato's second-largest standing military to regain access to US arms sales, particularly upgrades for Turkey's aging fleet of F-16 fighter jets as well as more advanced newer models of the F-16 and the top-of-the-line F-35.\nFinally, playing the Kurdish card benefits Mr Erdogan domestically, potentially at a time that the Turkish economy is in the doldrums with a 70 percent inflation rate.\nThe battle over perceived Scandinavian, and mainly, Swedish support for Kurdish aspirations involves the degree to which the United States and Europe will continue to kick the can down on the road of what constitutes yet another Middle Eastern powder keg.\nMr Erdogan announced this week that Turkey would soon launch a new military incursion against US-backed Kurdish fighters in northeast Syria. Erdogan said the operation would extend the Turkish armed forces' areas of control in Syria to a 30-kilometre swath of land along the two countries' shared border.\n\"The main target of these operations will be areas which are centres of attacks to our country and safe zones,\" the Turkish president said.\nTurkey asserts that the US-backed People's Protection Units (YPG), a Syrian militia that helped defeat the Islamic State, is an extension of the PKK. The PKK has waged a decades-long insurgency against Turkey, home to some 16 million Kurds. Turkey, the United States, and the European Union have designated the PKK as a terrorist organisation.\nErdogan charges that Sweden and Finland give the PKK sanctuary and is demanding that the two countries extradite the group's operatives. Turkey has not officially released the names of 33 people it wants to see extradited, but some were reported in Turkish media close to the government.\nSwedish media reported that a physician allegedly on the list had died seven years ago and was not known to have had links to the PKK. Another person named was not resident in Sweden, while at least one other is a Swedish national.\nSwedish and Finnish officials were in Ankara this week to discuss Turkey's objections. Swedish Prime Minister Magdalena Andersson insisted as the officials headed for the Turkish capital that \"we do not send money or weapons to terrorist organisations.\"\nConveniently, pro-government media reported the day the officials arrived that Turkish forces found Swedish anti-tank weapons in a cave in northern Iraq used by the PKK. Turkey recently launched Operation Claw Lock against PKK positions in the region.\nErdogan's military plans complicate Swedish and Finnish accession to Nato. The two Nordic states slapped an arms embargo on Ankara after its initial incursion into Syria in 2019. The Turkish leader has demanded the lifting of the embargo as part of any deal on Swedish and Finnish Nato membership.\nA renewed incursion that would cement Turkey's three-year-old military presence in Syria could also throw a monkey wrench into improving relations with the United States due to Turkish support for Ukraine and efforts to mediate an end to the crisis sparked by the Russian invasion.\nTurkey slowed its initial incursion into Syria after then US President Donald J Trump threatened to \"destroy and obliterate\" Turkey's economy.\nThe State Department warned this week that a renewed incursion would \"undermine regional stability.\"\nRevived US arms sales would go a long way to cement improved relations and downplay the significance of Turkey's acquisition of Russia's S-400 anti-missile system, even if Turkey's opposition to Scandinavian membership will have a lingering effect on trust. The United States expelled Turkey from its F-35 programme in response to the acquisition.\nThis week, Erdogan appeared to widen the dispute in Nato after Greek Prime Minister Kyriakos Mitsotakis lobbied the US Congress against military sales to Turkey. \"Mitsotakis no longer exists for me. I will never agree to meet him,\" Erdogan said. He said that Mitostakis' lobbying violated an agreement between the two men \"not to involve third countries in our bilateral issues.\"\nThe US arms sales would also impact Turkish Russian relations, even if Turkey, in contrast to most Nato members, will continue seeking to balance its relationships and avoid an open rift with Moscow or Washington.\n\"Russia's geopolitical revisionism is set to drive Turkey and the West relatively closer together in matters geopolitical and strategic, provided that Turkey's current blockage of Sweden and Finland's Nato membership bid is resolved in the not too distant future,\" said Turkish scholar Galip Dalay.\nTurkey's Nato gamble is a game of high-stakes poker, given that Russia is as much a partner of Turkey as it is a threat.\nNato is Turkey's ultimate shield against Russian civilisationalist expansionism. Russian support in 2008 for irredentist regions of Georgia and annexation of Crimea in 2014 created a buffer between Turkey and Ukraine and complicated arrangements between Turkey and Russia in the Black Sea.\nNevertheless, Erdogan risks fuelling a debate about Turkey's membership in Nato, much like Prime Minister Victor Orban's opposition to a European embargo of Russian energy has raised questions about Hungary's place in the EU.\n\"Does Erdogan's Turkey Belong in Nato?\" asked former US vice-presidential nominee Joe Lieberman and Mark D Wallace, a former senator, in an oped in The Wall Street Journal. Unlike Finland and Sweden, the two men noted that Turkey would not meet Nato's democracy requirements if it were applying for membership today.\n\"Turkey is a member of Nato, but under Mr Erdogan, it no longer subscribes to the values that underpin this great alliance. Article 13 of the Nato charter provides a mechanism for members to withdraw. Perhaps it is time to amend Article 13 to establish a procedure for the expulsion of a member nation,\" Lieberman and Wallace wrote.\nThe two men implicitly argued that turning the tables on Turkey would force the complicated Nato member back into line.\nAdding to that, prominent Turkish journalist and analyst Cengiz Candar cautioned that \"giving into Ankara's demands amounts to letting an autocrat design the security architecture of Europe and shape the future of the Western system.\"\n \nDr James M Dorsey is a senior fellow at the National University of Singapore's Middle East Institute, and adjunct senior fellow at Nanyang Technological University's S Rajaratnam School of International Studies.\n",
        "headline_1": "Playing games in Nato, Turkey eyes its role in a new world order",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/playing-games-nato-turkey-eyes-its-role-new-world-order-3034051",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2022"
    },
    {
        "full_article": "In a society where menstruation is still a taboo subject, it is only natural that the issue of maintaining health hygiene during menstruation would also remain neglected. Despite the many programmes taken up by the government and its development partners to raise awareness in this regard, studies have found that a majority of women still do not use sanitary napkins or other menstruation hygiene products. The National Hygiene Survey conducted by Bangladesh Bureau of Statistics (BBS) in 2018 found that only 30 percent women in Bangladesh used disposable sanitary napkins, while only 32 percent knew about menstruation before they had it. Studies have also found that due to a lack of proper facilities, school absenteeism of girls remains a big challenge.\nWhile many rural women, thanks to increasing awareness of late, now know about sanitary products, they simply cannot buy them due to lack of availability and also because menstruation is still a taboo topic. The price is also an issue here. How will women and girls from less privileged backgrounds afford to buy them if a single napkin cost Tk 10 and a packet of 10 napkins cost Tk 100 on average? Thus, they resort to using old clothes during their periods which is unhygienic and can lead to various infections. But, of course, there has been some progress over the last few years—around 85 percent of women used old clothes during menstruation in 2014, which reduced to 63 percent in 2019, the BBS study found.\nIn order to break the taboo around menstruation and educate girls about menstrual hygiene management, the subject should be included in the school curriculum in a proper way. While girls should know about menstruation before they have it, boys should also be sensitised about the subject. Moreover, all schools should have proper menstruation hygiene facilities so that girls do not have to stay at home during their period. All our educational institutions can consider setting up vending machines from where girls can get sanitary napkins whenever they need.\nMoreover, in order to increase the use of sanitary napkins among women and girls, local pharmaceutical companies should come forward to produce and sell them at low cost. The government should give them the support they need to be successful in this regard. If all the stakeholders play their parts, we can hope to see a positive change in menstrual hygiene management in the country.\n",
        "headline_1": "Break the taboos around menstruation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/break-the-taboos-around-menstruation-3033771",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2022"
    },
    {
        "full_article": "Despite attempts by different forces in society to keep women confined within the four walls or traditional gender roles, many have broken the glass ceiling and become self-reliant. These courageous women have shown that women and girls can do anything if allowed to take control of their own lives. We're glad to see that seven such fighters were recognised on Friday at the sixth edition of the \"Unsung Women Nation Builders Awards\", an initiative of The Daily Star and IPDC. We hope that the stories of their courage and resilience, entrepreneurial initiatives as well as contributions to building a better Bangladesh will inspire others to follow suit.\nAt the event, Commerce Minister Tipu Munshi, who gave out the awards, mentioned the multifaceted challenges that women and girls face while following their dreams or trying to stand on their own feet. Women are no less capable than men, he said, reminding all that the prime minister is a great advocate of women taking up important roles in various professions, including in the government.\nEach of the women chosen for the award have shown unique potential. One of them—unable to walk, move her hands or speak clearly since her birth—went on to beat all the odds to become a successful entrepreneur in Bogura. Through her Facebook page \"Rainbow\", she sells hand-embroidered products like sarees, cushions and bedcovers which people from more than 18 countries now buy. Another woman, who sold newspapers to get by after her father's death, is an elected union parishad member in Pabna's Chatmohar upazila. Yet another woman, from the Birganj upazila of Dinajpur, challenged the long-held notion of professions in which women could work. After her husband abandoned her and their two children, she took up butchery and built a home in her village from the proceeds.\nThese are just some examples of what women, even those with disabilities who are particularly vulnerable in our society, are capable of doing despite facing numerous constraints and barriers. Their hard work, dedication and resilience are truly encouraging. Imagine how women and girls—who constitute half of the population—could transform our country if the right environment could be created for them with their rights ensured and their talent unleashed. Here lies the challenge: Families, social institutions, business houses and the government all must do their part to create an enabling environment for them. Women, especially those with disabilities, need the space and freedom to grow personally and academically, as well as proper policy support to pursue their career or business including bank loans on soft terms.\n",
        "headline_1": "Women nation-builders are modern-day heroes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/women-nation-builders-are-modern-day-heroes-3033761",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2022"
    }
]