[
    {
        "full_article": "Uncertainty looms large over Hemant Soren’s continuation as Jharkhand Chief Minister as he is likely to be disqualified by the Governor as Member of the Legislative Assembly; the Governor has received the Election Commission of India’s opinion on the question. Technically speaking, Mr. Soren could remain in the post for up to six months without being an MLA. He could also get elected in the meantime. But that technicality apart, it is a huge loss of face for him and the parties that form the ruling coalition in Jharkhand, i.e., the JMM, the Congress, and the RJD. The case against him has its roots in a mining lease that he gave himself as a Minister for Mines in 2021. The BJP complained to the Governor on February 11, 2022, that this act was in violation of Section 9(A) of the Representation of the People Act, 1951. The Governor referred the complaint to the Election Commission of India (ECI) for its opinion, as required by law, on March 28. On August 25, the ECI wrote to the Governor that Mr. Soren could be disqualified under Section 9(A). The awarding of a mining lease to himself was a brazen act of self-service, misuse of office and breach of people’s trust. One cannot also not take note of the innocence of his thought that such a transparent act of corruption would go unnoticed or unpunished — reminiscent of his father Shibu Soren going to a bank and depositing the cash he had received as bribe.Mr. Soren’s agonies may not end with disqualification. Two PILs against him are pending in the Jharkhand High Court which seek a probe into the alleged allotment of mining lease for a stone quarry in a 0.88-acre land parcel in the Angara Block of Ranchi and the alleged laundering of money via some shell companies said to be linked to his family members. On June 3, the High Court accepted the maintainability of the PILs, holding that they did not suffer from any anomaly. In separate pleas, the High Court’s decision was challenged by the Chief Minister and the State government in the Supreme Court, which on August 17 reserved its order in the matter and stayed the High Court proceedings. The BJP is waiting in the wings to upend the Jharkhand government, and has tasted blood. The arrest in July of three Jharkhand Congress MLAs in West Bengal with huge amounts of money they had allegedly received to defect was a smoking gun. Cornered by proceedings of disqualification as an MLA and potentially facing a corruption investigation, Mr. Soren will have diminished authority over the MLAs of the alliance. The honourable thing for him to do in this instance of disqualification would be to resign as Chief Minister. His absence from the central seat of power in the State will be a test for the alliance and its government.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Shadow over Soren: On uncertainty over Jharkhand CM continuation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/shadow-over-soren-on-uncertainty-over-jharkhand-cm-continuation/article65814936.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "All human lives are precious, but, in practice, some are seen as less precious than others. Despite the efforts of courts and governments, law and enforcement have been unable to keep a certain category of workers out of harm’s way: those who are engaged in sewage cleaning. While the job itself is dangerous, as several other human pursuits are, sewage cleaning involves working with human excreta, and cannot be seen without invoking the concept of dignity of labour. To allot the task of removing excreta and cleaning sewers to humans when machines are able to do the work is a gross violation of rights. It is in this context that Tamil Nadu’s recent move to notify the rules of the Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013, though belated, must be seen. While manual ‘scavenging’ is completely prohibited, the rules allow manual cleaning, in specific conditions where mechanical equipment cannot be deployed to fix the problem, or when it is absolutely necessary to have human intervention, after stating the valid reasons for allowing such a process to take place. But, more importantly, it specifies a long list of protective devices and gear that any person engaged to clean a sewer or a septic tank must be provided, including air line breathing apparatus, air line respirator, air purifier gas mask, a device for artificial respiration, mask and breathing apparatus. Besides this, chlorine masks, emergency medical oxygen resuscitator kit, gas monitor for gases, hydraulic devices, and first aid will have to be provided by the employer. The list is not limited to those devices mentioned. Regular maintenance of the equipment and devices has also been mandated by the rules. Naturally, all workers must be fitted out in the safety gear before they enter the sewer line.The practice of manual cleaning of septic tanks and sewers has been, and will always be, as long as it exists, a serious concern in any country sworn to humane treatment of all citizens. While quibbling has dominated discussions about the actual number of deaths due to manual scavenging, government-acknowledged deaths from manual cleaning of sewers and septic tanks are shocking enough. A total of 971 people lost their lives while cleaning sewers or septic tanks since 1993, the year the law prohibiting employment of manual scavengers was enacted, according to the Social Justice and Empowerment Ministry. Tamil Nadu is among the top States in the list. Since the causes of deaths while cleaning sewers and septic tanks are predictable — noxious gases — not taking measures to prevent those deaths would be criminal. Proper implementation of the rules, and adequate monitoring are absolutely essential. Simultaneously, all efforts must be taken, within existing schemes, to provide compensation to the family members of those who have died, and to provide them a way out of the profession, if they so wish.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Murder in the sewer: on deaths during manual cleaning of sewage",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/murder-in-the-sewer-on-deaths-during-manual-cleaning-of-sewage/article65815201.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "Rahul Gandhi’s ‘Bharat Jodo Yatra’ is an important initiative. It aims to pose a challenge to BJP’s ideological dominance. Congress has come out with a few attractive slogans and a website is dedicated entirely for making it a people’s initiative.\nThis attempted ideological refashioning has its own political significance. The old secular/communal binary has already lost its electoral importance; while, the conventional Mandal politics based on an imagined unity of all deprived sections has virtually failed. In a way, Bharat Jodo Yatra is the first positive resolve to produce a counter-narrative since 2014.\nRead full opinion on TOI+\n\n",
        "headline_1": "What BJP can teach Congress: Political success comes from ideas, not intellectual laziness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-bjp-can-teach-congress-political-success-comes-from-ideas-not-intellectual-laziness/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "Yesterday’s controlled demolition of Supertech Twin Towers in Noida, NCR, was a media spectacle that cheered many. Understandably so because the Supertech case was a classic example of brazen violations that happen when local administration and builders run a joint venture of graft and rule-bending. It took the Supreme Court’s determination for these monuments of corruption to crumble to dust. But as good a role as SC played and no matter how riveting the images of the demolition, there’s really not much to cheer for India’s homebuyers.\nAbout 77% of total assets of an average Indian household are held in real estate. It’s the largest single investment most families make. This also makes them vulnerable to a peculiar feature of real estate – a disproportionate share of the risk is on homebuyers. Consider this version of the subvention model, a tripartite agreement between a builder, bank and buyer. The buyer pays a part of the project cost upfront, the bank covers the residual cost and the builder underwrites EMIs till possession is handed. There are a number of cases where builders default and banks chase the hapless buyer despite the agreement detailing the obligations of all sides. In one such case, the Delhi high court this year ordered interim protection to buyers against coercive action by banks. But there are many cases.\nSo, any meaningful reform has to address the spread of risks among stakeholders. Of all attempts to reform, the Real Estate (Regulation and Development) Act represents the most promising one. It embodies the work of two governments and detailed discussions of parliamentary committees. The key advantages of Rera are that it brings about standardisation of contracts, reduces the information asymmetry between buyers and other stakeholders by making relevant information public and minimises misuse of upfront payments by buyers.\nRera was enacted in 2016 and can’t address older problems like that of the Supertech towers. Neither can it resolve the corruption at the level of urban bodies, which blight the dreams of many buyers. It also suffers from the general weakness in state capacity as each state needs to establish a regulatory body. Notwithstanding the challenges, Rera represents the best available solution today. It requires state governments to invest in enhancing capacity. Buyers will benefit from a fairer system, not a spectacle.\n\n",
        "headline_1": "Fallty towers: Lesson from the Supertech demolition: reduce the risk borne by homebuyers, improve Rera",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fallty-towers-lesson-from-the-supertech-demolition-reduce-the-risk-borne-by-homebuyers-improve-rera/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "In a significant change in tone and signalling, the Indian high commission in Sri Lanka referred to China’s “militarisation of the Taiwan Strait”, the first such reference by any GoI arm. The high commission was responding to an article written by the Chinese ambassador to Sri Lanka where he drew parallels between the recent Taiwan situation and the visit of the so-called Chinese ‘research vessel’ – widely believed to be a spy ship – Yuan Wang 5 to the Lankan port of Hambantota.\nThis marks a departure from the ministry of external affairs’ statement earlier this month on the Taiwan issue where it only said that it was concerned about recent developments and urged avoidance of unilateral actions to change the status quo. But the Chinese spy ship’s visit and the Chinese envoy’s arch hint that Sri Lanka’s sovereignty is threatened by India haven’t gone down well with GoI. That’s good. It was about time India took a bolder approach on Taiwan, which is not only a democracy but also an economic dynamo and a semiconductor giant. In fact, despite Beijing’s threatening military drills in the Taiwan Strait following US house speaker Nancy Pelosi’s visit, Washington has defiantly continued to send high-level officials to the island nation.\nTrue, India’s strategic-security matrix is different from that of the US given China is our land neighbour. Nonetheless, with the Chinese leadership focussed on the upcoming 20th Communist Party Congress, this is a good time for India to join the US in piling on pressure on China. Given open Chinese belligerence, it doesn’t serve Indian interests to be coy about Taiwan. Besides, there is so much New Delhi and Taipei can do together from collaborating on semiconductor supply chains to coordinating in regional security forums. It’s high time India should consider its own high-level visits to Taiwan.\n\n",
        "headline_1": "Face the dragon: New Delhi talks straight on Chinese actions in Taiwan Strait. It has to get tougher as Beijing won’t relent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/face-the-dragon-new-delhi-talks-straight-on-chinese-actions-in-taiwan-strait-it-has-to-get-tougher-as-beijing-wont-relent/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "The Supertech Twin Towers in Noida, which were pulled down yesterday, were a symbol of everything wrong with the way the real estate sector has grown in India, especially the national capital region (NCR) of Delhi.\nAnyone who has had to register a property or get a transfer memorandum from the New Okhla Industrial Development Authority (Noida) knows that things don’t move unless you cough up speed money or use some influence. For all the sprucing up of this satellite town of Delhi – with paintings and LED lights adorning every possible pillar and electricity pole – there is hardly any change in the situation on the ground, despite the so-called e-governance initiatives.\nRead full opinion on TOI+\n\n",
        "headline_1": "Real estate eyesores that can’t be demolished: Twin Towers may be dust. But across NCR, deliveries are still delayed & shady builders still rule",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/real-estate-eyesores-that-cant-be-demolished-twin-towers-may-be-dust-but-across-ncr-deliveries-are-still-delayed-shady-builders-still-rule/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "Malaysia's legal system is facing a severe challenge from the followers of former Prime Minister Najib Razak, who want him freed via royal pardon from a sentence of 12 years in prison on seven counts of abuse of power, money laundering, and criminal breach of trust for steering millions of dollars into his own pockets from an offshoot of the failed 1Malaysia Development Berhad investment fund, which collapsed in 2016 from mismanagement and corruption.\nDespite his conviction, Najib remains one of the country's most potent political figures, an influential kingmaker in the United Malays National Organisation (UMNO), the country's biggest political party. As it has become increasingly apparent that successive courts would affirm his conviction, the political pressure has grown to try to find a way to keep him out of prison.\nHundreds of pro-Najib protesters, clad mostly in black, marched to the Istana, the national palace, requesting an immediate pardon in the wake of his shock sentencing. A small band of protesters also gathered outside the Federal Court, hurling abuse at the chief justice for her verdict sending Najib to prison.\nMahathir Mohamed, the former prime minister who grimly pursued Najib with allegations of criminality that played a major role in bringing down the ruling Barisan Nasional coalition in the 2018 election, predicted Najib would likely receive a royal pardon from Malaysia's King Al-Sultan Abdullah, and would also be waived from paying the 210 million ringgit fine imposed on him earlier this week by the country's top tribunal.\nThere is concern, for instance, over the king's close relationship with Najib, providing him with tacit support during his trial by having him as a guest at palace functions. Najib is one of four so-called Orang Besar, or elders holding the title Orang Kaya Indera Shah Bandar, which he inherited from his late father, a former prime minister. This is a direct connection to the Pahang Royal household which the present king heads.\nHowever, while Najib has considerable sympathy in the ethnic Malay community, there is also widespread anger over perceptions that he and the top UMNO officials have indulged in widespread looting of the government over decades, extending considerably beyond 1MDB to a plethora of expensive government contracts and government-linked companies.\nThus, any immediate pardon could possibly be the end of UMNO electorally. Many Malaysians are proud that their country's legal system has finally come through with integrity. A pardon for Najib would destroy trust in the legal system and symbolise Malaysia as a country where justice is a two-tier system, treating VIPs differently from the rest of the people.\nNajib's imprisonment has severely weakened the so-called \"court cluster\" of top UMNO cadres who face charges in the wake of Najib's 2018 arrest. UMNO President Ahmad Zahid Hamidi's own court case for looting a charity is quickly coming to a conclusion, and he is likely to face the same fate as Najib, should he be convicted. Najib's wife Rosmah Mansor will hear the verdict on her court case on September 1.\nThe Coalition for Free and Fair Elections (Bersih) has so far collected at least 50,000 signatures in an online petition to the king requesting he not pardon Najib, who faces four more trials for allegedly using his position to obtain bribes totalling 32 billion ringgit (USD 7.16 billion) and 21 charges of money laundering involving the accounts from the failed government-backed investment fund 1MDB, which collapsed in 2016 with at least USD 5.4 billion lost to corruption and mismanagement.\nIn yet another case, Najib is charged along with Mohd Irwan Serigar Abdullah on six charges of criminal breach of trust involving 6.64 billion ringgit of government funds in their capacities as finance minister and secretary-general of the treasury. He is also charged together with former 1MDB CEO Arul Kanda Kandasamy with falsifying a 1MDB audit report.\nNajib's followers have continued to allege that Justice Mohd Nazlan, who presided over Najib's conviction in 2020, had a conflict of interest and have demanded that the Malaysian Anti-Corruption Commission investigate him. When the appeals court wouldn't allow Najib's counsel Hisyam Teh Poh Teik to present new evidence, Najib attacked Chief Justice Tengku Maimun directly, seeking her recusal after claiming she had a conflict of interest due to anti-Najib comments made by her husband on social media after the Barisan's loss in the 2018 general election. Legal scholars have largely dismissed these complaints.\nThe Najib legal team is also complaining that the final judgment was leaked to social media before the appeal hearing was completed. Despite that, opinion around the legal profession considers that the grounds the Najib defence team planned to present on final appeal would not cut it with the full bench and was almost certain to be rejected – as it was.\nThe strange antics that occurred, with Najib repeatedly swapping legal teams, which appeared to be a last-minute attempt to delay the proceedings, were regarded as having been orchestrated with seeking a pardon in mind. This is supported by the changed narrative from the Najib camp over the last week, claiming he was not getting a fair trial.\nNajib is now claiming that two judges within two courts had reason to be prejudiced against him. His team is also arguing that the court's action in barring UK-based Queen's Counsel C Jonathan Laidlaw from representing the former premier was unjust. These arguments have all been rejected by the courts, but are potentially persuasive arguments for a pardon. In the words of Barisan Nasional Secretary-General Zambry Abdul Kadir, \"Najib should have been given the space and judicial process based on (the) existing legal provisions.\"\nArticle 42 (1) of the Malaysian Constitution grants the king the authority to issue a judicial pardon. Further, Article 42 (4) (b) states that it must be on the advice of the Pardons Board, made up in this case by the prime minister, three other members, with the king presiding as chairman.\nThe procedure is long and cumbersome, with some legal opinions stating that the person receiving a pardon must have served at least some of the sentence prior to asking for clemency. Other legal opinion has said that as Najib is still facing criminal trials over other matters, it would potentially be necessary to grant a number of pardons separately to Najib to fully clear him.\nHowever, there is a precedent, and there may be nothing to stop the king in granting a full and comprehensive pardon. A pardon was hastily prepared and granted to Anwar Ibrahim after the 2018 general election, with Mahathir as the prime minister driving the process over just a few days.\nIf Najib doesn't apply for a royal pardon within the next 14 days, he will be automatically disqualified from his Pekan parliamentary seat. Consequently, there is a very high probability that his legal team is preparing a plea for a royal pardon at this very moment.\nNajib only has one other option and that is to request a judicial review of his appeal. This is unlikely to achieve anything, so an appeal for a pardon appears a last hope. His troubles have left Prime Minister Ismail Sabri looking much stronger and able to wait before calling a general election.\nBy distancing himself from Najib and Zahid, Ismail Sabri hopes to face the coming election with a clean slate concerning corruption. However, the depth and spread of the quickly emerging LCS naval ship scandal is yet to fully surface and implicate senior members of his cabinet. Ismail Sabri doesn't have much choice in the matter, according to political pundits.\nThe imprisonment of Najib will not take him quietly out of the national scene. He still has civil and criminal court cases to attend, which will ensure he will remain in the public eye. The VIP conditions Najib finds himself in the Kajang Prison may very well allow him to communicate with the outside world. Najib's imprisonment hasn't closed the book on him just yet.\n \nMurray Hunter is a Southeast Asia-based development specialist and a frequent contributor to Asia Sentinel.Copyright: Asia Sentinel 2022\n",
        "headline_1": "Malaysia’s government system under pressure in wake of Najib verdict",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/malaysias-government-system-under-pressure-wake-najib-verdict-3105256",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "Anticipating the increased volume of traffic following the opening of Padma Multipurpose Bridge on June 25 this year, the construction of Dhaka-Mawa-Bhanga Expressway was a smart decision in road connectivity. The 55km expressway facilitates transportation between the capital city and the south and southwestern districts of Bangladesh. During the first two months of its opening, 19,459 vehicles on average used the Padma Bridge every day. The bridge, built with local resources, is not a part of China's Belt and Road Initiative, and Bangladesh has the choice of expanding the existing roads or building new roads to effectively connect Barishal, Faridpur, Jashore, Khulna and adjacent districts to the bridge to facilitate expanded economic activities. The bridge is projected to raise the country's GDP by 1.23 percent, and the southwestern region's GDP by 2.5 percent. But it will not be automatic – if a proper road network is not put in place, economic activities will not be forthcoming to the extent expected.\nBefore Padma Bridge was constructed, transportation between Dhaka and Narayanganj and the south, southwestern and coastal districts of Bhola, Barguna, Barishal and Patuakhali used to be via waterways, which was time-consuming, taking 12-16 hours, and was uncomfortable. Investors usually decided against setting up large-scale industries and businesses in these districts, and therefore the area remained backward. Due to limited opportunities, migration from these districts to other parts of the country and even abroad remained higher than the rest of the country.\nThe locational advantage of bridges in riverine Bangladesh remains significant. In this regard, it is appropriate to mention the other bridge on the Padma River, Lalon Shah Bridge, situated between Ishwardi upazila of Pabna district in the east and Bheramara upazila of Kushtia district on the west. The bridge was opened to the public in May 2004. In the last 18 years, the improvement in transportation due to this bridge has resulted in a significant increase in economic activities in Pabna and Kushtia districts. However, the impact of this bridge on other districts south of the Padma has not been so discernible. This is mainly because these areas are not connected by road to the economically vibrant Dhaka city and its surrounding districts. Due to the fact that Dhaka's economy accounts for about 40 percent of our GDP, an efficient transportation network with the capital city means a lot for the growth potential of the rest of the country.\nThe Padma Bridge, only 40km away from Dhaka, offers a huge opportunity to 22 south and southeastern districts of Bangladesh. It offers road transportation to Mongla, the second largest sea port in Bangladesh. Another sea port, Payra in Patuakhali district, which can now be connected to Dhaka and other districts, will promote growth of business and international trade in the greater Rajshahi, Barishal and Khulna regions. It will become more cost-effective due to shorter distances for these regions to use Mongla and Payra sea ports when fully functional, instead of using Chattogram and the currently under-construction Matarbari deep sea port in Maheshkhali upazila of Cox's Bazar. It will be more cost-effective to use even the Mongla sea port from Dhaka than the Chattogram port, as Dhaka's distance to Mongla port is 170km, whereas the distance between Dhaka and Chattogram port is 264km.\nIn addition to improving road connectivity, the new modern railway project through the Padma Multipurpose Bridge will connect Jashore, which will cut time and cost of travelling to and from Dhaka and adjacent districts to these areas. This is expected to improve the socioeconomic condition of the people in these areas. It will be possible to travel to Jashore from Dhaka in only two and a half hours when the Padma Bridge railway link is operational. There is a good prospect of increased activities, i.e. fish trade, food processing, tourism, and trade of jute and other agricultural products, due to the reduced cost of doing business. The government is required to establish industrial zones, provide enough electricity, gas and other resources to encourage the establishment of garments, leather goods, cement, pharmaceuticals and textile industries, which would open up employment opportunities for millions and help reduce poverty.\nThe traffic pressure has significantly increased from Bhanga to Barishal, Faridpur, Patuakhali and Khulna areas since the opening of Padma Bridge. There are proposals to widen the roads into four-lane highways from Bhanga to Barishal, Patuakhali and Faridpur districts. In this respect, a proper feasibility study is warranted and projected traffic volume needs to be calculated at each city entrance and exit points. If bypass roads are the best options, then those should be considered in order to divert traffic out of the city boundaries. The proposed four-lane highway should be connected to the bypass roads instead of passing through the cities. For example, in Barishal, the bypass could be constructed between Gariar Par and Dapdapia Bridge.\nThe other vital consideration should be stopping the cutting of grown trees on both sides of the existing roads from Bhanga to Barishal up to Patuakhali, and Bhanga to Faridpur up to Rajbari. If the existing roads are widened, then hundreds or thousands of trees on both sides of the roads will need to be cleared off, which will be an environmental disaster. It is, therefore, recommended that new highways be built by acquiring land on one side of the roads and preserving all the trees. The existing roads, which are only 24-foot wide, should be improved and reserved for slow-moving vehicles in the future.\nDr Nawshad Ahmed, an ex-UN official, is an economist and urban planner.\n\n",
        "headline_1": "How to better connect Padma Bridge with south, southwestern Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-better-connect-padma-bridge-south-southwestern-bangladesh-3105191",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "PART I\nWe were at the dinner table. My wife asked if I had seen Bulbuli, the Coke Studio Bangla song. Till then I hadn't. The upload was only a few days old.\nI asked Lawna, why should I watch the video? Her first response was that it went viral in social media on its first day. I said, so what? She then mentioned that the rendition was an improvisation of Kazi Nazrul Islam's Bagichai Bulbuli Tui. This raised an eyebrow. This Nazrul song is one of my all-time favourites.\nThe name was on the tip of my tongue. Lawna mentioned before I could. 'Do listen. The rendition is as good as that of Manabendra Mukherjee'. This last comment made me curious. Bagichai Bulbuli Tui is the first song I heard on Manabendra Mukherjee's voice. I've listened to it many times.  That song is 'the' song that got me hooked on to Manabendra, first, and then Nazrul's music.\nThere was now no reason not to watch. There was a reason to look back, though. Nazrul's music has a special place in the hearts of all Bengalis.\nPART II\n\nIt was 1926. Kazi Nazrul Islam was living in Keshtanagar in Hooghly, West Bengal. He was facing financial difficulty. This was not new for Nazrul. His second son, Arindyam Khaled, was severely sick. Nazrul was badly in need of money for Arindyam's treatment, and of course his family expenses.\nNazrul got on a train to Calcutta. His destination was the office of the literary magazine Kallol. Seeing Nazrul's face, the editor, Suresh Chandra Mukherjee, realized it was serious. Nazrul asked for an advance. Nazrul mentioned that his son was sick. Suresh Mukherjee honoured Nazrul.\nNazrul was about to leave when he remembered a note in his pocket. He handed it to Nripen Krishna Chatterjee. It was a Ghazal written on the back of a handbill during the train trip. It was one of Nazrul's first Ghazals, Bagichai Bulbuli Tui. Nazrul wrote the Ghazal extempore. Arindyam's nickname was Bulbul.\nTwo years later, in 1928, the Ghazal became a song. The tune was based on Raga Bhairavi. This raga is suited for the morning. The Raga is thought to extract a devotional mood. If Nazrul was thinking of his sick son when he was writing the Ghazal, then Bhairavi does justice to the mood of the lyrics. The Kaharba taal (a beat of 4+4) was chosen for the tune. Kaharba and Dadra (a beat of 3+3) were the popular taals for Kheyal and Thumri, the avant-garde music of the 1920s and 1930s.\nDuring the Durga Puja festivals of 1928, HMV published the song. K Mallik was the first person to officially sing and record the song. Mallik's real name was Munshi Muhammad Kashem. He was one of the first Muslim singers who recorded Shyama Sangeet, songs in devotion to goddess Kali. Shyama Sangeet is a genre where Nazrul had and still does have an absolute monopoly.\nPART III\n\nThe mid-1920s was a watershed in the gramophone industry. The 'electrical era' was born in 1925. Sound could now be recorded electronically. Electronic recording improved the fidelity (reproduction) of sound. However, synchronizing sound with the speed of the disc was still a challenge. This was the case for many recordings in British India. The original recording of 1928 may sound funny to the ears in 2022, but to the ears of that time, it was avant-garde.\nImprovisation was limited by 7-inch vinyl at 78 rpm. A single recording on one side did not exceed three minutes. Condensing a disc could add a few more seconds, but not more. All songs recorded during Nazrul's career was characterized by this three-minute mark. The finesse of Nazrul's music was difficult to express in this time. This situation didn't change for a long time.\nPART IV\nIn 1942 Nazrul fell ill. He never recovered from this illness. The legacy of his music lived on, though. Whatever the occasion in Bengal; whatever the social or religious background; and whatever the mood of a listener, Nazrul's repertoire would never disappoint. Nazrul Sangeet was waiting for an incarnation, to break that three-minute mark.\nFrom the late 1920s till the 1960s, Nazrul's music was available only on 7-inch 78 rpms and on radio airwaves. LPs started to become popular in the sub-continent in the early 1970s. During this time Nazrul Sangeet saw the rise of two exponents who were instrumental in reviving Nazrul Sangeet to the next generation. These two exponents were Manabendra Mukherjee, and Feeroza Begum.\nWith the advent of 12-inch LPs, the three-minute mark was breached. Songs that could not find a place on a 7-inch vinyl of 78rpm or later in a 7-inch vinyl of 45 rpm could now be presented in 4 or even 5 minutes. This gave way for improvisation. The singer, and the orchestration now had more freedom to demonstrate finesse of music.\nBy the time compact cassettes became popular in the mid-1970s, Manabendra and Feeeroza had become the most sold Nazrul Sangeet artistes of their generation. Each of them had their own style in reviving Nazrul Sangeet.\nMy love for Manabendra and Nazrul's music was through Bagichai Bulbuli Tui. This happened in June or July 1999. I was on one of my summer trips to Bangladesh, while I was studying at Cambridge. I went to Soor Kallal in New Elephant Road. (Late) Mozammel Bhai asked if I had listened to Manabendra. Like to Lawna, my answer that day was in the negative.\nMozammel Bhai gave me two CDs of Manabendra. One was his greatest Adhunik Bangla songs. The other CD was his greatest Nazrul songs. As a teaser, Mozammel Bhai played me Bagichai Bulbuli Tui. This was the fifth song of the CD. 'Listen to this one'.\nThe 1967 recording of Bagichai Bulbuli Tui was a magic moment for me. It started a re-incarnation. I started to dig Nazrul's music and the Adhunik Bangla genre, the golden era of Bangla music from West Bengal. I moved away from my parents' collection of LPs and cassettes.\nPART V\n\nKazi Nazrul Islam was no stranger to improvisation. Among his many improvisations, the one that stands out in my ears is Shukno Patar Nupur Paye. This song was first recorded in 1933 by Harimati Devi. In 1935, the same tune became Tribhubaner Priyo Muhammad. The artiste this time was Abbasuddin Ahmed.\nNazrul was influenced by a 19th century popular Ottoman ballad. As the ballad travelled through the Ottoman empire, the lyrics were translated. The tune either remained the same or got improvised.\nThe ballad is known as Uskudara Gideriken, or Katibim in today's Turkey. It's known as Ya Banat Iskandariya in the Arab world; Apo Xeno Topo in Greece; Mu në bashtën tënde in Albania; Pogledaj me Anadolko budi moja ti in Bosnia; and Cerni oči imaš libe in Bulgaria. In recent times, Boney M took the tune, increased its tempo, and recorded Rasputin in 1978. Coke Studio, Pakistan, did their own improvisation under Ishq Kinara - Üsküdar'a Gider Iken in 2013.\nNazrul took the Uskudara Gideriken ballad and increased the tempo a bit and did subtle improvisation of the original tune. This created the sthai (first stanza). He then added a second stanza (antara) that blended with the original tune. This blending made a new and fresh song. Addition of an antara to modify the original is the same grammar that Bulbuli followed.\nThe stage was now set to watch Bulbuli of Coke Studio, Bangla.\nPART VI\n\nThe first thing I observed was the 5.45 min duration. This is a good duration. I then wondered if Bulbuli would make an addition like Coke Studio, Pakistan did with Uskudara Gideriken and Nazrul did before that.\nThe Flamenco guitar intro strummed with the spirit of South Spain, but with a touch of Al-Andalus. This half-minute intro was refreshing. It gave a feeling of the Mediterranean. At the half-minute mark, Rituraj Baidya enters. This was the first time I saw and heard him. At first, I thought if I was watching Billy Preston or not. I now realised why Lawna compared him with Manabendra. It felt like I was listening to Manabendra. At the 90 second mark, the saxophones gave a Cuban touch from the Caribbean. The tabla percussion and Rituraj's voice were perfectly synchronized. You could tell, when they would give a break of one beat and when they both would start again.\nThe subtle meers was good. However, like Manabendra, Rituraj also struggled pronouncing the kha and the gha sounds that have come from Arabic, Farsi and Urdu alphabets. To Ghazal lovers, pronunciation is where finesse is expressed.\nAt the 4-minute mark Dol Dol Dol Diyeche is added to Nazrul's composition. I flipped back and listened. I played the notes on my flute and compared with Nazrul's original notes. This addition was a very good blending that sounded a bit East European. The new lyrics and the blending were good.\nPART VII\nForty-six years since his death in 1976; and eighty years since he fell ill in 1942, Kazi Nazrul Islam's music has lived on because of its ability to improvise. Since the days of Nazrul till now, each generation has rendered Nazrul's songs in subtle improvisations. These improvisations re-introduced Nazrul's music to contemporary ears. Some improvisations took music forward and remained in the ears for another generation. Others were lost in the sands of time.\nCoke Studio Bangla's effort with Bulbuli is a breath of fresh air. It remained faithful to the signature version of Manabendra. It improvised and blended Nazrul's song for today's audience. Will it stand the sands of time? Only time can answer that question. One thing is for certain. Nazrul's music will live on for at least one more generation.\nAsrar Chowdhury is a professor of Economics at Jahangirnagar University. He is the author of the Echoes column in SHOUT of the Daily Star. Email: asrarul@gmail.com; asrarul@juniv.edu\n",
        "headline_1": "‘Bulbuli’: Nazrul’s music for future listeners?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/bulbuli-nazruls-music-future-listeners-3105621",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "We're quite alarmed by what appear to be well-coordinated attacks on the ongoing countrywide BNP programmes that started on August 22 protesting against the hikes in prices of fuel and other essentials and the killings of two of its leaders in Bhola. The attacks continued on Sunday, concluding a tumultuous week of fiercely resisted opposition politics. Over the past seven days, ruling party men attacked BNP rallies in multiple districts and also allegedly vandalised local party offices and homes of BNP leaders. At least 62 people were reportedly injured on Saturday, and at least 169 the day before. From the systematic pattern of attacks, with the help of police in many cases, the intention seems to be to create fear in the opposition camp.\nUnsurprisingly, a large number of BNP leaders also found themselves at the business end of cases slapped after the attacks, along with over a thousand \"unnamed\" BNP men – a classic prescription to allow for certain names to be added later to the list. The official narrative is also familiar: opposition activists \"tried to bar AL processions\" and threw brick bats at the police causing them to fire a few rounds. It is as if BNP intentionally provoked ruling party men and police to sabotage its own programmes!\n\nThe images of opposition activists being mercilessly attacked by ruling party men using sharp weapons ominously predict the kind of violence that awaits us as the national election draws closer. \nUnfortunately, these attacks are taking place despite the prime minister publicly stating that the opposition should be allowed to protest and should not be harassed. She even said: \"If they want to surround the Prime Minister's Office, I will let them.\" After the attacks, does this mean that the AL grassroots workers and police have chosen to defy the PM's directives, or is it because they believe no action will be taken against them even if they do so?\nThe Election Commission, too, claimed that it will do everything to ensure a free and fair election, although we know only too well that precious little has been achieved through the recent series of dialogues with various parties. The reality, therefore, is rather bleak. The idea of that oft-repeated platitude – \"a level playing field\" for all political parties – has become quite laughable in the current context, with the ruling party adopting the old strategy of total domination in the field through intimidation and violence. Knowing they enjoy endless impunity, ruling party cadres are carrying out this strategy with full force. So why this pretence of ensuring a free and fair environment for opposition parties? Why the farce by the EC of holding dialogues with them when there was no intention of listening to any of their demands?\nThe images of opposition activists being mercilessly attacked by ruling party men using sharp weapons ominously predict the kind of violence that awaits us as the national election draws closer. Will the government just sit by while ruling party men continue to establish a reign of terror that not only intimidates the opposition but also creates panic and fear among the general public?\n",
        "headline_1": "Attacks on BNP a worrying sign for the future ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/attacks-bnp-worrying-sign-the-future-3105146",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "We're quite alarmed by what appear to be well-coordinated attacks on the ongoing countrywide BNP programmes that started on August 22 protesting against the hikes in prices of fuel and other essentials and the killings of two of its leaders in Bhola. The attacks continued on Sunday, concluding a tumultuous week of fiercely resisted opposition politics. Over the past seven days, ruling party men attacked BNP rallies in multiple districts and also allegedly vandalised local party offices and homes of BNP leaders. At least 62 people were reportedly injured on Saturday, and at least 169 the day before. From the systematic pattern of attacks, with the help of police in many cases, the intention seems to be to create fear in the opposition camp.\nUnsurprisingly, a large number of BNP leaders also found themselves at the business end of cases slapped after the attacks, along with over a thousand \"unnamed\" BNP men – a classic prescription to allow for certain names to be added later to the list. The official narrative is also familiar: opposition activists \"tried to bar AL processions\" and threw brick bats at the police causing them to fire a few rounds. It is as if BNP intentionally provoked ruling party men and police to sabotage its own programmes!\n\nThe images of opposition activists being mercilessly attacked by ruling party men using sharp weapons ominously predict the kind of violence that awaits us as the national election draws closer. \nUnfortunately, these attacks are taking place despite the prime minister publicly stating that the opposition should be allowed to protest and should not be harassed. She even said: \"If they want to surround the Prime Minister's Office, I will let them.\" After the attacks, does this mean that the AL grassroots workers and police have chosen to defy the PM's directives, or is it because they believe no action will be taken against them even if they do so?\nThe Election Commission, too, claimed that it will do everything to ensure a free and fair election, although we know only too well that precious little has been achieved through the recent series of dialogues with various parties. The reality, therefore, is rather bleak. The idea of that oft-repeated platitude – \"a level playing field\" for all political parties – has become quite laughable in the current context, with the ruling party adopting the old strategy of total domination in the field through intimidation and violence. Knowing they enjoy endless impunity, ruling party cadres are carrying out this strategy with full force. So why this pretence of ensuring a free and fair environment for opposition parties? Why the farce by the EC of holding dialogues with them when there was no intention of listening to any of their demands?\nThe images of opposition activists being mercilessly attacked by ruling party men using sharp weapons ominously predict the kind of violence that awaits us as the national election draws closer. Will the government just sit by while ruling party men continue to establish a reign of terror that not only intimidates the opposition but also creates panic and fear among the general public?\n",
        "headline_1": "Attacks on BNP a worrying sign for the future ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/attacks-bnp-worrying-sign-the-future-3105146",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "We're alarmed to see the lack of response to concerns over unnecessary foreign trips made by many state officials as part of government projects. We have repeatedly brought this to the attention of the higher authorities in recent months. However, apart from occasionally reprimanding project officials for cost overruns or placing blanket but largely ineffective bans on foreign trips, they never really put the brakes on this farcical exercise. As a recent report by The Daily Star shows, in the absence of effective interventions, these all-expenses-paid \"training\" trips have turned into \"gifts\" to be doled out to well-connected officers.\n\nWhat we're looking at is an example of gross irregularities both in the selection and approval processes of foreign trips, with the officials not even submitting a post-trip training report or proof of application of the knowledge acquired.\nOur report cites the case of 13 projects audited by the Comptroller and Auditor General of Bangladesh. These projects were implemented from FY 2017-18 to FY 2019-20 by the Department of Agricultural Extension (DAE), the Department of Livestock and the Department of Fisheries. In case of the DAE, as many as 228 officials went abroad under seven projects. Of them, however, 45 were above 55 years of age, with 23 of them just one year shy of their retirement age. More worryingly, 73 others had nothing to do with the projects at all. It was the same case in the projects under the Department of Fisheries, where as many as 30 percent of officials sent abroad for training were not from the implementing agencies. Sixteen percent of officials in two projects were also above the age of 55.\nOverall, in all these projects, 16-20 percent of the officials going abroad to gain practical knowledge were above 55. The question is, how does a training trip by a soon-to-retire or retiring officer serve the country or the citizens, who end up paying for these expensive trips? As well as nominating officials close to retirement, often people who were not part of the implementing agencies, or were too high up the hierarchy to engage in knowledge transfer at field level, were also chosen. What we're looking at is an example of gross irregularities both in the selection and approval processes of foreign trips, with the officials not even submitting a post-trip training report or proof of application of the knowledge acquired. The motivation here is clearly personal, a collusive arrangement justified in the name of capacity building under development project proposals (DPPs).\nUnfortunately, this has become a part of the project implementation culture in Bangladesh. Large portions of project funds are thus spent in non-essential areas or wasted, eventually contributing to frequent cost overruns that have become typical of most development projects. We urge the government to take a firmer stance against such corrupt practices, and hold all involved accountable for wasting hard-earned public money.\n",
        "headline_1": "Foreign trips are no gifts to be doled out to state officials",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/foreign-trips-are-no-gifts-be-doled-out-state-officials-3105131",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "After years of debates, arguments and counter-arguments over the Detailed Area Plan (DAP) for Dhaka city, the gazette notification has been issued containing its final version. Eying the 20-year time-limit (2016-2035), the revised DAP has reportedly kept in perspective the new realities that surfaced in the 1,528-square kilometre area under it. That a fresh DAP has been issued by the ministry concerned replacing the previous one, approved in 2010, is apparently welcome news. The avowed aim of the new master plan of DAP is to ensure a 'planned urbanisation' of Dhaka. But after leafing through the salient features contained in the new urban reform plan for large chunks in the long neglected areas of Dhaka, few of the stakeholders are convinced of any real breakthrough.Prior to the release of the full details of the new DAP, supposed to be focused on certain areas' topographical features, many harbouring lofty dreams about certain areas seem to have misgivings about the prospect. The situation as it stands on the eve of the full launch of the DAP smacks of disagreements, misunderstandings with the parties going their own ways. In the final episode, the implementing agency RAJUK, working at the behest of the Ministry of Housing and Public Works, may find itself isolated and failing in almost all its otherwise noble programmes. With the three parties --- RAJUK; the realtors targeting the government-owned fallow lands and marshes; and the town planners, in the fray, and all being at cross-purposes, there are spectres of yet another exercise in futility, finally leading to waste of the exchequer's money. The large swathes of barren lands and water bodies in the areas close to the busy city have long been wearing a metamorphosed look. The once deserted low wetlands are now filled with high-rise condominiums, apartments, non-government and state-run offices, amusement centres, malls and entrepreneurs running varieties of activities. According to urban planners, the fallow lands and the flood water retention swamps on the edges of a growing metropolis are a sine qua non.To the woes of the Dhaka dwellers residing in the far-west and east of the city, few stretches of government land remain free of encroachment. They are earmarked for future human habitats in the forms of 'satellite towns' and other projects hindering the outflow of Dhaka's floodwater into the adjacent rivers. The real estate sector has its own worries. In the new DAP, the provision of height-cap for commercial and residential buildings is said to have been inserted in the plan. According to the realtors, if the RAJUK and DAP do not reconsider the buildings' height-cap, the way out would be the city's horizontal growth. According to them, it will mean expansion onto the nearby agro-lands. As per common wisdom, it cannot be an effective way to alleviate urban population density.Dwelling on RAJUK's obsessive focus on the reduction of population density in Dhaka, an urban planner feels puzzled. As he feels, the bid to lessen urban density invariably returns to one irrational solution - forcing people to go to areas far from the urban mainstream. It might then necessitate the criterion to decide who will be eligible to live in Dhaka and who will not. One hopes RAJUK doesn't entangle itself in these complications. This will only convolute the chief DAP goal: Building a liveable and citizen-friendly city.",
        "headline_1": "Expectations from the new DAP",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expectations-from-the-new-dap-1661697728",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "Goodbye middle class. Hello, middle class. Strange as the words may seem the shift has taken place. Sociologists will fret and frown as the centuries old definition comes under challenge. At the turn of the 19th century leading up to and intertwined between the two great wars society's structure underwent an irrevocable change. Feudalism and nobility or aristocracy initially creaked and then gave way to a whole new vista of opportunity. It was grabbed at by aspiring minds that penetrated the hitherto cloistered realms of specialisation. Physicians, lawyers, economists and a host of disciplines were confronted by those that challenged the status quo and indeed improved on the knowledge that got them there. Two nations with imperialistic ilk were savagely reduced to ruins. Today, Germany divided initially into four parts, then two is united. Along with Japan they quietly call the shots as two of the largest economies have rebuilt everything from scratch. So much so that the 77-year embargo on their having offensive capabilities is being lifted. The late Shinjo Abe pushed through legislation that reformed Japan's constitution to allow his country to join the UN peacekeeping forum and enter a treaty called AUKUS without being named in it. The country will also ramp up its attack capability. Germany broke decades of pacifism by supplying lethal-grade weapons to Ukraine in its war with Russia. Both countries have nuclear wherewithal for peaceful use, just steps away from weapon grade capability. Their major investment has been in education mainly in the sciences building on their traditional expertise but also readjusting and adapting to a tech savvy world. As late as 2008, Germany reacted swiftly to focus its curriculum more on economics and science thereby preparing for another economic meltdown. Italian think tanks bemoan the fact that their country missed the bus. For all things crashing around them Germany remains the strongest European economy and Japan the third largest in the world having been overtaken by China. Without too much of fuss or showing off, the two economies have created middle classes that are not in conformity with traditional views. Their base was on the learnings they gained as they separated the rubble and rebuilt with whatever they could use. Germany lost their scientists, mostly Jews who were extracted and whisked away to the United States. They developed new ones tasked with self sufficiency that allowed healthy competition, even on the international stage. Industrial growth has been phenomenal. The Japanese model was based on mere survival than wealth generation at the outset. Germany was quick to revive cooperation rather than confrontation with Europe, leading to the European Union. Their labour bodies were bound to a dynamic regimen that ensured steady growth of wages and benefit in line with the country's economic progress. Along the way new professions and specialisations emerged and gained traction so as to be in global demand. These potentials were overlooked in South Asia as countries quibbled and quarrelled internally and with each other. Energy and enthusiasm were lost. In terms of policy, India held on to its self sufficiency model for some years. But the geo-political and global village economic traits forced them to open up. Where they could have made a major difference went by the board at the hands of petty cronyism and as now seems fuelled by a misplaced religious agenda.The pandemic and world spats have had similar impact on Bangladesh. Traditional vocations such as agriculture are under threat as educated youth are averse to return to farmlands even with agri degrees. Trading has flourished as has fisheries and hatcheries. These vocations are flourishing among a group that hasn't progressed far in traditional schooling. Most garment workers do not have formal schooling. Fish farmers and hatchery owners don't require the type of education fished out. Fifty years ago, the Dr. Kudrat e Khuda Commission was tasked to produce an education policy for the immediate and foreseeable future in keeping with the country's needs. Much of it was ignored. Fewer were the efforts to rejig or write anew a policy more befitting today and the future. Too much time, effort and expense are devoted to useless objectives. Wiser words are not listened to. Younger aspirations are ignored. Antony Faucci could drive the pandemic recovery in the US at the age of 79! That's the perfect breeding place for a whole new set of trade and skills not all of which are savoury. From political hangers-on and drug peddling and dealing to home and institutional tutoring and so much between new vocations have emerged creating a new middle class unrecognisable from that which we know of. Facebook is awash with sales advertisements for counterfeit products. Online business and services are rendered by those that have no certification whatsoever. Yet they thrive. If the pandemic resulted in lost vocations it also created new ones. Those contribute further to the unstructured, unorganised grey economy. Their consumption patterns are different and varied. This and the SMEs have so far kept the economy afloat even as plunder plagues the formal economy.\n[email protected]",
        "headline_1": "The new middle class",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-new-middle-class-1661697775",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "In this time of unprecedented global economic crisis of the new millennia, it is no crime to look for avenues of extra income. While the rich and superrich have plenty of opportunities open before them or even can wrest advantage out of nowhere, the low-income people have hardly any such option. This is the global picture but in Bangladesh, some lower or even lowest level employees such as bearers (peons), clerks, meter readers usually of government offices and autonomous bodies have been defying this rule with impunity. They live in what they perhaps consider an El Dorado because of the opportunity they enjoy for earning basketful of money. This is why some of them make screaming headlines from time to time for the fortunes they make for them, their spouses and relatives. When a meter reader of the Power Development Board builds several multi-storied buildings in his and his wife's or other relatives' names, only do people become aware of the man's uncanny capacity for amassing wealth. When a bearer comes to the office in a Pajero that was supposed to be in service of the managing director of an autonomous body, the former's sway of power can as well leave one perplexed. Bearers of the Directorate General of Health Services (DGHS), PDB and other offices have made news. But one department and that too dealing with the country's education has taken the art of extracting money from service seekers to an extraordinarily high point. With its full name Madhyamik O Uchasikha Adhidaptar but called Mausi in brief, it has no employee terminated or punished for bribery. In his incisive post editorial titled \" Shikha O Durniti\" published in the Sangbad on Saturday last, Masum Billah, a former teacher of Rajuk Uttara Model College, have presented a detailed picture of Mausi where corruption, to go by the facts and figures mentioned, is rife which consequently has vitiated education in the country. The allegations are serious and quite known. Even the Durniti Daman Commission (Anti-corruption Commission) failed to make Mausi bring back on track. The ACC directed Mausi to investigate as many as 184 complaints and submit reports to it. After 40 letters enquiring the progress of probes (for how long is not mentioned), there was no response from Mausi and the ACC asked the director-general of the department to appear before it. The ACC has carried its own probe and submitted reports, the victims have given written complaints and even cases filed but nothing positive came out of all these.In such a situation the entrenched corruption gets further consolidated and this is what happened. Masum Billah has cited an interesting example of accumulation of wealth by clerks and bearers of the department. The third class employees at Mausi draw salaries in the range of Tk 30,000-35,000. But many of them have their personal cars to come to office and return home. What they do is that the cars are left some way off the office before they walk to attend their duty. Don't they deserve appreciation for having this last vestige of deference! At least they are not like the bearer who years ago, using his clout as the leader of the workers' union took away the Pajero jeep meant for the corporation chief, for personal use. What is particularly revealing is that out of 105 third class employees, at least 18 are crorepati. Not only do they have more than one residential flat in Dhaka City, they have land property and buildings elsewhere as well. All this they could do by holding venerable teachers usually the headmasters and principals hostage to wilful discrepancies left in various educational institutions-related papers. Harassed and arm-twisted, the teachers had to make compromise in order to get their job done. That is the way of coughing off bribe money by these elements from teachers seeking service.Now it would be a mistake to think that the third class employees can do this without collusion or active cooperation from the official hierarchy in the department. After all, it is the higher authorities who have to approve the papers and sign those. Looks like the lighthouse of education has become a bastion of corruption. Is there no way of demolishing this bastion? \n[email protected]",
        "headline_1": "Corruption begins at home",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/corruption-begins-at-home-1661697804",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2022"
    },
    {
        "full_article": "The people in Cox's Bazar first welcomed the Rohingya with open arms five years ago as they fled persecution in Myanmar. They gave them shelter, food and medicine. But now many of them feel the Rohingya have created socio-economic problems for the hosts. Apart from involvement of some of them in criminal activities, the spread of AIDS/HIV has been a cause for concern. The number of AIDS cases has been increasing in Cox's Bazar every year, with the Rohingya being the most affected. As of June 2022, the number of AIDS patients in the district was reportedly 954 and 771 of them were Rohingya. At present, there are 710 people under treatment, of whom 612 are Rohingya and 98 are Bangladeshis. According to locals, the disease is spreading fast in the country through the Rohingya. The locals believe that the number will be several times more if HIV is scanned comprehensively. If is feared that there are many undetected AIDS patients in the Rohingya camps. Due to ignorance and public shame, many people are hiding the disease. Most of them do not even know about safe sex. So, we urge the authorities concerned to bring all Rohingya people living in the camps under a screening process. If we can investigate in advance all the people infected in camps and nearby areas, then it will be possible to bring them under healthcare services. \nAshikujaman Syed, Research Assistant, Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Rohingya people need HIV screening",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rohingya-people-need-hiv-screening-1661697826",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-08-2022"
    }
]