[
    {
        "full_article": "Narrow view\nThe Supreme Court’s verdict upholding all the controversial provisions of the Prevention of Money Laundering Act (PMLA) falls short of judicial standards of reviewing legislative action. Undergirding every aspect of its analysis is a belief that India’s commitment to the international community on strengthening the domestic legal framework for combating money-laundering is so inviolable that possible violation of fundamental rights can be downplayed. The judgment repeatedly invokes the “international commitment” behind Parliament’s enactment of the law to curb the menace of laundering of proceeds of crime which, it underscores, has transnational consequences such as adversely impacting financial systems and even the sovereignty of countries. There is, no doubt, widespread international concern over the malefic effects of organised crime fuelling international narcotics trade and terrorism. Much of these activities are funded by illicit money generated from crime, laundered to look legitimate and funnelled into the financial bloodstream of global and domestic economies. A stringent framework, with apposite departures from the routine standards of criminal procedure, may be justified in some circumstances. However, experience suggests that money-laundering in the Indian context is linked or is seen as a byproduct of a host of both grave and routine offences that are appended to the Act as a schedule. These ‘scheduled’ or ‘predicate’ offences ought to be ideally limited to grave offences such as terrorism, narcotics smuggling, corruption and serious forms of evasion of taxes and duties. However, in practice, the list contains offences such as fraud, forgery, cheating, kidnapping and even copyright and trademark infringements. The Enforcement Directorate has also been manifestly selective in opening money-laundering probes, rendering any citizen vulnerable to search, seizure, and arrest at the whim of the executive.It is disappointing that the Court did not find the provision for forcing one summoned by the ED to disclose and submit documents, and then sign it under pain of prosecution, as violating the constitutional bar on testimonial compulsion. Nor was it impressed by the argument that the search and seizure provisions lack judicial oversight and are exclusively driven by ED officers. Provisions that allow prosecution for money-laundering even without the scheduled offence being established and amendments deleting safeguards have passed muster with the Bench, solely on the ground that these were for removing lacunae pointed out by international evaluators of the efficacy of the law. Save for an odd comment that the Special Court could examine the documents to decide on continuing detention, there is nothing in the judgment that will attenuate the law’s rigours. It rejects the plea to treat ED officers who record statements as police officers, thus protecting their evidentiary admissibility. At a time when the ED is selectively targeting regime opponents, the verdict is bound to be remembered for its failure to protect personal liberty from executive excess.",
        "headline_1": "Narrow view: On the Supreme Court’s PMLA verdict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/narrow-view-the-hindu-editorial-on-the-supreme-courts-verdict-on-the-prevention-of-money-laundering-act/article65695526.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "The Cabinet’s decision to provide a ₹1.64 lakh crore lifeline to Bharat Sanchar Nigam Ltd. comes as a badly needed shot in the arm for the loss-making public sector telecommunications provider. Almost three years since the Government last announced a plan to revive BSNL and its smaller peer Mahanagar Telephone Nigam Ltd. (MTNL), the Government seems to have belatedly realised that any further delay in adequately funding the main public sector telco in the “strategic sector” risks compromising its goals of bridging the digital divide and ensuring the evolution of an inclusive knowledge society. Nothing highlights the urgency of providing the crucial capital support to address the multiple financial, technology and spectrum needs confronting the erstwhile monopoly provider of telecommunication services than the accelerated erosion in its subscriber base in the 31 months since October 2019, when the earlier revival plan was approved. For a company that held the commanding heights of landline (wireline) connections until the opening up of the sector to private players and entry of wireless telephony in the 1990s, BSNL’s share of wireline connections fell sharply to 28.7% at the end of May 2022, from 46.6% in October 2019. Over the same period, the total number of wireline connections grew 17.6% to 2.52 crore.  On the significantly larger wireless front, BSNL’s already small share slid marginally to 9.85% as on May 31, with the number of subscribers declining by 45 lakh to 11.28 crore. The only consolation was that the number of its rural wireless subscribers shrank by just 11.4 lakh, reflecting both the ubiquitousness of its network in the hinterland and far-flung outposts in key border areas, and the relatively greater loyalty it commands in the countryside.The intervening period has also seen BSNL shrink its workforce, making it a far lighter ship and better placed to navigate the shoals of a competitive, and technologically rapidly evolving marketplace. From an employee base that exceeded 1.65 lakh, and consumed about 75% of its total income, the public sector enterprise had whittled down the number of regular employees on its rolls to 64,536 as on March 31, 2021, with the proportion of employee benefit expenses to total income more than halving to 36%. BSNL’s net loss also narrowed appreciably to ₹7,453 crore at the end of the fiscal year ended March 2021. Acknowledging the public sector telco’s “crucial role in expansion of telecom services in rural areas, development of indigenous technology and disaster relief”, the Government has earmarked welcome funds for each of the chosen focus areas including allocating spectrum, helping the provider upgrade its services and critically de-stressing its balance sheet. The coming months will test the commitment and resolve of the Government and the BSNL management in marshalling the resources in a timely manner given how crucial the state-owned company is to the overall health of the industry as a ‘market balancer’.",
        "headline_1": "Much needed bailout: On the ₹1.64-lakh-crore lifeline to BSNL",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/much-needed-bailout-the-hindu-editorial-on-the-164-lakh-crore-lifeline-to-bharat-sanchar-nigam-ltd/article65694723.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "Mamata Banerjee did well to sack Partha Chatterjee from her cabinet and from party posts but, in political terms, she had little choice. The ex-minister, who’s now also suspended from Trinamool, and his aide seem to have had a very simple view of hoarding ill-gotten cash – store them in apartments, thereby making law enforcement’s job easy. Even in this country, where political brazenness about corruption is common, footage of trunks of cash being carted out still moves public opinion. Banerjee, always ready to battle the Centre, its agencies and BJP, is also a smart politician who knew Chatterjee had become an embarrassment and a liability. BJP, trying to rediscover its mojo in Bengal after TMC roundly beat off its challenge, will sniff an opportunity here. The question how the CM remained unaware of a senior colleague’s rampant corruption is a valid one. And Chatterjee’s sacking may revive questions on TMC cadres and leaders’ alleged practices on extorting money from businesses.\nThere are, however, two broader inferences that apply to Indian politics in general. All parties must recognise that the chances of an embarrassing corruption scandal coming to light are higher now than before. It can be central agencies, as in Chatterjee’s case, or a victim going public, as happened to Karnataka’s BJP government. A contractor’s complaints and subsequent suicide pulled the lid off Karnataka’s rampant “commission” system for clearing government projects. Rural development minister KS Eashwarappa had to quit. In Maharashtra’s potboiler politics, MVA was constantly alleging targeting by central agencies. But the fact remains that prima facie evidence of financial dodginess has been apparent in the case of some of those ‘targets’.\nThe other point is the shameful use of vital services and infrastructure to extract money. Selling of teachers’ posts is a widespread practice. Haryana politicians hit headlines for this some years back. In Karnataka, clearances for government projects that can directly ease citizens’ lives were made conditional on a high ‘commission’. Even in the unlovely spectrum of political corruption, these are particularly ugly practices. Party leaders should be particularly severe on such colleagues.\n\n",
        "headline_1": "Politics & corruption: Bengal ex-minister’s case has broader governance implications for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/banerjee-chatterjee-bengal-ex-ministers-corruption-case-has-broader-governance-implications-for-indias-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "GoI on Wednesday cleared a Rs 1.64 lakh financial package to revive state-owned telecom firm BSNL, aiming to make it profitable by 2026-27. The package can be split into two categories. In the first category are measures that don’t require a cash payment on GoI’s part. Under this category BSNL will be allocated 4G spectrum. In the second category are measures that have a budgetary implication. Here, GoI will fund capital expenditure of Rs 22, 471 crore and extend viability gap funding.\nThe package is unlikely to meet its goal. A bird’s-eye view of the telecom sector shows this. BSNL’s package comes in the backdrop of the ongoing spectrum auctions to roll out 5G technology. Moreover, nearly 98% of the population is covered by the 4G network. Given this context, it’s hard to see how allocation of 4G at this juncture is a gamechanger for BSNL. It’s also worth noting that BSNL’s total losses in the last three years are almost Rs 30,000 crore. In addition to lagging technologically and being burdened by losses, salary constraints imposed by GoI guidelines make it challenging for BSNL to attract talent.\nWhere does that leave BSNL? There’s the ambitious BharatNet project which aims to provide broadband connectivity to all gram panchayats. It’s not commercially viable – a global tender in July 2021 for its implementation didn’t receive a single response. BSNL’s ongoing work on BharatNet won’t produce stellar commercial returns but connect panchayats. There’s also work being done in Maoist-infested districts. None of these projects are commercially viable but are of national importance.\nBSNL’s relevance comes from being able to execute projects that are essential but not profitable. However, to expect it to catch up with its private sector competitors at this stage is unrealistic. GoI’s vision for privatisation did not preclude operational presence in strategic sectors. What BSNL needs is a clear-sighted mandate. That will make for efficient allocation of budgetary resources and also help GoI frame targets that are achievable. What’s not doable is profitability with 4G in a world of 5G.\n\n",
        "headline_1": "SNL for Bharat: GoI shouldn’t put profit targets for BSNL, which should be used for strategically key projects",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/snl-for-bharat-goi-shouldnt-put-profit-targets-for-bsnl-which-should-be-used-for-strategically-key-projects/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "If the host nation does win medals at the 2022 Chess Olympiad as it is favoured to do, demography, digitisation and the democratisation of knowledge will have played a large part. Chess is a hugely demanding sport. It favours prodigies and young people in general. In that narrow sense at least, India is cashing in on its demographic dividend as one of the world’s youngest nations.\nChess is also a sport that has adapted seamlessly to the Web, and social media, and there again, India scores with its vast online population. Modern chess analysis relies almost completely on huge electronic databases and computer engines. That has democratised access to knowledge and helped a large number of young individuals from all over the country to leapfrog into the top echelons of the sport.\nRead full opinion on TOI+\n\n",
        "headline_1": "Playing in Chennai: India’s chess revolution – Demography, digitisation & democratisation of knowledge have powered the flow of talent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/playing-in-chennai-indias-chess-revolution-demography-digitisation-democratisation-of-knowledge-have-powered-the-flow-of-talent/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "Jeeves shimmers into Bertie’s bedroom carrying a breakfast tray.\nJeeves: Good morning, sir.\nBertie: (sitting up in bed) Good morning, Jeeves…. (Breaking off with a gasp) Good Lord, Jeeves, what is it that you’re wearing? Or rather, not wearing? Where’re your tailcoat, and black tie and pinstriped trousers?\nJeeves: They’ve all been given to the rag-and-bone man, now known as the raddiwala. The nether garment you see me attired in is a lungi, and the upper garment a banyaan. They are what the well-dressed bhaisahebs in Karol Bagh, Delhi, wear when the temperature reaches 40°C as it has here in London. I have laid out similar raiment for you, sir.\nBertie: Golly, Jeeves. You mean, I can’t wear my lavender spats?\nJeeves: I fear not, sir. From now on the preferred footwear is what are called Bata flip-flops.\nBertie: You don’t say. And what’s that you’ve brought in for my breakfast? Where’re the bacon and eggs?\nJeeves: The ingestibles you refer to have been rendered indigestible by climate change. What I have procured for your consumption is called curd rice.\nBertie: All this is decidedly rum, Jeeves, what with bunions and cured lice.\nJeeves: Not bunions, sir, which are painful protuberances on the big toe, but banyaans which are an item of attire. And the culinary preparation in question is not cured lice but curd rice.\nBertie: All this is too much for me, Jeeves. I think I’m in need of a stiff scotch and soda to buck me up.\nJeeves: Chhaachh, sir.\nBertie: Bless you, Jeeves. You sneezed. I hope it’s not Covid.\nJeeves: It’s not Covid, sir. And I did not sneeze. I said ‘chhaachh’, a cooling beverage that refreshes but does not inebriate and which has replaced scotch whisky as the libation of choice in our tropical transformation. And with that, sir, I regret that I must give in my notice.\nBertie: Notice, Jeeves. You mean you’ll no longer be a gentleman’s personal gentleman?\nJeeves: Your surmise is indeed correct, sir. I am effecting a lateral career transition and relocating to Goa to chill out and become a littoral posterior, otherwise known as a beach bum …\n\n",
        "headline_1": "Wooster source: Repeated heat waves of 40°C+ temperatures turn the ‘British way of life’ upside down",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/wooster-source-repeated-heat-waves-of-40c-temperatures-turn-the-british-way-of-life-upside-down/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "\"Let us be rid of all false pride and rejoice at any lamp being lit in any corner of the world, knowing that it is a part of the common illumination of our house.\" \n– Rabindranath Tagore, in a letter to C F Andrews in 1920.\nSince yesterday, I have been deeply, deeply affected by social media sensation Ashraful Hossen Alom's (mostly known as Hero Alom) rendition of Amaro Porano Jaha Chay (lyrics by Rabindranath Tagore). I came upon news reports of Alom being questioned in-person by the Detective Branch (DB) of Dhaka Metropolitan Police (DMP) on July 27 regarding 1) him wearing the uniform of a constable in one of his skits while portraying a DIG \"without permission\" and 2) his cover of the legendary Tagore piece, which has been termed by \"many citizens\" as being a \"distorted\" and/or \"perverted\" version of the original. Now, how the police handle reproductions of their own image on-screen is completely their business. But to hear that Hero Alom had tarnished the sanctity of our Bangalee culture by colouring it in his brand of kitsch had me fuming. I did not even dare look up the said video, but trusted the girth of our law enforcers' reaction to believe that, indeed, Alom's cover must have been disrespectful enough to warrant such interrogation. \nBut I then aimed to paint a picture for you, dear reader, of just how poorly Alom had reenacted the elegant verse of Tagore. And so I gulped down my pride, searched YouTube for \"hero alom robindro songeet,\" and clicked. I listened objectively and I listened judgmentally, but the only features of the video that I could term \"offensive\" were Alom's highlighter pink and blue satin shirts. Otherwise, my pearls remained unclutched as the performer lent his voice to the classic and strummed his guitar (or pretended to). There were no rap verses, no noticeable modification of the original lyrics, no abrupt electric guitar riffs. Granted, Hero Alom lacks rhythm and tone, but so do many media personalities, TV channel owners, and Bangalee toddlers whose parents upload videos of them singing similar classics. If it is a matter of upholding the originality of Tagore's craft and that of other historically significant Bangalees, it's a wonder how all of us – let alone the cast of Coke Studio Bangla, as many have pointed out – haven't yet been rounded up and admonished by law enforcers. \nAlom has reportedly been told by police to not post any more videos on social media using \"incorrect Bangla pronunciation\" and has signed a bond declaring he will not attempt to sing any more of Tagore or Nazrul's songs ever again in a distorted manner. \nSo, what is it that sets apart Hero Alom's \"inaccurate\" rendition of a Tagore song from others like his? Well, first off, Alom has a huge following online of fans and naysayers, which makes him a more reachable and noticeable target for the wrath of the cultural purists/police. But he is also someone who is often referred to as being self-made. However distasteful his content may be for the general public, it is also them who have made him as famous as he is now. Yet, given that the feelings of the public towards him are largely negative, it is no surprise that, being so famous, he still is not popular. So much so that, in 2018, the High Court had to step in to rule that the Election Commission must allow Hero Alom to participate in the national election as an independent candidate from the Bogura-4 constituency.\nDo we really \"other\" this man solely because his tastes are different than ours? Who are \"we\" anyway, and why do we get to decide that the songs of Tagore are untouchable for Hero Alom and others like him? Who do we think are the \"others like him\"? Surely not those like us, sitting in air-conditioned offices and making sweeping decisions about the lives of those to whose hardships we are blissfully unaware and against whom we gatekeep culturally important works of art and literature. It is sadly ironic that our culture is only \"threatened\" by the likes of Hero Alom, but is completely okay to reproduce and revamp when it is peddled to us by corporations who have bottled it up to be \"classy.\"\nThe lack of sympathy from the public for Hero Alom is abundantly clear, and we need only dig a bit further to find that ridiculing him on such a large scale likely stems from our distaste for his humble socioeconomic background. As developed as our infrastructure is becoming, it would be a shame if, in five, 10, 20 years, we still remained a nation so deeply obsessed with class, discriminating against citizens whose hands helped build us, only because their tongues speak (and sometimes sing) our language in a way we regressively deem \"distorted.\"\nAfia Jahin is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "What hurts the most? My ‘cultural’ sentiments, of course",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-hurts-the-most-my-cultural-sentiments-course-3082061",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "\"Democracy will die if people don't vote.\" This is a very powerful statement from Chief Election Commissioner (CEC) Kazi Habibul Awal. He further said, \"If democracy and its spirit are to be kept alive, voters will have to come to the polling stations. If they refuse to come to the polling stations and vote, it will be understood that the country's democracy is sick and will have an unnatural death.\" The CEC has hit the nail on the head. The hitting is okay. But it is the wrong nail.\nThe CEC appears to put the onus of protecting democracy only on the voters, and the message is that if voters don't vote, then our democracy will have, in his words, \"an unnatural death.\" What is the CEC's warning based on? Why does he fear that voters may shun the coming election? Is it voters' apathy – of which there was some evidence in the UP elections – or something else? Could it be the role of the Election Commission (EC) itself?\nNational elections' voter turnout records prove that our people have always been aware of their duties and turned out in significant numbers to exercise their franchise. Not counting the ones under the military regimes – where the turnouts were nearly 60 percent – in the elections held after the fall of Gen Ershad, meaning from 1991 onwards, the turnouts were more impressive. From 2001 onwards, it reached 75 percent and above, with the election of 2008 – which brought the present ruling party and the present prime minister to power – reaching the highest ever turnout of 87.13 percent.\nSo why is the CEC worried about voter turnout in the national election due in 2023 when, as records show, our voters are always eager and willing to go to polls? The answer lies in the workings of the last two elections – in 2014 and 2018 – and the way public trust has all but disappeared from the process, thanks to the role of the last two ECs and their respective heads (CECs).\nIn the 2014 election, candidates in 153 constituencies were declared \"elected\" without a single vote cast. The reason given was that there was only one candidate per constituency, and, as such, there was no reason to hold an election. As for the 2018 election, the popular belief is that voting took place the night before.\nLet us examine these two cases. In 2014, as stated earlier, out of a total of 300 constituencies (not counting the reserved seats for women, which are elected indirectly), 153 MPs were declared \"elected\" uncontested by the EC.\nOnly one candidate per constituency is unprecedented and totally contrary to the election tradition in Bangladesh. Even candidates who have no chance to win contest in the polls because, through the process, they gain social recognition and some importance.\nWhy didn't this statistically impossible and historically improbable figure not trigger any question in the minds of the EC? Did they ask whether candidates were compelled to withdraw from the race or whether any force was used to make this happen? A cursory examination would have revealed that there was a sudden flood of nomination withdrawal at the last moment.\nDidn't the EC realise that 153 MPs so \"elected\" constituted a majority in a parliament of 300 seats, and, as such, this group, in support of whom not a single vote was cast, had the majority of forming the government? By certifying this group, didn't the EC encourage similar forcible withdrawal of candidature to ensure uncontested wins in the future? We are seeing the evidence of it in many UP chairmen elections.\nThe 153 uncontested winners in 2014 was in stark contrast to the fact that in 1991, 1996 (June), 2001 and 2008 elections, there was NOT A SINGLE uncontested \"winner,\" according to the EC's own reports. From zero seats to 153 seats, and the EC did not blink an eye in certifying it.\nThen there is the election of 2018, where there were clear indications that the whole phenomenon was usurped and the voting process totally subverted. The ruling party MPs lamented in private – especially those who performed well, had a long tradition of service, and felt confident to carry their constituencies – about the way the process was taken over by \"institutions.\" When asked by the MPs confident of winning, \"Sir, we cannot take any chance\" was the usual reply.\nThen there were numerous by-elections where the EC was publicly seen to overlook blatant violations of the electoral rules by the ruling party candidates and their supporters. We saw some recent instances, too, which significantly maligned the image of the current EC.\nStarting from 2014, over the years, and especially following the 2018 elections and several by-elections, the EC has lost its credibility and public confidence.\nIf voters refrain from going to the next polls, scheduled for late 2023 or early 2024, it will not be because they lack the interest, knowledge and understanding of the importance of exercising their franchise, but because of the lack of confidence in the central body that conducts the whole process – the Election Commission.\nOur clear message to the CEC is: You restore public faith in the institution you lead, and voters will flock to the polls on their own. Your worry need not be focused on the voters, but your own institution. Fix it, and we will have the best of elections.\nBut the crucial question is: Can you fix the institution that you head? Regrettably, your predecessors – I am leaving out those who operated under caretaker governments – have not left you any legacy of dignity and honour. Theirs is a legacy of constant genuflecting before power.\nThe CEC, along with other members of the EC, is now conducting dialogues with political parties on how to hold a free and fair election, to which the CEC has pledged his total commitment. The first question that people are asking is: How much power and willingness does the EC have to implement these recommendations – even a few select ones? The general impression is none, and hence the whole dialogue process takes the hue of a farce.\nHow empowered is the Election Commission? Much depends on how the commission sees its own mandate. The constitution envisages the \"people\" as the \"source of all power,\" and the expression of people's \"will\" as the only legitimate process of governance. Free and fair elections are the best process of expressing that \"will,\" and the EC is fully and primarily responsible for ensuring that. Thus, the EC's role touches the very core of our existence as a democratic entity.\nThe EC's constitutional, legal and moral mandate is to ensure a free and fair election.\nThe Appellate Division has indicated the inherent power of the EC to ensure it. According to Constitutional Law of Bangladesh by Mahmudul Islam, the book considered to be the most authoritative on the subject, \"The constitution does not envisage anything else than a free and fair election and any law that will stifle the hands of the Commission in ensuring free and fair election will not pass the test of constitutionality… The Commission has to supervise, control and direct each and every step of the process to ensure free and fair election and the Commission must deem to have all the power and discretion to ensure free and fair election as that is the manifest intendment of the Constitution in providing for the Commission.\" (Third edition, Pages 970-974). Nothing could be clearer about the constitutional mandate of the EC to deliver a free and fair election. What more power does the EC need to discharge its obligation?\nThe ultimate question is: Will the CEC and his EC serve to express the WILL of the people or that of the powers that be? The former will lead to the strengthening of democracy, and the latter will lead to, in his own words, its \"unnatural death.\"\nMore starkly put, will the EC be an \"event manager\" or a \"democracy strengthener\"?\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "CEC hits the nail on the head, but the wrong nail",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/cec-hits-the-nail-the-head-the-wrong-nail-3082041",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "Dhaka University, the country's first university – \"the Oxford of the East\" – reached two concurrent milestones this year. It celebrated its 100th anniversary with pomp and festivity. On the other hand, it failed miserably to prevent its downward slide that began since the promulgation of the ordinance of 1973. In the latest Quacquarelli Symonds (QS) World University Rankings, while nine universities from India and three from Pakistan were recognised as Top 500 global institutions, not even a single university from Bangladesh could make it to the Top 800 list. Dhaka University, the first higher education institution (HEI) to be ranked by the QS from Bangladesh, placed 365th in 2005. It ranked between 550th and 600th in 2010, between 601st and 700th in 2012, between 701st and 800th in 2014, and this year, along with the Bangladesh University of Engineering and Technology (Buet), it ranked between 801st and 1000th. This year, the QS analysed a total of 1,500 HEIs for its global ranking.\nRanking data pertaining to Dhaka University, in particular, was documented first in \"Dhaka University: Can It Turn Around?\" (BDNews24.com, December 24, 2011). It was followed by the book University of Dhaka: Making, Unmaking, and Remaking (Prothoma Prokashan, July 2016), which hoped \"if a generation of humans got involved in making the university and sadly another generation in unmaking it, then surely there is hope that, yet another generation of humans will engage themselves in remaking the university.\" Unfortunately, those who are driving the HEIs in Bangladesh are often in denial, and are either unwilling or unequipped to interpret data and take necessary corrective actions.\nIt is far too easy to explain away the crisis in Bangladeshi HEIs saying there's a lack of money to fund research, books, laboratories and salary. This article seeks to pinpoint the near-term issues and identify recommendations that universities in Bangladesh can and will need to address themselves, as well as the long-term issues that will require powers beyond the universities – the government, the University Grants Commission (UGC), and political parties – to come to their rescue. It's imperative that we understand the data that is indicative of the unmaking of DU and its root causes, if there is any hope for \"remaking the university.\"\nProfessor Emeritus Dr Serajul Islam Choudhury once made the following sobering confessions: \"We never thought of promotions. Now-a-days, as soon as they get appointed, lecturers focus on promotion, and they are not even afraid to commit plagiarism to that end... We established autonomy of the universities after much struggle. The university ordinance is an outcome of our movement. But these things have no value now as the vice-chancellors cannot make decisions autonomously, which affects the recruitment of teachers in the university.\" He concluded that the university had become \"an educated people's slum\" (Dhaka Tribune, October 4, 2017).\nThe standing of research universities is determined typically by how they are ranked by the prowess of their faculty, as measured by both the quality and quantity of new knowledge generated by them and the success of their graduates. In this race for the top, world-class universities are more like Sisyphus having to roll an immense boulder up a steep climb, only for it to roll down when they get near the top. As can be imagined, the best and the most successful research universities thus try their best so that they can at least hold onto (if not further improve) their latest rank. On the other hand, the HEIs that are either failing or sinking, such as those in Bangladesh, tend to seek comfort by either critiquing the ranking algorithm or threatening to create a new ranking of their own. In the case of Dhaka University, its leaders typically fall back on DU's political and cultural role and its glorious political past, including the Language Movement and the country's liberation struggle, but hardly ever its academic and research success. My humble suggestion: Stop sitting on this laurel that is of little solace or value to this global race.\nDr Kamal Hossain, who authored \"Revisiting the Dhaka University Order, 1973\" (The Daily Star, April 29, 2008) aptly concluded that its mandated elections \"not only became a magnificent, but a terrible and destructive obsession pursued within the university, exorcising the pursuit of excellence and upholding of academic values and standards, and afflicting an increasing number of teachers with a kind of appetite for power politics, and pursuit of narrow self-interest, with no holds barred and no values respected, and working only along the narrowest of party lines… The ordinary students were reduced to hostages, and they lived in fear.\"\nRecognising that the algorithm used in ranking universities has its own nuances, one can easily track and conclude if a particular HEI is either ascending or descending. The QS ranking of HEIs takes into consideration six metrics with relative weights distributed as follows: Academic Reputation (40 percent), Employer Reputation (10 percent), Faculty-Student Ratio (20 percent), Citations per Faculty (20 percent), International Faculty Ratio (five percent), and International Student Ratio (five percent).\n\"A fish rots from the head down,\" so goes the proverb. DU and other Bangladeshi HEIs have been no different. There have been 16 vice-chancellors (VCs) at DU since January 21, 1972. While VCs are expected to have varying leadership qualifications, as far as academic and/or research strength are concerned, their collective record has been rather sobering. The citation record for 10 of these 16 VCs over their total lifetime is zero, according to Google's Advanced Scholar. For all VCs together, as of writing this piece, their research work was cited 1,662 times – an average of 103.9 citations for each, a rather pathetic number.\nOne of the outcomes of the 1973 Dhaka University ordinance has been an explosion of university-based, mostly low-quality journals that serve as vehicles to justify faculty promotions. Publications in these journals, a large fraction of which are typically plagiarised, serve to convey in effect falsity that the faculty members publishing in these venues are engaged in research. In 2011, the six faculties of Dhaka University were producing six half-yearly English journals and one 10-monthly Bangla journal. These six journals were all offshoots of the Dhaka University Studies that began in the 1950s, while the Journal of Statistical Research started in the 1970s. By 2018, according to the DU website, the number of such DU journals grew to 13 and by 2022 has grown to 17. Most of these journals don't have enough issues a year, nor do they have focus, depth, or quality in any one field of research interest and, as such, nothing therein stands a chance of being cited by anyone except through self-citation. Five of these Dhaka University journals haven't published a single issue since 2010; one never had an issue. Most importantly, none of these 17 ever had an impact factor. The situation isn't any different in other Bangladeshi HEIs – public or private. Both Rajshahi University and Chittagong University are right behind DU and are incurring similar reputational consequences.\nThe Bangladesh Journals Online (BanglaJOL), launched in 2007, boasted the existence of 73 Bangladeshi journals in 2011. In the next 11 years, the number has more than doubled, now standing at 157. Thirty-one of these are published by public HEIs, nine by private HEIs, and 25 by medical HEIs, while 92 have been produced by professional organisations. A perusal of the BanglaJOL website reveals that 19 of these 157 are not functional anymore. The management of BanglaJOL transferred to the Bangladesh Academy of Sciences (BAS) in 2014. The recently published \"BAS Activity Report 2019-2021\" documents how many individuals viewed and/or downloaded these BanglaJOL articles, and from which countries. The report is strangely silent about how many of these 157 titles are contributing to the research enterprise.\nThe latest SCImago Journal Rank (SJR) provides an assessment of all citable journals from 239 countries. Only 12 from Bangladesh qualified to be among those 34,100 globally ranked journals. Each journal is ranked in terms of their SJR – i.e. the number of citations of its published articles over the previous three years. In comparison, the impact factor refers to the number of citations in the last two years. The H-index of a journal is another significant measure that indicates that the H number of its articles have received at least H citations.\nOf the 12 from Bangladesh listed, the Journal of Advanced Veterinary and Animal Research (with an impact factor of 1.910) falls within the second quartile, the Journal of Naval Architecture and Marine Engineering (with an impact factor of 1.300) falls within the third quartile, and the remaining 10 falls within the fourth quartile. It can be concluded with absolute confidence that 145 of 157 – i.e. 92.3 percent – BanglaJOL journals are trash journals that don't contribute to much of anything as far as scientific impact is concerned. Sadly, that long list of ineffective BanglaJOL journals includes the Journal of Bangladesh Academy of Sciences, now in its 46th year of publication, as well as all journals that are produced by Dhaka University, for example.\nWhy aren't the Bangladeshi trash journals contributing to new knowledge? Almost all aspects of Bangladeshi public universities, including the hiring of faculty members, are aimed at guaranteeing political control. As such, the universities end up publishing meaningless and ineffective trash journals, which in turn allows for faculty promotions – even if it is by publishing plagiarised work. Too many university leaders themselves have benefited from this corruption and, as such, are reluctant to stop these, lest their own crimes become public, according to the April 15, 2015 report of the International Network for the Availability of Scientific Publications.\nBased on data, trend, and recent emergence of several influencers, Bangladeshi higher education institutions (HEIs) must take proactive steps to stop their downward slide. While many find it convenient to ask for only funding and fellowships in support of the researchers, it alone will not resolve the current crisis. At a minimum, Bangladesh will need to put a stop to all but the top 20 or so journals. This step alone will save scarce resources, which can be redirected by the HEIs to produce citable research. Most importantly, this act will force the current faculty members to do meaningful research, which can be published only in journals that matter – drastically reducing plagiarism and increasing the overall citation statistics for the Bangladeshi HEIs.\nSpending money alone will not enhance research infrastructure, unless and until (a) the institutions have met the challenge of good governance; and (b) both students and faculty members have been freed from violence and political dominance. Infusion of research money will be inconsequential until there are objective measurements to judge submitted research proposals and track progress of research, and such investment can guarantee high-impact publications. Research budget numbers for the Bangladeshi HEIs are quite revealing. According to Prothom Alo (July 26, 2020), Dhaka University, for example, allocated over Tk 40.8 crore in the 2019-20 fiscal year, yet it could spend only Tk 28.7 crore.\nIn 2020, according to the UGC, out of 46 public universities, 38 universities spent Tk 72.91 crore in research, while out of 107 private universities, 77 universities spent Tk 111.73 crore on research. It is illustrative to note two private universities from Bangladesh (Brac University and North South University), listed previously only under QS Asia University Ranking category, got elevated for the first time in the global category; they were ranked between 1000th and 1200th. In the category of QS Asian Universities, there are seven other ranked HEIs (one public and six private) from Bangladesh. Each of these HEIs stand a good chance to join the category of global HEIs in a few years if they can be particularly selective about their research efforts and programmes.\nThe UGC will need to be bold enough and effective in remaking both public and private universities. In the short term, to be on one's own remaking trajectory, Bangladeshi HEIs will need to:\n● Cease producing trash journals,\n● Incorporate aspects of ethics in general and academic honesty into research, curriculum, teaching, and training,\n● Confront those who commit academic misconduct, irrespective of one's political affiliations,\n● Encourage and reward faculty members and students to do meaningful research, so their works appear in high-impact global journals, and\n● Subject all appointment, promotion, and retention of faculty only on the basis of a quantifiable record of scholarly research and teaching.\n \nDr Mohammad A Karim is professor of electrical and computer engineering at the University of Massachusetts Dartmouth in Massachusetts, US.\n\n",
        "headline_1": "Remaking the Universities in Bangladesh: The Case of Trash Journals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/remaking-the-universities-bangladesh-the-case-trash-journals-3082001",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "The sixth population census of Bangladesh, and the first to be done digitally, is finally out. It's a huge undertaking no doubt, covering a lot of components, but here are the major findings from the preliminary report unveiled on Wednesday: Bangladesh now officially has a population of 16.51 crore people (excluding the expatriates). Its population growth rate has come down to 1.22 percent from 1.46 percent in 2011, when the last census was conducted. This is a major victory for family planning campaigners who noted the slow growth trend over the past decades and the prospect of reaching \"population stabilisation\" with zero growth by 2050.\nDivision-wise, the highest growth rate has been witnessed in Dhaka, unsurprisingly, and the lowest in Barishal. There were also three notable demographic shifts: Females outnumbering males for the first time (by 1,634,382); the increase of the urban population size (with 31.51 percent of the total population living in urban areas compared to 23.30 percent in 2011); and the decline in the population ratios of religious minorities. Overall, the country's population density has increased to 1,119 people per square kilometre, which was 976 in 2011.\nThe latest census, delayed by a year because of the pandemic, will influence major socioeconomic policies in the coming days. It also offers a window into the demographic changes taking place silently and over time. Thus, it is disturbing to see the decline in the population ratios of all religious minorities. The ratio of Hindus, for example, stands at 7.95 percent of the total population, while it was 8.54 percent in 2011 and 13.5 percent in 1974. Their percentage has declined consistently since the Partition in 1947, when the subcontinent was divided along religious lines. The same happening today, in a country seething with religious intolerance, cannot be explained by lower fertility alone. We need to critically examine this.\nAnother disconcerting feature of the census is the size of the \"transgender\" population – a mere 12,629 – who were officially counted for the first time. The number is hard to believe, however, and it's likely that many members of the community were not counted. The same goes for the people in flood-hit areas in the north who were fighting for their lives, many cut off from the mainland, when the census was conducted. Its timing – in June and in the middle of monsoon – not only marked a departure from our census traditions, but also potentially cost enumerators the chance to include everyone. What about the slum dwellers? What about the homeless and landless people? What about the ethnic minorities? Have they been counted properly?\nWe hope the authorities will address these issues before the population data is finalised through Post-Enumeration Check (PEC), which will reportedly take a few months to complete. The government must ensure no one is left out of the data, and consequently its benefits. Only then will the census be truly meaningful.\n",
        "headline_1": "Let the population census be a harbinger of change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-the-population-census-be-harbinger-change-3081936",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "The sixth population census of Bangladesh, and the first to be done digitally, is finally out. It's a huge undertaking no doubt, covering a lot of components, but here are the major findings from the preliminary report unveiled on Wednesday: Bangladesh now officially has a population of 16.51 crore people (excluding the expatriates). Its population growth rate has come down to 1.22 percent from 1.46 percent in 2011, when the last census was conducted. This is a major victory for family planning campaigners who noted the slow growth trend over the past decades and the prospect of reaching \"population stabilisation\" with zero growth by 2050.\nDivision-wise, the highest growth rate has been witnessed in Dhaka, unsurprisingly, and the lowest in Barishal. There were also three notable demographic shifts: Females outnumbering males for the first time (by 1,634,382); the increase of the urban population size (with 31.51 percent of the total population living in urban areas compared to 23.30 percent in 2011); and the decline in the population ratios of religious minorities. Overall, the country's population density has increased to 1,119 people per square kilometre, which was 976 in 2011.\nThe latest census, delayed by a year because of the pandemic, will influence major socioeconomic policies in the coming days. It also offers a window into the demographic changes taking place silently and over time. Thus, it is disturbing to see the decline in the population ratios of all religious minorities. The ratio of Hindus, for example, stands at 7.95 percent of the total population, while it was 8.54 percent in 2011 and 13.5 percent in 1974. Their percentage has declined consistently since the Partition in 1947, when the subcontinent was divided along religious lines. The same happening today, in a country seething with religious intolerance, cannot be explained by lower fertility alone. We need to critically examine this.\nAnother disconcerting feature of the census is the size of the \"transgender\" population – a mere 12,629 – who were officially counted for the first time. The number is hard to believe, however, and it's likely that many members of the community were not counted. The same goes for the people in flood-hit areas in the north who were fighting for their lives, many cut off from the mainland, when the census was conducted. Its timing – in June and in the middle of monsoon – not only marked a departure from our census traditions, but also potentially cost enumerators the chance to include everyone. What about the slum dwellers? What about the homeless and landless people? What about the ethnic minorities? Have they been counted properly?\nWe hope the authorities will address these issues before the population data is finalised through Post-Enumeration Check (PEC), which will reportedly take a few months to complete. The government must ensure no one is left out of the data, and consequently its benefits. Only then will the census be truly meaningful.\n",
        "headline_1": "Let the population census be a harbinger of change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-the-population-census-be-harbinger-change-3081936",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "It is extremely disappointing that women in Bangladesh continue to be doubly deprived in terms of inheriting (or getting access to) property and wealth. On the one hand, they still do not get paternal property in the majority of cases; on the other hand, they are being deprived of, or facing challenges in accessing, mahr (denmohor) or dower which is allowed in the Islamic family law. Despite mahr being legally required for all Islamic marriages, women are facing layers of obstacles in actually getting it. And since Bangladesh's family laws do not ensure equal rights for women in inheritance and family property, often they are being put into extremely difficult positions.\nThese same difficulties are affecting women of other religions too. For example, despite India amending its Hindu Inheritance Act in 2018 to ensure that women have equal property rights as men, Bangladesh is yet to take any such measures. Clearly, gender disparity in our country transcends religious boundaries, as experts have also noted in a recent seminar. As such, what we desperately need is a uniform family law for all religions covering men and women that governs marital and inheritance rights as well as rights that ensure self-guardianship and autonomy for every individual.\nThe present situation is not only discriminatory, in a way it is also denying women of their basic human rights, in violation of our constitution which states that all citizens are equal in the eyes of the law. And such discriminatory practices are further hindering the economic, social, and political progress of our nation.\nAdmittedly, this is not the only discrimination that women face in our country; they face it almost in every sphere of life, in terms of education, social safety, career, family affairs, etc. This culture of discrimination has to change first if we are to ensure that women get their rightful access to inheritance and property. And as much as that is the responsibility of the whole society, the government also has a big role to play here.\nTo tackle the crippling effect of gender inequality, women's economic status must be strengthened as a priority. Thus, the government should empower the courts and arbitration councils so that women can quickly and fairly access their rightful share of property, following separations from husbands or deaths of parents. Additionally, in keeping with the spirit of the constitution, it is high time the government amended the existing family laws in Bangladesh to ensure equal rights for all women to inheritance and family property.\n",
        "headline_1": "Ensure equal inheritance for all women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-equal-inheritance-all-women-3081931",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "The 'basket case' that Kissinger had called Bangladesh since her inception has long been an obsolete town crier's empty slogan shaming himself as part of insidious cold war legacy. In a direct proportion to the intended display of an air of superiority and super power patronisation, Bangladesh has disproved it all with full vindication. That dishonourable mention, by hindsight has long since been the motivator of the mettle we have proved to the world we belong. In fact, to dub Bangladesh 'resilient' is being rather minimally appreciative of the intrinsic qualities of head and heart of Bangladesh's people. A more appropriate label the country perhaps deserves is: 'resilient plus', a certain X factor, to survive against adversities --- be those natural or man-made. Call it you may cherry-picking pseudo-fashionably i.e. picking on brighter points or pluses to pare down the deficiencies or darker sides; you think it's a clever point. But is it, in the essence? On the contrary, such a perception is superficial; for, if a value chain is made of the positive, sterling aspects the economy has mastered by virtue of private initiative, enterprise, improvisations, the add-ons look impressive.On the objective plane, the contrasting evaluations are pouring in as interesting dimensions to the glossary of development so to speak. For instance, the IMF looking up close at the grimmer future of the global economy with health, environment, food, fuel supply, devoted a critical space to Bangladesh scenario. The IMF is expressly worried over the non-performing loans of the banks. The monetary watchdog wanted to know about the planning of the central bank to reduce the volume of classified loans and the 'declassification' standards. The Bretton Woods' pointers or implied conditionality assume importance in view of the $4.5 billion worth of payments support Bangladesh is going to seek from the IMF. The multilateral body focused on growth, inflation, exchange rate fluctuations, implementation of stimulus package and above all the challenges the country is likely to face should the Russia-Ukraine war prolong. For instance, the mined Black Sea Port, the major oil supply route across the globe remains shut for all practical purposes.According to the ADB, in Bangladesh the latest estimates show GDP growth at 7.2 per cent surpassing the Asian Development Outlook for 2022 at 6.9 per cent. In this context, the success story that Bangladesh remains even in varying circumstances needs to be retold with the purpose of rebranding her. One may ask while its branding is yet unfinished, we may have to wait some more time to lend it a firm shape. Yes, images are and can be variable, like for instance in Britain where an Indian origin Briton may be about to ascend the height of UK's power politics.As valuable add-on to Bangladesh's branding is the country enjoying innumerable mentions, mostly positive, across the globe. In sports, international event managements, adventure-seeking pursuits, regional bon homie, multifarious cultural contacts, art and cuisine contests, you see no dearth of Bangladesh's presence. Our wider socio-international contacts are on the increase. After the luxury of power rentals, three imperatives cry out to be attended to: R&D and reliable and verifiable database and training upgrade. In fine, as a people, our strength lies in being homogeneous.",
        "headline_1": "Rebranding Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rebranding-bangladesh-1659027182",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "It has been dubbed the country's first digital population census. Released on Wednesday last, the Population and Housing Census 2022 has come up with yet another 'first' in the country's demographic development. It is for the first time that females have outnumbered males. Although the difference is not big and unlikely to create a gender imbalance in society, the factors that have been responsible for tipping the balance in favour of women are subjects of serious study. According to the latest census delayed by a year on account of the coronavirus pandemic, the country has a total population of 165,158,616 of which 81,712,824 are male and 83,347,206 are female. The number of transgender population is 12,629. What is particularly relishing is the decline in population growth from 1.86 per cent in 2011 to 1.22 per cent in 2022 in this overpopulated country. Yet an addition of more than 20 million to 144 million making the total 165 million within a gap of 11years does not quite give the nation enough cause to be at ease. So far as the gender parity is concerned, much depends on the socio-psychological transformation in favour of leaving enough space for a girl child's growth ---both physical and mental. Mortality rates among girl children and mothers may have declined more than before and their reduced dependence on male members of families together have contributed to a grand total greater than that of the male. Also, female enrolment in educational institutions may have played a part by raising awareness among them about health, hygiene and sanitation. A highly important parameter of demographic distribution is the equation between rural-urban inhabitants. According to the 2022 census, more than 113 million people live in villages while 52 million in cities and towns. A study carried out by the United Nations' Population Division in 2018 gave an ample indication that the shift towards urban living among the Bangladesh population will be particularly evident by 2030. Such developments have both positive and negative impacts but at a time of faster climate change, the adversity may outweigh gains. Instead of encouraging rural-to-urban migration, the urgency is to concentrate on village-centric development with the bare minimum facilities for people leading a decent life. There ought to be enough resources and employment opportunities to support such a living standard. The yawning disparities between villages and urban centres have to be gradually reduced in order to bring about a social balance and economic justice. On religious line, the picture that emerges is disturbing to all who are secular and believe in multilateralism. While the Muslim population has been increasing with an increase to 91.09 per cent from 90.39 per cent, the Hindus have witnessed a decline from 8.54 per cent to 7.95 per cent, so have the Buddhists from 0.62 to 0.61 per cent, the Christian from 0.31 to 0.30 per cent. Following the same trend, populations of other faiths have also an average decline from 0.14 per cent to 0.12 per cent. Pulls and counter-pulls can act as balancing factors in society but overwhelming unilateralism can at times obstruct developments by giving rise to unnecessary tensions and frictions. The 35 pieces of personal and household information gathered from citizens may have more or less given a comprehensive picture of the status of a family and by extension the state of the republic. Literacy has happily increased by 22.89 per cent to 74.66 per cent in 2022 from 51.77 per cent in 2011 but what about functional literacy and more importantly quality of education that pulls the country ahead by enhanced knowledge and skills as well as innovation for wealth creation. A census like this is unlikely to capture the real picture of human resources unless the questionnaire is prepared by development practitioners. Equally true is the inability to tap the cultural parameters. Unless people are culturally enlightened, all other achievements get stunted. So, one uneasy question that is still likely to agitate many a mind concerns the information gatherers' seriousness in getting out the authentic information from people. There is a tendency among data collectors to manufacture information on some sample responses. Any such perfunctory exercise cannot be ruled out unless the data collectors are quite aware of the importance of the authenticity of demographic information.Clearly, it is unlikely to qualify as a digital database of the nation. But there were ample opportunities for preparing one such data pool of the nation. Even if it turns out to be a comprehensive digital population census, it cannot serve as a national database in the true sense of the term. Such a database can be highly useful for planning with the population resources in a scientific manner. Preparation of such a database surely would have involved some additional costs but the returns on those would have been many times more. One example is the shrinking of remittance earned by an increasing number of migrant workers. The other instance can be educated youth's successful involvement with entrepreneurial ventures. This is where making the population more resourceful than before matters. A digital database could help immensely in the task of expediting the process of nation building.  [email protected]",
        "headline_1": "Digital population census vs digital database",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/digital-population-census-vs-digital-database-1659027200",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "Incidents in which criminals empty banks' vaults using underground tunnels or armed bandits loot cash by keeping bank officials and customers hostages at gunpoint rarely take place these days. Digital gadgets and better security measures are seen as major deterrents. But the plunder of bank funds has not stopped. Rather, it has been taking place on an unprecedented scale. Some people in the garb of borrowers have been siphoning off funds worth billions from banks at ease and leading a cosy and affluent life. Some even dictate terms in society. A few incidents of plundering banks' funds have been unearthed. Many more are still unknown. The popular perception is that some influential people, including businesses, use their political connections to manage large loans from banks. And they default on their repayments, deliberately. Loan scams one after another have hit news headlines. There are also cases in which bank officials have embezzled funds. At the peak of such incidents was the looting of the People's Leasing fund worth over Tk 30 billion by its managing director PK Halder, who is now in police custody in West Bengal. Even the country's higher court made a strong observation about the state of things in the banking sector last Tuesday. While hearing a bail plea filed by four Islami Bank officials accused of embezzling a petty amount, a two-judge High Court bench observed that most 'deadly' offences have been taking place in the banking sector. \"There are many big offences in this sector. These are paralyzing the country \", the bench maintained. One can cite many developments in the recent past that are unsavoury and detrimental to the normal growth of the banking sector. Powerful people involved in many scams got away easily. Relevant agencies, despite having all the intentions to pursue the offenders, could do nothing for understandable reasons.  One cannot but feel pity for the regulator concerned. Most of the times, it proves itself to be a toothless tiger. Banks have also learnt to live in such an environment. Overall, things have gone too far. Bringing back discipline might prove pretty difficult for anyone seeking to do so. One particular incident will be enough to describe the rot. According to a report published on Thursday in the largest-circulated vernacular daily, the central bank issued a directive on Tuesday asking the state-owned Janata Bank to stop foreign loan transactions of its Corporate Branch, Local Office and Sadharan Bima Bhavan Corporate Branch in Chattogram for alleged irregularities and corruption. The central bank, however, had to rescind its order within 24 hours in the face of intense pressure coming from very powerful business people, including politically influential elements, owners of private banks and businesses, who are proven big bank-loan defaulters. The ratio of classified loans in these three Janata branches varies between 19 per cent and 30 per cent, much higher than the average ratio. While suspending foreign loan transactions, the central bank cited particular examples of irregularities. Until recently, Janata was the best performing state-owned bank, floating in liquidity of a healthy nature. It used to lend to other banks for a good profit. Now it borrows from others every day to keep its business going. Who brings this bank to such a state? It will not be difficult to find them. But, at the moment, none seems to be interested in taking up the job. So, there could be more scams like that of Hall-Mark or BASIC Bank or People's Leasing or Bismillah Group. The sheer use of power and influence has kept those buried. [email protected]",
        "headline_1": "When 'deadly offence' is overlooked",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-deadly-offence-is-overlooked-1659027222",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2022"
    },
    {
        "full_article": "Winning any competition is prestigious. However, words fall short to describe when we become champion in a global contest. Sajid Asbat Khandaker and Sourodip Paul, representing BRAC A, have made every Bangladeshi proud by winning the Open Finals of the Belgrade World Universities Debating Championship (WUDC) 2022. It is widely known as the 'world cup of debating'. In the final, they beat Princeton University, National University of Singapore, and Ateneo de Manila University. We express our heartiest congratulations to both Sajid and Sourodip for taking Bangladesh on top of the world. They are the first Asian team to achieve this feat. The WUDC is the world's largest debating tournament and one of the world's grandest yearly international student events. Those who do not have much interest in debating can hardly feel this moment. This triumph will undoubtedly boost the country's younger generations' interests in the amazing world of debating. Every year, hundreds of school children participate in the national campaign of debating. For them, Sajid and Sourodip will surely be an inspiration for days to come. Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Congratulations Sajid, Sourodip!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/congratulations-sajid-sourodip-1659027234",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-07-2022"
    }
]