[
    {
        "full_article": "Bail is no boon. It is a routine relief for anyone arrested and kept in custody to give the investigating agency enough time to gather evidence about an offence without the risk of interference by the suspect. In fraught times when agencies are seen as political weapons of the ruling dispensation, the release of a political functionary such as former Tamil Nadu Minister V. Senthilbalajion conditional bail becomes a cause for celebration among his party colleagues. The allegations against him are quite serious, and a spell of imprisonment once a serious investigation was taken up was not surprising. However, his prolonged incarceration on the charge of money laundering gave the criminal proceedings against him a political colour. After over 15 months, he has obtained bail from the Supreme Court of India. While courts have been reluctant to grant bail in money laundering cases, it was only a matter of time before the courts began reiterating that bail is the norm, and jail the exception. It is a welcome sign that the Court feels no more constrained by the bail-denying features of the Prevention of Money Laundering Act (PMLA) and similar laws. Its concern has now rightly shifted to the possible violation of the remand prisoners’ constitutional rights in the form of protracted delay in commencing and conducting the trial. Therefore, long imprisonment without hope of an early trial has become a justified ground for grant of bail.In Mr. Senthilbalaji’s case, the PMLA charge arose from the allegation that when he was Transport Minister in the erstwhile AIADMK regime, he had collected bribes through his associates from job aspirants in his department, but ultimately those who had paid for jobs did not get any appointment. The police case regarding this has resulted in six charge sheets. The Court has noted that the final decision in his PMLA case can come only after the trial in respect of these cases. The former Minister, a defector from the AIADMK to the DMK, enjoys unwavering support from his present party, to the extent that Chief Minister and DMK President M.K. Stalin has extolled his “sacrifice” and “resolve”. However, this demonstration of support from one side and loyalty from the other should not mean that the gravity of the offence involved should be forgotten. After all, Mr. Stalin himself had, while he was in the Opposition and Mr. Senthilbalaji a Minister, highlighted the allegations and demanded action. Mr. Senthilbalaji’s entry into the DMK may have changed the political equations between them. However, the cause of justice for the victims of the job scandal and a fair trial for the accused would be served well if Mr. Stalin avoids inducting Mr. Senthilbalaji again in his Cabinet until he is cleared of the charges. Published - September 28, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nTamil Nadu\n\n/\n\nministers (government)\n\n/\n\nprison\n\n/\n\narrest\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\nAll India Anna Dravida Munnetra Kazhagam\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\ncorruption & bribery",
        "headline_1": "​Delay and bail: On former Tamil Nadu Minister V. Senthilbalaji’s case",
        "headline_2": "Senthilbalaji’s release on bail was overdue, but he should not be made a Minister",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdelay-and-bail-on-former-tamil-nadu-minister-v-senthilbalajis-case/article68690959.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "With the southwest monsoon drawing to a close, north India, particularly the States in the Indo-Gangetic plains, brace themselves for the annual spike in winter pollution. Earlier this week, a top functionary in the Prime Minister’s Office convened a meeting with representatives from Delhi, Haryana, Punjab, Rajasthan and Uttar Pradesh, along with the heads of several ministries in Delhi. The brief was to take stock of the steps in place to prevent air quality from deteriorating catastrophically in Delhi. While pollution from vehicular emissions, road and construction dust, solid waste management, and diesel sets have over the years been counted as key sources of emissions, the burning of paddy stubble in Punjab and Haryana is known to be responsible for as much as 40% of the pollutant load during October and November. Punjab is expected to generate 19.52 million tonnes of paddy straw this year as compared to Haryana’s 8 million tonnes. At the meeting, both States have committed to “eliminate” paddy stubble burning this year. To be sure, last November, the Supreme Court of India had expressly ordered that such burning completely ceases. This year, it has demanded to know from the Centre the steps that have been taken to address the problem. Whether the States can comply remains to be seen. The harvest season of 2023 saw a 59% fall in the number of stubble-burning incidents in Punjab as compared to 2022; in Haryana it dipped by 40% but Uttar Pradesh saw a 30% rise. Despite the solutions to address the problem being known — create economic incentives as well as punitive measures to prevent straw from being burned — implementation remains a challenge. Punjab says that it hopes to manage 11.5 million tonnes of its paddy straw through in-situ (on the field) crop residue management and the rest via ex-situ methods. Similarly, Haryana will manage 3.3 million tonnes in-situ and use ex-situ methods for the remainder. In addition to this, 2 million tonnes of paddy straw would be ‘co-fired’ in 11 thermal power plants across the NCR region. Co-firing refers to turning the straw into pellets that can be used as a source of carbon. Experience over the years shows that several of these machines are not available to farmers when required. While using the straw in power plants has often been touted as a solution, there is no well-oiled system in place to transport straw from field to plant. The causes of the pollution crisis are multi-layered and will yield results only gradually. The States and the Centre must set aside their political differences and stay the course collectively. Published - September 28, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMonsoon\n\n/\n\nIndia\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nNew Delhi\n\n/\n\nPunjab\n\n/\n\nHaryana\n\n/\n\nUttar Pradesh\n\n/\n\nRajasthan\n\n/\n\nair pollution\n\n/\n\nenvironmental pollution\n\n/\n\nwaste management\n\n/\n\ndiesel fuel\n\n/\n\nagriculture\n\n/\n\njudiciary (system of justice)\n\n/\n\nfire\n\n/\n\neconomy (general)\n\n/\n\nelectricity production and distribution\n\n/\n\ngovernment",
        "headline_1": "Staying the course: On the fight against air pollution in the Indo-Gangetic plains",
        "headline_2": "The Centre and the States need to fight air pollution together",
        "link": "https://www.thehindu.com/opinion/editorial/staying-the-course-on-the-fight-against-air-pollution-in-the-indo-gangetic-plains/article68690697.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "SC verdict holding that perpetual surveillance as a bail condition violates privacy reinforces this relatively newly minted right. It is also a step forward for due process jurisprudence\n\nKharak Singh was a worried man. He was caught in a dacoity case but then released. The evidence against him was weak. Things then became sordid. He was declared a ‘history-sheeter’ and placed under constant surveillance. He would often receive midnight knocks on his door from policemen asking him to regularly mark his presence at the police station.\nRead full story on TOI+\n\n",
        "headline_1": "Out on bail, still in jail",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/out-on-bail-still-in-jail/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "India’s chess world beaters come from a millennia-old tradition dating back to Indus Valley. Per some experts, the game was invented in India\n\nFor proof, consider the excavations led by SR Rao at IVC site of Lothal, which turned up 75 game pieces, including horses, cones, castles, and pellets, and brick and terracotta gaming boards. The find strongly suggested that some of these gamesmen were being used to play chaturanga, the first version of chess. Rao even showed how the pieces would look if arranged on a modern chessboard.\nRead full story on TOI+\n\n",
        "headline_1": "Those Olympiad golds? The story starts 5,000 years ago",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/those-olympiad-golds-the-story-starts-5000-years-ago/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "By Neema Majmudar\nThe Upanishads and Bhagwad Gita talk of universal love. Is it possible? How can I love a child on the street as much as my own child? Love my parents or spouse same way as some stranger? If we define love as feeling, then it is not possible. We have different feelings towards different people.\nHowever, universal love is possible as an outcome of understanding our connection with everything else.\nIf we analyse the emotion of love, it is an expression of our deep connection. We end up loving the person in whose presence we feel accepted, connected, cared for, and completely validated. On the other hand, loss of connection with others leads to our feeling deep void, emptiness, loneliness, sadness or grief.\nAccording to the Gita and Upanishads, connection is the reality of the universe. The whole world is one vast, intelligent cosmic order, which connects us to everyone and everything.\n\nFor example, the iron in haemoglobin molecule, which runs in our blood comes from iron particles that were released by the collision of stars. The food that we eat is quietly produced by plant kingdom with the help of sun, water, and earth. The houses that we live in, the cars in which we travel, the entire economic, social and physical infra available to us are an outcome of contribution of countless people whose names and identities are not known to us. The world is a vast network of connection, and our existence is deeply intertwined with everyone else through the intelligent order – Ishvara.\nIf we are alive to this connection, our lives are lived with different expressions of love. We understand that all our accomplishments can be attributed to countless factors, including our efforts, contribution of parents, teachers, friends, and employees. This makes us more grateful and less conceited.\nAs we see the generosity in the creation, we begin to open our hearts and reach out to others. We feel empowered as we understand that what we do today connects us to future outcomes.\nAs we are all part of one large cosmic order, we take utmost care not to harm any being that includes humans, animals and plant kingdom through thoughts, deeds and speech.\nIt makes us more accommodative towards others. We protect ourselves against abuse and exploitation but without anger or hatred towards others. For instance, if teeth bite tongue, we take enough precaution to ensure that our tongue does not get hurt again but we don’t start hating the teeth.\nRecognising and honouring this connection through above attitudes and acts is an expression of universal love. Our connection to countless others can be expressed through care, compassion, non-labelling, gratitude, not hurting living beings and environment. As we express love in different forms through our behaviour, we not only bring about external harmony but increase our own levels of satisfaction, cheerfulness, and joy.\nOn the other hand, if we are oblivious to the reality of connection, many emotions such as hatred, pride, loneliness, isolation, dissatisfaction and depression, can emerge.\nTo conclude, the Upanishads and Gita do not advise us to love everyone. They show us the reality of connection. If we grasp this reality, different expressions of universal love towards every being will flow naturally and organically.\n\n",
        "headline_1": "Can we truly love everybody?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-we-truly-love-everybody/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "GOI-states acrimony is causing long-term damage \nKarnataka becomes the latest state to withdraw general consent to CBI. Such withdrawal, and the wariness of states, is a situation SC had earlier called “undesirable”. Wrangles between a state and the Centre, or between two states, are inevitable. But the unending sparring over CBI investigations – the who, what and where – between opposition states and Centre is downright damaging. On the one hand, restrictions on CBI can be an impediment to investigations. On the other, so many states alleging bias in CBI investigations marks an intractable breakdown in ties.\nGOI argues it has no superintendence or control over CBI, that the agency is not GOI. But in July, SC disagreed when it accepted a suit filed by Bengal, against CBI, under Article 131 that gives SC jurisdiction over legal disputes between GOI and states. The suit seeks SC deem unconstitutional CBI probes started in the state after it rescinded general consent in 2018. In 2010, also in a Bengal-vs-GOI case, an SC constitutional bench had ruled SC/HCs could institute CBI probes without a state’s consent on matters of national and international importance. It is how the Sandeshkhali and RG Kar investigations, instituted by SC, continue apace. Additionally, on Sep 24, SC set aside a Calcutta HC order for a CBI inquiry into alleged unlawful recruitments by Gorkhaland Territorial Administration. SC emphasised judicial restraint – there must be clear reasoning for a state police’s inability to pursue any case before CBI is roped in.\nKarnataka saw an opposition govt assume office last year. In withdrawing general consent over a proposed CBI probe against CM Siddaramaiah, it joins Bengal, Kerala, TN, Punjab and Jharkhand. With new BJP govts in office, Rajasthan, Chhattisgarh, Mizoram restored general consent last year. Centre-state ties are getting overwhelmed by distrust among political parties. Relations between regional satraps and party at the Centre are so strained as to impede governance – CBI is hamstrung, states are harried. \n\n",
        "headline_1": "General discontent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/general-discontent/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "Amid international debates and speculation surrounding Bangladesh's July uprising, Chief Adviser Muhammad Yunus had a significant responsibility at the UN General Assembly to articulate the true aspirations and intentions of the people of Bangladesh. We commend the chief adviser for eloquently sharing these sentiments with the international community in his speech at the UNGA. Yunus rightly praised the courage and determination of the people of Bangladesh, the armed forces, and particularly the youth, for standing up against injustice, corruption, and suppression of basic rights that characterised the previous autocratic government. He invited all countries across the world to deepen their engagement with Bangladesh in its quest for democracy, the rule of law, equality, and prosperity.\nPreviously, the international community appreciated Bangladesh's economic growth but remained critical of its democratic and human rights deficits, which Bangladesh is determined to improve. Yunus reminded the international community that Bangladesh was born out of its people's profound belief in liberalism, pluralism, and secularism. In accordance with those values, new generations of Bangladeshis have inspired the entire nation to reimagine a better, more egalitarian, and inclusive Bangladesh.\nThat said, the chief adviser also provided an intellectual outline not only for Bangladesh but for the international community to create a more prosperous, peaceful, and sustainable world. He highlighted two existential threats to human civilisation: the first being climate change, of which Bangladesh is among the worst sufferers, and the second being the threat of unrestrained development of artificial intelligence, which could devastate the job market. Unless the global community takes the matter of climate justice and climate change seriously, all forms of advancement and economic gains may get washed away by climate catastrophes.\nYunus also mentioned the need for the international community to proactively work to end all wars. He pointed out the tragedy unfolding before the whole world in Gaza and expressed the urgency of ending the genocide being carried out against Palestinians. He also emphasised the necessity of ending the war in Ukraine, both to save lives and to restore global stability. The chief adviser further called on the international community to help address the instability in Myanmar, and to help Bangladesh repatriate the Rohingya community back to their homeland. The international community must realise that the crisis in Myanmar not only poses growing risks for Bangladesh, but for the regional security of South Asia.\nAnother important point raised by the chief adviser is the massive amounts of wealth that are annually siphoned out of developing countries by the corrupt. One of the best ways developed countries can assist developing nations is by preventing illicit financial flows and the siphoning off of resources from these nations—or by returning these assets. We hope the international community will fully cooperate with the interim government to recover the wealth siphoned out of Bangladesh by the previous regime to assist the country in its development and democratic journey.\n",
        "headline_1": "A commendable speech by the CA at UNGA",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/commendable-speech-the-ca-unga-3714421",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "In 2015, the United Nations Educational, Scientific and Cultural Organization (UNESCO) declared 28 September as the International Day for Universal Access to Information (IDUAI). This year, the day will be observed with the theme: \"Mainstreaming Access to Information and Participation in the Public Sector.\"\nAccess to information is a fundamental human right that ensures accountability and transparency, especially within government systems. It empowers individuals to make informed decisions, enhances public trust, and promotes social progress. Various terms such as Access to Information (ATI), Right to Information (RTI), Right to Know (RTK), and Freedom of Information (FOI) are used interchangeably to describe this right. However, regardless of terminology, access to information is globally recognised as an important element of freedom of expression, enshrined in Article 19 of both the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights.\nAt least 125 countries, including Bangladesh, have enacted national laws to operationalise this right. Bangladesh introduced the Right to Information Act, 2009 (RTI Act) to ensure citizens can access public information. The Global Right to Information Rating (GRTI) has assessed Bangladesh's RTI Act as a \"reasonably good law,\" noting that it reflects a strong approach to access to information. However, the GRTI also highlighted concerns over the blanket exceptions for police, security, and intelligence services, which hinder full transparency.\nAlthough the Constitution of Bangladesh does not explicitly guarantee the right to information, the RTI Act is rooted in the constitutionally recognised fundamental rights to freedom of thought, conscience, and speech under Article 39. This article provides for the right to freedom of expression, though it also allows for \"reasonable restrictions\" in the interest of national security, public order, and morality. These restrictions are mirrored in the RTI Act, where certain types of information are exempt from disclosure, a provision that GRTI deems problematic.\nDespite these exceptions, the RTI Act is relevant in Bangladesh's evolving political landscape, especially for promoting transparency and accountability.\nKey provisions of the RTI Act\nThe RTI Act only allows its citizens of Bangladesh to request information from public authorities, as outlined in Section 4. These include government bodies, statutory institutions, private organisations receiving public funding, and entities performing public functions under government contracts as per Section 2(b).\nCitizens can request a broad range of documents and materials, including reports, memos, data, contracts, maps, and audio-visual materials related to the activities of any authority. However, note sheets or copies of note sheets, often used in internal decision-making processes, cannot be requested as per Section 2(f).\nSection 7 of the act outlines exemptions to protect national security, foreign relations, commercial secrets, and intellectual property. Information that could harm third-party interests, obstruct law enforcement, or interfere with judicial proceedings is also protected. Other sensitive information, including tax details, financial policies, personal privacy, and matters pending in court, cannot be disclosed. Additionally, strategic or commercially sensitive technical data and Cabinet discussions are exempt unless the Information Commission (IC) permits disclosure.\nHow to request information\n\nCitizens can access public information either through proactive disclosures (Sections 5 and 6) or by submitting a request (Section 8). Public authorities are required to publish information on their websites or through other forms of publication.\nTo request specific information, citizens can submit an application to the designated officer (DO) of the relevant authority. Each public authority appoints a DO, whose contact details are available on the authority's website. Requests can be submitted in person, by post, or electronically, using the prescribed form \"Kaa,\" available on government websites. If no form is available, the application can be made on plain paper or electronically, provided it includes the applicant's name, address, a description of the information sought, and the preferred method of receiving the information (email, printed, etc.) under Section 8.\nOnce a request is submitted, the designated officer must provide the information within 20 working days. If the request involves multiple departments, the timeframe extends to 30 days. In urgent cases related to life or liberty, such as requests concerning arrest or release from jail, the information must be provided within 24 hours. If the officer fails to provide the information or refuses the request, they must notify the applicant in writing within 10 days. Failure to respond within the stipulated timeframe is considered a rejection (Section 9).\nAppeal process\nIf a request is denied, citizens have the right to appeal. The first appeal can be made to a senior officer within the same authority, using the prescribed form \"Gaa,\" within 30 days of the refusal (Section 24). If the applicant is not satisfied with the outcome of the first appeal, a second appeal can be lodged with the IC within 90 days (Section 25). IC has the authority to investigate the case, penalize non-compliant officers, and compensate the applicant if necessary. Decisions of the IC can be challenged in the Supreme Court through a writ petition (Section 29).\nCosts and Fees\nMost RTI requests are free, but the government, in consultation with IC, may impose reasonable fees or exempt certain information categories (Section 8). After filling the request for information, applicants are notified of the fees, which must be paid within five working days through Sonali Bank (chalan no: 1-3301-0001-1807).\nThe RTI Act is a crucial tool for promoting transparency and accountability in Bangladesh. While it contains some broader exceptions for national security and law enforcement, it remains an important mechanism for citizens to access public information and hold authorities accountable. As Bangladesh continues to navigate its political and social transformations, ensuring the full and effective implementation of the RTI Act will be key to promoting good governance and empowering its citizens.\nNazmun Nahar is a Human Rights Defender and an alumna of the Erasmus Mundus Human Rights Policy and Practice programme.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Access to information: A right essential for transparency and accountability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/access-information-right-essential-transparency-and-accountability-3714326",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "The state of food safety in Bangladesh—as reflected in various studies that have detected harmful chemicals in vegetables, fruits, fish, poultry, milk and other food items—remains quite concerning. Recently, two separate studies have again revealed high levels of heavy metals and pesticide residues in vegetables and fruits. Heavy metals were found in red amaranth, also known as laal shak, and some other commonly consumed vegetables such as brinjal, cabbage, cucumber, okra, pointed gourd, and tomato, while pesticide residues were found in about 10 percent of the fruit samples tested. This is alarming as these contaminants can lead to cancer and numerous other health complications.\nOne of the studies, conducted in six districts of Dhaka and Mymensingh divisions, found a large concentration of cadmium in red amaranth—704.32 micrograms per kilogram—whereas the permissible limit is only 190 micrograms. Lead and cobalt levels were also consistently above the safe limits across all districts. The question is: how mindful are we of what we are eating, really? More importantly, why are existing safeguards against food adulteration not working?\nThe extent of adulteration and contamination revealed over the years shows just how pervasive this issue has become. For instance, in 2019, research conducted by the Bangladesh Food Safety Authority and a team from Dhaka University found harmful substances such as lead and antibiotics in both pasteurised and raw milk. Studies have also detected excessive levels of microplastics in seafood, trans fat in soybean oil, and antibiotics in poultry. Unfortunately, we are unaware of any effective measures taken by the relevant authorities to prevent these chemicals from entering our food chain. This is unacceptable.\nTo mitigate the risks posed by contaminated foods, the authorities must devise and enforce effective measures in consultation with experts. Along with ensuring good agricultural practices and providing training to farmers, as well as raising public awareness, it is crucial to prevent food adulteration through stricter regulations. Additionally, improving soil and water quality is essential for safe food production at the farm level. To achieve this, the authorities must halt unplanned industrialisation and pollution of rivers and water bodies which, among other problems, also impact soil quality. In short, a multidimensional approach is needed to ensure food safety in Bangladesh.\n",
        "headline_1": "Food safety crisis demands immediate attention",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/food-safety-crisis-demands-immediate-attention-3714201",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "Contrary to what has been claimed in a number of media reports, a recent survey of some 20 global apparel buyers points to their continued confidence in Bangladesh readymade apparel (RMG) industry. Following widespread protests by workers in the industrial belts of Gazipur and Ashulia since early this month, nearly 100 RMG factories were forced to shut down disrupting the export supply chain. These events have sent shockwaves across Bangladesh and beyond, but findings of a survey carried out by the Business and Human Rights Resource Centre (BHRRC) provide some reprieve. The centre had reached out for feedback from some twenty global clothing brands to know about their future plans on apparel sourcing from Bangladesh particularly in light of the recent labour-related disturbances. Interestingly, some of the major names have stated that they have no immediate plans to divert orders from the country, which include Adidas, C&A, H&M amongst others. Although some brands politely declined to share their future plans, one cannot forget that the country offers not only the economies of scale in production but offers some of the most competitive prices for particular segments in apparels anywhere in the world.The relations between foreign brands and Bangladeshi garments manufacturers span many decades and it is not that easy to replicate these longstanding relations in a different country simply because of more favourable conditions elsewhere. Cost remains a major issue and sourcing particularly low-end products any of the other competing countries including India, Cambodia or Vietnam will inevitably bring new challenges for buyers. Hence it makes sense for a lot of these brands not to have transferred orders as they are waiting to see how the situation unfolds. Interestingly, the BHRRC found some major fashion brands to be unhelpful in coming up with information requested. As pointed out in a recent report published in The Financial Express, the body stated that \"several brands were reluctant to provide information on the impact of the protests on how they have ensured responsible purchasing practices and protection of worker welfare during the unrest.\"With the exception of two brands out of 11, all others were on board to offer varying degrees of vendor support and letters of credit options to help ease cash flow issues. What all this points to is that a sizeable portion of international brands are not abandoning the country's RMG sector. While one brand has been forthcoming in providing \"low-interest or no-interest financing to suppliers and have also covered the cost of air shipments to mitigate delivery challenges\", this is by no means the consensus amongst brands covered. Hence the question arises, what will be brands' response in the next quarter should unrest continue to persist in industrial areas.It is obvious that the potential fallout of any further unrest will have on Bangladesh and it is heartening to learn that a tripartite agreement among government, the industry and labour rights organisations have been reached. That said, there are enough external elements that appear hell bent on continuing to brew discontent over perceived deprivations and it is very much up to authorities to improve the law and order situation. Buyers for their part should keep faith that the country is picking up the pieces after a total change in the seat of government and work with their Bangladeshi counterparts to overcome obstacles, and not abandon what is obviously a win-win situation out of panic. Things are improving on the ground and time needs to be given to restore order.",
        "headline_1": "Major brands sticking to Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/major-brands-sticking-to-bangladesh-1727533402",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "The moderate decline in the country's overall external trade with the rest of the world in the last fiscal year is not surprising. Both exports and imports dropped in FY24, leading to a fall in overall trade in terms of value. The decline in merchandise imports, which was much higher than that of exports, indicates the sluggish internal demand and foreign exchange crisis in the country. Statistics available with Bangladesh Bank showed that payment for merchandise import dropped by 11 per cent to US$66.73 billion in the last fiscal year from $75.06 billion in FY23. It was the second consecutive drop in import of goods in the country. In FY23, import value fell by 15.81 per cent from $89.16 billion in FY22. Again, the fall of imports in the last fiscal year was a decline for the third time in the past decade. During the decade, imports first dropped by 8.56 per cent in FY20, whereas the highest growth of imports was recorded at around 36 per cent in FY22. Payments for services import, however, almost unchanged at $10 billion in the last fiscal year. Merchandise exports declined by 4.35 per cent in FY24, reaching $44.48 billion, whereas services exports dropped by 9.78 per cent to around $6.30 billion. The total value of external trade stood at $127.60 billion in the last fiscal year, a significant drop from $138.60 billion in FY23. This decline in trade is not just a number on a balance sheet; it has real implications for the country's national income. The trade-GDP ratio came down to 28.90 per cent in the last fiscal year from 31 per cent in FY23, according to the preliminary estimation of the Bangladesh Bureau of Statistics (BBS). This decrease in the trade-GDP ratio is a clear indicator of the impact of the trade decline on the country's economic health.The requirements of higher import payments coupled with a gradual increase in external debt liability drove the rapid depletion of foreign exchange reserves since FY22. The gross forex reserve reached $41.82 billion at the end of FY22 from $46.40 billion in FY21. As it was not possible to suspend the debt repayments, the central bank started to allow currency depreciation and discourage luxury and less-essential imports of goods to contain the fast depletion of reserves. Nevertheless, the forex reserve further dropped to $31.20 billion at the end of FY23, and the declining trend continued till the end of FY24 when gross forex reserve came down to $26.71 billion while the net or disposable reserve slid to $21.69 billion.In the meantime, the reduction in import payments continued due to various restrictive policy measures implemented by the central bank to curb import growth as well as to reduce the import-induced inflationary pressure. According to a brief analysis of the central bank, factors such as exchange rate depreciation and global price hikes also contributed to the downturn in the last two fiscal years. Specifically, the import cost of intermediate goods, constituting around three-fifths of the total import payments, declined by 20 per cent in FY23 and 9 per cent in FY24. Among the intermediate goods, the import cost of petroleum goods, however, increased by 6.10 per cent in the last fiscal year. The import of capital goods declined by 21.9 per cent, and the import of food grains declined by 20.80 per cent during the period under review.The decline in imports is also linked to the country's aggregate demand, which also moderated slightly in the last fiscal year. In constant price, domestic demand increased by 4 per cent in FY24, which posted only 2 per cent growth in FY23 but 14 per cent in FY22. Globally, Bangladesh is now the 51st largest country in terms of merchandise import, according to the World Trade Statistics 2023. Released by the World Trade Organization (WTO) in July last with a new interactive tool, it also showed that the country's annual merchandise import was 0.28 per cent of the global import trade last year. In 2022, the country ranked 47th having 0.34 per cent share in the world import trade. Bangladesh is also the second largest importer in South Asia, after India which ranked 9th in 2022 and 8th in 2023.The WTO statistics also showed that in the last year, international trade in goods and commercial services dropped on average by 2 per cent to $30.5 trillion, on a balance of payments basis. Trade in goods declined by 5 per cent whereas services trade increased by 9 per cent. The situation in Bangladesh is also largely aliened with the global trend. As Bangladesh used to import more than export, there is always a trade gap with the rest of the world. Bangladesh Bank data showed that merchandise trade gap stood at $22.43 billion in FY24 from $27.38 billion in FY23. This trade gap, while significant, is due to a slower decline in both exports and imports in the last fiscal year compared to FY23. It's important to note that a trade gap is not always a matter of concern, as it can be a result of strategic import decisions to support domestic industries and economic growth.There is a misperception in the country that a decline in exports is always a matter of concern, whereas the same trend in imports is not an alarming issue. This is because exports bring foreign exchange from the outside world, and imports cause outflow of the foreign exchange. However, it's crucial to understand that the country's exports largely rely on imports, especially for various raw materials, intermediate goods and capital machinery. For instance, one-fourth of the gross export of ready-made garments (RMG) is the import of raw materials. In other words, the net export of RMG is around three-fourths of the gross export. Cotton, yarn, textile and fabrics are the four key components of RMG, largely imported from abroad. That's why Bangladesh was the fifth largest textile importer last year although the country ranked third as exporter of RMG. Again, the country also imports food grains and consumer items like wheat, edible oil, sugar, pulse, etc, to meet the domestic demand. So, what is more challenging is importing at a relatively lower price and sourcing the products at a competitive rate. This will help reduce the cost of domestic production of many items and also exportable goods. To achieve this, the country could consider negotiating better trade deals, investing in domestic production capabilities, and improving trade infrastructure. Finally, a rebound in imports is necessary to attain higher economic growth. [email protected]",
        "headline_1": "Is decline in import concerning?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-decline-in-import-concerning-1727533473",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "As Dhaka's population keeps swelling and traffic jams become more intensified, the need for a quality, proficient, and extended bus service is growing. The current public transport system is not only inefficient and inadequate, but it also operates in a chaotic manner. Overcrowded, unsafe, lacking in hygiene, and poorly maintained buses have forced many passengers to choose private vehicles, contributing to a surge in small vehicles on the roads and worsening traffic congestion.Successive governments have consistently made ambitious promises and plans to transform the city's transportation system, but have failed to deliver. As a recent report of The Financial Express mentions, for over three decades, Dhaka's public transport system has been the subject of countless studies, proposals, and initiatives aimed at streamlining the city bus service. And yet, there is no discipline, no monitoring, and no change.The report also notes that the deeply entrenched politicisation and criminalisation of the transport sector have been the main reasons for the failure to implement any effective plan to bring even a modicum of order in the transport sector. Since 1990, at least 14 major studies, including the Dhaka Integrated Transport Study (1992-94) and the Dhaka Bus Network and Regulatory Reform Implementation Study (2013-2015), have put forward recommendations for a more disciplined and passenger-friendly system. The key recommendation of nearly all these studies has been the introduction of a Bus Route Franchise (BRF) system, which would rationalise the city's bus routes and create a single company to manage them.In a recent meeting with the chief advisor, BUET professors Moazzem Hossain and Md. Hadiuzzaman put forward this point, urging the government to establish a unified bus company. Under this proposal, no buses outside of this company would be permitted to operate in Dhaka. Privately owned buses would either transfer ownership to the company and become partners or sell their buses. Dhaka would then be divided into 40 to 50 designated routes, all managed by this central company and run with greater efficiency. If buses are operated by a single company, and not run under individual driver contracts, the chaotic and unhealthy competition between buses to pick up passengers would stop and roads would become safer. Moreover, the competing buses often stop or park haphazardly, sometimes even in the middle of the road, to pick up passengers and block rival buses from overtaking, which leads to drivers' frustration and traffic tailbacks.The BUET professors' proposal to bring all privately owned as well as BRTC buses under a single company aligns with the goals of the Bus Route Franchise (BRF) or 'Dhaka Nagar Paribahan' project, which was launched in 2021 as pilot project in three routes of Dhaka. The project, however, didn't succeed because of Dhaka Transport Coordination Authority's (DTCA) failure to prevent unauthorised buses from operating on the designated routes. While buses under Dhaka Nagar Paribahan were seen stopping only in designated stops, other buses on the same route were allowed to pick up passengers randomly. As a result, private operators withdrew their buses from the scheme, citing losses. To fully implement route franchising, specific corridor is exclusively assigned to a designated company. Success of company-based bus operations in areas like Hatirjheel and Gulshan are proof that this model can work if properly implemented and supervised.Addressing the technical issues alone, however, will not be enough because the transport sector owners hold considerable political influence and they come in the way of successful implementation of BRF. Corruption is also rampant in the sector. Transparency International, Bangladesh (TIB) estimates that over Tk 10 billion is extorted annually from the transport sector, with portions of this money flowing into the pockets of traffic police, transport leaders, and high-ranking officials in the Bangladesh Road Transport Authority (BRTA).It is, therefore, urgent to break the powerful syndicate of transport owners to implement reform measures in transport sector.[email protected]",
        "headline_1": "Introducing a franchise-based bus service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/introducing-a-franchise-based-bus-service-1727533587",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2024"
    },
    {
        "full_article": "Agriculture is fundamental to our economy, as our hardworking farmers enable a land-scarce nation to sustain its entire population. However, several concerning challenges persist such as the annual reduction of arable land, farmers focusing exclusively on high-value crops, and the migration of skilled agricultural workers to the Middle East and Europe for better compensation- all of which jeopardise our food security. Additionally, the rising volume of agricultural imports is unsustainable for a country reliant on imports and facing a reserve crisis.The government must adopt a strategy to retain skilled farmers, provide incentives and encouragement for them to cultivate less profitable yet vital crops.Rafid AlamDhaka[email protected]",
        "headline_1": "Protecting farmers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-farmers-1727533605",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-09-2024"
    }
]