[
    {
        "full_article": "When we refer to our glorious period of journalism, we usually mean the pre-liberation period. Ironically, compared to today, the media was at its most rudimentary stage at that time. Independent mass media only consisted of newspapers—and that, too, mainly two: Daily Ittefaq and Sangbad—as there were no private television channels or radio stations; the state had monopoly on both. And of course, the world had no idea of the internet, online media or social media.\nHowever, what we lacked in numbers, technology, trained human resources or general resources, we more than made up for in spirit. Ever since its birth, journalism in East Pakistan—now Bangladesh—was totally immersed in and devoted to our struggles to gain our rights for language, culture, economy, and social advancement. In fact, independent journalism, to the extent possible at that time, was \"partisan\" journalism all devoted to asserting the rights of the Bengalis. And we were extremely proud of that partisanship. It meant our very survival as a people.\nObviously, a new chapter in the history of our journalism began with the birth of Bangladesh. But before it could crystallise, a most grievous tragedy befell us.\nWith Bangabandhu Sheikh Mujibur Rahman's assassination and the return of martial law and military's involvement in politics, which lasted till 1990, our journalism reverted, and correctly so, to the \"fighting mode\" for democracy and, in Abraham Lincoln's words, for a \"government of the people, by the people, for the people.\"\nThe real growth of journalism in Bangladesh, in its modern sense, can be said to have started from 1991 onwards, with the restoration of democracy and elected representatives of the people coming to power, with the parliament playing its constitutionally assigned role of holding the Executive branch to account.\nFrom 1991 till date, we have had a period of phenomenal growth of the media in quantitative terms of various newspapers, weeklies, TV channels, online platforms, etc. As for their overall quality, it is a different story.\nAs of September 30, 2021, there are 502 dailies and 348 weeklies published from Dhaka alone—perhaps the highest for any city in the world. In addition, there are 777 dailies and 347 weeklies coming out in the rest of the country. Many newspapers should have meant many views, many news sources, and many people participating in the flow of information from their respective social, economic and class perspectives. Whether, in Chairman Mao Zedong's words, a \"thousand flowers\" actually bloomed or it was a case of many plants producing the same or similar \"flowers\" is a matter of record—and it constitutes, in our view, the hidden story of the condition of today's media in Bangladesh.\nThe advertisement market is not remotely as big as to be able to support such a huge print media industry, and there is no government mechanism to support them either. The individual owners are not financially stable enough to sustain their publications over any length of time. There is, however, the world of government advertisement that has its own strengths and weaknesses—as well as the possibility of bureaucratic and political manipulation.\nThe natural question that follows, and must be answered as transparently as possible is: What is the business case for so many newspapers? And here the situation gets murky. If it is not the owners' money, if it is not government or private ads, then how are these papers sustaining themselves? Many years ago, the information ministry did a survey of newspapers in Dhaka and found that many of them had no office of their own; they shared space with others. Several of them had the same address, and many had no office at all. Here is a clue to the hidden story I referred to above.\nWhile the government has an obligatory wage board, its own findings showed that, except for a handful of media houses, no one paid the official salary or anything close to it to their staff. Yet, it is repeated every few years and imposed on a few. Has this helped the growth of quality journalism in any way?\nThe situation of the television media, whose numbers may have reached half a century, are better in terms of staff salary and investment. Their problem lies in garnering enough advertisement and reaching their viewers on a subscription model, which is totally usurped by the cable operators at the moment.\nSome estimates put the number of our unregistered online news portals to thousands. As of now, there are 262 registered online news portals, including the websites of the established newspapers.\nThere are numerous private FM radio stations as well.\nWith such a huge proliferation in terms of quantity, the question of the quality of our media remains a serious one, as mentioned earlier.\nIn my view, there exists fundamental confusion about the role of the media in the minds of the government, the owners, and within the industry itself—including among the higher echelon of media leadership.\nAs for the government, we are facing the same obstacles—perhaps a bit more severely—that the media in all new democracies face. After all, our struggle for democracy may have a long history, but our experience in practising it, save for the early years of liberation, is only 30 years old. Compared to governments of mature democracies, elected leaders in the new ones, including ours, suffer from all sorts of insecurities and are super-sensitive to every critical view, failing to even remotely grasp the logic of criticism as a cleansing process of governance. With the passage of time and growing differences, opponents in such democracies begin to be considered as enemies. The media, which publishes purely fact-based critical stories, is seen to be a part of the \"enemy,\" and as such treated with suspicion at first, then with derision, and finally with attempted obliteration.\nEven within these 30 years of continuous democracy—with a two-year gap when a military-backed caretaker government operated—the present ruling party itself has been in continuous power since January 2009, making for nearly 13 years at the helm. If we add their earlier stint of five years in power, the Awami League has been ruling Bangladesh for 18 years of the last 30 years of our democracy. Given such a long reign, can we hope for a more sophisticated reaction to media criticism in the future?\nAs for the owners, save a few, most of them have not grasped the speciality of this industry. Unlike what other things they own, the fact that owning a media house is a different ball game mostly escapes their thinking. If the heart of every product is quality, the quality of a media product is \"credibility,\" which comes from objective coverage of the government, all public and private institutions, the business community, and all centres of power in general—including the media owner's own enterprises. Singing undue praise of the owners might please them, but it eats away at the media's credibility, thereby damaging the \"quality\" of the product, which in this case is the newspaper.\nMany of the owners consider the media as a publicity wing of their industrial empires and treat journalists as PR persons, hired for their self-aggrandisement. Obviously, such owners do not consider the \"media\" as an independent business. It is a subsidiary created to run on \"handouts\" from other enterprises, and never meant to stand on its own. Hence one's own media must, by definition, look after the business interest of the rest of the businesses of the same owner which, at times, include denigrating a competitor.\nConfusion among the journalists is just as damaging. Given our long tradition of journalism to support our just struggle for independence, and our long involvement in toppling military rule and autocracy, we have not learnt to distinguish between \"advocacy\" journalism and \"objective\" journalism. Here, I would like to make a strong and clear distinction between the period from 1975 to 1991 and from 1991 till date.\nIn the first period, except for the initial years of Bangabandhu's rule, journalism was devoted to fighting military rule. It was almost a continuation of its role during the Pakistan period. In that \"fight,\" we were partisans for democracy, representative political leadership, accountable government, and all sorts of freedoms. We were not an \"objective\" judge of the political parties who were fighting against the military, or evaluating the programmes they were putting forward to replace the latter.\nAfter the restoration of democracy, journalism had to necessarily move away from \"partisanship\" to \"objectivity,\" judging each and every one of our elected leaders and the government they formed. They were to be tested on their performances and not on their intentions, howsoever noble and righteous. Regardless of our favourite political icon, our professional ethos compelled us to take up our pen against injustice, corruption, cronyism, and political partisanship. While earlier patriotism meant fighting for democracy and against military rule, presently patriotism meant unearthing misgovernance, abuse of law, and suppression of all freedoms—especially freedom of expression, which is the core of all other freedoms—regardless of the leadership of the day.\nIn my view, we as journalists have failed to grasp the fundamental ethos of our own profession and have dragged the old partisan mindset into it, thereby hampering the growth of objective journalism which Bangladesh needs today. It lies at the heart of our transition to the status of a developing country from an LDC.\nIf nobody else, we the journalists must understand it, internalise it, and practise it. That is our patriotism today.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: 50 years of journalism and the way forward",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-50-years-journalism-and-the-way-forward-2208781",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2021"
    },
    {
        "full_article": "Regardless of the remarkable progress that some industries across South Asia have achieved, agriculture still remains the primary source of employment and income for a large segment of people in the region. In Bangladesh, for instance, 38 percent of the working population was employed in agriculture in 2019, and more than 40 percent of Indians are still employed in the sector. Efforts to improve the welfare of the poor across the region also rely on achieving higher and more stable incomes for farm households. Simultaneously, improved management of the agricultural sector is required to deliver on food security and political stability. This is especially the case in the Eastern Gangetic Plain—one of the most populated parts of South Asia.\nThe national policy settings across the Eastern Gangetic Plain differ in some respects, but they also share something in common: all of them have focused heavily on supporting farmers through different subsidies and price controls. While no one is questioning the role of these types of measures, it can be useful to stop and reflect on what really works and what doesn't. Despite agriculture's obvious importance, efforts to raise and stabilise farm incomes in places like Bangladesh, northeast India, and Nepal have enjoyed only mixed success. In some cases, local nuances have played a part so that the success of a policy or programme in one place cannot be duplicated in another. Unfortunately, there has been no systematic process for gathering information about what makes for a successful policy or programme in the region.\nThis was the focus of a research project sponsored by the Australian government that brought together researchers and policymakers from Bangladesh, India and Nepal. The project commenced by gathering information from nearly 100 policy experts who are closely involved with agricultural development. These experts were recruited because of their experiences in this field. After nominating the different policies and programmes of interest, experts were then asked to rank the ones that they thought were most effective at raising and stabilising farm incomes.\nOn the one hand, it was not surprising to see that the experts, coming from different countries, had slightly different ratings of the policy approaches. But there was a consistent theme across the board.\nOverwhelmingly, all the experts indicated that the difficulty of accessing quality inputs was the main barrier to improving the incomes of farm households. This is particularly interesting, given that much of the policy attention in the region has focused on the prices farmers have to pay for inputs, and there has been less attention given to quality input access.\nIn addition, cheaper farm inputs were rated quite low by the experts as a way of raising farmer incomes. This was particularly the case for experts with experience in the Indian policy setting, where access to quality inputs was adjudged as being at least three times more effective than simply offering cheaper inputs. Arguably, this also reflects the fact that input subsidies can make it more difficult for some farmers to acquire seed, fertilisers, and other inputs.\nAnother important finding was that the experts also had relatively consistent views about the best way to deliver on improving access to quality inputs for farmers. Specifically, the experts from all three countries consistently rated the private sector as the best mechanism for improving access. This was particularly noticeable in the case of experts from Bangladesh and Nepal. In contrast, the government was consistently rated as the least effective delivery mechanism. It points to the growing capacity and enterprise of the private sector and the promise it holds—if leveraged carefully.\nBuilding on these overarching findings, the project investigated other topics, like the specific impacts of fertiliser subsidies in India, the role of information transfer to farmers in Bangladesh, and the empowerment of women across the region. By and large, these studies continued to add weight to the central finding—that access to quality inputs really matters.\nFor example, in reviewing the impacts of fertiliser subsidies, the project found that subsidies for fertilisers have had limited influence on incomes. The project also concluded that these measures require much better targeting if they are to reach the poor, instead of simply benefiting larger richer farmers disproportionately. This again brings into question policies that are concerned primarily with the cost of inputs and not their distribution, as was highlighted by the data gathered from the experts.\nAccess was also a key component of the work on extension and information to farmers. It was found that farmers accessing information was positively related to higher incomes and productivity. In a related analysis of mobile phone use by farmers in Bangladesh, better yields, improved production efficiency, and higher agricultural net revenues were all positively related to mobile phone access and use.\nIn terms of the empowerment of women, the project found that giving women access to technology can have markedly different and potentially better impacts, compared to the same technology in the hands of men. For example, one study showed that women would be more inclined to sell water from a groundwater pump than men, were they given the choice. That would, obviously, require a major shift in the way women's roles are contemplated in the region, but it does highlight the fact that access matters.\nOverall, the project presents a significant challenge to the next generation policymakers. How can they design and deliver policies that focus more directly on ensuring access for different groups, and focus less on the cost? Subsidies for inputs in agriculture are evidently less favoured by most experts, even if they can be popular in some areas. Phasing them out and replacing them with more targeted and sophisticated support measures can be helped by new technologies spreading rapidly across the region, but the political will to change is key.\n \nDr Mohammad Jahangir Alam is a professor at the Department of Agribusiness and Marketing in Bangladesh Agricultural University. Dr Lin Crase is a professor of economics at the University of South Australia.\n",
        "headline_1": "South Asia needs a change of approach for agricultural progress",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/south-asia-needs-change-approach-agricultural-progress-2208771",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2021"
    },
    {
        "full_article": "Given the doubts, confusions and anxieties of the modern age, it is perhaps expected—and certainly obvious—that there is a resurgence of religiosity almost everywhere. Unfortunately, this is not being expressed as a greater commitment to personal virtue or piety, but in increasing levels of misunderstanding, bigotry, and violence against the \"other.\"\nSo, if it's a world-wide phenomenon, why should we be so incensed that it should also be expressed here in Bangladesh? The answer to that question consists of two words: Liberation War. One aspect of the war was certainly reactive: it was a response to the economic disparities, political unfairness, and cultural callousness that Pakistan had represented, and the genocidal attack it unleashed on its Bengali population in 1971. But it was not fought in an ideological vacuum. It represented a struggle for the establishment of some principles that Bangabandhu Sheikh Mujibur Rahman had exemplified, the people had demanded, the historical forces had compelled, and the constitution had enshrined.\nIt is for this reason that the vandalism and arson inflicted on Hindu citizens lately was so painful for those who had fought, suffered and died for a democratic, socialist and secular country. It was not only an attack on some puja mandaps, but an affront to the foundational pillars of the state.\nSecularism was the simplest of the state principles adopted by the constitution. After all, we had already renounced a religion-based state and established one defined by language, geography, and an overarching cultural unity. This did not mean the rejection of religion as personal belief, commitment, or as a marker of identity, but only that, in the Enlightenment/Voltairean/Jeffersonian tradition, it would not be reflected in the public sphere (one may hear echoes of that in the Medina Charter as well). This sentiment was encapsulated in the slogan that the state belongs to all citizens, but faith belongs to the individual person. The issue appeared to be settled.\nThe optimism and clarity of that hope was soon mired in confusion and controversy. After Bangabandhu's dastardly assassination in 1975, \"religionist\" elements (i.e. those using Islam for political objectives) re-emerged in the public arena. Taking advantage of gradual compromises that various regimes had made with them, they were able to peel back secular promises and guarantees. Even the constitutional status of the concept became murky.\nThe Fifth Amendment in 1979 removed the word \"secularism\" from the constitution, and the Islamic invocation was inserted at the beginning of the text. The Eighth Amendment in 1988 declared that Islam would be the \"state religion.\" In 2011, the 15th Amendment restored secularism as a fundamental principle of state policy, and prohibited any discrimination based on faith. However, the invocation as well as the constitutional position of Islam remained in place. Thus, Bangladesh claimed the odd distinction of professing to be secular and simultaneously declaring a state religion.\nThese \"religionist\" forces steadily consolidated their presence. Prof Abul Barkat, who wrote the book \"Political Economy of Madrasa Education in Bangladesh,\" has estimated that, between 1970 and 2008, the number of Alia madrasas increased from 2,721 to 14,152, and the number of Qawmi madrasas could be anything between 13,902 (government estimate in 2015) and 33,000 (Bangla Tribune, January 20, 2020). These numbers do not include almost 70,000 mosque-based Furqania maktabs and more than 4,000 Hafezia madrasas, as of 2008 (Banglapedia).\nTo underscore their growing authority, the Qawmi madrasas, which are beyond the scope or authority of the government in terms of educational content or testing standards, were able to get recognition of their Dawrah-e-Hadith degree as equivalent to an official Master's degree in 2017.\nThey were also able to tinker with the curricula of the \"secular\" education system. In 2017, several chapters, written by people such as Lalon, Sunil Gangopadhyay, Sarat Chandra Chattopaddhay, Gyandas, Humayun Azad, and Rabindranath Tagore, were quietly removed from school textbooks and replaced by more \"Islamist\" pieces by Shah Ahmad Sagir, Alaol, Golam Mostafa, Kazi Nazrul Islam and Habibullah Bahar. Similar efforts continue to this day.\nIn a rather spectacular display of their resolve and strength, they publicly demanded and eventually succeeded in the removal of the Lady Justice statue (a universal symbol of blind justice and the rule of law) from the High Court premises because they considered statues to be inconsistent with Islam. Even though the judgement came from the courts, the decision was fully supported by the ruling regime.\nThey also felt sufficiently emboldened to carry out acts of repression and violence against minority communities. Odhikar reported that between 2007 and 2019, 12 people belonging to other religions were killed, 1,536 injured, and 1,013 properties and 390 temples attacked. Hindus bore the brunt of this bigotry, though other faith communities also suffered. Ain o Salish Kendra (ASK) reported 3,710 attacks exclusively on Hindu communities (10 deaths and 862 injuries) between January 2013 and September 2021.\nIt's possible that some of this could be driven by people coveting the land and properties of the Hindus. But the attitudes, rhetoric, and behaviour that are routinely displayed cannot be explained by that materialist explanation alone. Given this pall of threat and intimidation, there was a steady emigration of Hindus. From 13.5 percent of the population in 1971, their numbers dwindled to 10.5 percent in 1991, and 8.5 percent in 2011.\nTherefore, the recent attacks on Hindus were neither sudden nor unprecedented. However, the scale and severity of the attacks, the geographic distribution of the assaults, and inflicting this during the biggest festival of Bengali Hindus to maximise their sense of fear, shock and pain, have had a jarring effect. It is imperative to ask why it happened.\nIt is probably unhelpful to consider this merely as an administrative, personnel or policing failure. That plays into the blame-shifting culture that we have perfected. Also, simply saying that an OC, or a UNO, or chairman, or mayor, or detective is responsible is to trivialise the issue, and after someone is transferred, demoted or symbolically \"punished,\" it allows us to congratulate ourselves for \"solving\" the problem and \"sternly\" dispensing justice. It treats this as a disaggregated \"incident\" and ignores the structural nature of the failure(s) that it exposed.\nSimilarly, the finger-pointing excesses of our political leaders, with their pious platitudes and their glib peddling of conspiracy theories, are embarrassing since they were all, in varying degrees, responsible for creating this situation. These \"religionists\" were allowed, sometimes invited, to become part of the bargaining-based and alliance-oriented arrangements that came into existence as purely cynical and opportunistic transactions for mutual advantage. These policies of \"appeasement,\" the Faustian bargains that we made, and our willingness to repudiate our history and forsake our ideals for temporary gain eventually created the Frankenstein we have to confront today.\nMoreover, the two major political parties have never been particularly concerned about the safety and welfare of the Hindus. One can afford to be indifferent about Hindus because it takes them for granted as a captive vote bank, while the other remains unconcerned since it would never garner their support anyway.\nWhat these events starkly exposed were problems in our understanding and practice of democracy. Democracy is not a proclamation, a poster, a lecture or a completed project. Nurturing it requires effort, patience and courage. It is famously said that \"eternal vigilance is the price of liberty.\" The requisite effort has been lacking here.\nBangladesh ranks well below its neighbours (except Pakistan) in most measures of freedom, according to Reporters Without Borders, the Cato Institute, and Freedom House, and its position is gradually slipping further down. Its elections remain questionable. Its political parties do not practise internal democracy. Its one-party-controlled, business-interest-dominated parliament does not engage in deliberation of major issues, and remains completely subservient to the Executive branch. Its justice system is overwhelmed by over-full dockets (more than 3.5 million cases awaiting adjudication). Its public space for debate, discussion, and dissent has shrunk in an atmosphere of psychological intimidation, physical bullying, and legal pressures (aided by such instruments as the Digital Security Act). It demonises politics (without which democracy is not possible), and attempts to \"resolve\" issues through the use of goons and gangs.\nWhen we construct a hyper-polarised environment deeply intolerant of others in speech, opinion or ideology, and consider all differences as challenges which must be physically crushed, it is bound to be expressed as intolerance against others who eat, pray, or dress differently, and to be expressed in aggressive ways.\nThe faltering rule of law is part of the same syndrome. It is clear that there is a culture of impunity that encourages routine law breakers—such as extortionist bahinis and unsafe factory owners, forest cutters and river polluters, money launderers and tax dodgers, traffickers of women and torturers of children, even rapists and murderers—who feel relatively protected from consequences. Even on the issue of violence against minority communities, most cases over the last 20 years (some collective and brutal) remain unresolved, most perpetrators remain free, and as Tagore said, \"The pleas for justice cry in silent and lonely corners.\"\nThese developments also reflect an intellectual and moral failure. Our scholars have been unwilling to explore difficult issues of history. The question of relations between Hindus and Muslims can certainly be prickly and awkward—we should remember that almost 90 percent of Bengali Muslims had voted in favour of Pakistan in 1946. Instead of presenting balanced, thoughtful and informed accounts, they sought comfort zones and retreated to echo chambers, were not interested in questioning mythicised narratives that were simplistic, shallow and misleading, and never challenged the silly and dangerous stereotypes that prompted, shaped, and distorted our views of each other.\nThe Liberation War suffered almost a similar fate. The vast majority of the numerous books and speeches on it are based on individual memories. They are essential to understanding the bravery and sacrifices of those involved. But their scholarly value is limited, because most are not based on empirical evidence, objective analysis, sound methodologies, or testable conclusions (as Karl Popper pointed out, that which cannot be interrogated or subject to disproof cannot be scientifically acceptable).\nTherefore, the most important event in this nation's evolution, certainly the most consequential in terms of Hindu-Muslim relations, is recounted as stories, not as engagements in history, the social sciences, or the humanities. Apart from these individual memorials, most other war narratives are clouded by partisan agendas and hagiographic compulsions. How can we be inspired by \"mukti-juddher chetona\" when we don't even know the mukti-juddho itself, or even have a vetted list of the mukti-joddhas—heroes we should publicly and regularly honour (rather than merely placate with stipends and job-quotas)?\nIt must be pointed out that the weaknesses in the education system have also contributed to this malaise. It concentrates on teaching students to pass exams and find employment, and ignores ethics, values, and humanistic ideals. Even in the universities, the moral authority of the institutions, or the personal example of our professors, are problematised by partisanship and \"scandals\" (involving vice-chancellors, teachers and students).\nEither in the classroom or outside it, the principles of inclusiveness, courtesy, integrity, humility and tolerance are neither taught nor modelled by our teachers. For this reason, we have learned to accept pervasive rudeness in our interactions with people, rampant injustice, and crude displays of sheer physical force. All people are unsafe in these environments. Women and minority communities, because of their inherent vulnerabilities, suffer disproportionately.      \nAdmittedly, the \"religionist\" forces have been greatly helped by external factors. First, several countries and groups in the Middle East provide assistance to these forces, millions of Bangladeshis working there are exposed to Salafist doctrines which they bring back with them, and objectionable messages are easily shared through social media and the relatively uncontrolled environment of waz mahfils. Second, the successive attacks of US-led coalitions against Muslim countries, and the anti-Islamic tendencies evident in the West, have encouraged the fears, angers and organisational liveliness of these groups. And finally, India's display of big-brotherly arrogance, its policies that have gone against Bangladeshi interests (water sharing, trade, border killings, etc), and the current wave of anti-Muslim sentiments and behaviour, have energised the \"religionist\" forces here.\nBut none of this was shrouded in secrecy. However, countermeasures were not considered. It must be pointed out that the relevant authorities deserve to be congratulated for their firm and hugely successful response to the challenges of extremists, and the wild-eyed, bomb-throwing fanatics WERE effectively contained. But, the quieter and more insidious forces of division and hate remained untouched and uncontested.\nWe must understand that while the state is a legal entity, the nation is an \"imagined community,\" as historian Benedict Anderson put it. The first deals with the apparatus, institutions, procedures and protocols of governance, and the latter with the values, sentiments, emotions and civic consciousness that define the people. In Bangladesh, the false and mischievous dichotomy of being either Muslim or Bengali has festered because it has not been examined with the honesty and sensitivity it deserves. We dismissed the resultant tensions as \"law and order\" problems, and not the \"hearts and minds\" issue that it is, and hence could neither negotiate nor clarify our sense of belongingness, ownership and identity in terms of the nation we claim. Our intellectual/moral laziness represents a massive failure of our \"imagination.\"\nIt is neither possible nor desirable to smother our differences. But we must try to accept them, respect them, and eventually celebrate them. As Cassius said to Brutus, \"The fault lies not in our stars, but in ourselves.\" Accepting this responsibility is both our obligation and our opportunity.\n \nDr Ahrar Ahmad is professor emeritus at Black Hills State University in the US, and director general of Gyantapas Abdur Razzaq Foundation in Dhaka.\nThe headline of this article was inspired by the first line of The Communist Manifesto.\n",
        "headline_1": "A spectre is haunting Bangladesh, the spectre of communalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/spectre-haunting-bangladesh-the-spectre-communalism-2208756",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2021"
    },
    {
        "full_article": "There is hardly any positive news about our female migrant workers employed in the Middle East or those who have returned home from there. Horrifying facts of their lives abroad often make headlines when they are physically and sexually assaulted by their employers, left unfed for days, and deprived of decent salaries. Between 2016 and 2019, the dead bodies of approximately 500 female migrants were returned to Bangladesh. The innocent faces of 14-year-old Kulsum and 13-year-old Nodi—who were sent to Saudi Arabia as domestic workers and returned in coffins after a year or so—are still etched in our minds. Many of the women who came back alive had scars of torture on their bodies and were in vulnerable mental states. Only a few of them managed to make it back in good physical and mental conditions.\nAfter the Covid-19 pandemic broke out, about 49,924 female migrant workers returned home from 21 countries till March 7 this year, according to Brac Migration Programme. How are they doing in their own country now?\nA recent study titled \"Social and Economic Reintegration of the Returnee Female Migrant Workers: Success and Sorrows,\" conducted by Bangladesh Institute of Labour Studies (BILS), has found some shocking facts about our returnee female migrants' socio-economic conditions at present. According to the study, 60.4 percent of them are now unemployed, while 65 percent don't have a regular monthly income. Moreover, 61 percent of them are plagued with huge debts, which have made them even more vulnerable in their families.\nThese women went abroad borrowing money from lenders, while many had to sell their properties. When they started their journey to the foreign lands, they did not have the slightest idea that they would have to endure such abuse there and would have to return home so soon. Being forced to come back prematurely, their economic condition deteriorated further. A majority of them now can't find any jobs here as employment opportunities have declined in their communities as well, as reported by some 30 percent of the returnees interviewed for the study. Those who have found work are doing different jobs from what they did abroad. Moreover, there is a wage discrepancy—54.2 percent of the female returnees surveyed reported unequal pay between returnee and non-returnee workers.\nUpon returning home, they have also been experiencing a change of social attitude towards them. While they were abroad, sending their hard-earned money back home, they were respected and considered \"empowered\" by their communities. They also had the decision-making power in their families. However, after their return, they have lost that power and their opinions no longer matter to their families, according to the study. They are also looked down upon by their communities because of the stigma of being sexually abused abroad. People often make slanderous comments referring to their \"immoral character.\" Due to this vicious social attitude, many of the returnees have been forced to confine themselves at home, further compounding their feelings of humiliation and rejection.\nAnother shocking revelation is that female returnee migrants are also having trouble in their married life. According to the study, 14.7 percent of the returnee female migrants got divorced, while 10.5 percent were simply left by their husbands.\nThis is more or less the situation of most of our female returnee migrants, but there are also those who have significantly improved their socio-economic conditions, even though they are a small minority.\nNow, the pertinent questions are: How can we help these women to reintegrate into society again? What can we do to improve their socio-economic status so that they can live a respectable life? How can we sensitise the communities towards the returnees, especially those who have suffered physical, psychological, and sexual abuse abroad?\nExperts say that we still do not have any specific policy to reintegrate female migrants into society. Manirul Islam, deputy director of research at BILS, said, \"In order to provide our female returnees any kind of support, the authorities concerned should register their names first. Without a proper database, it is difficult to keep track of the returnees and provide them with any financial or social support or the treatment they need.\"\nSo, first and foremost, female returnee migrants need to be registered and brought under the government's social safety net programmes. The returnees should also get the necessary treatment without hassle. Most of our female returnees were physically and mentally unwell when they returned—55 percent of them were physically unwell while 29 percent had some kind of a mental illness, as the BILS study has found. But most of them were not provided with any treatment for their conditions.\nProviding them with skills development training to prepare them for income-generating activities comes next. It should not be very difficult for the relevant government agencies to arrange such training in line with the demand of the job market. The money from the Wage Earners' Welfare Fund, formed with the contributions of the migrant workers, can be utilised in this regard. After all, what is it for if not to help migrant workers, current or former, in distress? The returnees who would prefer to start their own business should be able to get loans at low interest rates. We know that the Probashi Kallyan Bank offers loan facilities to migrant workers, but the process is too complicated for the female returnee migrants, given their social and educational backgrounds. They also need support in this regard. Those who are already engaged in various jobs must be paid as much as their non-migrant co-workers. For this, the authorities should maintain the minimum wage structure.\nUnderstandably, when these women are reemployed or engaged in other income-generating activities, their communities' attitudes towards them will also change. But there still needs to be a protection cell for them, where they can go and file complaints when and if they are socially harassed by people. Sensitising the communities about their struggles and raising awareness about the contributions they made to our society are also crucial.\nSince migration is the second largest source of women's employment and empowerment after the RMG sector, the government should do everything in its power to ensure the safety of our women migrant workers. It should sign better agreements with the countries where our female workers are employed, with a focus on their physical and mental well-being. There are many problems related to female migration that need to be identified and fixed with urgency.\nHowever, since our women migrants usually serve a couple of years abroad and then return, the government should also focus on their social, economic, and psychosocial reintegration into society once they come back home. Other labour-sending countries are already much advanced in this regard. It's time we took this issue seriously to ensure a better life for our female returnee migrants. With proper support from the government and the relevant agencies, they can overcome all the social barriers and get back on their feet.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Returnee female migrants need help to bounce back in life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/returnee-female-migrants-need-help-bounce-back-life-2207916",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2021"
    },
    {
        "full_article": "We second the prime minister's call to private entrepreneurs on Tuesday to try and diversify Bangladesh's export items. For far too long, we have been overly reliant on our RMG export—accounting for more than 80 percent of our total exports—which puts our balance of payment (BOP) situation at risk, as any significant decline in RMG export could lead to huge BOP deficits. Thus, experts have been calling on the private sector for some time to take initiatives to diversify export items, and for the government to formulate policies that encourage export diversification.\nBroadening the export product base, destination and quality can stabilise and expand export revenues and boost economic growth. That, in turn, can lead to the much-needed creation of more jobs. As Bangladesh graduates from the UN's list of Least Developed Countries (LDCs), the need for it to diversify its export basket becomes even more pressing. Many of the benefits it used to receive as an LDC will become redundant or unavailable after graduation. In order to make up for some of the potential losses, Bangladesh needs to formulate long-term plans on how to enhance its export basket.\nSome of the measures, as previously highlighted by experts, could be for the government to provide low cost and easy access to finance, adequate policy support along with fiscal and non-fiscal incentives for non-garment export sectors, while ensuring equal treatment and sufficient skills development. When it comes to the RMG sector, Bangladesh, over the years, has enforced domestic regulations that are WTO-compliant and internationally acceptable. The same has to happen for other sectors if their products are to succeed in the international market. In line with that, the Bangladesh Standards and Testing Institution (BSTI) needs to be strengthened to ensure that local products face international standard testing to secure accreditation where necessary.\nThe private sector also has a big role to play here. Our businesses need to conduct proper market research to find out which products they can successfully export, as well as how they can diversify their export markets. They can also work with the government to try and find out which countries or group of countries Bangladesh should sign free trade agreements with, to increase trade and overall exports.\n",
        "headline_1": "High time to diversify our export basket",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/high-time-diversify-our-export-basket-2207871",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2021"
    },
    {
        "full_article": "We are tired of writing in these columns about cases of time and cost overruns, which seem to have become the norm when it comes to the development projects in Bangladesh. We can only imagine how exhausting it is for the relevant authorities to constantly issue warnings to ministries, departments and officials responsible for these irregularities—only for that to fall on deaf ears.\nDespite repeated requests and warnings from the prime minister herself—who, in February this year, directed the authorities to take legal action against those responsible for flawed project designs that ultimately push up costs—not much seems to have changed. On Tuesday, a parliamentary watchdog came down heavily on the Road Transport and Highways Division (RTHD) over the irregularities reported in different development projects, including slow implementation, repeated extensions of deadlines, and consequent increase in project costs.\nThe Parliamentary Standing Committee on Estimates sought explanations as to why RTHD projects in the Dhaka, Sylhet, Mymensingh and Gopalganj zones were not implemented on time, and why their durations were increased repeatedly. It is astounding to learn that, in most cases, the officials did not even respond properly to the concerns raised. According to a report published by this daily, they tried to deflect by explaining that deadline extensions did not lead to increased expenditures. But why do such extensions continue to be asked for? Data suggests that in the last fiscal year alone, more than 300 projects sought time extensions. This state of affairs is not acceptable.\nWe are equally disappointed to hear that the only action that the committee took was to request the RTHD to submit a report explaining the reasons for extending the duration of nine incomplete projects in the Dhaka zone. How many more such reports will be submitted while these projects drag on, wasting crucial taxpayers' resources and depriving citizens of their expected benefits?\nThe need of the hour is accountability, and that will not come out of writing endless reports. It is high time that the legal action mentioned by the prime minister earlier this year is actually taken against officials who are responsible for project delays and cost overruns. If strong actions are not taken to enforce accountability, there will be no changes in the culture of delay in publicly funded projects that has currently become the norm in Bangladesh.\n",
        "headline_1": "Enough with the project irregularities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/enough-project-irregularities-2207761",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-10-2021"
    }
]