[
    {
        "full_article": "The Supreme Court has sought the Government’s response to appeals to allow same-sex marriage under a special law, in another bid to provide legal sanction to widening social customs. A Bench of CJI D.Y. Chandrachud and Justice Hima Kohli agreed to hear two partners who said the non-recognition of same-sex marriage amounted to discrimination that struck at the rights of LGBTQIA+ couples. The petitioners cited the Special Marriage Act, 1954, which provides a civil marriage for couples who cannot marry under their personal law. Listing the case for hearing, the Court also transferred cases pending before several High Courts to itself. It is a first step towards same-sex marriage, which has been legalised in 30-odd countries, including the U.S. where this July the House of Representatives approved legislation to protect such marriages. This legislative action came amidst concern that an aggressive Supreme Court could revisit settled laws after it overturned Roe vs Wade on abortion rights. After the K.S. Puttaswamy verdict (2017) which upheld the right to privacy and Navtej Singh Johar (2018) that decriminalised homosexuality, there was hope that same-sex marriages would follow, but that has not been the case. At depositions in courts and outside, the Centre has opposed same-sex marriage, and said judicial interference will cause “complete havoc with the delicate balance of personal laws”.This is perhaps one of the reasons why the Supreme Court may consider allowing same-sex marriage under the Special Marriage Act, and not several other personal laws such as the Hindu Marriage Act. Over the past few years, it has passed a series of judgments that challenged conservative society and brought hope and expanded the scope for people who do not conform to age-old social norms. Eventually though, even if the Court rules in its favour, the march towards equality for the LGBTQIA+ community will be long and arduous. Enforcing something like same-sex marriage in a diverse country with varying customs and traditions will not be easy. Social mindsets are conservative and so well-entrenched that anyone who feels differently is stigmatised, humiliated and ostracised. Together with the Court, more needs to be done at the societal level to chip away at conservative views on sex, gender, women and the LGBTQIA+ community. Alongside the call for legalising same-sex marriage, activists have been seeking the extension of the benefits of a traditional marriage to same-sex couples, including the right to adopt children. As people’s relationships change, and society undergoes transformation, constitutional rights on freedoms and liberties must extend to every sphere, including a same-sex couple’s life.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmarriage\n\n/\n\nLGBT\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\n adoption\n\n/\n\nfamily",
        "headline_1": "Same rights: On Government’s response to appeals to allow same-sex marriage",
        "headline_2": "As relationships change, constitutional rights on freedoms and liberties must expand",
        "link": "https://www.thehindu.com/opinion/editorial/same-rights-on-governments-response-to-appeals-to-allow-same-sex-marriage/article66195846.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "After three years of living under the world’s most stringent pandemic restrictions, thousands of people in China have taken to the streets in many cities, calling for an end to lockdowns and the “zero-COVID” policy. The ruling Communist Party of China would do well to listen. The unprecedented protests, on a scale not seen since 1989, reflect public weariness towards a policy that appears out of date. The lockdowns, mass testing and quarantining of infected cases and close contacts formed a strategy that helped China emerge faster than any other country out of the first COVID-19 wave, avoiding mass deaths seen in the rest of the world. The emergence of more transmissible but milder variants has, however, rendered that approach increasingly obsolete, particularly when vaccines are enabling countries to live with the virus. To deal with new variants, China’s lockdowns have grown harsher. In March, Shanghai was placed under a brutal two month-long lockdown that saw food and medicine shortages. It is no surprise that one of the biggest protests took place in China’s largest city. What will concern the leadership is that the call to end lockdowns from the mostly young protesters will have resonance, as the economic and social costs of zero-COVID grow. The trigger for the protests was an apartment fire in Urumqi that claimed 10 lives. The slow emergency response was widely seen as a result of lockdown measures.The Chinese leadership has defended zero-COVID, warning that opening up will lead to mass deaths. That is, however, only because a large portion of the elderly population remains unvaccinated. Rather than continue to devote China’s considerable state capacity towards enforcing lockdowns, an urgent nationwide effort to vaccinate the vulnerable is long overdue. Data from Hong Kong shows three doses of Chinese vaccines, which are less effective than mRNA shots, work well enough to protect the elderly. The problem is China has dragged its feet on vaccinating its population. As of this month, 68% of the more than 250 million Chinese aged 60 and above had received three shots. For the 30 million Chinese aged 80 and above, only 40% have received three doses. The government fears that opening up with such a large vulnerable population would lead to a collapse of China’s health-care system and damage its credibility, with President Xi having personally backed the zero-COVID approach and framed it as a contrast to the West, which has seen mass COVID deaths. Completing the vaccination coverage and simultaneously phasing out the zero-COVID strategy seem the only way out.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChina\n\n/\n\nCoronavirus\n\n/\n\nvaccines",
        "headline_1": "Time for change: On ending the zero-COVID policy",
        "headline_2": "China must complete full vaccination and end the zero-COVID policy",
        "link": "https://www.thehindu.com/opinion/editorial/time-for-change-on-ending-the-zero-covid-policy/article66195861.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "In the past 72 hours, we have witnessed something not seen in a generation in China; simultaneous public protests across several cities. Protests are not new to China. Contrary to the popular misconception that protests do not happen because life in China is highly regulated, these happen all the time for a variety of reasons ranging from unfavourable working conditions to bank failures. But the last time that the protests coalesced around an issue was during the fateful summer of 1989.\nIn 1989 it was the death of popular leader Hu Yaobang that lit the fuse. This time it is the deepening despair over the zero-Covid policy, which shows no sign of ending anytime soon, that has caused public anger to boil over.\nRead full opinion on TOI+\n\n",
        "headline_1": "When China’s not Xi huzoor: The party chief has a choice between using force to quell protests or lose face by relaxing Covid rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/when-chinas-not-xi-huzoor-the-party-chief-has-a-choice-between-using-force-to-quell-protests-or-lose-face-by-relaxing-covid-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "The multiple protests that have broken out across China appear to present the Chinese leadership with its biggest political challenge in decades. Some are even daring to demand that President Xi Jinping – who recently secured a norm-breaking third term at the helm of the Chinese party-state system – and the Chinese Communist Party (CCP) step down for the excesses of Beijing’s continuing zero-Covid policy. While that outcome is extremely improbable, the Xi administration will be worried about the wider, long-term destabilising forces the protests could engender.\nIt is precisely to prevent the party-state machinery from being pulled apart by multiple interests and demands that Xi embarked on his centralisation project. He has expunged all distinctions between party and government, purged all the factions within CCP, and reimposed the authority of the party over all units of the Chinese state. This has been evident in China’s zero-Covid strategy which has become a political project. China has seen just six Covid deaths in the last six months from tens of thousands of symptomatic cases – more than acceptable conditions to ease restrictions. But it continues with snap lockdowns, mass testing and real-time tracking of citizens’ health status through smartphone apps. Increasingly, the restrictions themselves are being blamed for non-Covid deaths.\nTrue, China wasn’t the only country to adopt a zero-Covid strategy at the beginning of the pandemic as countries from communist Vietnam to democratic New Zealand followed similar policies. However, those countries have long abandoned zero-Covid, especially after the Delta and Omicron waves proved this strategy ineffective. But China is unable to follow, having staked so much political capital, including Xi’s prestige, on the policy. With widescale protests now, the party would be even more adamant lest it is seen as weak and susceptible to public pressure.\nThis could damage the Chinese economy. Chinese markets fell yesterday and the yuan tumbled against the dollar, signalling a cooling of investor sentiments. But Xi’s work report presented to the recent 20th party congress already highlighted a prioritisation of security and party authority over economic growth. Thus, there are two lessons here: First, large authoritarian regimes don’t have the flexibility to effectively deal with pandemics, which are like a moving target. And second, they cannot handle the demands of sophisticated economies, as when push comes to shove, they will choose primacy of the regime over boosting growth.\n\n",
        "headline_1": "Hero to zero: Chinese protests against pandemic policies highlight the limitations of authoritarian states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hero-to-zero-chinese-protests-against-pandemic-policies-highlight-the-limitations-of-authoritarian-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "A district consumer commission in Gujarat ordered an insurer to pay a health insurance policy with interest to a customer after it had denied the claim by saying the claimant’s vegetarian diet caused the underlying complication. This is just one example of the many tricks insurers employ to resist paying up, a particularly severe problem in health insurance. It’s no surprise therefore that even if about 515 million people were covered by health insurance policies in 2020-21, India’s out-of-pocket expenditure of around 55% of total health expenditure is shockingly more than the global average of 18%.\nHealth insurance in India is characterised by multiple exclusions and co-payments. The feeling of being short-changed is worsened by the claims process, which is often handled by third party administrators. It’s been over two decades since the insurance market opened up but the experience with individual health policies, in particular, has been unsatisfactory. It can’t be on account of financial viability. For individual policies, the ratio of claims as a proportion of premium is generally between 70-80%. While GoI and states are collectively the largest buyers of health insurance policies for their group schemes, a substantial number of people remain outside their scope. They remain vulnerable to health emergencies in the absence of a first-rate insurance system.\nHealth insurance in India has three main problems – its tilt to covering only hospitalisation, wide-ranging exclusions, and caps on coverage of hospital bills. Consequently, during the pandemic, many insured found that a significant portion of their hospital bills fell outside the purview of insurance. Insurers failed many insured Indians in their hour of need. Attempts at introducing a simple, standardised product have been unsatisfactory. With the rising incidence of non-communicable disease, IRDAI needs to find a way to nudge the industry to enhance the quality of insurance policies.\n\n",
        "headline_1": "Unsure payout: India’s health insurers get away with denying too many claims. Regulator must step in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/unsure-payout-indias-health-insurers-get-away-with-denying-too-many-claims-regulator-must-step-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "The question of whether growth leads to inclusion and hence reduction in poverty was once hotly debated in India. When the focus on growth as the key instrument of poverty reduction under Prime Minister Jawaharlal Nehru failed to produce the desired outcome, the view gained ground that we could not count on growth to bring poverty down. As a result, in the 1970s, an entire cottage industry emerged under the self-congratulatory title of “New Economics” which argued that redistribution offered the only avenue to poverty alleviation.\nIn our 2013 book Why Growth Matters, Jagdish Bhagwati and I argued that this inference from the experience under Nehru era policies was unwarranted. It was not that growth had failed to produce inclusion but that growth had simply not materialized. Once a change of strategy began to deliver decent even if not spectacular levels of growth, inclusion followed. On the one hand, growth raised incomes of the poor through higher wages and on the other it placed larger volumes of revenues in the hands of the government allowing it to launch anti-poverty programs.\nRead full opinion on TOI+\n\n",
        "headline_1": "What does inclusion being key to growth mean? Just like South Korea & China did, India must help its labour-intensive industries rise rapidly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-does-inclusion-being-key-to-growth-mean-just-like-south-korea-china-did-india-must-help-its-labour-intensive-industries-rise-rapidly/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "When it comes to serving justice for rape and other forms of gender-based violence, one of the objectives of a proper legal system should be to minimise the distress of survivors, who have already gone through tremendous suffering. Yet, responsible public institutions including our judiciary continue to lengthen or complicate survivors' quest for justice, with obstacles put in their way from the very beginning. A recent report by this daily has once again brought this reality to the fore, narrating the experiences of some survivors seeking justice.\nThe women and their relatives explained how, on top of the immense mental distress they had to endure because of the rape incidents, they also had to face financial burdens after being blackmailed by their tormentors, as well as the costs of a lengthy trial including that of bringing witnesses to courts. These costs could have been avoided if only our legal system prioritised speedy delivery of justice to rape survivors. Unfortunately, the Crime Victims Compensation Act, proposed by the Law Commission 15 years ago, remains in draft form to this day. Under it, the state would be responsible for compensating victims of violent offences, including covering their medical and legal expenses.\nThe barriers for rape survivors are not just financial. They also have to navigate an unhelpful, often hostile environment to pursue justice. It's a trend that starts with inaction or lack of initiative by responsible institutions to ensure security of women and girls in general. This, today, also extends to the digital space. According to a recent study commissioned by ActionAid Bangladesh, only 14.91 percent of the women surveyed were found to have submitted formal complaints against online violence, while more than 85 percent of the sufferers remained silent. The lack of interest to file complaints can be explained by the fact that at least 64.71 percent of respondents said that they did not receive any redressal after registering complaints. This lack of response can hugely discourage victims from reaching out for help.\nWhat all this shows is how the authorities are failing to protect victims and potential victims of sexual violence, both online and offline. Given the social stigma, mental trauma and financial burdens that rape survivors as well as other victims of sexual harassment have to go through as a result of the crimes committed against them, ensuring that necessary legal and administrative infrastructure is in place and functional is the minimum that the state can do for them.\nWe urge the authorities, including the judiciary and police, to take these issues seriously. They must undertake necessary measures and reforms to ensure that survivors of sexual violence feel empowered while seeking justice for themselves. It is a long-overdue need that our legal system and law enforcement agencies become trustworthy allies of survivors, rather than contributors to their unending woes.\n",
        "headline_1": "Rape survivors need help, not more sufferings ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rape-survivors-need-help-not-more-sufferings-3182411",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "Recently, addressing a convocation ceremony at Dhaka University, our president brought up the issue of many controversies surrounding the vice-chancellors of public universities. Mentioning the array of allegations raised against the VCs, the president, who is also the chancellor of all state-funded universities in Bangladesh, lamented that these allegations were not only damaging these institutions' reputation, but also causing him embarrassment.\nThe president's remarks are based in reality. In fact, he barely painted the real picture of the state of our public universities. Almost none of the VCs are how they should be; almost none of them are doing their jobs.\nBut how did such individuals get appointed as university VCs? The chancellor - the president – actually has a major role in recruiting them. At present, there are only four self-governed universities in the country: Dhaka, Jahangirnagar, Chittagong, and Rajshahi. These institutions are run under the 1973 ordinance, which replaced Ayub Khan's regulations, according to which public universities were completely government-controlled. The 1973 ordinance is the direct result of years of struggle – including the Liberation War – and says public universities must be autonomous, where the VCs would be accountable to not only the government, but more importantly to the public. Teachers at these institutions, too, would be accountable to the public and would have freedom of thought.\nBut now, in these so-called autonomous institutions, the appointment of VCs and pro-VCs is so heavily influenced by the government of the day that one cannot tell whether there is a democratic environment at any of these institutions.\nAnd in the other institutions – of which there are about 50 – officials are appointed directly by the government, without any regard to the 1973 ordinance. We know that any government appointee goes through a rigorous vetting process by various government agencies. Why, then, are people mired in allegations of corruption, irregularities, negligence, and un-teacher-like behaviour being appointed to these important positions?\nTake Rangpur University, for example. The VC of Begum Rokeya University, Rangpur was absent on campus for more than 300 out of 365 days in a year. There were also allegations of corruption, irregularities, and unnecessary expenditures against him. Teachers at the university raised these allegations, and they were reported in the media as well. But the government did not take any action against him.\nAt Jahangirnagar University, the VC got a Tk1,500-crore project approved by the government without any transparency or accountability. And when allegations of corruption were brought against the VC, the government did not take any initiative to look into the matter, but instead those who protested against the irregularities were threatened. The government has liability in these cases. When the president is making his objections, he should consider the whole process that has led to this situation today.\nOur public universities are in such a sorry state – which is not only embarrassing, but dangerous for the future of the country – because of how VCs are recruited. These days, it seems the criteria to become a university VC are being subservient to the ruling party and its student wing, praising the government at all times, and protecting those affiliated with the ruling party and are found to have committed irregularities on campuses. No wonder there is such unruliness at our public universities.\nIn addition, it seems that at all public universities, the ruling party's student wing has been given an open licence to suppress any opinion or practice of free thinking that may be critical of the government or prove harmful for them. They also try to control the general students through any means necessary, including torture. These students live in constant fear, not being able attend their classes or study for exams in peace. A section of these students, enticed by power, join the ruling party student wing.\nIn such circumstances, our public universities are now devoid of a healthy academic environment. So, we are not getting the education and research work that we expect.\nThe government has been setting up many universities in the name of promoting science and technology, but there are no concrete plans or will to use them to improve or expand our national capacities. A university is a place for free, creative and critical thinking, innovation and exploration of new ideas. In order to solve our national issues and crises, as well as improve our national capabilities to do so, our universities need to be a free space for thinking and research. All the universities have to be connected so ideas and knowledge are exchanged. But ensuring these intellectual practices does not seem to be a priority for the government. Its main interest seems to be making sure that this intellectual sphere does not go out of its control.\nThis a toxic situation that creates space for rampant corruption. If this situation persists in our universities, it will ultimately harm our country. To get out of this situation, first we must involve our universities in national policymaking processes to tackle the different kinds of issues we face today, instead of consulting foreign entities. Second, the residential halls of these universities must be freed of the ruling party student wing's reign of terror. Third, student union elections must be held at every university so that genuine students who can represent student bodies' interests are elected. Teachers should be given the opportunity for education and research and students should be given learning opportunities. Proper democratic practices must be established and transparency must be ensured at all levels. Then again, that can be achieved only when the overall state of democracy in the country is made stronger.\nAnu Muhammad is a professor of economics at Jahangirnagar University.\n\nTranscribed and translated by Anupam Debashis Roy.\n",
        "headline_1": "When will our public universities get better VCs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-will-our-public-universities-get-better-vcs-3182271",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "Over the past few decades, apocalyptic cyclones such as Sidr, Aila and Bulbul have wreaked havoc in the southwest coastal region of Bangladesh. Even though these tropical cyclones caused significant damage to both human lives and properties, extensive devastation was prevented because the Sundarbans, the largest mangrove forest in the world, served as a defensive wall against the deadliest winds. Functioning as a natural barrier, intricate branches and leaves of the mangrove trees play a pivotal role in lowering the height of storm surges. Therefore, the existence of mangrove forests in the coastal region of any deltaic country, like Bangladesh, is an enormous blessing.\nIn the present era of climate change, while nations are taking collaborative initiatives and setting targets to reduce carbon emissions globally, mangrove ecosystems have been silently acting as our climate guardian by storing and sequestering a significant amount of atmospheric carbon. A report published by The World Bank shows mangroves in Indonesia store around 3.1 billion tonnes of carbon, equivalent to the amount of greenhouse gases (GHGs) released by billions of vehicles every year.\nApart from curbing climate change effects, the presence of mangroves (approximately 140,000 sq-km in area) in many deltaic coasts in the tropics protects coastlines by trapping sediments and preventing soils from being washed away. Bangladesh could be an excellent example here, where the shoreline is found to be less dynamic along the mangrove-dominated coast compared to the central or eastern coasts. Additionally, this particular forest protects our marine biodiversity by filtering contaminants out of the river waters before they end up in the sea.\nGlobally, mangrove forests are recognised as one of the most productive ecosystems, which provides a multitude of ecosystem services to coastal communities. Its diversified trees, and nutrient-rich waterways and creeks support a variety of flora and fauna, in addition to providing food provisions, raw materials for medicines, fuelwood, and lumber. There are currently 740 fish species known to have thrived in the aquatic habitats of global mangrove forests and contribute to 30 percent of Southeast Asia's fish catches. The Sundarbans mangrove forest in the Ganges delta hosts more than 3,000 wildlife species in its 10,000 sq-km of land and waters. Among them, many species are threatened as per the International Union for Conservation of Nature (IUCN) Red List. Changing of natural habitats due to climatic and anthropogenic threats have already pushed the Bengal tiger, smooth-coated otter, saltwater crocodile, and river terrapin onto the endangered category of the IUCN Red List in Bangladesh.\nConsidering the immense socioeconomic, cultural and environmental values of the mangrove ecosystem, the Bengal Institute for Architecture, Landscapes and Settlements recently conducted extensive research on mangrove vegetation in nine major tropical deltas of the world that are located in Bangladesh, India, Pakistan, Myanmar, Vietnam, Indonesia, Tanzania, Nigeria, Venezuela and Brazil. The aim of that study was to investigate the spatial and temporal changes in mangrove areas based on satellite image analysis over a 30-year period starting from 1991. It also listed mangrove flora that are dominant in those deltas, as well as the anthropogenic and climatic threats they are confronting.\nDespite a great deal of benefits mangroves provide to us, the remaining mangrove forests in different parts of the world are encountering multiple threats exerted by human activities, as well as climatic and hydrological changes. Such abnormalities have been causing them to disappear five times faster than other forests. Scientific research shows that half of the world's mangroves have disappeared in the last half century. Due to unplanned land use, over-extraction of provisioning services, unsustainable tourism practices, aquaculture expansions, decrease in freshwater flow, construction of power plants in mangrove vicinity, etc, deltaic mangroves are shrinking gradually.\nIn the Ganges, Irrawaddy and Rufiji deltas, expansion of agricultural activities, uncontrolled harvesting of resources, and excessive pollution have been major threats. Transportation of mined ore, natural gas, petroleum, chemicals, coal and other highly polluting materials through the rivers within mangrove forests, particularly in the Ganges and Indus deltas, exposes mangrove biodiversity to a tremendous risk of oil and harmful product spillage.\nConstruction of barrages on the upper sections of the Ganges River reduces downstream discharge, which is one of the main reasons for increasing salinity in the Sundarbans. Consequently, salt-tolerant Kankra trees have been replacing Sundari trees. Mangrove biodiversity has also been struggling hard in all the deltas to adapt with climate change effects, particularly rising sea levels and warming coastal waters.\nAfter losing much mangrove cover, global awareness grew about the conservation of this coastal guardian. Many coastal states have been implementing different management strategies to protect this valuable ecosystem from further decay. Bangladesh initiated the Mangrove Afforestation Project in the 1980s, the Coastal Greenbelt Project in 1995, and the Coastal Char Land Afforestation Project in 2005, under which extensive coastal lands were brought under mangrove plantation. To preserve mangrove wildlife in the Sundarbans, three wildlife sanctuaries were declared in 1996 under the Bangladesh Wildlife (Preservation) (Amendment) Act, 1974.\nTransboundary initiatives need to be emphasised in deltas where mangroves share two different states. Such transboundary collaboration is essential for containing pollution, maintaining hydrological flow, preserving vulnerable species, and controlling wildlife trafficking. At the national level, implementation of a sustainable land-use plan and nature-based tourism can protect mangroves from further degradation.\nSanjoy Roy and Sadiqun Nahar are coordinator of the Geographic Research Unit (GRU) and junior research and design associate, respectively, at the Bengal Institute for Architecture, Landscapes and Settlements in Dhaka, Bangladesh.\n\n",
        "headline_1": "Mangrove forests: Nature's frontier between life and loss",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/mangrove-forests-natures-frontier-between-life-and-loss-3182006",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": " \nCertain media reports have suggested there may be a shortfall in this year's rice production. Is that really the case?\nWe haven't reported that we will have a shortage of rice in our research, which was jointly conducted by the Bangladesh Rice Research Institute (BRRI), International Rice Research Institute (IRRI) and Bangladesh Agricultural University. We analysed data only till Boro season this year, without taking the Aman season into account. Our calculation was based on the last three seasons, and we found that we had 36.77 million metric tonnes of production. Also, our preliminary results showed that human food consumption demand in the country was 26.184 million metric tonnes and non-food consumption was 6.435 million metric tonnes, which means we are supposed to have a surplus of 3.458 million metric tonnes.\nIn that case, what does your research imply about food security?\n\nFood security means rice security in our country's perspective. The Aman harvest has started and about 20 percent of the total Aman crop is already harvested. Now, this year's Aman production is projected to exceed the target. Aman production constitutes about 39 percent of the total rice production in the country. This means we don't have any shortage. Boro contributes around 51 percent. If we can prepare a comprehensive plan on how to maintain this level of Boro production next season, we will have plenty of rice in the country, even if we don't consider imported stocks.\nHowever, there will be some challenges due to the fact that imports are becoming expensive and we depend on international markets for agricultural inputs such as fertilisers, a lion's share of which was being imported from Ukraine. The government is proactively looking to other fertiliser-exporting countries such as Saudi Arabia and Canada to import urea and other fertilisers. To avoid any shortage at the household level, it has to be ensured that the markets function well. As the international markets are highly volatile, our government policies should focus on increasing the growth of major agricultural crops, including rice, at the domestic level.\nHow will the production rate affect the lives of farmers who are cultivating rice? What can policymakers do right now to support them?\n\nThe price of rice normally goes down when there is a bumper production. The poor and marginal farmers sell paddy just after harvesting to meet their immediate cash needs, purchase inputs for the next season, cover their families' expenses, and also because of a lack of storage facilities at the household level. For a long time, we have seen this pattern. The government procures milled rice from the millers and a tiny amount of paddy from the farmers at predetermined prices, which are supposed to be higher than the existing market price. But this amount is very low. The share of total procurement is less than five percent.\nSo, what can be done? The government should increase storage capacities at the farmers' level, for one. And then they should procure at least 20 percent of the total rice production to help farmers. Another good strategy would be selling the procured rice at low prices when there is a price hike, to keep low-income consumers food-secure. This will create a balance between producers' and consumers' interests.\nWhy is the rice price so high at the consumer end? Are certain unscrupulous groups taking advantage of the situation to make profits?\n\nIn most cases, farmers can't sell the rice they produce directly to the consumers – especially urban consumers. There are many middlemen who are bridging producers and consumers. For example, in the rice market chain, there are as many as six actors involved. They are foria, paiker, millers, aratdar, wholesalers and retailers, and then the rice reaches the consumers. There are many hands in the middle adding to the cost. In addition, transportation costs and extortion are adding extra costs at every node in the value chain. There might be some big actors that influence the markets. We have found that millers make Tk 12-14 per kg of rice in the Boro season when we consider by-products and rice together, which is very high. The profit made is Tk 1.6-2.8 for wholesalers and Tk 2.7-5.6 for retailers. This happens for all agricultural commodities, particularly in developing countries, unless the whole value chain is shortened.\nWhat steps can be taken to ensure that there is enough rice available to the people at affordable prices? What can the government do?\nThere are some obvious options. First, the government should continue supporting farmers through subsidies and ensuring availability of all agricultural inputs. This will help farmers to keep the cost of production at a reasonable level. Second, the government should ensure that the market functions well and the whole value chain performs well. No one should be able to hoard the produce and manipulate market prices. Law enforcement bodies should monitor the markets on a regular basis. Third, when there are bumper productions of rice, the government should purchase paddy directly from the farmers, at least a substantial amount, so the farmers don't suffer due to low market prices. Fourth, the government should increase the allocation of open market sales (OMS) so that low-income consumers can purchase rice at low prices. Also, the government should coordinate the timing of imports with the rice harvest seasons.\n",
        "headline_1": "‘To avoid rice shortage, markets must function well’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/avoid-rice-shortage-markets-must-function-well-3181801",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "When it comes to serving justice for rape and other forms of gender-based violence, one of the objectives of a proper legal system should be to minimise the distress of survivors, who have already gone through tremendous suffering. Yet, responsible public institutions including our judiciary continue to lengthen or complicate survivors' quest for justice, with obstacles put in their way from the very beginning. A recent report by this daily has once again brought this reality to the fore, narrating the experiences of some survivors seeking justice.\nThe women and their relatives explained how, on top of the immense mental distress they had to endure because of the rape incidents, they also had to face financial burdens after being blackmailed by their tormentors, as well as the costs of a lengthy trial including that of bringing witnesses to courts. These costs could have been avoided if only our legal system prioritised speedy delivery of justice to rape survivors. Unfortunately, the Crime Victims Compensation Act, proposed by the Law Commission 15 years ago, remains in draft form to this day. Under it, the state would be responsible for compensating victims of violent offences, including covering their medical and legal expenses.\nThe barriers for rape survivors are not just financial. They also have to navigate an unhelpful, often hostile environment to pursue justice. It's a trend that starts with inaction or lack of initiative by responsible institutions to ensure security of women and girls in general. This, today, also extends to the digital space. According to a recent study commissioned by ActionAid Bangladesh, only 14.91 percent of the women surveyed were found to have submitted formal complaints against online violence, while more than 85 percent of the sufferers remained silent. The lack of interest to file complaints can be explained by the fact that at least 64.71 percent of respondents said that they did not receive any redressal after registering complaints. This lack of response can hugely discourage victims from reaching out for help.\nWhat all this shows is how the authorities are failing to protect victims and potential victims of sexual violence, both online and offline. Given the social stigma, mental trauma and financial burdens that rape survivors as well as other victims of sexual harassment have to go through as a result of the crimes committed against them, ensuring that necessary legal and administrative infrastructure is in place and functional is the minimum that the state can do for them.\nWe urge the authorities, including the judiciary and police, to take these issues seriously. They must undertake necessary measures and reforms to ensure that survivors of sexual violence feel empowered while seeking justice for themselves. It is a long-overdue need that our legal system and law enforcement agencies become trustworthy allies of survivors, rather than contributors to their unending woes.\n",
        "headline_1": "Rape survivors need help, not more sufferings ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rape-survivors-need-help-not-more-sufferings-3182411",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "A new assessment of the state of human trafficking cases in Bangladesh has once again highlighted concerns about the optics of efforts vs. meaningful interventions to prevent such crimes in the country. According to a report by Prothom Alo on November 27, which quoted \"updated information\" from the Police Headquarters, a total of 7,517 cases have been registered under the Prevention and Suppression of Human Trafficking Act over the last 18 years, with Dhaka division registering 40 percent of the cases. And of the total cases, only 247 – or 3.28 percent – were settled. There have been other trafficking-related disclosures as well, including information on numbers of arrestees, victims, rescued victims, and on convictions. Of those convicted, eight were given death sentences and 299 given life sentences during this period.\nThe dismally low conviction or settlement rates are supported by other recent findings. In early October, for example, The Daily Star, after analysing data from the Anti-Human Trafficking Offence Tribunal of Dhaka, found that it disposed of some 858 cases from March to August 2020, with only 13 cases – or 1.5 percent – ending in convictions. Bangladesh has seven such divisional tribunals dealing with human trafficking cases. Together, according to the home ministry, they have had a total of 5,781 cases pending as of June 2022. The apparent mismatch between these two sets of records can be a point of contention. But more concerning is the lack of impact of these special tribunals formed in 2020.\nThe specialised legal infrastructure, which was built amid a then-looming threat of US sanctions, was indeed a good initiative. But as subsequent developments show, the government's focus seems to be more on ticking boxes that can improve its standing in the US Trafficking in Persons (TIP) reports than on actual reforms in terms of prosecution, protection and prevention. This has led to a jumble of poorly designed and haphazardly executed programmes, including special tribunals. The appallingly poor conviction rate is an example. The challenge is to make these programmes work, by empowering victims to take legal course, swiftly disposing of their cases, and ensuring that most result in convictions rather than out-of-court settlements, which victims are often forced to choose. In many cases, there has been no trial even after a decade, with the accused criminals let off the hook through bail. This is most unfortunate.\nConviction is an important step towards justice. But for the state, it can be a very useful tool to prevent human trafficking. It can send a powerful message to transnational trafficking gangs that no one guilty of committing or abetting such crimes will get away without punishment. For that, the authorities must recognise factors that are hindering the justice process, including lack of evidence, lack of protection for victims, lack of initiative from prosecutors and investigators, and other factors that may be helping accused criminals to dodge justice. To end human trafficking and the suffering of victims, the authorities must make conviction their number one priority.\n",
        "headline_1": "Victims of human trafficking deserve justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/victims-human-trafficking-deserve-justice-3181611",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "Investment in education is always most welcome because it pays what is euphemistically called in spades. The Asian Development Bank's investment plan of $2.0 billion in Bangladesh's education sector over the next three years comes as a great support to the cash-strapped important area. That the country's education sector has ever remained under-invested is indisputable. Even among the South Asian nations, Bangladesh's allocation for education proportionate to gross domestic product (GDP) is the lowest. But this cannot be the only criterion for aid agencies and development partners to come forward with funds for education. They do so only when they consider the recipient country worthy of the support and the exercise is investment's worth. A small country, Bangladesh with an overwhelming majority of young age-group people certainly has a crying need for massive investment in development of its human resources.It is universally recognised that investment in young people makes sense more than in the middle aged and senior people so far as human resource development is concerned. Bangladesh has not been able to get its priority in the education sector right. Its education needs a massive overhaul in order to prepare its young generation for the challenges ahead, particularly when the world is about to step into the age of fourth industrial revolution (4IR). The country's education system at the primary and secondary level could not be given the start it so badly needed because of dilly dallying over the implementation of reforms suggested by the country's eminent educationists. Predominance of bureaucratic wrangles and backward or revisionist outlooks over modern and time-befitting restructuring has held back education here. Notwithstanding such constraints, the highly talented and the prodigious have been proving their worth when they get the right environment, particularly in renowned foreign universities. The need is to nurture such talents at home. However the average students should be given the break they need compatible with their capacity to learn and apply the knowledge and training they receive. In short, career building for them is what matters most. The point, in other words, is to make the young people as much productive as is possible. Only then does it translate into reaping the demographic dividends. Bangladesh has so far failed to reap this dividend and the time is fast running out for it. It may have another 30 or 40 years before its population is left with more aged citizens than youths. This fact makes it incumbent on the country's policymakers to put in place a comprehensive plan for the working force of the population that will be emerging in the next three or four decades. Even massive investment alone is no solution unless the plan is right and the fund is properly used for the purpose. Education should be the first priority area. But education does not mean only theoretical knowledge, it has to be proportionately participatory by way of practical classes at the primary, secondary and higher secondary level so that at the tertiary level, scholars can undertake research and experiments for innovation. In this connection, an exclusive programme --- well devised and seriously pursued --- should be taken up for addressing the learning losses suffered by students during the lockdown period of the pandemic.",
        "headline_1": "ADB investment in the country's education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adb-investment-in-the-countrys-education-1669640692",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "The extent of recklessness with which a section of people has lately begun encroaching on the Bay of Bengal pales beside the menace of river grabbing in the country. In the case of river-bank filling, the sandy soil dug out from the river beds is mostly transported elsewhere. In the distant areas, the freshly collected sand is used chiefly for construction work. When it comes to the sea, collectingits sand from the seafloor sounds absurd. What is possible and is being widely practised in the country's Cox's Bazar beach is literally slow encroachment on the certain popular points on the beach. In some areas, the high-rise hotels appear to be abutting on the mainland beach. This spectacle is both unique and atrocious. Nowhere in the present-day world, the beach goers have ever been found confronting this spectacle. In order to build hotels, motels and rest houses the builders must have brought soil from elsewhere. They have apparently done their piling work there putting the non-commercial concrete set-up in the vicinity at risk. Few in the authorities appear to be bothered the least. Had they been so, the very thought of constructing tall hotels wouldn't have occurred to them.The average people are happy finding the residential facilities so close to the beach. In the olden days, a posh British era hotel would cater to the residential and lunch-dinner-breakfast needs of the room occupants. The only problem that the boarders faced was the distance of nearly one mile between the hotel and the beach. As if with the waving of a magic wand, the sea nowadays seems so close by! Many genuine tourists love to cross the walking distance. Stunningly, many others prefer watching the sea from their balcony. Some of them say without mincing words that they do not want to dust their feet with sands. Also, the plebeians coming to the beach to watch the sea along with them earns their annoyance. These crowds, according to them, break their meditative peace and tranquility of nature, comprising the sea, the expanse of sands and the sudden cries of the marine birds. At this point one doesn't need to scratch their head to realise that these people belong a different class including many nouveaux riches.However, there are none to tell the neo rich and the apparently educated people that it is mainly to cater their enjoyment needs that the hotel owners have felt the urgency to narrow the distance between the hotels and resorts and the sea-view as close as possible. The stark fact is by doing this the hoteliers are inflicting great harms to the Cox's Bazar beach. The share of the general sea-goers in polluting the sea's environment is almost equal. The pollutions mainly relate to the overall environment, the beach air, water and sound in particular. Yet according to the local environmentalists, it's the silently invasive encroachers who have been proving themselves to be the great hostile forces threatening the future of this beach, recognised indisputably as the world's longest unbroken beach.The encroachment of the sea beaches is different from that seen in the cases of rivers. When it comes to the deltaic land's rivers, the grabbers literally swoop on the rivers. They begin their crime, first manually and then by using dredgers and other heavy machinery. In the case of a beach, they resort to an altogether different way. To achieve their final objective of encroaching on the very coastal belt, they construct these awe-inspiring hotels almost abutting the sea. This is being done under the very nose of the authorities; and also in broad daylight. If this practice continues unabated, the whole beach in both length and breadth is facing an existential threat. As time ticks away with the number of beach-goers rising, sea-goers and the plebeians, the beach can be portrayed as one headed for a natural catastrophe. It may not be immediately noticeable like seen with the ancient mountains; the havoc being wrought is set to emerge over a long period. Some natural objects do not strike like an earthquake, or cyclones and a volcanic eruption. They show their utmost patience while being exploited, disturbed or damaged. It's upon reaching the end of their tethers when they cannot take it anymore. And then the natural objects strike humans with their fury. Despite knowing this turn of things, the knowledgeable segments feel it convenient to remain indifferent. After years and ages, the cataclysmic moments appear with all their vengeance. It's called the point of no return.The environmentally aware people who are habitual Cox's Bazar visitors are the direct witnesses to the ecological deterioration in the beach area. They would go to the beach to spend a few days in an idyllic atmosphere. Since the early 21st century, what they have been seeing is wide-scale destruction of the 'jhau' forests on the beach and the levelling of the lush green hills and hillocks just a few kilometres from the shore. With few vocal activists beside, they had few options to taking a nonchalant stance. They must have soliloquized that this couldn't go on. But in facing up to the syndicates of the sea, rivers and forest grabbers, what the fight requires the first and foremost is a broad-based camaraderie of the masses concerned. In the Cox's Bazar beach area, these platforms end up being fragmented, with few remaining committed to saving this pride of Bangladesh --- i.e. the world's longest unbroken beach.\n[email protected]",
        "headline_1": "Hotels an eyesore of Cox’s Bazar beach",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hotels-an-eyesore-of-coxs-bazar-beach-1669640739",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "With the rise in political and social unrest and wars, people are getting dislodged from their ancestral homes in greater numbers. People thus uprooted from their homes seek shelter in refugee camps, if there are any. Many others try to slip through the border security checks of other countries where they might find work and live a normal life. But it is not just political and social instabilities that drive people out of their permanent abode to look for a second home. It is not even abject poverty or climate impact that forces the youths out of the safe shelter of their family, friends and home. It is the sheerd ream of a better life abroad that lures the youths into the trap of ransom-seeking human traffickers who hold out rosy prospects of jobs in foreign lands, especially, in Europe. Reports of Bangladeshi youths being detained and tortured in traffickers' den in Libya often make headlines in the media. Human traffickers identifying themselves as manpower recruiting agents entice those youths into accepting their job offers in the Southeast Asia, Middle East and Europe. The traffickers have their network spread across the country. Often, they engage agents who are familiar with the would-be victims to reach deals with the traffickers posing as genuine recruiting agents. The victims take loans from family or friends or sell lands worth hundreds of thousands of taka and usually pay a portion (usually, half) of the entire deal, as settled, as advance, while the rest amount would be paid, as per agreement, after the job-seeker reaches the destination. And the trouble starts as soon as the victim falls into the traffickers' hands. One may recall here the tragic story of 26 Bangladeshis among 30 migrants killed in what was reported in a 'retaliatory operation' in Libya in May 2020. A Bangladeshi member of that international human traffickers' gang involved in the killing of those 36 Bangladeshi migrants was reportedly arrested recently from the Shahjalal International Airport (SIA).This is but the tip of the iceberg. While the circumstances of the shooting leading to the deaths of so many Bangladeshi youths in a faraway land are yet to be fully understood, stories of many Bangladeshi boys being tortured to death by traffickers for ransom abound. And in most cases, the victims had paid money in advance before they entered the traffickers' death trap. Some, they must thank their lucky stars, could, however, come out of the traffickers' clutches. According to reports, so far more than 7500 cases were lodged under the Prevention and Suppression of Human Trafficking Act (PSHT), 2012. But prosecution of only 247 out of all those cases could be completed. Police records show that more than 31 thousand people in the country are involved in the crime of human trafficking. And in the past 18 years, the police arrested more than 14,500 of those suspected traffickers. And in the same period, close to 13,500 persons were trafficked to different countries.Evidently, the network of the traffickers is widespread. To fight the human traffickers more efficiently, the law-enforcement agencies will be required to increase their manpower and skill. Also, the country's law-enforcement agencies' cooperation with the international agencies working to combat this global menace has to be increased. At the same time, speedy trial of the cases involving human trafficking would help the victims of trafficking see justice sooner than later. \n[email protected]",
        "headline_1": "The deadly network",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-deadly-network-1669640773",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2022"
    },
    {
        "full_article": "The electricity bill for household and industries may increase again. According to media reports, state-owned Bangladesh Power Development Board has recently submitted its proposal to the Bangladesh Energy Regulatory Commission seeking Tk 1.47 hike per kilowatt hour (each unit) at the retail level. If this happens, retail tariff will be raised by 19.44 per cent to Tk 9.03 per unit from the existing Tk 7.56 per unit. And the net impact is that electricity is increasingly becoming unaffordable not only for the poor but also for the middle class. It will automatically affect all services and classes of people. Entrepreneurs are already having a tough time dealing with multiple crises, including the Russia-Ukraine war, depreciation of the local currency against US dollar, and frequent power cuts in recent months. As such, the proposal of raising retail tariff will only aggravate the situation when imposed at the consumer level as it may decrease the people's purchasing capacity further. The government has already increased the wholesale price of electricity by 19.92 per cent but assured that the retail price of electricity would not increase for general consumers or industries. We want to believe that as well. Without increasing retail power tariff, the authorities concerned can look into other alternatives. There is reportedly a lot of system losses in electricity production as well as theft in metre reading. There are many illegal electricity lines in many places and if the government is strict on these these issues, the country's revenue will increase further. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Retail power tariff to be hiked?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/retail-power-tariff-to-be-hiked-1669640804",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2022"
    }
]