[
    {
        "full_article": "In a world where the movement of labour is curtailed and restricted, it is no surprise that people affected by distress in their homeland seek opportunities in the developed world despite the enormous risks during their journeys. The recent episode of the forced return of 303 Indians who were detained at a French airport is suspected to be another such instance, or worse, trafficking. About 20 of them sought asylum in France, while the rest returned to Mumbai on Tuesday. However, it is well-known now that an alarming number of Indians, nearly 1,00,000 and five times the number in the previous year, attempted to enter the U.S. between October 2022 and September this year, according to U.S. Customs and Border Protection data. More than half these attempts were through the heavily guarded Mexican border, with the rest being attempts to use the sparsely manned Canadian border. The rise of Indians risking the rather treacherous route to enter the U.S. through Mexico came to light when a six-year old girl from Punjab was found dead in the Arizona desert in June 2019. This was about nine months before the COVID-19 pandemic, which led the Trump Administration to invoke the rarely used Title 42 of the U.S. Code that deals with public health, empowering border agencies to turn away asylum seekers even without a hearing. After the COVID-19 years and since the Biden Administration came to power, such migration attempts began to steadily rise again. That Indians are willing to take risks and bear enormous difficulties only to become illegal immigrants in the U.S. suggests that they are doing so either in desperation or are being misled.Initial reports from the current incident also bear the tell-tale signs of what has been reported in the past about such cases — the majority of the air passengers were men from Punjab, Haryana and Gujarat; about a dozen were unaccompanied minors. Immediate reasons for such migrations have been cited by some Sikhs as alleged religious persecution, while others cited the distress in farming. Regardless of the reasons, it is time the Indian government paid attention to the trafficking racket that appears to be widespread especially across parts of rural Punjab and Haryana, where gullible people fall prey to tall promises of a better future in the U.S. Their situation has been exacerbated by the crisis that they face in farming with plummeting incomes and overexploited and fragmented farmlands. A crackdown on exploitative middlemen in the labour market can only be the beginning. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nunemployment\n\n/\n\nillegal immigrants\n\n/\n\nFrance\n\n/\n\nIndia\n\n/\n\nMumbai\n\n/\n\nair transport\n\n/\n\nUSA\n\n/\n\nMexico\n\n/\n\nPunjab\n\n/\n\nCoronavirus\n\n/\n\nHaryana\n\n/\n\nGujarat\n\n/\n\nreligion and belief\n\n/\n\nagriculture",
        "headline_1": "Desperation in distress: On migration attempts by Indians to the developed world",
        "headline_2": "The farming crisis is forcing youths to take to illegal migration",
        "link": "https://www.thehindu.com/opinion/editorial/desperation-in-distress-on-migration-attempts-by-indians-to-the-developed-world/article67683694.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "The importance of External Affairs Minister S. Jaishankar’s visit to Russia this week can be gleaned from the special effort New Delhi and Moscow have made to make the meetings successful and productive. For India, at the end of a year of prolific diplomacy, a five-day visit would seem unusually long, particularly as the Kremlin leadership normally does not see high-level foreign visits at all in this period right before its holiday season. It is equally unusual for Russian President Vladimir Putin to meet lower-ranking foreign officials, as he did while meeting Mr. Jaishankar. The warmth was significant given that Prime Minister Narendra Modi has skipped the annual leadership summit, an unbroken tradition from 2000-21, for two years now, leading to speculation about the health of the India-Russia relationship after the Ukraine war. While India took care not to criticise Russia, worries over the flagging of defence supplies, continued issues over paying Russia for imports in third currencies, and the general decline in other bilateral engagements have persisted. It is clear that a large part of Mr. Jaishankar’s mission was to smooth over the perception of differences. The resultant agreements, pertaining to furthering collaboration in future Kudankulam nuclear power projects, fostering connectivity, trade and resuming talks for the Eurasian Economic Union-India free trade agreement, and joint military production indicate that bilateral relations are on track. So is multilateral cooperation, especially as Russia plans to host the expanded BRICS summit next year, and India and Russia continue to coordinate positions at the UN and SCO. Mr. Jaishankar’s announcement that imports of Russian hydrocarbons will continue to rise despite the West’s Russian sanctions, indicated the strength of ties that continue “regardless of political fluctuations”.Mr. Jaishankar’s affirmation that the annual leadership summit will be resumed in 2024, appeared to signify that both sides are working to eliminate any static in the relationship. His statement that the India-Russia relationship was the ‘only constant in world politics’ over the last six decades would not have gone unnoticed especially in Washington and Beijing, given some of the friction in India-U.S. relations over the Pannun investigation, as well as U.S. President Joseph Biden’s decision not to accept Mr. Modi’s invitation for Republic Day, while India-China relations have ended another year in impasse over the military standoff. It remains to be seen whether the bonhomie will yield concrete movement on the rupee-rouble payment mechanism, or on expediting the delayed delivery of S-400 air system units. However, the larger import of his visit, and his words that the “geopolitical and strategic convergence” between India and Russia in a multipolar world that is “rebalancing”, will be watched most closely by votaries and critics of the relationship.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRussia\n\n/\n\nIndia\n\n/\n\nG20\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndefence equipment\n\n/\n\nimports\n\n/\n\ndiplomacy\n\n/\n\nKudankulam Nuclear Power Project\n\n/\n\nEuropean Union\n\n/\n\ntrade agreements\n\n/\n\nUnited Nations\n\n/\n\nBrazil\n\n/\n\nChina\n\n/\n\nSouth Africa\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nUSA\n\n/\n\nRepublic Day",
        "headline_1": "Old and strong: On India-Russia ties",
        "headline_2": "India and Russia seem keen on renewing ties in a changed world",
        "link": "https://www.thehindu.com/opinion/editorial/old-and-strong-india-russia-ties/article67683819.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "We have seen many a slimy defence of powerful men accused of sexual harassment. But the letter penned by 50+ French personalities in support of actor Gerard Depardieu still manages to stand out in the most appalling response sweepstakes.\nMacron men-set | The sexual misconduct accusations against Depardieu have kept multiplying over the decades. The past year has seen more women step forward and a damning documentary. His defenders surreally call this a “lynching”. None other than Macron himself has called the actor the victim of a “manhunt”. Their tone-deafness to the women’s suffering is appalling. The country’s culture minister has put all this privileged squirming in a nutshell, that Depardieu is such a “symbol of France”. The letter in his defence doubles down in precisely this spirit. That his shaming is “the death of art. Our own.”\n\nConsent central | Such thinking is hardly unique to France. Sexual harassment cases are hard to pursue everywhere precisely because many investigation and justice systems see everything from the point of view of the accused, whose social or financial power is overwhelming. Another issue French activists point out is that the rape law is not centred around the question of consent. This too has widespread global applicability.\nCinema’s resilience | Will the audience abandon an artwork if an artist is accused of misconduct? Some will, some won’t. But at least with a movie, it is hardly held up by one person, so it cannot be brought down by one person. That’s why the argument that prosecuting a great talent hurts the artform is so plainly illogical. French cinema or French culture will survive fine if Depardieu is prosecuted. But if the ‘great man defence’ wins, France will have done immense harm to the cause of justice-seeking women everywhere.\n\n",
        "headline_1": "‘Great Man’? So What? Nonsensical defence of French star Depardieu shows how sexual harassment cases are undermined",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/great-man-so-what-nonsensical-defence-of-french-star-depardieu-shows-how-sexual-harassment-cases-are-undermined/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "Social media firms are – rightly – at the receiving end again. GOI has cautioned them about hosting advertisements of fraudulent digital loan apps (DLAs). But social media, irresponsible as it is in carrying these ads, is the lesser evil. Real baddies are online loan sharks. They have jumped onto a fast-growing platform to offer small-sized retail credit.\nDecade of digital boom | A parliamentary committee report this year said digital lending in India grew 39.5% annually between 2012 and 2023 to touch $350 billion. A part of this growth has been driven by DLAs. Business generated by DLAs can only be guessed at becausea sizeable segment is illegal.\nRBI studied DLAs over two months, January and February 2021. It found there were 1,100 loan apps available on 81 app stores. Of this lot, as many as 600 were illegal.\n\nTwo-factor menace | Consumer surveys and police investigations point to two main features of the illegal loan app world. Illegal loan apps attract customers for the same reason informal financing always did: convenience. People in urgent need can get a loan easily. Interest rates are far higher than banks’. What happens after that is unique to the digital world.\nApps are downloaded to phones. Shady loan apps illegally copy borrowers’ phone data. Data is then used to harass debtors when they delay repayments. Police investigations show how the shadiness plays out: one frequently used harassment method is sending morphed photos of borrowers to all numbers on their phone list. This has even led to suicides.\nGrey zone of regulation | RBI’s remit ends with financial intermediaries like banks, NBFCs. They are not always blameless, there were 1,062 complaints against them in 2022-23. But illegal loan apps are a different ballgame. In some cases, investigations have traced app ownership to Chinese firms operating from Hong Kong. Criminality here includes money laundering. This makes dealing with them a multi-agency play.\nProsecution and competition | Over 2,500 apps were taken off Play Store between April 2021 and July 2022. This is an ongoing process that must be backed by public awareness campaigns, faster police investigation and quick prosecution for criminality. A long-term solution requires regulated financial intermediaries to make it far easier for retail borrowers to approach them. Criminals come in when regulated firms leave gaps in the market.\n\n",
        "headline_1": "Debtly Sins: Illegal loan apps are a menace. Killing their business requires quick prosecution, more competition",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/debtly-sins-illegal-loan-apps-are-a-menace-killing-their-business-requires-quick-prosecution-more-competition/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "AI/ AQI : we can’t Del, but we can Alt/ Cntrl the bad versions of both; Ayodhya as political kabbadi\nBharat wanting to wipe out INDIA; beef-bullies; allbull-dozers; blue-zone & belly-fatdiets; ‘bespoke’\nClimate change hot air; communalism; Congress regress; coaching-class rackets; constipation-to-cancer cure claims; cheetah deaths; ‘curated’\nDalittante behaviour; dissent decimation; DeepFakes; drone attacks; ‘diversity’\nElection exaggeration/ mania/ violence; Egonomic inflation\nFear of Flying Kisses; flexitarian politicians; ‘foodies’\nGovernor interference; gang rapes; political gaali boys; ‘gig economy’; Gaza Strippers\nHate jihad; hijab politics; hunger; hunger strikes, need for\nIndustrialist-strength offences; intermittent-fasting bores; Insta-autocracy;\nJNU/ JU interference; juice-cleansing\nKashi/ Kashmir/ Khasi/ Khalistan politicking; Ku Klux Klan of kale, keto; kefir\nLok Sabha as akhara; litterati, not literati; litfestering\nMaharashtra musical chairs; seeing a mandir in every masjid; millet/ moringa manics; Muska maro-ing. Medal marathons must continue Nyay should be real, not merely renamed; north-south divide in cinema, etc\nOM-nipresent messiahs; Opposition omni-absence; OBCee-saw; ‘OG’\nPoverty; powerty; politicising everything from temples to tragedies; posttruth; poaching of MLAs/ tigers\nQuota queue-ups; queer-bashing; quinoa biryani\nRape loosely alleged (but real rapists should be tightly punished); road renaming instead of repaving\nSexual harassment; suspended\nMPs; student suicides; social tedia; superfood claims; ‘sustainable’; ‘side hustle’\nTerrorists; trolls; trafficking; tunnel collapses/ vision; tree-massacre\nU-turn of MPs/ MLAs; unilateral unity; Ukraine as global battlefield\nVariants of interest; voyeurism of infectious interest; vegangelists\nWrestling’s shamers; wife-beaters; whataboutery; washing machines (send the scammers to the cleaners instead, and hang them out to dry); woke-ism; ‘like a Wow’\nX suffixed with ‘(formerly Twitter)’; ex-lovers-turned-axers\nY i must now Zzzz.\n*** Alec Smart said: “Human traffic should always get a red light.”\n\n",
        "headline_1": "No more in ’24: What we must wring out when we ring in the New Year",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/no-more-in-24-what-we-must-wring-out-when-we-ring-in-the-new-year/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "India’s and the world’s growth will slow down next year. But GOI can liven things up with some big reforms. Watch out for food price spikes\nMany risks and uncertainties played out in 2023. Trade tensions, surging interest rates and geopolitical strife. Yet there was no major economic accident and the world performed better in 2023 than what was anticipated.\nYear of soft landing | So much so, S&P Global expects global gross domestic product (GDP) to grow 3.3% for the year, over a high 3.4% growth in 2022. The world’s largest economy, America, avoided a recession and is projected to grow a robust 2.5% in 2023. China, the second-largest economy, saw its GDP rebound as Covid curbs were lifted and the government provided huge support.\nIndia’s standout economy | The growth story of the year, however, is India, with GDP growth having beaten the street. RBI expects the economy to print a blistering 7% for this fiscal (2023-24). While global growth provided some momentum, the upside has been driven by government-supported investment cycle and revival in real estate and manufacturing sectors.\nBut as 2023 draws to a close, the environment has turned uncertain once again.\nRead full article on TOI+\n\n",
        "headline_1": "Back to economy class?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/back-to-economy-class/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "Increasing direct tax revenue is no doubt the prime concern of the National Board of Revenue (NBR) at the moment. Despite a substantial surge in the number of TIN (Taxpayer Identification Number) holders, the existing state of tax collection reveals a lack of mentionable revenue growth. This discrepancy suggests that a considerable portion of individuals obligated to pay taxes remains outside of the purview of taxation. Consequently, there has been a longstanding imperative to broaden the tax net. Widening the tax net being fundamental to increasing tax revenue, has been a subject of discussion for long, but whatever efforts that were in place did not prove effective enough to cause any desirable change in NBR's revenue collection, so far. According to a recent report in this newspaper, the NBR has undertaken a strategic move to augment its tax collection network by introducing four specialised wings. These wings are designed to focus on international taxes, automated tax collection and taxpayer services, tax intelligence and investigation, and source-tax management. The report says that a total of 56 tax zones, including 25 new ones, will be restructured to provide services to taxpayers in different phases. Tax officials anticipate a two-fold increase in direct tax collection following the full implementation of these new tax zones. The NBR aims to collect direct taxes amounting to Tk 1.54 trillion in the current fiscal year. In the first phase, 10 new tax zones, along with existing ones, will commence operation. Additionally, units such as tax intelligence and investigation, e-tax management, and source tax (withholding tax) management will become operational in this initial phase. In the second phase, tax zones in Chattogram, Coxes Bazar, Faridpur, Narsingdi, Jashore, Kushtia, Dinajpur, and Noakhali will resume operation. The expansion plan, according to NBR sources, is anticipated to elevate the country's tax-GDP ratio to double digits which will surpass the current 8.0 per cent---one that is lowest in South Asia.While the expansion plan has definite merit, the key to its success lies in ensuring that no taxes, no matter how small, are overlooked or evaded by TIN holders. Numerous TIN holders engaged in small businesses or earning from diverse sources operate outside of the tax net. Unofficial reports state that approximately 40 million middle-income individuals in the country do not fulfil their tax obligations. While holding wealthy evaders accountable is a primary responsibility of tax authorities, such efforts typically yield minimal impact on overall revenue collection. Thus, a successful strategy for tax mobilisation requires a combination of regular activities and the inclusion of new taxpayers. Reforms aimed at expanding the tax net should be comprehensive and innovative, generating revenue not only in the short term but also sustaining it in the long run. Also, in executing the reforms the authorities should take care to ensure that the revenue mobilisation drive does not earn a bad name for needless harshness that may act as a disincentive for people to return taxes. Smart and well devised campaign in this regard may be found useful.",
        "headline_1": "NBR moves to boost tax revenue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nbr-moves-to-boost-tax-revenue-1703774946",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "The majority of peoples the world over are growing euphoric, as they do with the drawing of a year to a close, to welcome the New Year 2024 expecting good tidings from it leaving behind backlogs and building up on their positives of the past. But right on the eve of the New Year, even the most optimistic soul will not feel convinced the year will bring rich rewards for the mass people apart from the more equal in most societies. Surely, this sounds disappointing but if the one-sided brutal war in Gaza and the prolonged war in Ukraine along with the geo-politics over those are taken into consideration, the prospect of a peaceful world with robust economies certainly dims. Climate change has brought nations to encounter unprecedented challenges. But instead of channelling resources from unproductive sector known for viciously arming the military to the teeth to energy research and development for limiting the global temperature below 1.5 degree Celsius above the pre-industrial level, rich nations are setting themselves misled priorities. Coming on the heel of the Covid-19's remission, the time when economies were hopeful of turnarounds of varying degrees, the Russia-Ukraine war stalled back the recovery further down the steps. Now the supply lines of fuels and commodities are once again facing threat from repeated Houthi attacks on container ships in the Red Sea. The Yemeni Houthi rebels' attack is an offshoot of the genocide now being committed in Gaza by the Israeli military with support from big powers. The moot question is, if such attacks have the potential to disrupt the supply chain hastening an energy shock and triggering a global inflation once again. Globally the indication so far is not particularly ominous as yet but domestically Bangladesh is currently feeling the crunch. International oil companies have been cancelling oil tankers' scheduled move to the country's shore because of non-payment of their dues amounting to US$246 million. The problem is not with money in Bangladesh currency for the Bangladesh Petroleum Corporation (BPC) but with dollars with which to pay for imported fuels. If the stalemate continues, its repercussion is likely to be severe in the coming months when preparation of paddy fields will be in dire need of tilling by power tillers and irrigation by pumps. This leads to the point of enough domestic food production and ensuring food security for the nation. Bangladesh could weather the rough time arising out of the pandemic because farmers have been doing their jobs quite well. Their effort has made the country self-sufficient or nearly so in some items of food. However, self-sufficiency in overall food production is a myth. Or else, how can Bangladesh ranks third globally in importing foods? There is a statistical gap in estimates supplied by the Department of Agricultural Extension and the Bangladesh Bureau of Statistics (BBS). Recording the country's place among the top 10 nations in the world in production of 22 agricultural commodities including fruits, the Food and Agriculture Organisation (FAO) reveals Bangladesh's second position in importing the staple, rice, in 2021. The foreign reserve crunch has stymied industrial production and consumption as well with soaring inflation and cheaper value of the local currency eroding purchasing power even of the middle-income segment of people let alone those in the low-income and the poor bands in society. There are immediate and long-term impacts of such a crisis which shows no sign of coming to an end in the following year. Already the combined impacts of Covid-19 and Ukraine war have begotten a lost generation in terms of education and health. Its lingering impacts will have further adverse impacts in the form of ill health and stunted growth of children in families now struggling hard to keep their body and soul together.It is precisely at this point the latest Household Income and Expenditure Survey (HIES) report released by the Bangladesh Bureau of Statistics (BBS) claims a drop in poverty from 24.3 per cent in 2016 to 18.7 in 2022. How can poverty decline when people's real income has experienced a severe erosion and inflation has gone through the roof? Not only is the decline in poverty but also regional rates of poverty the BBS come up with are suspect. When a silent hunger seems to be stalking, if not across the entire length and breadth of the land at least in the urban spaces, the survey results are hardly convincing. The beelines behind the TCB trucks are a testimony to this. Taken into consideration the fabulous gains in wealth made by candidates for the January 7 election, according to the affidavits submitted by them, one cannot help getting the impression that the country is riven apart by outrageously growing disparities. Also, candidates and nomination-seekers are not the only beneficiaries. Even the HIES report exposes the ugly truth that the top 5.0 per cent having at their disposal 30.4 per cent of the total wealth whereas the lower 50 per cent are left to make do with only 18 per cent of the national income. Notwithstanding all such disquieting developments, the country's food availability is not in danger but unfortunately the large segment of the population cannot afford the much required nutritious food items. Such deprivation is akin to dehumanisation of people, many of whom are forced to turn to crimes or simply perish. There lies the danger. A nation so divided politically and economically cannot be at peace with itself. Let the policymakers review the definition of development in the New Year and come to terms with the hard reality by introducing radical reform policies on reduction of inequality in society. [email protected]",
        "headline_1": "Rich returns or rueful reversals in store of the New Year?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rich-returns-or-rueful-reversals-in-store-of-the-new-year-1703775020",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "The colossal volume of state subsidies, including incentives, alongside interest payments due to borrowings, constitutes a substantial portion of the national budget. In the previous fiscal year (FY2022-23), these expenditures accounted for over 36 per cent of the budget. Although this year's targets are set lower, the trend in government revenue suggests a probable overshooting of these goals.Expenditure on incentives extended particularly to remittances, exports, and agricultural machinery has been steadily rising. While this drains the national exchequer, these subsidies are aimed at yielding benefits. For instance, incentivising remittances aims to deter the use of illegal channels like the hundi system. Similarly, export incentives are intended to stimulate trade, while subsidies for agricultural inputs aim to reduce farmers' production costs.Tax exemptions and duty rebates also fall under the umbrella of subsidies and incentives, causing substantial revenue loss for the government. While these incentives have shown positive outcomes, questions often arise about the disparity between subsidy spending and its actual returns.Addressing this issue involves curbing the misuse of subsidy funds. Allegations abound that subsidies meant for exports or agricultural inputs end up in the wrong hands, undermining their intended impact. The authorities need to take serious measures to ensure proper utilisation of subsidies and incentives.Recent revenue shortfalls have made it challenging for the government to meet recurring expenses. To alleviate borrowing costs and facilitate private sector funding, the government initially turned to high-powered money but had to backtrack due to inflation concerns. Consequently, it returned to traditional borrowing methods via treasury bills and bonds, which now offer higher yields than bank interest rates.The acute fund crisis has hindered the government's ability to make subsidy payments across sectors. To tackle this, the Ministry of Finance is reportedly contemplating issuing special bonds to banks, offering attractive yield rates, to fund these subsidies. Resolving banks' liquidity issues could involve categorising these bonds as SLR (statutory liquidity reserve) by the central bank.For sustainable subsidy management, policymakers must gauge the economy's capacity to afford subsidies and curb misuse. Such actions could reduce the dependence on funds for subsidies and incentivise more efficient disbursement. Rigorous assessments of subsidy outcomes should inform future programmes for more effective and efficient subsidy disbursement. However, one can hardly pin hope on any change in ground realities as far as subsidies are concerned. A section of policymakers are oblivious of the need for reducing the same to a rational level. The situation calls for a change in their attitude to help save wastage of resources that could be spent for some useful purposes. In our economy, providing subsidies and incentives is essential to drive better performance across various sectors. However, it's imperative for policymakers to understand the fiscal capacity and prevent misuse of these financial aids.[email protected]",
        "headline_1": "Rationalising subsidy payments",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rationalising-subsidy-payments-1703775143",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2023"
    },
    {
        "full_article": "Inflation has hit Bangladesh hard. Food prices are skyrocketing. Among the worst sufferers, there are the residential students of public universities. They rely on varsity canteens and cafeterias to get their meals, as only a few of them can cook themselves. They pay more for their meals but in exchange they get low-quality and unhygienic food at their canteens. According to a nutritionist, a university student should consume at least 2,800 kilocalories a day. However, a Jahangirnagar University-based survey says that a residential student can consume at the maximum 1,821 kilocalories per day on average. The food they are now consuming has little nutritional values. So, they are suffering from malnutrition. On the other hand, the question of hygiene and cleanliness also persists due to which students' health is deteriorating day by day. Sometimes students demonstrate at their respective institutions demanding quality food at reasonable prices, but the situation remains unchanged across the country over the years. The teachers, who are in charge of supervising the food quality and kitchen, should monitor the entire affair and take action accordingly. The administration should also increase the allowance so that students can have quality food at a low cost. So, we urge the university authorities to pay more subsidies to keep food prices within the reach of students studying at the tertiary level. Improving the quality of food at varsity canteens is now an urgent demand that should be met without much ado. Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Ensure quality food at varsity canteens",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-quality-food-at-varsity-canteens-1703775172",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2023"
    }
]