[
    {
        "full_article": "To overlook the orgy of communal hatred at a recent event in Haridwar that was labelled a Hindu religious congregation as an inconsequential derangement of a fringe group may be a convenient pretext for the inaction by the police and the silence of the ruling Bharatiya Janata Party (BJP), but the reality is scary. The passivity of the BJP is a signifier and eloquent admission of the pernicious mainstreaming of bigotry. The Uttarakhand police have betrayed a cavalier attitude in their investigation by not naming any of the ringleaders, initially, and not showing the urgency the case requires, subsequently. Speakers at the event openly called for genocide and violence. Such bigotry is not the monopoly of adherents of any particular religion, and law enforcement authorities should be eternally vigilant. The murder of two people at Sikh places of worship in Punjab in separate incidents in recent days showed how matters of religion can inflame irrational passion. In one case in Punjab, a person has been arrested and charged with murder. The shameful lynchings were followed by responses from organisations ranging from the Congress to the Rashtriya Swayamsevak Sangh, but none unequivocally condemned the violence. Most reactions appeared to justify the violence, privileging abstract religious sentiments over the fundamental right to life. The Congress chief in Punjab, Navjot Singh Sidhu, spoke for many politicians seeking to exploit religion for electoral purposes when he said those who offended the faith must be hanged publicly.That mainstream parties are unable to take an unambiguous and universal position that violence and the call for violence, in the name of faith, are unacceptable is unsettling and bodes ill for Indian democracy. Despite sporadic bursts of communal violence, India, unlike its neighbours in South Asia, has survived and thrived as a multicultural and multi-religious nation till date. Keeping it that way requires vigilance and vision. Violence originates in thought, transmits itself through speech and manifests itself in action. Targets in the recent past have ranged from interfaith couples to carol singers to cattle traders to teachers setting question papers. New laws appear to reinforce and institutionalise prejudice and intolerance. The heavy hand of the state that falls too frequently on the critics of the Government has left the mobs that threaten national unity untouched. Those who committed murder in Punjab, those who called for mass murder from Haridwar and those who vandalised Christian institutions in different places must all be brought to justice as per the law. Political parties must rise above their narrow interests during the current election cycle and unite against hate. Later may be too late.",
        "headline_1": "Falling short: On action against violence in the name of religion",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/falling-short-the-hindu-editorial-on-action-against-violence-in-the-name-of-religion/article38058460.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2021"
    },
    {
        "full_article": "The Central Board of Indirect Taxes and Customs (CBIC) recently notified the imposition of anti-dumping duty on five products manufactured in China in order to safeguard domestic producers from lower-priced imports that the Directorate General of Trade Remedies (DGTR) had found as being ‘dumped’ in the Indian market. The items range from specific flat-rolled aluminium products for solar modules, and silicone sealants used in the manufacture of solar photovoltaic modules to some chemicals, including a component of the refrigerant hydrofluorocarbon. In almost all the five products, the Commerce Ministry agency initiated its anti-dumping investigations in September 2020 and reached its final findings about 12 months later. CBIC’s imposition of the anti-dumping levy for five years on these Chinese products is based on the DGTR’s findings that their import constituted ‘dumping’, which was causing injury to local producers, and an ensuing recommendation that a protective duty was warranted. A remedy sanctioned by the WTO to protect a member country’s domestic industry from imports that have been priced at levels below those prevailing in the exporting nation’s home market, the anti-dumping duty has become one of India’s most widely used trade weapons, especially against a flood of cheaper Chinese imports. As of February 2020, India had imposed anti-dumping measures on 90 Chinese products, with another 24 China-specific anti-dumping investigations in progress at the time, according to a reply made in Parliament by Commerce Minister Piyush Goyal.The use of the specific trade remedy, howsoever warranted, does, however, raise questions. A reflexive resort to the anti-dumping duty, especially if the domestic applicant is a significantly large and relatively resilient manufacturer of the product, risks skewing the market dynamics in the Indian company’s favour, with both downstream industries, in the case of intermediate goods, and consumers likely to face the consequences of reduced competition on final prices. Also, efforts to narrow the sizeable trade deficit with China by targeted recourse to the levy have made little headway in addressing the widening gap as imports have continued to largely outpace India’s exports. The effectiveness of the measure in providing timely relief to smaller domestic manufacturers facing an existential crisis on account of suspected dumping has also been undermined in the past by a less than ‘swift’ process with the DGTR hamstrung by a personnel crunch. With companies worldwide now seeking to de-risk their businesses from an excessive reliance on China in the wake of the COVID-19 pandemic, the prospect of more capacity in that country turning surplus and being used to produce goods for dumping overseas increases. Indian policymakers have their task cut out to bolster trade defences in time.",
        "headline_1": "Trade defence: On anti-dumping duty on Chinese goods",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/trade-defence-the-hindu-editorial-on-anti-dumping-duty-on-chinese-goods/article38058485.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2021"
    },
    {
        "full_article": "In the early hours of December 24, the deadliest launch fire in Bangladesh's history wreaked havoc on the launch MV Abhijan 10, burning so many people alive; as of December 28 afternoon, the death toll from the tragedy stood at 42, with more than 50 people still missing. According to reports in this daily, more than 50 passengers out of the 100 who sustained burn injuries are undergoing treatment at hospitals in Dhaka and Barishal. Among them, 15 critically injured patients were admitted to the Sheikh Hasina National Institute of Burn and Plastic Surgery in Dhaka. Three of them are now on life support.\nThe gruesome details of negligence, indifference and inefficiency of the crew members of MV Abhijan 10—as well as others in positions of authority—have been the highlights of news reports published over the past few days. From these reports, what we understand is that there are three parties that should be held accountable for this tragedy: 1) The master and staffers of the launch, whose inefficiency and negligence caused the fatal fire; 2) The owners of the launch who didn't bother to comply with any of the rules regarding the operation of water vessels; and 3) the Department of Shipping and the Bangladesh Inland Water Transport Authority (BIWTA), who did not play their parts by monitoring and inspecting the vessel and suspending its operation.\nAlthough investigations are in progress to find out the exact reasons for the fire, primary inquiries done by the probe committees have identified faulty engines to be the main reason. Reportedly, the two engines of the launch were replaced with ones bigger in size last month, without getting approval from the Department of Shipping. Among them, only one was running on the night of the fire. What the probe committees have found is that the engine overheated due to a lack of lubrication, which might have caused the fire. Other factors that might have helped the fire spread so quickly include an illegally modified engine room and a kitchen next to it, and the barrels of fuel and gas cylinders stored in there. Apparently, all the changes to the vessel were made without taking approval from the authorities concerned.\nMany other irregularities and violations of rules were found as well. The launch owners reportedly appointed masters and other crew members without the approval of the authorities; on the night of the fire, the launch was being driven by two second class masters instead of a first class one. Also, they didn't have the necessary fire safety equipment, nor were its crew members trained on fire safety. Moreover, there were around a thousand passengers on board while the launch should have had 420 passengers at night, as per the rules.\nThen comes the issue of inefficiency and negligence of the crew members. According to a report published in this daily on December 26, nothing was done right by the launch crew from the moment MV Abhijan 10 left Dhaka for Barguna on the evening of December 23. Although the crew noticed that the engine was acting strange, they kept the vessel moving without fixing the problem. And when people on the bottom floor felt the deck getting hotter—after it left the Barishal launch terminal at around 1:30am—the master still kept the launch sailing towards its destination. According to a member of the probe committee, it should have been an easy task for the crew members to identify and resolve the engine issue. But apparently, they didn't bother to check the engine.\nAnd what did they do when the entire launch was engulfed with fire, with hundreds of passengers crying for help? They steered the launch to the bank of Sugandha River in the Charkathi area of Jhalakathi district, and fled without mooring it. Had they moored it to a tree in the area, there could have been much fewer casualties. What is even more shocking is the fact that the launch crew kept the main gate closed during the fire, limiting the passengers' chances to escape.\nThe extent of apathy and negligence that the launch masters and staffers showed towards the passengers' lives is incredible—and nothing short of a criminal offence. Legal action must be taken against them without any delay.\nBut while we demand punishment of the launch owners and crew members for this man-made tragedy, we must also hold the Department of Shipping and the BIWTA authorities accountable. If the owners of the launch are at fault for replacing the engines, changing the masters and crew members, and modifying their vessel without the authorities' approval, the shipping authorities and the BIWTA are also at fault for not inspecting the vessel that was operating on this river route regularly.\nThe common excuse that we hear from the BIWTA and the Department of Shipping is that they don't have enough manpower to inspect all the water vessels in operation. Reportedly, the BIWTA has only 25 traffic inspectors across the country, seven of whom are deployed at Sadarghat in Dhaka, while the Department of Shipping has a total of 18 inspectors—only one of them stationed at Sadarghat. Besides, there are only six surveyors in the shipping department to survey around 14,000 registered vessels across the country. The question that arises here is: What is stopping them from recruiting more inspectors and surveyors to cover the inspection and monitoring of all the active water vessels?\nIn the absence of proper monitoring and inspection, the number of unregistered and unfit vessels are increasing in our waterways, with unskilled and novice sailors running them, leading to many tragedies like the MB Abhijan one. The MV Mayur accident on June 29, 2020 is still fresh in our memory, where 34 people died as the launch hit a small water vessel in the Buriganga River.\nFurthermore, the issue of fire safety is always overlooked by the authorities as well as those working in the sector. Reportedly, while many water vessels in the country have lifts, well-furnished rooms, Wi-Fi, radio communication and modern gadgets, they hardly have any fire safety equipment. According to the Fire Service and Civil Defence in Barishal, no fire drill for the crews of water vessels has taken place in the last four years.\nThe responsibility to ensure that all the water transports are compliant with fire safety regulations also falls on the Department of Shipping and the BIWTA. When will they start playing their parts?\nIt is good news that a case has been filed with the marine court by an inspector of the Department of Shipping against the four owners of MV Abhijan 10 and eight others, and the Rapid Action Battalion (Rab) has already arrested Hamjalal Sheikh, one of the launch owners. We hope that the rest of the owners and the crew members will be arrested soon. All of those who are guilty of this crime must be arrested and punished, as well as those in authority who failed to do the job they have been recruited for. However, given the inefficiency of the marine court and its dismal case disposal record—only one case has been disposed of by the court in the last four years—can we really expect them to ensure justice for the victims of this massive tragedy?\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "The crime of negligence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-crime-negligence-2927746",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2021"
    },
    {
        "full_article": "The year 2021 has been significant in climate change discussions, in a decade that is already quite important in terms of tackling the climate crisis. This was the year when the world finally acknowledged that human-induced climate change due to the emissions of greenhouse gases (GHGs) from burning fossil fuels for over a century had already raised the global mean temperature by over one degree Celsius, and that this was now causing losses and damages to human lives, livelihoods and infrastructure.\nThis was definitively proven by the 6th Assessment Report of the Intergovernmental Panel on Climate Change (IPCC), published by the panel's Working Group 1 in August 2021, where scientists said that, for the first time, they now had unequivocal evidence of climate change impacts that can be clearly attributed to human actions. This report was duly acknowledged at the 26th United Nations Climate Change Conference, also known as the Conference of Parties (COP26), held in Glasgow, Scotland in November, and it is now clear that we have entered a new era of climate change discussions.\nIn early 2022, we expect to see the publication of the IPCC Working Group 2 report on impacts, vulnerability and adaptation, which is expected to reinforce the evidence on loss and damage attributable to human-induced climate change. This will take us forward in terms of trying to deal with the reality of climate change around the world.\nIn terms of political actions to tackle climate change, considering the successful completion of COP26, the world is moving—albeit not fast enough—in the right direction. It is expected that more progress will be made at COP27, which is scheduled for November 2022 in Egypt and is expected to have greater emphasis on adaptation, resilience, and loss and damage.\nAs Bangladesh Prime Minister Sheikh Hasina, as the current chair of Climate Vulnerable Forum (CVF), which has 55 developing countries as members, played a critical role at COP26 on behalf of the vulnerable nations. Bangladesh needs to keep up its political leadership role in this regard over the coming years. Even though Bangladesh is set to hand over the leadership of the CVF to Ghana in 2022, it will remain a part of the troika that governs the CVF for two more terms, and hence will be able to play a leadership role at the political level for another four years.\nPolitical work on tackling climate change will be a daily phenomenon from now on, and not only confined to the annual COPs. So, the entire diplomatic corps of Bangladesh as well as other vulnerable developing countries need to build capacity in climate diplomacy. This also means that tackling climate change has now become a matter for all conscious and educated citizens of every country to become engaged in, and not just leave it to their leaders to deal with. This means that a whole-of-society approach is required to tackling climate change.\nA particularly important group to look up to is the youth from all over the world, many of whom are already engaged in the Fridays for Future movement led by Swedish climate activist Greta Thunberg.\nThis is something that Bangladesh has an opportunity to lead the world in as the new Mujib Climate Prosperity Plan (MCPP) is launched to go beyond merely adapting or even building resilience to tackle climate change, and to become prosperous despite the setbacks that climate change will inevitably cause going forward. It is heartening that many of the CVF countries have vowed to follow Bangladesh's example and develop their own climate prosperity plans as well. Bangladesh will be able to share its experience with other vulnerable developing countries over the coming decade.\nAs we move forward towards 2030, which is the deadline by which both the Paris Agreement as well as the Sustainable Development Goals (SDGs) are targeted to achieve their objectives, Bangladesh has an opportunity to become a global leader in combining successful development with tackling climate change. We only have nine more years to do it, so there is no time to lose.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University Bangladesh (IUB).\n",
        "headline_1": "2021 was a critical year for climate actions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/2021-was-critical-year-climate-actions-2927726",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2021"
    },
    {
        "full_article": "It seems like deja vu in Bangladeshi politics. As President Abdul Hamid is holding dialogues with various political parties to seek suggestions for members to form the search committee for the next Election Commission, it has brought back the memories of 2012 and 2017.\nSimilar processes were followed by President Zillur Rahman and President Abdul Hamid to appoint \"search committees\" for the election commissions. The commissions appointed through the process held two general elections in 2014 and 2018, respectively. Referring to two previous occasions, some are reminding us of the famous quote of Karl Marx from the book \"The Eighteenth Brumaire of Louis Bonaparte,\" where he wrote, \"Hegel remarks somewhere that all great world historic facts and personages appear, so to speak, twice. He forgot to add: the first time as (a) tragedy, the second time as (a) farce.\" But what happens when the same appears the third time is something yet to be seen.\nSome have called the dialogues \"a farce,\" while others have described these meetings as \"photo sessions.\" The beginning of the dialogues was interesting as the party which has the distinct honour of being concurrently the ruling party and the opposition has reportedly \"requested\" the president to appoint the spouse of a senior party leader as a member of the Election Commission. Another party, which has been a partner of the ruling coalition since 2009, said it wants the president's intervention in enacting a law regarding setting up an Election Commission. Although stipulated in the constitution, a law on Election Commission appointment process has not been enacted in the past 50 years. The leaders of the party in question have neither spoken about it before nor taken initiative to draw the attention of the ruling coalition. Raising the issue after Law Minister Anisul Huq already said that the government was in no rush to enact the law—citing time constraints—is interesting. \"It is impossible to formulate the law for EC formation within this short time,\" the minister said, although there are instances of passing laws and amending the constitution within an even shorter time—in haste and without any demands from the citizens at large.\nThere's no denying that enacting a law will not bring solutions to all the ills with the current electoral system, particularly the role played by the commission in the past two general elections. But that would have been a step in the right direction. Instead, now the discussion is on who will be on the search committee. The discussion seems to move in a circle every five years, whereas the entire electoral system has collapsed in plain sight.\nHowever, as the discussions on the search committee continue to dominate the news cycle and public discourse, five questions need to be asked.\nFirst, the constitutionality of appointing a search committee remains questionable. The constitution stipulates that the president would appoint the members of the Election Commission, and it also stipulates that a law will guide the appointments. Nowhere is there a reference to a search committee. Of course, the president can seek advice and recommendations, if he chooses to do so. But the question is why the president is selecting the search committee when a law would be sufficient to do so. Despite a clear alternative, the president's choice of a search committee warrants an explanation which is not forthcoming.\nSecond, from the experience of 2012 and 2017, it is logical to ask why a system that cannot deliver acceptable elections in the country should be followed. Doing the same thing over and over again and expecting different results indicates there is no desire to learn from the past. It is not understandable why two consecutive experiences are not considered enough to learn. Those who have invented and those who have implemented the idea could have gone through some introspection.\nThird, what is the eligibility to become a member of the search committee to be appointed by the president? We are unaware whether the political parties were told of any qualifications of the potential nominees for the search committee or for the Election Commission. It has been twice that the political parties have recommended names to the president, but it has never come to light what qualifications they considered for those recommendations. Perhaps we should also consider that a political party would not suggest a name whom it considered as unhelpful.\nFourth, have those who served on such committees before ever said on what basis they prepared the list they sent to the president? Those who have participated in a nomination process, especially which involves recruitment, know well they must first decide what kind of qualifications they deem fit and what kind of candidates they will consider eligible. The responsibilities are clearly articulated in the constitution, but it is imperative to know what the search committee has considered as qualifications to serve in this capacity. Considering the importance of the Election Commission, particularly given the political environment, the search committee should keep the nation informed of their recommendations so that the nation can evaluate. One can raise the question of the candidates' privacy, but as these individuals have consented to being nominated by the political parties, they should allow the public scrutiny.\nThe fifth question is: can the president really do anything? Article 48 (3) of the Constitution of Bangladesh stipulates that \"in the exercise of all his functions, save only that of appointing the Prime Minister pursuant to clause (3) of article 56 and the Chief Justice pursuant to clause (1) of article 95, the President shall act in accordance with the advice of the Prime Minister.\" Yet, often we have hoped that the president would do something. Such an optimism lies in Article 48 (5), which states, \"The Prime Minister shall … submit for the consideration of the Cabinet any matter which the President may request him to refer to it.\"\nThis kind of optimism is not new; I myself have tried to draw attention to these provisions of the constitution multiple times in the wake of the political crisis in 2013. It is worth recalling that around that time, six prominent citizens—Kamal Hossain, Shahdeen Malik, Jamilur Reza Chowdhury, Akbar Ali Khan, Sultana Kamal and Badiul Alam Majumdar—met President Abdul Hamid and requested him to take the initiative to solve the crisis. But everyone knows what followed. Recently, 37 citizens made statements expressing hope that the president would act in the light of Article 48 (5). Their optimism is nothing short of grabbing the last straw. But if experience is any guide, there is not much to be expected.\nAs such, in the past weeks, discussions on elections have been put in a circular mode as to the composition of the search committee and the Election Commission, not why and how the electoral system has lost its appeal to the citizens, and how it has collapsed entirely since 2014. It is essential to have an independent and powerful Election Commission, but the commission alone cannot deliver a free and fair election. The lesson of 11 elections held in Bangladesh since 1973 is that a free, fair, and participatory election cannot be held under a partisan government. The prerequisite for holding a free election is a non-partisan government. It has become more difficult to have a non-partisan administration than ever because of the unabashed politicisation of the administration.\nOne can ask what the incentive for the ruling party is to change the system. It is the ruling party which scrapped the system that ensured free and fair elections. There is no reason for them to revert. But the past seven years, especially since 2018, have provided incontrovertible evidence that a non-partisan government is a sine qua non for a free and fair election. It has become incumbent on the opposition parties to create a pathway for restoring the citizens' right to vote and holding a free election. It is the responsibility of the opposition parties, not of a single party alone. The question is whether they are all able to demand in a united voice. Only that will chart the future course. It is upon the opposition to decide whether they will spend the time discussing the dialogue and Election Commission formation or find ways to restore citizens' rights.\n \nAli Riaz is distinguished professor of political science at Illinois State University and a non-resident senior fellow of the Atlantic Council.\n",
        "headline_1": "Five questions about the president’s dialogues",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/five-questions-about-the-presidents-dialogues-2926926",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2021"
    },
    {
        "full_article": "Since the first Omicron case of Covid-19 was detected in Karnataka on December 2, instances of the most rapidly mutating and contagious variant of the disease have been on the rise across India. In the last four weeks, the number of Omicron cases has shot up to 578 (as of December 27 morning). It is quite natural that there is widespread anxiety, especially after the daily caseload of Covid-19 has been on a steady and sharp decline over the last few weeks.\nThe gradual spread of Omicron has raised the level of alarm and anxiety all around India, including at the highest level of government. Part of the reason behind Prime Minister Narendra Modi appearing in the unscheduled televised address to the nation on the night of December 25 was to amplify the threat perception following the Omicron cases. It was the address in which he announced extending the Covid vaccination drive to 15-18 age groups and booster dose to vulnerable people aged above 60 years, including those with comorbidities, from the New Year.\nScientific evidence so far indicates that Omicron is much less severe than the Delta variant, which has so far been the  dominant variant  across the world, including India. According to public health experts, the Omicron variant is at least three times more transmissible than Delta. What has added to the prevailing fear about Omicron is the projection of the mathematical modelling of the Indian Institute of Technology (IIT) in Kanpur that Omicron will peak by February 2022. Given the mild nature of Omicron so far, the experts suggest focusing on checking its speedy spread.\nConsidering that a good number of Omicron patients in India don't have international travel history, a limited community transmission of the latest variant has already begun. As of December 25 morning, 183 of the Omicron cases in India were analysed, 121 of whom were foreign returnees, while 44 had no foreign travel history. The details of 18 people hit by Omicron were unknown, according to Balram Bhargava, director general of the Indian Council of Medical Research. That is why public health experts favour prioritising community surveillance and a strict watch on clusters reporting an unusual (unusual because major parts of the country are witnessing a steady fall in Covid cases) number of cases to not only follow up on positive cases, but also their contacts on a day-to-day basis. There are two objectives behind this: a) To monitor the clinical status of the patients; and b) To analyse their symptoms, because this variant is capable of mutating like no other earlier variants.\nA major challenge for India is to scale up Covid vaccination to take the threat posed by Omicron head-on. Of the 183 Omicron cases analysed as of December 25, 91 percent (87 in real terms) are those who were fully vaccinated, with three having had booster shots as well, while seven were unvaccinated and two partially vaccinated. It is, therefore, critical that India steps up its vaccination drive.\nEminent virologist Shahid Jameel said though full vaccination \"is unlikely to stop symptomatic infection, a combination of prior infection and vaccination in a large fraction of adults will ensure low rate of severe disease, hospitalisation and mortality.\" According to health ministry statistics, India has so far fully vaccinated 61 percent of its 940 million adult population, while 81 percent have been given the first dose, as per figures on December 24, 2021. With just a few days of the outgoing year remaining, the target of fully vaccinating the entire adult population by this year's end, as was being visualised by the government, is going to elude public health policy planners.\nAs the shadow of Omicron looms larger than ever, the government has to race against time to complete the vaccination campaign. The door-to-door vaccination drive appears to be struggling to get the desired level of momentum, largely due to the issue of vaccine hesitancy mostly among the rural population. This has resulted in widening the gap not only between rural and urban vaccination pace, but also among fully and partially jabbed there. There has, therefore, been a suggestion that vaccination be made mandatory.\nPublic health experts also want India to quickly come out with a clear policy on the need for booster doses and vaccination of children now that many schools across the country have reopened after a long closure forced by the pandemic. The debate is already on whether booster doses should be administered—and if so, when—particularly to vulnerable sections of the population like healthcare workers, the elderly or those with comorbidities. As late as on December 24 this year, the Indian Council of Medical Research had said it was still studying scientific data before coming out with a booster dose policy. But Modi's announcement on December 25 of \"precautionary dose\" (which is called booster dose in other parts of the world) for those above 60 years of age sets at rest the speculation as to when the booster dose administration will start.\nTwo factors seem to have made out a strong case for a booster dose. First, nine out of ten Omicron cases in India have been found to be with full vaccination, and second, nearly 90 percent of India's vaccination drive has been done using AstraZeneca's Covishield, which is reportedly not very effective in checking Omicron. It has been suggested by some experts that Indian jab manufacturers go public with their data if and how much their products work against Omicron.\nThe onset of a fresh spell of Covid-19 was a question of time. India could not have remained insulated. According to experts, what needs to be watched is the community transmission potential of Omicron in India in the coming weeks.\nThe government of Prime Minister Modi and the state governments need to guard against any lacunae in the handling of Omicron challenge after the devastating second wave overwhelmed the healthcare infrastructure at several places earlier this year. The federal government has ramped up availability of oxygen, oxygen concentrators and plants, hospital beds and beds with ICU facility, medicines needed for Covid treatment and other related components of healthcare infrastructure. The challenge lies in their proper implementation.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "India’s Omicron challenge on multiple fronts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/indias-omicron-challenge-multiple-fronts-2926911",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2021"
    },
    {
        "full_article": "It is encouraging to see our economy recovering well from the pandemic, to the point where the government's finance division is projecting that it will become a half-a-trillion-dollar economy next fiscal year. According to the forecast, the size of Bangladesh's economy would be USD 510 billion in the 2022-23 fiscal year after growing at 10.7 percent. A large part of this growth, it has been estimated, is being driven by a successful vaccination campaign and steady growth in agriculture and industry.\nThe pandemic considerably slowed down the country's economic growth. Hence, it is of no surprise that once its effects start to fade away, our GDP growth will increase quite substantially. As the daily infection rate dropped below five percent from October, we have seen domestic demand rebound, which gave a massive boost to growth. Bangladesh's exports and remittance inflow figures have also been notable of late. Even during most of the pandemic period, our agriculture sector has continued to impress. This is a most remarkable achievement on part of our farmers, whose hard work has been a major driver of our success as a nation.\nOn the other hand, certain sectors such as the leather industry, textile industry and other non-metallic minerals industry have been performing extremely well. Thus, it is incumbent upon the government to provide them with all the necessary support to help continue their growth.\nHaving said all that, we agree with the experts that we are not yet completely out of the woods. The Omicron variant of the coronavirus, which has been tearing through certain parts of the world, continues to be a real and present danger to us. It has already caused massive setbacks for some of the developed countries and their economic recoveries, and Bangladesh must take all precautionary measures to ensure that it doesn't suffer a similar fate. Therefore, while the recovery we have seen so far does give us a cause for celebration, we must remain vigilant to ensure that this recovery does not fall by the wayside. Additionally, the increased wealth gap and poverty that the pandemic has caused must be addressed by the government, so that our growth can be truly inclusive and meaningful.\n",
        "headline_1": "Bangladesh on course to reach another milestone",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bangladesh-course-reach-another-milestone-2927721",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2021"
    },
    {
        "full_article": "We have said it before and we are saying it again: the Digital Security Act (DSA) is a repressive law, which curbs the constitutionally guaranteed right of citizens to freedom of expression. We expect the votaries of the draconian law to retort that no freedom is without the attendant obligation to exercise it without abridging the rights of others. To that, we say: there are existing laws to address any transgression in this regard, without applying a reprehensible instrument such as the DSA.\nIf one analyses the cases lodged in the last two years, the fear that it would be used as a shield to protect the government and the administration from criticism—particularly from the mainstream media—and stifle the opposition is borne out by the number of cases targeting journalists for mere criticism of the agencies or the elected or nominated public office holders, and the opposition politicians. So much has the law become the Sword of Damocles that the print and electronic media (even those not attached to the government apron string) choose to err on the side of caution. \nNo political party that claims to have the mandate of the people can afford to be so conceited as to consider itself and the functionaries under it above all criticism, unwilling to countenance critical comments and dissenting voice from the public and political opponents. What should one make of the fact that, reportedly, more than 1,500 people—mostly politicians and journalists—were sued under the DSA between the years 2018 and 2020, and a similar number of cases were filed between January 1, 2020 and September 15, 2021?\nHaving neutered the media thus, the other platforms of communication, i.e. the social media platforms, are now being targeted—another prediction that has, sadly, come true. According to data by ARTICLE 19, a UK-based human rights body that focuses on freedom of expression, 83 percent of the 225 DSA cases lodged between January and November this year were filed over social media posts and individuals' online expressions. Individuals affiliated with the ruling party filed 40 percent of these cases. Similarly, 40 percent of the cases were filed against people for allegedly criticising the prime minister, ministers, members of parliament, and affiliates of the ruling party.\nThese statistics are a sad commentary on the country's state of democracy, rights and freedom. The DSA has infused a sense of fear among the public and the media which is supposed to reflect public opinion. We have no issue with the intention of the government to secure the variegated communication media, but we regret to say that the draconian provisions have been motivated by the administration's unwillingness to face criticism, fed by a dangerous notion that public servants are above reproach. It is time to bin the unconstitutional provisions of the DSA.\n",
        "headline_1": "Why are we stifling critical expressions?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-we-stifling-critical-expressions-2927506",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2021"
    }
]