[
    {
        "full_article": "The death sentence handed down by a Qatari court on Thursday to eight Indians reportedly accused of espionage is indeed “deeply shocking”, as the Ministry of External Affairs described in a statement, and the situation is now a major test of the Narendra Modi government’s diplomatic skills. The trial was shrouded in secrecy, with scant information on the charges and evidence against the former Indian Navy servicemen, arrested in August 2022. Despite pleas from their families and Indian diplomats in Doha, Qatar has not explained why it has not divulged details of the case. Even the judgment has yet to be shared with New Delhi. Leaked reports suggest that the men have been accused of sharing secret information pertaining to the stealth submarine programme they worked on, with a third country, a charge their families have denied. Visits by Indian officials to Qatar to plead for leniency and transparency have been of no avail. While this case has some parallels to the case of former Naval Commander Jadhav, who is on death row too in Pakistan, the difference is that India’s ties with Qatar have been relatively better. Apart from strategic and defence cooperation agreements, India sources 40% of its LNG needs from Qatar. India is also Qatar’s third biggest source of imports, particularly raw materials for construction and fresh food items. Pertinently, these supplies continued despite the Gulf blockade against Qatar in 2017, which should have counted for some goodwill towards India. In addition, 7,00,000 Indian expatriates are an integral part of Qatar’s institutions, industry and workforce. A rift in ties, which a sentence like this is bound to engender, will be to the detriment of both countries, and India must make this clear to Qatar.The government must waste no time in charting the next steps to ensure the Indians are given the best possible support in an appeal. Apart from the legal appeals process and diplomatic legwork, channels to the Qatari leadership should be activated at the highest levels, including the Prime Minister if necessary. A case must be made for clemency and commuting the sentences to jail terms that could even be served out in India if the men are indeed found guilty in the appeals process. Notwithstanding reports that seek to tie the verdict to more geopolitical considerations, including perceived Qatari differences with India over its policy on Israel and Palestine in the current conflict, the government must demonstrate that the lives of the men are indeed a priority for their country and for a government that claims a policy of “no Indian left behind”. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nQatar\n\n/\n\nIndia\n\n/\n\ndeath penalty policies\n\n/\n\njudiciary (system of justice)\n\n/\n\ndiplomacy\n\n/\n\ndefence equipment\n\n/\n\noil and gas - upstream activities\n\n/\n\nlabour\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Mystery trial: On the case of the former Indian Navy personnel in Qatar",
        "headline_2": "India must leverage ties with Qatar to free its citizens facing death penalty",
        "link": "https://www.thehindu.com/opinion/editorial/mystery-trial-the-hindu-editorial-on-the-case-of-the-former-indian-navy-personnel-in-qatar/article67466368.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "Six years ago, Nawaz Sharif, the Pakistan Muslim League-Nawaz (PML-N) leader and three-time Prime Minister, was ousted from power after he fell out with the powerful military establishment. In the subsequent election, the Pakistan Tehreek-e-Insaf (PTI) of Imran Khan, then a “darling” of the establishment, was voted to power. Mr. Sharif was disqualified and jailed while his party accused the military of rigging the election in favour of the PTI. In 2019, he went into exile in London. Four years later, the situation has changed dramatically. Mr. Khan, who was ousted from power last year, is now in jail and a critic of the military, and Mr. Sharif, once a foe of the generals, returned last week amid fanfare, with thousands of his supporters chanting at a rally, ‘Take charge again, save Pakistan, Nawaz Sharif.’ Pakistan is no stranger to such political somersaults, where politicians join hands with the generals to tackle their opponents and make their path to power smoother, only to be laid down by the military. Mr. Sharif himself has done this thrice. So, Pakistan is back to the past when Mr. Sharif returns to the country, probably in an understanding with the generals, ahead of the general elections. He wants power and the generals want to sideline their new foe, Mr. Khan, and dismantle his party. It is a marriage of convenience.After his ouster, Mr. Khan launched a frontal attack on the PML-N and the military. The establishment, along with the post-Khan coalition government that was headed by Mr. Sharif’s younger brother Shehbaz Sharif, responded with a massive crackdown on the PTI. But the military’s witch-hunt has only made Mr. Khan more popular. On the other side, the PML-N, Mr. Khan’s main political rival, was grappling with internal divisions and external challenges. The party now hopes that the charismatic elder Sharif, who is popular among its conservative base and influential among Punjab’s wealthy business establishment, revives the PML-N ahead of the elections. For Mr. Sharif, the support of the generals is necessary to vacate the cases he faces and have his disqualification lifted. But the road ahead is tough. There is a groundswell of anger against the PML-N under whose watch the economic situation has deteriorated, with hyperinflation, joblessness, a tanking rupee and a looming balance of payment crisis. To overcome these challenges and defeat Imran Khan, Mr. Sharif would need the blessings of, if not active support from, the generals, which in turn would weaken the civilian institutions and strengthen the hands of the military. And his own record suggests that Mr. Sharif does not get along with the generals after the honeymoon period. This is the cyclical tragedy Pakistan finds itself within. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPakistan\n\n/\n\npolitics\n\n/\n\narrest\n\n/\n\ninflation and deflation\n\n/\n\nunemployment\n\n/\n\nbusiness (general)",
        "headline_1": "Another honeymoon: On the return of Nawaz Sharif to Pakistan",
        "headline_2": "Nawaz Sharif’s deal with the military is unlikely to last long",
        "link": "https://www.thehindu.com/opinion/editorial/another-honeymoon-the-hindu-editorial-on-the-return-of-nawaz-sharif-to-pakistan/article67466328.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "Tonight my heart goes out to a man named Mohammed Nawaz. He’s the Pakistan bowling allrounder whose loose ball outside the leg stump was shoveled to the boundary by Keshav Maharaj to give South Africa a thrilling one wicket win and virtually put Pakistan out of the world cup. All of Pakistan immediately began dumping on Nawaz. Overnight he has become a much reviled figure. He must be a very very lonely man. I feel like reaching out and giving him a hug, and say, to all Pakistanis, “It’s just a game. Get a life. The sun will rise tomorrow.”\nWhat makes Nawaz a unique hate figure for Pakistanis at this time is he was also at the receiving end of a similar loss to India in the T20 world cup in Australia on this same week last year —  for those who remember that manic last over in a heaving, pulsating Melbourne Cricket Ground. There too he was called on to bowl the last over and there too he could not hold his nerve, bowling a legside wide to tie the game before Ashwin pumped him over midoff to win the game. Small details that have paled before Virat Kohli’s heroics. There too, as he did here in Chennai, he was down on his haunches in despair, as all of Pakistan began to unload on him. Last night, even his captain Babar Azam could not contain his anger after the debacle, as he lit into Nawaz on the field of play itself.\nIt must be a very small dark hole in the ground that Nawaz has now buried himself in. I know it because I have been there myself. It is the depths of despair many people reach at some point in life, sometimes more than once. If you haven’t, there’s one waiting for you — or you haven’t lived a full life. And the truth is it makes you a better person, even if the infamy is imprinted in history and record books for those in public life.\nJust for a moment though, recognize the courage it must have taken for Nawaz to agree to bowl the last over. Could he have refused and pointed to Osama Mir or Iftikhar Ahmed, Babar’s two other options? Could he have reminded Babar of the MCG debacle? Maybe. But he did not. He was brave enough to risk falling on the sword.\nNot many from this generation would recall the name Mir Ranjan Negi. He was the goalkeeper of the Indian hockey team that was beaten 1-7 by Pakistan at the 1982 Asian Games in Delhi, in a final that had then Prime Minister Indira Gandhi in attendance (she left when the score was 1-4). It was abject humiliation. The whole Indian team, particularly the defense, was in tatters that day but the blame fell on Negi because he was the goalkeeper, the last man standing. Negi was savaged, accused of taking bribes from Pakistan to throw the game, and had his life destroyed for more than a decade. He went into hiding. Anyone remember the Indian defenders? I do. Rajinder Singh and Manohar Topno. There was also Surjit Singh and Gurmail Singh in that team. But it was Negi who got it in the neck.\nIt took him some 15+ years for Negi to resurrect his career — as a goalkeeping coach of the Indian team that won the Asian games gold in 1998 as I recall. It took a further two decades for India to avenge that defeat, beating Pakistan 7-1 in 2017. Today, the Indian team can beat Pakistan in its sleep. I remembered Negi when India pumped in TEN goals against Pakistan in the recent Asian Games.\nSimilarly, not many people would recall the defenders, or even the team members, of Brazil’s 1-7 rout at the hands of Germany in the 2014 football world cup final. That national humiliation, like that in New Delhi seen by Indira Gandhi, was witnessed by Brazil’s President Dilma Rousseff. Brazil is yet to avenge the defeat by a similar margin — although it won 1-0 in the Olympics. That day will come too, for that is the karmic nature of life.\nBut although passionate about football, Brazil is probably less emotional about the loss although there were plenty of tears in the stadium (and across the world) during the annihilation. The sun rose the next day, and the goalkeeper Julio Cesar, walked away into the sunset after announcing his retirement. Nawaz should be able to do that too, although a sweeter ending would be if he gets to win a crucial game with bat or ball in the final over. After that, he should definitely walk away into the sunset.\n\n",
        "headline_1": "In defense of Mohammed Nawaz",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/in-defense-of-mohammed-nawaz/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "By Dipankar Gupta\nHere are two questions those championing caste surveys aren’t asking: How will lower caste vs lower caste fights be resolved? And aren’t anti-poverty policies the best antidote to historical wrongs?\nThe Bihar caste survey gives us the opportunity to once again clarify what isand what is not ‘reservations’. In particular, it is necessary to keep apart the concept of ‘reservations’ from its lookalikes, namely, ‘representations’ and ‘quotas’. They often appear as synonyms, and are even mistaken as triplets, but there is no such connection; they were separated at birth.\n\nReservations of the kind Ambedkar framed, were a perfect example of positive discrimination. First, they were not for the majority, but to serve a historically persecuted minority, namely, the Scheduled Castes (SCs) and Scheduled Tribes (STs). Second, it was for a limited period extendable, but after scrutiny.\nRead full story on TOI+\n\n",
        "headline_1": "What will the counting count for?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-will-the-counting-count-for/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "Authored by K P Fabian\nA former Indian ambassador to Qatar describes four ways GOI can help the retired navy personnel sentenced to death by a Qatari court. He says he’s hopeful they will be pardoned during Ramadan\nThe news of the sentencing to death of eight retired navy personnel by the court of first instance in Doha is deeply shocking and distressing. The verdict was given on October 26, after seven sessions of hearing starting in March this year. But having dealt with Indo-Qatari relations since 1988, first as joint secretary (Gulf) and later as ambassador in Doha, I am convinced that the eight will not be executed.\n\nInformation available in the public domain is very limited. The two governments have been understandably reluctant to give out information in view of the sensitivity of the matter, as it relates to alleged spying for a third country, which reports say is Israel.\nRead full story on TOI+\n\n",
        "headline_1": "Happy ending to distressing Doha story?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/happy-ending-to-distressing-doha-story/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "The Election Commission wasted no time issuing notices to Congress’s Priyanka Gandhi-Vadra for remarks she made in Rajasthan and BJP’s Himanta Biswa Sarma for remarks he made in Chhattisgarh. EC also stopped the Centre from holding “yatras”, led by senior bureaucrats to promote schemes, in the five poll-bound states and Nagaland’s bypoll constituency until December 5. ECI’s swift action is notable and commendable. Lines are often blurred as government staff and transport are deployed by governing parties for campaigning, both at the Centre and by states. And with every election politicians seem to plumb new depths in corrosive discourse as contests turn fiercer by the day. Both GandhiVadra and Sarma are veteran campaigners – the second is a constitutional post holder – and should have known their words violated the model code of conduct.\nBoth are to show cause to EC by October 30. EC found Sarma’s remarks against a Chhattisgarh minister to be “prima facie violative”. But Sarma shot back at EC reiterating his point on X, claiming Congress had “withheld information”. Similarly, Gandhi-Vadra, hauled up for coarse remarks targeting Modi, used her WhatsApp channel to restate her point. Corrosive discourse using social media remains a vexed issue in these charged times. This is a space where politicians think they can ignore EC’s appeal to maintain “minimum standards of good behaviour and conduct”.\n\nNetas should know there’s a sell-by date, because of voter fatigue, to coarse campaign speeches. But they find the lowest common denominator all too tempting. The belligerence on display to EC’s notices is what the commission will find the most challenging to counter and control, not just ahead of November’s state elections but also in the run-up to Lok Sabha 2024. EC has its task cut out.\nBut the task is well begun.\n\n",
        "headline_1": "EC Does It: Poll body makes the right moves as campaign hots up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ec-does-it-poll-body-makes-the-right-moves-as-campaign-hots-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "It hardly comes as a surprise that some of the most controversial fiscal measures adopted recently could well be on their way out. In what can only be dubbed desperate measures to increase revenue, the taxing of private provident fund and foreign debt payments were probably not fully thought out before enactment. The decision by the National Board of Revenue (NBR) to review these two measures have to do with strong objections coming from from both the individual and corporate taxpayers' levels. So, what was so objectionable about these two measures to warrant such adverse reactions from taxpayers? For starters, banking insiders state that slapping a source tax on foreign loans increased cost of repayment by as much as 25 per cent. Foreign loans are taken by individuals, corporates and the State itself. The total volume of foreign loans taken by both State agencies and the private sector is worth billions of dollar and annual repayments against those loans are also substantial. At a time when the economy is in trouble with yearly repayments, imposition of source tax is hardly conducive. It is expected that a decision will be made in this regard soon.The fact that the NBR had imposed a 20 per cent tax on the interest component for foreign loan-payments has had, in effect, raised repayment cost by as much as 25 per cent. This drew huge criticism for bankers in the country and with good reason. According to a report in this newspaper, \"the Association of Bankers, Bangladesh (ABB) have raised concerns over the high source tax on Usance Payable at Sight (UPAS) loans as there is no tax-credit facility for these loans.\" In common parlance, UPAS is a financing scheme that provides financing to importers for goods, services and other trade-related transactions.The other point of contention of course is the slapping of a massive 27.5 per cent tax burden on provident fund of private citizens. This is a near threefold increase of tax from the previous 10 per cent. Perhaps there would have been less of a backlash had this new fiscal measure been applicable to all citizens. But it wasn't applicable for government officials. Why this discrimination? For all practical purposes, employees in this country usually get access to their matured provident funds when they leave service. Although there is provision for gratuity, that is something that most employees are deprived of in the private sector when their employment comes to an end. So, to hit one fund that amounts to the only savings for millions of employees and then take away nearly a third of it in taxes is ludicrous.Matters had reached a stage where the Bangladesh Bank had to write to NBR officials stating that interest rates on foreign loans were already at an all-time high and any further incidence of taxation would have the boomerang effect whereby people and institutions would be discouraged to avail such loans. That in turn would put more pressure on the liquidity situation in the local currency, and also the exchange rates. The matter now rests with the ministry of finance and one can only hope that Statutory Regulatory Orders (SROs) will be issued to amend these fiscal measures that had been incorporated in the new Income Tax Act 2023.The introduction of these fiscal measures was not thought out fully before incorporating them into law. Let them be a lesson for policymakers that simply imposing taxes to balance the books often does more harm than good, unless their long-term impact is thoroughly examined before such decision is made.",
        "headline_1": "Troublesome fiscal measures may be scrapped",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/troublesome-fiscal-measures-may-be-scrapped-1698501142",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "This year marks the tenth anniversary of two important issues in bilateral economic relations between Bangladesh and the United States of America (USA). First, the US suspended the Generalised System of Preference (GSP) programme for Bangladesh on June 27, 2013. Second, both countries signed a Trade and Investment Cooperation Framework Agreement (TICFA) on November 25, 2013. These two episodes are not necessarily interrelated as there was a prolonged talk since 2003 to sign the bilateral framework agreement on trade and investment. Nevertheless, many observers opined that the suspension of GSP had prompted Bangladesh to sign the TICFA agreement. For the last few years, Bangladesh has tried to convince the US to withdraw the suspended GSP. It has also taken a series of measures to improve the working conditions of the factory workers and ensure labour rights. The suspension of GSP was clearly linked to the issue of the safety issue of workers. The Rana Plaza disaster in April 2022, which killed over 1,100 ready-made garments (RMG) industry workers and left many handicapped for the rest of their lives, sparked worldwide outrage. Global buyers of Bangladesh-made clothing also came under fire for ignoring the safety and security of the poor workers. All these played a critical role in the suspension of the GSP programme for Bangladesh in the following year.The overall economic impact of the GSP suspension was minimal, as less than one per cent of the total imports of the US from Bangladesh were under the GSP scheme. However, it sends a strong message to the government, factory owners, and global brands to take steps to end labour abuses and protect workers' rights. In the last ten years, the United States Trade Representative (USTR) conducted several reviews regarding the progress of the GSP Action Plan. Each review recognised that some progress had been made, along with the assertion that more must be done. Nevertheless, the GSP is yet to be reinstated, and there is little chance that Bangladesh will see the restoration of the trade benefit any time soon. Statistics showed that the suspension of GSP had little impact on the bilateral trade, which continued to grow annually in the last decade by 10.80 per cent on average. In 2013, bilateral trade in goods was US$6.06 billion, which increased to US$14.10 billion in 2022, with the trade balance heavily tilted to Bangladesh. The country's exports to the US market reached $11.53 billion last year from $5.36 billion in 2013. The US is the largest destination of Bangladesh's clothing exports, followed by Germany. Last year, export earnings of clothing stood at $8.52 billion from the US market, which was around 19 per cent of the total exports of Bangladesh's RMG industry during that year. Bilateral trade in services is, however, thin or almost nil. The US has also been collecting high tariffs on imports from Bangladesh, 15 per cent on average, as there is no duty-free quota-free (DFQF) market access for Bangladeshi products.The suspension, however, acts as a pressure to improve the RMG factory conditions in Bangladesh to some extent, which is reflected in various steps and events. Global brands and Bangladeshi producers and exporters of clothing join hands to make some positive efforts so that factories become safer for most workers. The development took place in the first five years of the decade under review. In the latter half of the decade, there was more concentration on maintaining the progress without any additional move to extend it. Instead, in some cases, the intimidation of the workers has increased as it becomes clear that the restoration of GSP is not in sight.Many argued that Bangladesh needs to sign a bilateral free trade agreement (BFTA) with the US instead of putting effort into regaining the GSP. The highly ambitious idea of a BFTA with the USA was mooted in 2016, immediately after Donald Trump won the US presidential elections. Bangladesh Enterprise Institute (BEI), in a policy advocacy paper, argued in favour of reaching the BFTAs with the US and other trading partners. In 2018, the then commerce minister also said that the country needed to think of signing BFTA with the US as a strategy to cope with the challenges in the post-LDC era. Things did not move ahead for obvious reasons, and the country has yet to sign any FTA with any of its leading trade partners.Moreover, the structure of the US FTA goes beyond trade in goods and services and extensively covers investment, intellectual property rights (IPR) and standards on labour and environment. And BFTA with the US is a comprehensive agreement that requires economic and political reforms in partner countries. The issue of BFTA was also never on the agenda of the TICFA meeting. Since the signing of the framework agreement, seven meetings have been held under the forum so far. The two parties discussed several issues including trade and economic cooperation, labour rights and standards, investment climates and IPRs. New topics like the country's data protection act were also tabled in the latest meeting in Dhaka. What is evident from the subsequent TICFA meetings is thatthe US is continuing to put pressure on Bangladesh in critical areas which include new issues. And the trend is likely to continue in the future.Now, ten years after the US suspendedthe GSP and signedTICFA with Bangladesh,bilateral relations between the two countriesstill seem to have some complexities, even though economic ties between them are deepening. It is reflected in the much-discussed restrictive visa policy and the US's persistent call to address human rights and election-centric political issues. Against the backdrop, the direction of US trade policy concerning Bangladesh deserves a review. This column will focus on the subject in the next week.[email protected]",
        "headline_1": "10 years after GSP suspension, TICFA signing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/10-years-after-gsp-suspension-ticfa-signing-1698501181",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "A Kolkata-based popular Bangla TV channel has lately started telecasting a short video film based on Bangladesh. The film is a projection of the country, its achievements in different areas, with special focus on Dhaka, the country's capital. Presumably a promotional video, it especially highlights the positive aspects of Bangladesh. Capital Dhaka appears in the video clip as a smartly built modern city. The city's drab look and the many urban scourges aside, certain areas in Dhaka still remind a lot of its senior citizens of the blissful character of the town, later turned into a metropolis. The 400-year-old Dhaka has never had green hills like those in the port city of Chattogram. But four vibrant rivers once encircled the city, having a sparse population, and numerous canals. The Dhaka residents in the past comprised mostly the locals. It is a section of these people who kept Dhaka's economic wheel running.Almost like Kolkata, Dhaka, too, passed through a turbulent history. Many an event having Sub-continental implications, like freedom struggles against the British rule, took place in Kolkata. Dhaka didn't lag behind. It stood witness to the countdown to the start of a series of struggles and movements that led to the Bangladesh independence. The first of the start of these struggles took place in the form of the 1952 Language Movement. Passing through dozens of mass movements, the final struggle for Bangladesh independence began in the 1970s. It led to the declaration of Bangladesh independence by Bangabandhu Sheikh Mujibur Rahman on March 7 at the then Dhaka Race Course Ground.Immediately after the start of the genocide let loose on the Dhaka people by the then Pakistan occupation army on March 25, 1971, Bangladesh virtually became an independent country. However, challenging times stood ahead that involved displaced people. A large number of them took refuge in the neighbouring India. Moreover, recognition to the independent Bangladesh remained a test for the provisional government. Thanks to the existing world political situation, the emerging Bangladesh had to fight through many adversities. Bangladesh received recognition of a great number of the UN member-countries including major powers. In the post-independence period, political analysts observed that it was the barbaric genocide which sparked the start of the 9-month Liberation War. Moreover, during the Liberation War, the whole country became a vast killing field. The independence of Bangladesh has opened a wide vista of development prospects for the country. Phases of impediments and unforeseen adversities slowed down the country's progress. The latest spell of bad times has gripped the nation with the global recession fallout standing in the way of its march forward. Besides, the generation of domestic political heat and economic uncertainties pose a threat to the continuation of the country's march.Notwithstanding the grim realities, the country's march continues. Indeed, the nationwide and Dhaka-based infrastructural development unmistakably heralds a new era for the nation. Optimists identify a series of radical developments awaiting the country's digital communication sector. All this bodes well even in these globally adverse times featuring the scourges of a now-subdued pandemic, a bloody part-regional feud centring Ukraine and, lately, a threatened all-out confrontation between Palestinians and Israel over Gaza. Outwardly, it's an unflinching commitment to overcome hurdles and achieve its declared goal which is set to keep the country on track. But few scopes are there to remain fully complacent. [email protected]",
        "headline_1": "Bangladesh: A different portrayal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-a-different-portrayal-1698501228",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2023"
    },
    {
        "full_article": "The dengue situation in Bangladesh is deteriorating every year. This year, both the number of deaths and infected people are increasing at an alarming rate. The death toll from the mosquito-borne disease has already crossed 1,300 till Saturday. The country also saw more than 260,000 hospitalisations due to dengue, according to the Directorate General of Health Services. Until 2018, dengue outbreaks were mainly confined to Dhaka city. But these years, it has spread all over the country. From children to the elderly, no one seems to be immune to dengue. The severity of dengue infection is also much higher than before. Some studies have shown a possible association of vitamin D deficiency with severe and complicated dengue fever. A recently-conducted study of dengue patients found that the patients who received a particular amount of vitamin D daily had a reduced risk of developing severe dengue syndrome. This vitamin is an immunomodulatory hormone that can be an appropriate choice as a potential drug against dengue. Vitamin D is popularly known as an enabler of calcium absorption, which is required for bone health. However, it also helps fight off infection by regulating the activity of immune cells. Multiple studies have shown that vitamin D helps immune response in case of over inflammation. So, dengue patients should be suggested regular intake of vitamin D. The easiest way to get it is through the skin. An exposure window of 15 minutes early morning can do this. Vitamin D is also found in fatty fish such as salmon, mackerel, fish oil, beef liver, egg yolk, cheese, soy, orange juice, etc. However, it is better to take sunlight at regular intervals than food. Samia Jahan Shefa,Student of Department of Genetic Engineering and Biotechnology,Jashore University of Science and Technology,[email protected]",
        "headline_1": "Vitamin D in fighting dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vitamin-d-in-fighting-dengue-1698501592",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-10-2023"
    }
]