[
    {
        "full_article": "West Bengal’s TMC dispensation has sought to distance itself from Partha Chatterjee, who is caught in the vortex of multiple corruption inquires by central agencies, by sacking him from the State cabinet and party positions, but that cuts no ice with the wider society. Skeletons tumbled out of his closet, as investigators seized at least ₹50 crore worth of cash and valuables from a close associate of Mr. Chatterjee, who has been a key power centre in the TMC. He was in charge of four portfolios in the State government and held several party posts including that of secretary general. TMC has weathered many storms — the Narada tapes and Saradha chit fund scam hit the party hard, but it won its second term comfortably in 2016; there were allegations of corruption over welfare schemes, but it got a third term last year beating back the BJP. There were a series of protests in several districts in 2020 where villagers accused TMC panchayat functionaries of taking money for availing of government benefits and disaster relief. The party managed to hold its ground as its matriarch Mamata Banerjee stayed above the fray, thanks to her reputation of austere simplicity. But that is no eternal guarantee of popularity or public trust, and the TMC’s refusal to come to Mr. Chatterjee’s defence is an admission of that fact. It is unclear whether the seized cash and valuables are indeed proceeds of the crime that is currently being investigated by the CBI and the ED, but that is beside the point. The mere fact that a key functionary of the ruling party is linked to such enormous amounts of unaccounted wealth speaks to the rot that has set in the party, despite the ideals that Ms. Banerjee hopes to represent, not merely within West Bengal but across the country. The West Bengal School Service Commission scam involves multiple cases where irregularities in the recruitments for state-run schools had come to the fore from 2016 onwards. The allegations are that candidates who did well in the recruitment process held by the School Service Commission were sidelined and jobs were given for monetary and political considerations. The sacking of Mr. Chatterjee may not end the agony of TMC. In fact, it might only increase the difficulties for the party, even as the BJP designs newer strategies to plant its flag in West Bengal.",
        "headline_1": "Tumbling skeletons: On Partha Chatterjee arrest and Trinamool’s woes",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tumbling-skeletons-the-hindu-editorial-on-partha-chatterjee-arrest-and-trinamools-woes/article65699768.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "With over 94% voters backing a new Constitution that would see the return of a strong presidency, Tunisia’s brief experiment with post-revolutionary parliamentary democracy has come to an end. President Kais Saied, who sacked the elected government of Prime Minister Hichem Mechichi and suspended Parliament last year (which he later dissolved), has been pushing for constitutional changes that would institutionalise his one-man rule. Over the past year, Mr. Saied has ruled the country through decrees, awarding himself more powers. He has fired many judges, seized independent institutions such as the election commission and sidelined political parties, including the Ennahda, the Islamist party which had the most number of elected representatives in the dissolved Parliament. With the new Constitution, which awards him ultimate authority to form governments, name Ministers, appoint judges and even present laws, Mr. Saied is set to rule Tunisia with unchecked powers. Tunisia was the shining example for a peaceful transition to democracy from dictatorship after the Arab Spring protests rocked many countries in West Asia and North Africa. While the rest witnessed foreign interventions, counter-revolutions or widespread chaos, Tunisia got a new Constitution and multiparty governments. But Mr. Saied, who also claims to represent the spirit of the 2011 revolution, has effectively taken the North African country back to absolute presidency, which could slip into constitutional authoritarianism.When Mr. Saied, a former law professor with no political experience, was elected President in 2019, not many had expected him to rewrite the country’s destiny in such a short span of time. When Tunisia fell into political instability amid a worsening economic and COVID-triggered healthcare crisis, Mr. Saied found an opportunity to expand his authority. He blamed the country’s parliamentary system and the infighting among the political class for the problems Tunisia faced. His move to suspend parliamentary democracy was relatively popular at that time. But Tunisia has seen little progress under Mr. Saied’s direct rule. His popularity has fallen from 82% last summer to 59% in April this year. The country’s economy grew 2.9% in 2021, after a 9.2% contraction in the previous year. Unemployment is 16% and inflation, 8.1%. Faced with a growing fiscal deficit and a current account shortfall, the government is negotiating with the IMF for a $4 billion loan. But any cost-cutting measures that would come with the loan would be met with strong opposition by the country’s powerful unions. The growing public discontent was visible in the referendum. Despite the regime’s high-decibel propaganda, only 30% registered voters turned up at polling stations as most political parties had called for a boycott. Mr. Saied may have clinched a victory with the ‘yes’ vote, but with mounting economic ills, an alienated opposition and growing discontent among the public, he will find it difficult to steer Tunisia, still in its revolutionary fervour, through the storm. If he fails, he will have nobody to blame but himself.",
        "headline_1": "One-man rule: On the Tunisian referendum",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/one-man-rule-the-hindu-editorial-on-the-tunisian-referendum/article65699808.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "The trend of Indian students going abroad for higher education continues to rise at a rapid pace. According to a response to a recent query in Rajya Sabha, there are currently 11.3 lakh Indian students studying abroad. And 2022 is set to be a record year for students going abroad.\nThis, despite the weakening rupee. These students pay billions of dollars in tuition fee alone. They also spend an equivalent amount or more in living and travelling expenses. Some reports suggest annual amounts spent abroad by Indian students could be up to $30bn.\nRead full opinion on TOI+\n\n",
        "headline_1": "The exodus is rational: Don’t judge Indian students going abroad. Fix the system problems that are driving them out",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/the-exodus-is-rational-dont-judge-indian-students-going-abroad-fix-the-system-problems-that-are-driving-them-out/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "Delhi government’s support for Punjab’s proposed Rs 2,500 per acre cash incentive to paddy farmers to curb stubble burning will require Centre’s handholding. AAP governing Punjab and Delhi has helped the two governments strike a consensus. Both are willing to contribute Rs 500 each and expect GoI to foot the remaining sum. But Haryana, another farm fire contributor, has to be roped in too. Not just Delhi, Haryana cities like Gurgaon and Faridabad, and UP cities like Noida and Ghaziabad are affected by air quality dips due to stubble burning.\nGiven the multi-state stakes, Delhi’s position as the national capital, and the economic centrality of Delhi-NCR, GoI’s intervention can resolve policy tangles. GoI’s Commission for Air Quality Management tackling NCR’s air pollution woes had a dismal start last year. There’s no room for petty politicking on AAP’s proposal. Time is limited; stubble burning peaks in October. Also, given the manifest disinterest of farmers towards various straw management machines, and the bio-decomposer jointly developed by ICAR-IARI and pesticide company UPL showing promise, the latter option must be prioritised alongside the cash incentive. And farmers pocketing the sop must be penalised if they still burn stubble.\nAnother man-made threat on the northern plains is the fast-changing Himalayan ecology. With its glaciers and pristine forests, Uttarakhand is a catchment area for the north’s two main rivers, Ganga and Yamuna. But the state recorded the most heat wave days this year. High temperatures are triggering more forest fires and depleting glaciers. Highway construction has made the Char Dham more accessible and arguably serves national security imperatives. But the high pilgrim and tourist footfall aggravates solid waste management problems in a fragile ecosystem. Whether in cities, villages or mountains solid waste burning or burying is unsustainable. GoI with its resources, political capital and statutory powers must take this up on war footing. If governments think environment is an economic resource, then they must spend money to preserve it.\n\n",
        "headline_1": "Stubbles, mountains: NCR pollution & U’khand heat waves: GoI must step in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/stubbles-mountains-ncr-pollution-ukhand-heat-waves-goi-must-step-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "The parliamentary kerfuffle over Congress leader Adhir Ranjan Chowdhury’s reference to President Droupadi Murmu as ‘rashtrapatni’ – a very poor choice of a word – is an opportunity to understand how problematic the intersection of gender, language and social power can be. We should ask why is pati widely considered a respectable word that conveys authority, and why patni conveys subjugation? And, more broadly, how does one remove gendered associations from titles? Until recently, this wouldn’t have been a question, because power was wielded mainly by men of rank and authority. It felt natural to say ‘founding fathers’ or chairman.\nBut because language shapes thought, there’s been a conscious effort to un-gender language. English has tried hard to shed ingrained biases with unisex words like flight attendant, actor, police officer and so on – many are now in common usage. ICC replaced batsmen with batter. Other languages have their own challenges. While Hindi already has gender-neutral personal pronoun in ‘woh’ rather than he or she, every noun has its own gender, and it is nearly impossible to root out this pattern. As is the practice now with German, Romance and Slavic languages, one option is to create words that challenge the generic masculine, especially for titles. Therefore, while Rashtrapati is the right word to address a woman president in Hindi, there’s no reason we shouldn’t think about and find a gender-neutral word to describe the country’s highest constitutional post.\n\n",
        "headline_1": "Not he, not she: Gender bias in language is a mirror to social power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-he-not-she-gender-bias-in-language-is-a-mirror-to-social-power/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "Religion is difficult to formally define, but it’s something humans believe and recognise, says anthropologist Robin Dunbar in How Religion Evolved: And Why It Endures. It is universal. There’s barely a culture that doesn’t have a recognisable form of religion, some sense of the transcendent. Despite attempts to declare it superstition, or to replace it with state atheism, religious beliefs and institutions have sprung back.\nDisagreements over true religion give rise to different religions. Christianity and Islam are the offspring of Judaism, Sikhism developed from the 15th-century constellation of religions in north India, the Baha’i faith emerged out of Shia Islam.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why most of us believe in god(s): People are neurally predisposed to mysticism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-most-of-us-believe-in-gods-people-are-neurally-predisposed-to-mysticism/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "\"We're still deprived of justice,\" lamented Imtiaz Hossain Rocky, a victim of custodial torture, to a reporter of this daily about two weeks ago (The Daily Star, July 13, 2022). His brother Ishtiaque Hossain Jonny, 28, was brutally tortured to death in police custody in 2014. Both the brothers were picked up from a wedding ceremony in Dhaka's Pallabi area on February 8, 2014 after two police informants, Sumon and Russell, called police when Jonny slapped Sumon for harassing women guests at the event. At Pallabi police station, the siblings were subjected to intense torture. A day later, Jonny succumbed to the injuries in a city hospital. Rocky filed a case with the Metropolitan Session Judge's Court on August 8, 2014. On September 9, 2020, the court sentenced three former officers of Pallabi police station to life imprisonment and Sumon and Russel to seven years' imprisonment. In addition, the court asked each of the officers to pay Tk 2 lakh to the plaintiff as compensation.\nThis was the first conviction under the Torture and Custodial Death (Prevention) Act, 2013. Subsequently, all three former police officers appealed against the verdict, and the High Court stayed the convictions and payments of compensation. In the meantime, fighting the legal battle, the family has become virtually destitute. The physically disabled (as a result of the torture) Rocky now works as a motor mechanic to maintain both his family and that of his brother's.\nThis is not an isolated incident. Over the years, national rights organisations have been documenting and expressing concern about the \"systemic nature\" of custodial torture and deaths in Bangladesh. High hopes that were pinned on the 2013 law for mitigating the problem turned out to be largely misplaced. Incidents of custodial torture of detainees continue to be reported in the national media. Human rights organisation Odhikar informs that, until May 2022, at least 90 people have lost their lives due to torture in custody since the enactment of the law in October 2013. Three cases of alleged custodial torture in Lalmonirhat, Dhaka and Bogura provide important insights on this gruesome practice.\nOn April 14, 2022, a man named Rabiul Islam died in police custody in Lalmonirhat, which triggered a protest by agitated locals who set up roadblocks on the highway. Family sources say Rabiul went to buy toys for his little daughter at a local fair and engaged in an altercation with the police on duty. He was subjected to a severe beating when he resisted being transferred to a police van. He died the next day. Contrary to this narrative, police claim that the victim was detained after a raid at a gambling den, suddenly fell sick while in custody, and subsequently died in the hospital. The family firmly rejects the police's version of events and maintains that Rabiul never gambled.\nIn another sensational case, Rajib Kor, a jewellery artisan, claims that on February 10, 2019, three functionaries of Kotwali police station in Dhaka picked him up from his Goalnogor residence and beat him with a bat, stomped his face with their boot-clad feet, and extracted his nails. Finally, they stripped him naked and gave electric shocks to his genitals. Kor further claims that, at the time of his arrest, the policemen took away 28 bhoris of his mother and wife's gold jewelleries, Tk 41,300 cash that he had kept for his mother's eye surgery, his mobile phone and laptop, among other items. He informs that his family members were able to secure his release the next day only after making a payment of Tk 2 lakh to the perpetrators. He alleges that he is now under pressure \"to settle the matter.\" Recently, in a letter to the National Human Rights Commission (NHRC), Kor expressed suffering from a sense of insecurity after he filed the complaint. The permanent member of the NHRC and the former secretary of the home ministry confirmed that, despite being given two deadlines of May 19 and May 25 this year, the Police Headquarters is yet to respond to the NHRC query if any action has been taken against the errant police personnel (Prothom Alo, June 12, 2022).\nIn the third case, a 15-year-old boy states that he was blindfolded, taken to a field at night, and with a pistol pressed against his chest, he was threatened by the police to admit that he had stolen a motorbike on May 21, 2022. He had little choice but to admit to the crime he had not committed (Prothom Alo, June 18, 2022). On May 21, the family members of the Class 9 student alleged that local community leaders inflicted severe bodily harm to the child in front of a crowd of about 100 people alleging that he had stolen a motorbike. Subsequently, the perpetrators handed the child over to the police. Instead of extending protection, the boy was incarcerated in the police station for two days and three nights before he was presented to the court and charged for theft. The police authorities reject the torture claim and assert that the boy had admitted to stealing more than one motorbike. They, however, could not offer any explanation as to what grounds the victim was detained on for more than 24 hours, the maximum period permissible under the law. The child states that he was handcuffed and kept hanging from the window grills of the police station with an iron rod pressed against his fist. His mother states that during the whole period that the boy was in the police station, the family members were denied access to him, who now suffers from partial loss of hearing. The boy's family is under pressure to pay compensation to the motorbike owner. Curiously, the latter admitted that he did not register any complaint with the police about the stolen motorbike, and the authorities weren't able to recover the bike either.\nThe above cases reveal the dearth of legal protection that detainees often endure in police custody. In all cases, they were severely harmed physically and mentally when they stood up against the misdemeanour of the police or their informants, refused to give in to extortion demands or refused to confess to crimes they did not commit. In the case of Rajib Kor, not only valuables were looted from his house, but the family was subjected to extortion for his release. The child was illegally detained by the police for a period much longer than legally authorised. In at least one case, the victim became permanently disabled, and in another, hearing loss may become permanent. In all cases, the victims and their families not only suffer from major financial hardship (and in one instance, illegal payment claims for the motorbike), but continue to endure intense mental trauma.\nThe families feel that the state agencies not only failed to protect the victims from the predators when they struck, but also after the commission of the acts as they did not ensure due investigation and redress. The authorities' inability to rein in the perpetrators is likely to swell the perception of other wayward members of such agencies that a uniform provides impunity. The lack of response of the police to the NHRC's rather innocuous bidding also reveals its disregard of the statutory institution, augmenting the view that the NHRC has to be revamped with greater autonomy along the lines of the Paris Principles.\nThe United Nations has condemned torture \"as one of the vilest acts perpetrated by human beings on fellow human beings.\" It is a crime under international law. Under all applicable international instruments, it is absolutely prohibited and cannot be justified under any circumstances. The UN reiterates that this prohibition forms part of customary international law, which makes it binding on every member of the international community, \"regardless of whether a State has ratified international treaties in which tortures is expressly prohibited.\" It goes on to state that \"the systematic or widespread practice of torture constitutes a crime against humanity\" (UN Statement on International Day in Support of the Victims of Torture, June 26, 2022).\nIt is unfortunate that the issue of torture has hardly been debated in the national parliament despite the fact that the Torture and the Custodial Death (Prevention) Act was legislated on its floor. Building on its significant contribution in issuing landmark directives on arrest and remand, citizens would find relief if the higher judiciary considered taking suo moto action against those who engage in gross violation of rights, such as committing custodial torture and death. There is a strong case that the Bangladesh Medical and Dental Council ensures that physicians and forensic experts adhere to the principles of medical ethics in dealing with cases of torture and inhuman and degrading treatment of prisoners and detainees. Needless to say, the silence of the intelligentsia and the mainstream civil society on this important human rights abuse has been deafening.\nOne wonders why the reputation of a law enforcement agency, which has the glorious track record of shedding first blood in the Liberation War while resisting the murderous Pakistani occupation forces, is put on stake to protect the offenders within its ranks. If the authorities fail to ensure credible and prompt investigation and prosecution of the perpetrators of torture belonging to law enforcement agencies, then it amounts to granting them impunity, while the victims feel betrayed by the state, and the ordinary citizens' trust on the institution erodes. Moreover, it also tarnishes the image of the concerned agencies and that of the state.\n \nDr CR Abrar is an academic and human rights expert.\n\n",
        "headline_1": "How long will we ignore what's happening in police custody?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/how-long-will-we-ignore-whats-happening-police-custody-3082721",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "One of the first \"culprits\" of energy leakage identified during the first week of the government's austerity drive was air conditioners. A section of the press listed the government offices that have installed over 1,000 tonnes of air conditioners and are paying crores of taka in annual electricity bills. The report did not mention the cooling capacity required for the floor spaces of the offices concerned, and thereby provides an incomplete picture. The general tenor croons an argument against the luxury of public officials. I will not be surprised if those journalists were writing their reports sitting in their centrally air-conditioned corporate offices – worse even, writing from a room fitted with a 30-year-old cooler machine that is known for guzzling up the electricity. After all, keeping cool at a time when the mercury rises is more than a matter of luxury or comfort; it is a necessity.\nThe problem is deeper than this sectoral air-conditioner-bashing for the sake of saving energy. The problem is even bigger than the artificially orchestrated energy crisis during the Russia-Ukraine war. The problem is even bigger than the question of affordability. For us, the problem lies in the sweltering July heat, when an unusual heat wave is making its presence felt in a season that the calendar says is monsoon. One doesn't need a Scandinavian teenager to announce that climate change is here. I wish the reporters dug a little deeper into the problem and focused on the horrible truth that involves a feedback loop: \"Warmer temperatures lead to more air-conditioning; more air-conditioning leads to warmer temperatures.\" I wish they had mentioned the urban building spree that necessitated the \"load-building\" for electric appliances. And once we realise our role in the creation of the feedback loop, we will realise that the solution lies not in setting the air conditioner at 26 degrees Celsius or wearing smart casual clothes.\nAs the world gets hotter, at a consumer level, buying an air conditioner is a natural individual response for those who can afford these power-hungry appliances. We need to understand why the air conditioner sellers are advertising lucrative offers on energy-saving and financial payment schemes to buy their products in instalments. What they will not tell us is the fact that their products release gas refrigerant R-22 and HCFC (hydrochlorofluorocarbon) into the air, causing ozone depletion. The more the heat becomes unbearable, the more prone we will be to buying an air-conditioning device. The cooler I try to stay inside my room, the hotter my surroundings (as my monthly utility bill) will become.\nThey say, on average, a small unit of air conditioner cooling a single room consumes more power than running four refrigerators. A central unit cooling system in an average flat uses more power than 15 refrigerators. According to an analyst at the International Energy Agency (IEA), during a heat wave in Beijing in 2018, air-conditioners consumed 50 percent of power capacity.\nThe growing necessity for cooling appliances all over the world will likely increase the current figure of one billion single-room air-conditioning units to 4.5 billion units by 2050. And air conditioners are going to be as pervasive as the mobile phones. \"The IEA projects that as the rest of the world reaches similar levels, air-conditioning will use about 13 percent of all electricity worldwide, and produce two billion tonnes of CO2 a year – about the same amount as India, the world's third-largest emitter, produces today\" (The Guardian, August 29, 2019).\nIn the post-World War II US, the consumer demand for air-conditioning has been helped by the industries behind the great post-war housing boom. To address the housing needs, architects in the US went for vertical growth. For both hot and cold weather, air-conditioning provided a quick solution. Air-conditioning proved essential for the 31 million new homes constructed between 1946 and 1965. They ignored the climate concerns with a mentality that \"just about any problems caused by hot climates, cheap building materials, shoddy design or poor city planning could be overcome, as the American Institute of Architects wrote in 1973, by the brute application of more air conditioning.\" Historian Gail Cooper wrote, \"Architects, builders and bankers accepted air-conditioning first, and consumers were faced with a fait accompli that they merely had to ratify.\"\nAs our economy is getting stronger, we are seeing a similar boom in our real estate construction. But I think our designers and policymakers have done us a huge disservice by not learning from the mistakes of the West; they replicated the model for us that contributed to \"the air-conditioning trap.\" Our construction companies, electric manufacturers and policymakers have willingly or unwittingly ensured that air-conditioning remains an integral part of our physical growth. The electricity needed for the appliances adds to the \"load-building,\" which will make us rely more on the countries that produce energy.\nOur architects followed the footprints of their Western mentors in designing buildings, which are not sustainable for our climate. Why do we need a sealed tower in a country that is blessed with six seasons? Why can't I open the window of a tall building where I can use cross-ventilation? In Bangladesh, we don't need the insulation of a cold country or the heat shields of a desert. We need buildings with materials that can breathe and absorb less heat. Instead, we are copying designs found on the internet to raise buildings that trap heat.\nThe West learnt from its mistakes and pursued sustainable architecture. For instance, the goal is evident in its efforts to improve the environmental performance of buildings through its Leadership in Energy and Environmental Design (LEED) rating system, pursued by the US Green Building Council (USGBC) in 2000. In Bangladesh, the Housing and Building Research Institute developed the Recommendations for Green Building Code, 2012 and the proposed Bangladesh National Building Code (BNBC), which are beginning to give much-needed attention to energy consumption and climate impact. But what to do with the many impractical buildings fitted with these cooling devices that are detrimental to both our environment and our exchequer? It's not only the government buildings that we should worry about. The crisis has allowed us to reflect on the situation and think of the entire industry that contributes to the feedback loop.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n\n",
        "headline_1": "The cooling conundrum",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-cooling-conundrum-3082711",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "The first Bangla song my sister and I learnt was Aha aji e boshonte, ato phul phote. We were two years old. My mother taught us that song, taped it for my grandparents, and sent it to them. My shushil grandparents loved it, happy that my mother was raising cultured children, in line with middle-class sensibilities that centred a secular Bangalee-Muslim identity.\nHero Alom was sent a legal notice for misrepresenting Rabindra Sangeet a few days ago. On July 27, the Detective Branch (DB) of Dhaka Metropolitan Police (DMP) summoned him to interrogate him in lieu of \"cyber allegations\" made against him. According to The Daily Star report titled \"DB Interrogates Hero Alom,\" he was questioned about distorting songs, including those of Rabindranath Tagore. Alom was released after assuring the police that he would refrain from such activities (presumably by getting voice lessons?).\nAnd therein lies the question: Who are the police to police Rabindra Sangeet? But my first thought was, wait – if Hero Alom was summoned by the Detective Branch, whose responsibilities have clearly expanded to policing cultural products, are we all at risk? Because that recorded version of Aha aji e boshonte, I am certain, is on par with Hero Alom's – barely in tune and \"rap-like.\"\nI joke, but this is serious. The state actors who are responsible for keeping communities safe (with guns, no less) are now at the helm of keeping us safe from ostensibly badly sung songs by those we hold in high regard – although that, too, is a matter of taste and preference. In an era wherein anyone can produce content, where the markets decide what is good and what is not, as demonstrated by their monetary and click commitments, what does it mean to have the police come down on a single content producer simply because it grates on hegemonic middle-class sensibilities?\nIt means middle-class membership is not merely economic – it is cultural. And lest we forget, anyone who defies the cultural norms set by a bygone era of middle-class educated elites must be reprimanded. It means Hero Alom may (or may not) have economic capital, but he does not have the social and cultural capital that one must have to be allowed to sing Tagore's songs. They are only to be sung by representatives of middle-class secular families who had ostadjis at home, those who know how to sing his songs with reverence of a particular kind. Some argue Hero Alom should not sing at all, because he cannot sing, perhaps because he has not been trained. But when the internet is full of Bangla singers who sing what they want, in any manner that they wish, it is clear when only one is singled out. When that someone is a stranger to the regular milieu of people who sing Tagore songs, even the police are on alert. They are on alert because he is an ordinary man who has somehow been able to find a voice. He has a following. And because he is a part of the uncoded, under-known working classes, he is dangerous. What if he gets out of hand?\nSuch outrage about culture makes one question the thinness of said culture. If one's culture can be so easily eroded, perhaps it is worth being destroyed? If it is so easy to disturb the sensibilities of a nation, perhaps those sensibilities are not sophisticated. I joke (again), because we know it's not about culture. It is about who gets to be the spokespersons of our culture. Our classist sensibilities cannot handle a Hero Alom singing Tagore songs and getting attention for it. If no one listened, he would have been safe.\nWhich is funny, because under capitalism, when citizens have been turned to consumers, to dictate what is good and what is not makes zero sense. When the state supports a market-based capitalist society in which consumer choice, as measured by what they consume, is ostensibly the clearest indicator of quality, to clamp down on a popular \"bad\" singer for singing badly makes me slightly hopeful. Does this mean the state actually sees that the markets are unable to produce social goods? That the markets actually accentuate inequity? Are we now moving towards the end of late-stage capitalism, end of the indignities and inequities that mark the current sociopolitical economy?\nNo. Not so fast.\nJust like they made an example out of Shahidul Alam to let people know what to expect if they tarnish the image of this nation, a different, more grandiose-sounding Alom is now being scapegoated to send another message to the people. The message is: There is no room for experimentation and creativity unless it is supported by large global corporations, to which they (we) are beholden for economic and image-related reasons.\nBut that is exactly what Tagore did not have in mind. According to Shayan Chowdhury Arnob, who is the producer of Coke Studio Bangla, the corporation that is allowed to experiment with Bangla music, and a graduate from Rabindranath Tagore's Visva-Bharati University, Tagore had created two schools: One that would follow his written word and sing exactly as he prescribed, and one in which they could experiment. Indeed, Tagore wanted people to respond to his work, not simply regurgitate it. However, Navine Murshid, political scientist and my sister who is currently working on Tagore, points out that he configured middle-class sensibilities through his songs, which have been used to civilise and govern citizens and citizenship. I offer, that is exactly how Hero Alom is being civilised, not simply by civilising social norms, but by the use of state powers.\nThat Hero Alom emerged from the police station saying,\"I was merely told to create good content, not to stop singing,\" probably says much more about how governance works than anything else.\n \nNadine Shaanta Murshid is associate professor at the School of Social Work in the University at Buffalo, US.\n\n",
        "headline_1": "The drama around Hero Alom exposes our culture of classism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-drama-around-hero-alom-exposes-our-culture-classism-3082706",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "Four years ago, the young citizens of this country came together to make a simple demand: no more deaths on our roads. We witnessed students, most of them not even old enough to vote, exercise their fundamental right to protest to hold power to account and make Bangladesh safer for its people. At the time, it seemed like their passionate stand would lead to real political change: The Road Transport Act was passed in parliament, the Prime Minister's Office (PMO) issued 17 directives, and a high powered task force headed by the home minister was created the following year to curb road crashes and deaths.\nHow disappointing to now look back and find that not only have things not changed for the better, but they have actually gotten worse. According to police records, the number of deaths from road crashes in 2021 was nearly twice that of 2018. At least one road crash is reported in the media every single day. Yet, road safety organisations believe the actual number could be far higher than the reported ones. Earlier this month, a pregnant woman was knocked down by a speeding truck and died in hospital right after giving birth. The newborn's father and sister also died in the crash, leaving it up to the district administration to find her a new home in a state orphanage. How many more will lose their loved ones this way? How many more deaths, how much more disabilities and trauma will people have to suffer through before we prioritise road crashes as an issue of national import?\nExperts have pointed out that the state's current priority is infrastructure development, which means increasing speed without eliminating the factors that make the roads risky. According to them, the government has given greater emphasis to the 111 recommendations made by a committee led by a former minister and transport leaders than on the proper implementation of the Road Transport Act. This is reflected in the fact that unfit and illegal vehicles, and unlicensed drivers, continue to ply our roads. Road safety advocates have accused transport associations and their leaders of continuing to exert pressure on the relevant authorities to reduce their culpability for creating conditions that lead to reckless driving. Would the government have us believe, then, that the demands of a better life from the younger generation carry less importance for them than the pressure from these vested quarters?\nOne government official told this daily that it was not just the law that was important – people's habits also have to change. While the public of course must follow the rules, it is no use to try and completely shift the responsibility of a better state of affairs onto them. Ultimately, it is up to the authorities to implement the rules, and to ensure that the families of road crash victims finally receive some long-awaited justice.\n",
        "headline_1": "Road crashes getting worse every day",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/road-crashes-getting-worse-every-day-3082656",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "Across Bangladesh, there are hundreds of historically important buildings, some as old as 400 years, crumbling under the weight of time. They are poised to return to dust, disappearing with their tales of affluence, grandeur and warfare from a time that saw the pinnacle of their rule. Most countries take great pains to recover, renovate and conserve these structures for future generations to learn from. And although we have a relevant department for this purpose, we see no attempts to recover and conserve our historically important buildings, such as the Jinjira Palace on the bank of the Buriganga River in Keraniganj.\nHistory tells us that Mughal Subedar Ibrahim Khan II (1689-1697) built Jinjira Palace to be his pleasure resort, with rivers flowing on all sides, giving it the feel of an island. Originally, the complex consisted of the main palace, two-storey rectangular bath house, two-storey gateway with provision for guard rooms, and two octagonal side towers on the south. But today, this once magnificent building lies forgotten and in ruins. As the archaeological department failed to take possession of the structure soon after the creation of Bangladesh, the surrounding area has gone to grabbers. As a result, no one can find the building without their help. It is sad to learn that many have taken away bricks from the palace to construct houses as well. The situation is complicated by the fact that the British government is said to have sold some of the site to different people. Given that some of the encroachers of the land have been there since the time of their grandparents, and some 200 buildings have been constructed over the years, it also begs the question of where the residents will go if or when they are evicted.\nHowever, it is apparent that the authorities have not thought that far ahead. The feeble presence of the upazila administration is announced only through two signboards seen hanging at the site. Reportedly, the local lawmaker wrote to the cultural ministry to take over the property for preservation, but the only response so far has been yet another signboard. We believe the government has a responsibility to recover and restore Jinjira Palace to preserve the stories that we read so ardently in history books. The complex, with its intriguing tales of treachery and tragedy embedded in every brick of its walls, would attract many tourists throughout the year. We have seen this happen in the case of Lalbagh Fort, which was in total ruins before renovation, but is now a thing of beauty. Similar efforts at conservation and maintenance could also give Jinjira Palace a new lifeline.\n",
        "headline_1": "Jinjira Palace: Our history in ruins",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/jinjira-palace-our-history-ruins-3082671",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "Four years ago, the young citizens of this country came together to make a simple demand: no more deaths on our roads. We witnessed students, most of them not even old enough to vote, exercise their fundamental right to protest to hold power to account and make Bangladesh safer for its people. At the time, it seemed like their passionate stand would lead to real political change: The Road Transport Act was passed in parliament, the Prime Minister's Office (PMO) issued 17 directives, and a high powered task force headed by the home minister was created the following year to curb road crashes and deaths.\nHow disappointing to now look back and find that not only have things not changed for the better, but they have actually gotten worse. According to police records, the number of deaths from road crashes in 2021 was nearly twice that of 2018. At least one road crash is reported in the media every single day. Yet, road safety organisations believe the actual number could be far higher than the reported ones. Earlier this month, a pregnant woman was knocked down by a speeding truck and died in hospital right after giving birth. The newborn's father and sister also died in the crash, leaving it up to the district administration to find her a new home in a state orphanage. How many more will lose their loved ones this way? How many more deaths, how much more disabilities and trauma will people have to suffer through before we prioritise road crashes as an issue of national import?\nExperts have pointed out that the state's current priority is infrastructure development, which means increasing speed without eliminating the factors that make the roads risky. According to them, the government has given greater emphasis to the 111 recommendations made by a committee led by a former minister and transport leaders than on the proper implementation of the Road Transport Act. This is reflected in the fact that unfit and illegal vehicles, and unlicensed drivers, continue to ply our roads. Road safety advocates have accused transport associations and their leaders of continuing to exert pressure on the relevant authorities to reduce their culpability for creating conditions that lead to reckless driving. Would the government have us believe, then, that the demands of a better life from the younger generation carry less importance for them than the pressure from these vested quarters?\nOne government official told this daily that it was not just the law that was important – people's habits also have to change. While the public of course must follow the rules, it is no use to try and completely shift the responsibility of a better state of affairs onto them. Ultimately, it is up to the authorities to implement the rules, and to ensure that the families of road crash victims finally receive some long-awaited justice.\n",
        "headline_1": "Road crashes getting worse every day",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/road-crashes-getting-worse-every-day-3082656",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "Floods and downpour in tandem with drought during the June-July period have adversely impacted the farming of Aman and Aus crops this year. The unprecedented floods have damaged Aman farming in 11 districts including those of Sylhet division, some areas of Rangpur division and Mymensingh, reports the Department of Agriculture (DAE). As a result, 50 per cent of the lands for Aman farming have been badly affected. Again, the Aman farmers last fiscal were happy to have produced 14.77 million tonnes of rice --- a bumper harvest. But now, as an anticlimax, a drought situation is prevailing in this peak time for Aman seedling as well as Aus crops across the country with 30 to 48 per cent less rainfall, according to the MET office. It is indeed a strange combination of floods and drought attributed to climate change by meteorologists that has put an unprecedented challenge to the country's food security. With the rain thus getting sparse (the country this month experienced 68 per cent less rainfall than normal) in this peak monsoon time (June to August), preparation of the seedbeds for Aman seedlings and their transplantation which is totally dependent on rainwater, have become highly problematic. Meanwhile, irrigation costs of diesel-run pumps have also shot up due to higher price of diesel, putting further pressure on Aman farmers. In some districts, on the other hand, prolonged loadshedding has dimmed the hopes of the farmers who run their irrigation pumps using electricity from the supply line. Consider that the same farmers who were happy last year are now bracing for difficult times ahead. This is really bad news for the country's monsoon (Kharif) crops including rice and vegetables that account for 45 per cent of rice and 40 per cent of the vegetables grown in the country. Now, if the drought situation continues till September, some farmers in the south-western districts fear that crop production would drop further by 10 to 20 per cent. All these factors militate against the country's food security as the Aman crop itself meets 38 per cent of the nation's demand for rice. Apart from the anthropogenic reasons behind climate change and the erratic monsoon rainfalls as a fallout from it, direct intervention in the flow of water by way of building dams in the upstream of our major rivers has inflicted huge damage to the delicate ecosystem of the deltaic plain and the river system that it cradles, say experts. The reduced water flow in the downstream region during the lean seasons has led to intrusion of salinity which has already affected the flora and fauna including crop patterns in the coastal regions of the country. Worse yet, by opening the gates of the dams and various other water control structures in the upstream regions beyond the border at the wrong time, especially, during the rainy season, flash floods are caused every year in Bangladesh. The recently occurring devastating Sylhet floods, which according to the local people were the century's worst, provide an example of this kind. Both the climate change-related unpredictability of monsoon rains and the human intervention in the flow of rivers are clearly the core problems negatively impacting the country's crop production and, as a corollary, food security. The government, therefore, needs to prioritise these issues in its strategy to ensure the nation's food security.",
        "headline_1": "Floods, droughts pose challenges to food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/floods-droughts-pose-challenges-to-food-security-1659098892",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "The government's effort to save electricity through rationing has come up against its plans to accelerate industrialisation and thereby lift the economy onto a higher growth path. And the power rationing is also negatively impacting agriculture, not to speak of the difficulties being faced by general consumers of power. And everyone knows why it is so. It is the sharp rise in the fossil fuel price in the global market that is the villain. Bangladesh is especially concerned as its power plants run by pricey imported fuels are putting pressure on the country's foreign exchange reserve, a crisis that has prompted the government to go for power rationing. But how long will the economy in its present shape be able to sustain with low power? In fact, the situation in the international fossil fuel market is not going to improve anytime soon. Now that the world powers seem to be hell bent on dragging the war in Ukraine indefinitely, the Russian oil and gas that power mainly the economy of Europe and other parts of the world, will remain inaccessible to the world market, thanks to the self-punishing Western sanctions on them.The fallout from this madness is that inflationary pressure is growing on the Western economies. It is a vicious circle. What options are then open before a developing economy like Bangladesh to survive the energy crunch engulfing the globe? However, the situation should not have been this bad. And the rising price of highly polluting fossil fuel could indeed rather be a piece of good news for the world if only the efforts towards transition to renewable energy had been in place during the past years. But now that an unforeseen emergency situation has arisen, it can still be looked upon as an opportunity in disguise. As no economy can run like this for long without a reliable energy base, the search for the alternative energy source should now be on the topmost agenda. The advanced economies should accelerate their efforts to develop more efficient and robust technology for producing renewable energy that can replace the existing fossil-fuel-based technology sooner rather than later.Since the fear of depletion of the world's fossil energy reserves has been haunting the world for more than half a century, researches on finding renewable alternatives and the technologies to tap those efficiently are also ongoing expectedly in all seriousness. But why is then this chronic symptom of preparedness deficit across the globe on the issue of transition to clean energy option? It is nothing but the mentality of clinging to the tradition, which is now proving too risky to afford. But for fragile economies in the developing world there is no room for foot-dragging in this regard. The decision on shifting to clean energy has to be fast aimed at avoiding devastating consequences.On this score, it is heartening to learn that the Bangladesh government has revised its plans so that by 2040, forty per cent of the country's total power will be available from the renewable sources. But that is evidently a very ambitious target seeing that at the moment renewable energy's share in the average production of power in the country is a mere 3.5 per cent. And this is against the government's actual target of producing 10 per cent of total power generated in the country from renewable sources by 2021. In that case, it would require going all out to reach the target by the specified time. However, so far the progress in this field is nothing to write home about considering that introducing solar power in the country started more than a quarter century back in 1996. Then the idea was to introduce the so-called Solar Home System (SHS) in the residential buildings and offices across the country. The SHS is basically a small photovoltaic power generation unit. In daytime the power generation system charges the battery from the sun, while in the evening the system discharges the electrical energy stored in the battery to meet the household need for power. Going by the number of such SHS units installed at offices and residential buildings during all these years one would like to be impressed. For it is more than 6.0 million units installed. But in terms of production of power, the amount comes to only 35 megawatts, says the Sustainable and Renewable Energy Development Authority (Sreda). Similarly, there are close to 26,000 solar irrigation units, nearly 300,000 street lights, more than 100 rooftop units and more than 1900 solar powered BTS (Base Transceiver Station), a fixed radio transceiver in a mobile network, in the country. Together they have a capacity of 87.43 MW. There are also some eight solar parks adding some 230 MW daily to the national power grid. But in real terms they do not add up to much when compared to the average of 11,000 to 14,000 MW of power that flow into the national power grid every day. And the percentage of power produced from all those solar battery units is only 1.0 per cent of the average quantity of power on the supply lines!The amount of additional solar power added to the off-grid over the last five years is also little to make any difference. The total amount of solar power generated in this year is 230 MW.As things stand, the efforts need to be redoubled both from the public and private sectors to produce renewable power on a massive scale, if the government is to achieve its goal of adding 40 per cent electricity from renewable sources to the national grid by 2040.[email protected]",
        "headline_1": "Clean energy now only choice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/clean-energy-now-only-choice-1659098928",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "Loss of lives in several road accidents daily is a cause for serious concern. Besides fatalities, the extent of physical injuries, although unreported in most cases, is quite high. Data compiled by the Passenger Welfare Association of Bangladesh showed that road accidents killed 398 people over two weeks around Eid-ul-Azha --- the highest toll in seven years. During the period, at least 774 people were also injured. No doubt the statistics are incomplete as some incidents were neither recorded properly nor published in newspapers. There are, however, still no effective remedial steps to curb the trend and make the roads safe for all. In a country of more than 160 million, the number of deaths in road accidents in terms of percentage is still negligible to many. This kind of attitude is an impediment to addressing the problem rightly.Two weeks back, Indian Road Transport and Highways Minister Nitin Gadkari raised concern over road accidents in parliament and added that India tops the world in terms of the number of persons killed in road accidents. Quoting the World Road Statistics (WRS), complied by the Geneva-based International Road Federation (IRF), he said that India recorded around 25 per cent of the global road accident fatalities in 2020. Some 0.15 million people died in India in these accidents.The prevalence of road accidents and related fatalities are too high in India. Significantly, there is no mode of denial of the harsh reality by the Indian government. It is necessary to deal with the severe problem effectively. In Bangladesh, there is still a lack of similar things. For instance, in 2017, Road Transport and Bridges minister Obaidul Quader rejected the statistics of road accidents and fatalities the Passenger Welfare Association compiled. He also claimed that the actual number of deaths is lower. Nevertheless, five years later, the minister now acknowledges that the government has failed to reduce road accidents despite developing a lot of infrastructure with new bridges and roads. Physical infrastructure is necessary but insufficient to improve road safety in the long run. Strict implementation of traffic rules coupled with a coordinated approach to sensitise drivers, passengers and pedestrians are two critical areas. Ignoring and violating the traffic rules have become a regular thing in this country. For the traffic police, it is difficult to enforce the regulations properly due to non-cooperation from road users and various stakeholders. In many cases, the police, neglecting legal parameters, also allow unfit vehicles and illegal activities on roads. Most drivers are not properly trained, and there is no serious move to improve their skills and traffic knowledge. Transport illiteracy among commuters and pedestrians is another problem. Regular training and awareness-building activities are needed for drivers and others.Finally, the overall lack of discipline in the country is ultimately responsible for the chronic road accidents. Nobody seems to maintain the required discipline. Almost everybody wants to reach the destination as early as possible on the roads. Reckless driving along with fierce competition makes things worse. Some parts of roads and highways are also occupied by makeshift markets, creating obstacles to the smooth movement of vehicles. These things are also responsible for road accidents to some extent. It is time to address all these issues without any letup in order to reduce road fatalities. [email protected]",
        "headline_1": "No serious approach to curbing road accidents",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-serious-approach-to-curbing-road-accidents-1659099034",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-07-2022"
    },
    {
        "full_article": "The first drug policy of Bangladesh, adopted in 1982, made it mandatory for the Directorate General of Drug Administration (DGDA) to fix retail prices of essential drugs. The policy got some amendments in 2005 and 2016. The latest policy made price approval compulsory for a total of 420 drugs from the drug administration. However, more than 6,000 drugs are currently being produced and imported in the country. What is alarming is that most of our pharmaceutical companies no longer want to manufacture the drugs that require price approval from the DGDA. So, there is apparently no control of the government on fixing drug prices. Pharmaceutical companies are charging whatever they want, making the poor suffer the most. During the last couple of years the price of medicines has skyrocketed in the domestic market. A drastic change in the situation is overdue. Retail prices of each medicine, produced in the country or imported from abroad, should be approved by the government agency so that the authorities concerned can ensure reasonable price for drugs. The existing drug policy should be amended so that all pharmaceutical companies have to take price approval from the drug administration. Price control in the domestic market by the drug administration will make the drugs affordable to people. Bangladesh needs a well-organised drug administration with adequate laboratories, modern equipment and big investment by the government if the county wants to realise the potential of the sector.Md Ashraf Hossain120, Middle Bashabo, Dhaka-1214,[email protected]",
        "headline_1": "Making medicine affordable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-medicine-affordable-1659099049",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-07-2022"
    }
]