[
    {
        "full_article": "The latest stock market gyrations induced in large measure by the stock rout in leading infrastructure and commodities intensive conglomerate, the Adani group, over the last two trading sessions last week has cast the spotlight back on India’s regulatory environment. The highly leveraged group’s market troubles, in the wake of a U.S.-based short seller’s report alleging ‘stock manipulation and questionable accounting practices’, dragged down banking shares led by the State Bank of India and even the state-owned Life Insurance Corporation of India (LIC) appreciably on Friday, triggering investor concern about broader financial sector stability. And while a media report citing sources said the Securities and Exchange Board of India (SEBI) had stepped up scrutiny of the conglomerate’s transactions, there has been no official word from the markets regulator. The conglomerate itself has rubbished the short seller’s allegations as being ‘baseless and discredited and born of mala fide intent to hurt the group’s reputation’, and is weighing legal action. Notwithstanding how the conglomerate might move to address the concerns raised in the short seller’s report as well as those of domestic investors who appear to have turned chary of the group’s stocks, India’s regulators including SEBI and the Reserve Bank of India have an opportunity, nay an obligation, to clear the air by allaying fears of any broader systemic contagion.Even granting that the group’s stocks do not have a significant presence or weight on the major benchmark stock indices, and private equity research reports have sought to downplay concerns about the banking sector’s overall exposure to the group, there can be little argument that the major state-owned banks and the LIC are key pillars of the country’s financial system. Given the extent of public trust reposed in these companies in the form of savers’ deposits and life insurance policies as well as taxpayer resources that have been invested to keep the PSU lenders adequately capitalised, financial system regulators would be serving the larger public interest by pre-emptively communicating messages of reassurance. Regulators could also enhance credibility in India as an investment destination by tightening not just the listing requirements but more crucially the enforcement actions in case of egregious breaches of the laws. The global debate over the credibility of credit ratings that has surfaced from time to time, whether in the wake of the Asian financial crisis of the late 1990s, or the global financial crisis of 2007-08, is also a concern that India’s regulators need to re-engage with. At a time when India holds the G-20 presidency, authorities must ensure the regulatory framework is seen in nothing less than the best light.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nstocks\n\n/\n\nUSA\n\n/\n\nbanking\n\n/\n\ncompany information\n\n/\n\nG20\n\n/\n\nReserve Bank of India",
        "headline_1": "Warning bells: On the Adani saga",
        "headline_2": "India’s regulatory framework must infuse confidence in investors and savers",
        "link": "https://www.thehindu.com/opinion/editorial/warning-bells-the-hindu-editorial-on-the-adani-saga/article66447037.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "No male player in recent history has probably used pain and disappointment as motivations for victory quite like Novak Djokovic. A year ago, the Serb was on a self-deceiving spiral, ejected from Australia — where he was a three-time defending champion — over his unvaccinated status. On Sunday, he did more than enough to banish those difficult memories by claiming a record-extending tenth Australian Open singles title (Open Era). The straight sets win over Greece’s Stefanos Tsitsipas also drew Djokovic level with Rafael Nadal’s tally of 22 Major trophies, the best among men. The triumph capped an incredible 12 months for Djokovic. In 2022, he was not allowed to compete in two of the four Grand Slam tournaments and four of the eight ATP Masters 1000s, and received no points for winning Wimbledon. Yet, he finished in the top-5, claiming a joint-best five titles (with Carlos Alcaraz). The successes earlier this month at the Adelaide International, and subsequently Melbourne, have brought him back to what has always seemed his rightful place — the pinnacle of ATP rankings, for a record 374th week. Barely four months shy of turning 36, Djokovic is at a stage where an athlete’s physical prowess — regardless of the indomitable will — is expected to enter the past tense. While this appears increasingly true of Nadal, Djokovic’s mask of invincibility looks firmly intact.\rOn the women’s side, Aryna Sabalenka’s tennis was as picture perfect, as she secured her first Major title with a fine come-from-behind victory over Kazakhstan’s Elena Rybakina, also the reigning Wimbledon champion. Tipped for big things in 2021 when she reached the last four at Wimbledon and the US Open, and having finished the year ranked No.2, the heavy-hitting Belarusian has had to play much of the last 12 months against the sobering backdrop of the Russia-Ukraine war and the emotional toll of having to compete as a neutral athlete. It was to the 24-year-old’s credit that she did not let any of this derail her pursuit of excellence, becoming only the second from her country after Victoria Azarenka — who made a stirring run to the semifinals before falling to Rybakina — to win a singles Major. A similar bolt by Sania Mirza in her last Slam appearance had the whole of India transfixed, until she fell agonisingly short of adding to her six Grand Slam crowns, losing the mixed doubles final with Rohan Bopanna. But the 36-year-old, who is set to retire at the WTA Dubai 1000 next month, will go down as one of India’s greatest sportspersons, a fearless competitor who inspired a generation, both on and off the court.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAustralia\n\n/\n\ntennis",
        "headline_1": "Chasing records: On Novak Djokovic’s 10th Australian Open win",
        "headline_2": "Novak Djokovic has made Melbourne his own with a tenth title",
        "link": "https://www.thehindu.com/opinion/editorial/chasing-records-the-hindu-editorial-on-novak-djokovics-10th-australian-open-win/article66447592.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "Countries that have managed ‘universal healthcare for free’ through taxation have three things in common. They are invariably small countries with a high tax-to-GDP ratio of more than 30% and spend more than 10% of GDP on healthcare.\nIndia is the world’s most populous country with a tax-to-GDP ratio of 11.70% and spends 3.16% of the GDP on healthcare. The government’s contribution is 1.28% and out-of-pocket health expenditure is 1.52% of GDP.  We can’t expect the government to enhance budgetary allocation to healthcare significantly.\nRead full opinion on TOI+\n\n",
        "headline_1": "For health, you needn’t have wealth: Here’s how govt can ensure very affordable health insurance, including for outpatient care, for hundreds of millions of Indians who are neither poor nor rich",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/for-health-you-neednt-have-wealth-heres-how-govt-can-ensure-very-affordable-health-insurance-including-for-outpatient-care-for-hundreds-of-millions-of-indians-who-are-neither-poo/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "The Bharat Jodo Yatra wrapped up with Rahul Gandhi unfurling the Tricolour at Srinagar’s Lal Chowk, but it’s hard to judge exactly how much political mileage he has gained in traversing 14 states over the past five months. Public attention definitely gained momentum along the way – whether captured by the white T-shirt and the new beard, or him walking more than 20 km a day, listening to umpteen men, women and children, sharing a warm hug with many, giving several press interviews, or the spirited anti-BJPism and the signature ‘mohabbat ki dukan’ speeches. But this period also saw Congress shrinking humiliatingly in Gujarat and even its Himachal respite from 18 losses was too close for comfort.\nThe yatra has showcased Congress’s organisational skills, both on the ground and in social media. The outreach has branded Rahul with empathetic and collegial gravitas. But so far there is no evidence that this increased ‘soft power’ of his likeability is matched by increased ‘hard power’ to win votes. That will be tested in the nine state elections lined up this year ahead of the 2024 Lok Sabha elections. The results will clarify whether the yatra has been just a vanity project of the Gandhi family or whether it has spurred a long-awaited revival of Congress.\nThe party has to hold on to Rajasthan and Chhattisgarh, the only two states where it is in government other than Himachal; take advantage of the anti-incumbency in Karnataka and Madhya Pradesh; fight oblivion in Telangana. This means that the patchwork of citizen discontents that have gotten a sympathetic hearing in the yatra now needs to be woven into tight poll campaigns. Perhaps BJP’s most wounding criticism of the yatra has been that it is ‘directionless’. Rahul and Mallikarjun Kharge have their work cut out to disprove this. And that’s something the other opposition parties will also be watching closely ahead of 2024 – 21 of them have been invited to attend a concluding rally of the yatra in Srinagar today. The walk is done but the work just begun.\n\n",
        "headline_1": "At yatra’s end: Rahul Gandhi has been considerably rebranded, but his party awaits an electorally combative avatar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/at-yatras-end-rahul-gandhi-has-been-considerably-rebranded-but-his-party-awaits-an-electorally-combative-avatar/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "India is finally ramping up infrastructure development across LAC. China’s lead on this has had a clear bearing on the mobility of India’s troops in the region. And since Galwan in 2020, there has been an extra urgency to bridge the gap. So, India’s construction of a 135 km road connecting Chushul and Demchok in eastern Ladakh should be one among other projects in that strategically important area and BRO must meet the two-year construction deadline.\nThat said, given the sensitive ecology of Ladakh, GoI also needs to be extra careful about the construction of this and other projects. Activists from the region have been pointing out that unsustainable construction, industries and tourism can bring catastrophic consequences to the fragile zone. Studies by Kashmir University and other organisations show that glaciers in the Leh-Ladakh region will deplete by two-thirds unless conservation efforts are stepped up. These glaciers are already melting faster than expected due to construction of highways and human activities.\nAdd to this government’s amendments to the Environment Impact Assessment Rules last year that exempt highway projects of strategic and defence importance that are 100 km from the borders from obtaining environmental clearance. This rightly raises concerns about the damage being done to sensitive ecosystems. The recent land subsidence disaster in Uttarakhand’s Joshimath provides ample proof that we have failed to take care of our mountain ecology. From Northeast to Himachal, India’s mountain ranges are under pressure, and many voices have started asking whether every road, bridge, train line planned really needs to be built.\nIt is nobody’s argument that defence shouldn’t be prioritised. But strict protocols need to be worked out to ensure even strategic projects in sensitive regions have the least impact on the environment. Ultimately, ecological disasters will also jeopardise strategic objectives. Case in point, the Joshimath crisis forced our troops stationed in the area to move to a different location. Therefore, infrastructure construction along LAC needs to be carefully planned and executed, not just for environment but to ensure the projects’ own longevity.\n\n",
        "headline_1": "Build, but smartly: Infra along LAC is strategically vital. But Joshimath shows why projects must respect mountain ecology",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/build-but-smartly-infra-along-lac-is-strategically-vital-but-joshimath-shows-why-projects-must-respect-mountain-ecology/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "Mahatma Gandhi, assassinated this day 75 years ago by Nathuram Godse, hated the movies. But cameras followed Gandhi most of his career, with the exception of his last moments. Prakash Magdum, former director of the National Film Archive of India and author of ‘The Mahatma on Celluloid’, talks about the remarkable stories behind capturing Gandhi on film, in an interview with Avijit Ghosh:\nMahatma Gandhi was assassinated in public. Yet we don’t have any photographs or moving images of the moment. Why?\nThere was no photographer on the scene. Kanu Gandhi, his grandnephew, who had clicked and filmed Gandhi in his later years, was far away in Noakhali. After the news of Gandhi’s assassination spread, a few still and film cameramen rushed to Birla House in Delhi. Right from the bloodstained white cloth to the close-ups of his serene face were filmed. Some of these shots might have been taken by a young cameraman from Delhi, Ved Parkash.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘There was no camera when Mahatma was assassinated … extraordinary for one of the most filmed personalities’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/there-was-no-camera-when-mahatma-was-assassinated-extraordinary-for-one-of-the-most-filmed-personalities/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "To say Bangladesh has a weak forest policy would be an understatement. The legal and institutional safeguards that are there do have loopholes, which are often exploited, but so much of what's happening today has more to do with how the state approaches the very idea of forests. Forests, to it, are valuable until they're not. They should be protected until they cannot be, when more \"practical\" or parochial interests override that need. This secondary status makes forests expendable, leading to frequent encroachment attempts, sometimes even from within the government.\nThe latest case that came to our notice involves a tea company that dug a lake right in the middle of a reserved forest in Fatikchhari, Chattogram. According to a report by this daily, the company, Halda Valley, also felled hundreds of trees in the Ramgarh-Sitakunda forest, despite a court order to maintain status quo on the land. Apparently, the 135 acres of land where the lake was dug are part of a stretch of land that it had leased from the Chattogram district administration, which considers it a khas land. But as per the forest department, it belongs to the reserved forest, and was mistakenly recorded as khas. The department has also filed at least 21 cases accusing Halda employees of encroachment, land grabbing, felling trees and assaulting its officials.\nWhile it is easy to be distracted by the criminal activities of the tea company, and thereby forget about the responsibility of the bickering government parties, the truth is, the latter are no less responsible. Their dispute over the nature of the land has continued for two decades, allowing for the defilement of one of the oldest and richest forests in the country. It's not just a question of legality. It's a question of intent, and whether they have it. Clearly, they don't. The sense of urgency that the transformation of this forestland – from a natural habitat for wildlife into a man-made abomination – warranted was nowhere to be found.\nIt may be recalled that the cabinet on October 31, 2022 approved the extension of a ban on cutting trees in reserved and natural forests until 2030. The authorities in Chattogram should have known that khas or not, no one can cut trees on land belonging to forests. They should have been able to stop this madness. Unfortunately, over the years, we have frequently seen how responsible government departments either allowed for encroachment of forestland by other government institutions or leased them out to private entities – which, while legal, inevitably made way for illegal activities such as felling of trees and levelling of forestland.\nOnce you ignore the excuses and circumstances leading to such developments, you begin to see a pattern of institutional neglect when it comes to protecting what little forest coverage we still have left in Bangladesh. This is deeply worrying, not to mention in direct contravention of Bangladesh's deforestation pledge at the COP26 summit. We urge the relevant authorities to shed this laissez-faire approach to forest protection. They need to show strong leadership and better coordination. The forest grabbers must be punished.\n",
        "headline_1": "Forests are vanishing acre by acre",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/forests-are-vanishing-acre-acre-3234141",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "We are proud to have held The Daily Star ICT Awards to recognise innovators in the IT industry. By awarding these high achievers, we expect others in the sector to follow their level of excellence. In the seventh edition of the Awards, four companies and two individuals were recognised for their outstanding performance.\nLate Luna Shamsuddoha was posthumously awarded for her company's role in creating Bangladesh's digital public procurement platform and several e-governance projects. Moynul Haque Siddiqui was awarded, among other things, for his company's role in developing a nationwide telecommunication transmission network catering to the needs of telcos, cable television and internet service providers. Other awardees included: an online travel aggregator providing essential travel services; a company offering high-end IT solutions such as outsourcing and remote development; another outsourcing company providing customer interaction services, back-office services, skill development training and IT solutions; and a digital agriculture platform providing a one-stop solution for smallholder farmers.\nThe fundamental notion behind such recognition is that this industry provides the technological support system for all other industries and sectors. It is not just the future of our country – it is also essential for the overall betterment of society.\nWhile there is adequate political will to take this sector forward, there's many a slip between the cup and the lip. The initial target of USD 5 billion in exports from the IT sector by 2025 seems quite farfetched when pitted against the reality of USD 1.5 billion in exports. The target of USD 20 billion by 2030 looks even more of a pipe dream. The lack of proper implementation of policy seems to be the biggest stumbling block in realising these goals.\nSetting goals without rigorous follow-ups will not achieve the targets. There are still many gaps to be filled – financial incentives for innovators, a proper legal framework, infrastructural capacity, training to develop IT skills needed for the industry, etc.\nWe, therefore, think the government should chalk out a comprehensive plan that will address the needs of the industry, identify the reasons why we have failed to inject the vigour needed for development of the sector as well as pinpoint effective measures required to untangle the bureaucratic hindrances that are holding us back. Digitisation of all government bodies and departments has to be prioritised and accelerated.\nSo far, the government has brought us quite a long way but the dramatic turn we need to bring our IT sector to a global level has not yet arrived. To that end, the government has to acknowledge that mere political will without sufficient effective action will be futile. There are many innovators waiting for opportunities to apply their visions to reality. We all must work together to create an environment that will be conducive to further IT development and designing more successful IT business models.\n",
        "headline_1": "ICT industry has a long way to go ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ict-industry-has-long-way-go-3234116",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "On 7 June 1907, a rural Bengali tailor, Meherullah, died of complications from pneumonia in a small village called Chatiantala, on the banks of the river Bhairab, in Jessore. Jessore was, as the imperial gazetteer L. S. S. O'Malley put it, a 'land of moribund rivers and obstructed drainage, notoriously unhealthy, with fever silently and relentlessly at work, destroying many, and sapping the vitality of the survivors and reducing their fecundity.' In the wet, humid, and marshy environs of riverine eastern Bengal, such deaths were not uncommon. What can the life of a tailor illuminate for us about the spaces and politics of religion and language, or legitimacy of belonging and identity, in Bengal of the late nineteenth century? In the small, unremarkable tragedies of rural peasant life, Meherullah's story could have been an ordinary chapter and Meherullah's memory lost to the archives of history. However, his extraordinary qualities of oratory and his unlikely influence on Bengali-Muslim society of the late nineteenth century make this story more complicated.\nMeherullah's murid Jamiruddin wrote a short biographical essay of his master after Meherullah's death, published in the periodical the Islam Pracharak. Called Meher Charit, this biography is the most authentic contemporary record of Meherullah's life and labors and acted as the source material for two subsequent biographies of Meherullah, written by Asiruddin Pradhan of Jalpaiguri and Habibur Rahman. Since these quasi-hagiographic literary works are our main source of knowledge about Meherullah, they interestingly provide the historian with a portrait of the common man reimagined as hero. We can see how Meherullah became more than what he was, not only a charismatic self-taught tailor who assumed the role of spokesman for Bengali Muslims in his battle against Christian evangelism and conversion, but also an ideologically inscripted cipher holding the key to the Bengali Muslim mofussil milieu and mentality.\nThe ripples of dismay at Meherullah's death spread from Jessore to Dhaka and then to Calcutta. The premier Bengali-Muslim weekly periodical, Mihir-o-Sudhakar, published by Sheikh Abdur Rahim, led the chorus of grief-stricken obituaries. The periodical printed a notice that lamented the fate of the subaltern Bengali-Muslim society of Bengal, particularly eastern Bengal: \"The political and religious world of Bengali Muslims is shrouded in great darkness. The person who dedicated his life to the uplift and reform of religion and society and infused a new life in Bengali Muslims, that preacher of the true values of Islam, Munshi Mohammad Meherullah, alas, is no more. The Christian padris shook in fear when they heard him defend Islam. His advice brought many Christian converts back into the fold.\" Other important Bengali-Muslim periodicals and newspapers echoed the Mihir-o-Sudhakar, including the Soltan, the Islam Pracharak, as well as the Moslem Suhrid, which emphasized the profound social loss Meherullah's passing had caused. It is very clear from the tone of these obituaries that Munshi Meherullah had transcended his very humble origins to occupy the role of reformer and social conscience for a large section of Bengali Muslims, across the spectrum of class and sectarian differences, from the plebeian atrap to the aristocratic ashraf.\nAs we have seen, Meherullah's acceptability as a spokesman for the religious, political, and social aspirations of Bengali Muslims was acknowledged by the centers of high intellectual exchange in Calcutta and Dhaka through the print medium. The Bengali Muslim public sphere, aided by the print media, helped disseminate Meherullah's opinions, especially to the educated ashraf or elite Muslims. This was done by allowing him the space to write and contest Christian evangelical polemics in the pages of fairly widely subscribed periodicals and pamphlets, most of which were straightforward transcriptions of his speeches. Meherullah's characteristic apologetics against Christian evangelism translated into the print medium with vibrancy and humor. For example, his Jawabunnesara or Answers to major theological questions used by the missionaries in an effort to critique Islam, written in 1898, took the form of a dialogue between a Christian missionary and himself.\nOne of the questions directed attention towards the fact that there were no easily available Bengali translations of the Quran. As such, wasn't it fruitless to read the words of Allah by rote in a language that the namazi could not hope to comprehend? This was a deeply Protestant Christian concern about the comprehensibility of the Holy Word, but also served as a direct attack on the nature of Muslim piety in Bengal. Meherullah in his answer used the rhetoric of practical common sense. In riverine eastern Bengal, many hundreds of men and women bought tickets printed in English for boats and steamers, not knowing the language or what it meant for their journey, and still had faith that they would reach their destinations. Was it not evident that Allah and the alims would steer the devout Muslims on the path of piety even if they couldn't read the Quran in Arabic? His oratorical powers were exceptional – the power of the spoken word, and his ability to yield it precisely for the intended audience, helped him to appeal to the large sections of illiterate or literacy-aware peasant Muslim communities, spread in the remote rural areas of deltaic Bengal, who would gather by the thousands to hear him give speeches at the waz-mahfils or engage Christian missionaries in debate in deeply antagonistic but entertaining bahas'es.\nAbul Ahsan Chaudhuri pointed out that the decades-long vicious cycle of epidemics, flooding, famines, and the unsettled agricultural ecosystem in the aftermath of Indigo-troubles, led to population decline and breakdown of socio-economic infrastructure in Nadia and Jessore. The lack of education, a tattered rural economy, and repeated natural calamities combined with charitable efforts of Christian missions and devout colonial administrators, meant that this region became one of the only places in Bengal other than the 24 Parganas to evince success in non-elite Christian conversions. Poverty and illiteracy made the Muslim peasantry particularly vulnerable to conversion efforts. Meherullah's relentless apologetics against evangelism stemmed from the recognition that in many cases, Muslim conversions to Christianity were the result of the wretched conditions of existence in rural Bengal. The general lack of medical care, access to education or employment, and the often-unprofitable business of agriculture that was at the mercy of moneylenders and erratic weather, exacerbated the situation. Missions provided education, employment and medical care, fundamentally important services.\nMeherullah was deeply conscious of the material conditions of performance of faith and was also aware that this could be exploited in his preferred form of social activism and religious reform. He wrote, 'Enchanted by the imaginary idea that Christianity was the true religion, recently many thoughtless Musalmans have gone ahead and had their names recorded in the registers of Christian Missions, and thus have now a share of free bread.' His opinion was a common one, as evidenced by a folksong from Nadia:\nb`xqv †Rjvi AvwR †eiv`iMb|      \nhZ †K‡i¯—vb †jvM Ki `ikb|       \nevc`v`v Zvnv‡`i AvKv‡ji ev‡i|      \n†c‡Ui `v‡q‡Z g‡R hxï gš—‡i|\nLook, brothers from Nadia,               \nLook at all these Christian people!\nTheir forefathers, during the famine,\nCompelled by hunger sang Jesus's praise!\nFor Meherullah and the Bengali-Muslim intelligentsia at large, it was this understanding of the materiality of religious faith and religious identity that determined their stance on Bengali Muslims, especially of the non-elite Muslim peasantry of eastern Bengal.\nJames Wise, in a seminal essay published in 1883, made a series of observations about the relationship between Muslims and native Christian converts. Like high-caste Hindus, Muslims of Bengal practiced untouchability towards Christians. On coming into close contact with the person, clothing, or food of the native converts, they would bathe. And if a convert entered their home, they would throw away all cooked food and drinking water. They did not practice similar rituals of taboo with low-caste Hindu neighbors. Educated middle-class Muslims would not sit at the same table with Christians, even with British officials. Wise's observations are borne out by the descriptions Kazi Nazrul Islam left of the so-called 'low-caste' Muslims and the 'Oman-Kathlee' (Roman Catholic) inhabitants of Ranaghat and Krishnanagar in his novel Mrityu Khuda published in 1930.\nIn such a society, the visibility of Christian missions, the implicit racial hierarchies practiced by the missionaries and colonial officials and the explicitly insulting nature of Christian apologetics, especially about the Prophet, created an impression in the Bengali-Muslim ecumene of a much larger threat of Christianity. The Islam Pracharak of September 1891 complained: \"The primary enemies of our religion are the Christians. They spend hundreds of thousands of rupees each year. When there are famines, they lure the wretched sufferers of those regions with promises of aid.\" The Anjuman'e Ettefaq'e Islam concurred – \"Many of [the peasants] sought sanctuary with the missionaries during the last terrible famine. If the Muslims had money or education that enlightened them to the true glories of Islam, they'd never ever convert to Christianity.\"\nMeherullah affected clear disinterest in open debate with his missionary interlocutors in bahas meetings, deferring their theological enquiries with a joke, a folktale, a recitation from a Persian poem, using laughter and an almost parable-like use of everyday practices. There are two reasons for such performances. One, the very act of engagement with the racially inflected theological debates between Christian missionaries and Muslim alims was, Meherullah understood, merely a performance of social, racial, and theological superiority. The outcome of such debates was always undecided and indefinitely deferred because apparent victory for any one side was completely unacceptable, at the peril of their very souls and identities, to the other side. Meherullah cut through the dense minutiae of arid scriptural thicket and made the contest merely about demonstrations of superior wit before a deeply partisan audience, usually predisposed towards him. This strategy was also an effective way to disconcert the missionaries, who traditionally based their salvos against Islam, only after a thorough study of both the Quran and the tafsir literature. Deprived of this common ground, they floundered at Meherullah's sly challenges to their textual authority.\nMeherullah's actions remain opaque to the historian if studied within the rigid categories of reform, modernity, and colonialism. The distinctive approach of Meherullah towards social reform, religion and religious identity played a very important role in defining self and other in Bengal, with important consequences. Defining the parameters of being a good Muslim demarked the boundaries of identity, where religion and social capital were interwoven, proximate and omnipresent strands. The threat of Christian conversion enabled self-examination and analysis of one's immediate social milieu in Bengali Muslims, in order to resist the material lucrativeness of religious and political subordination, and to bring about reform from within.\nMeherullah, in his capacity to travel across networks of information-exchange, from the elite ashraf circles of the Mihir-o-Sudhakar in Calcutta to the bahas and waz-mahfils of the villages and mofussil towns of rural Bengal, complicates our notions of who could speak for the community and the nation. In fact, Meherullah's imagined community, imagined against Christianity and colonialism, opens up an interesting arena of processual understanding for rights and identities. He was an interlocutor of his social milieu, mediating between the present and the past in a voice that could not be drowned out by the larger intellectual currents of nationalist historiography that has privileged the Hindu/Brahmo point of view. Meherullah possessed what Ranajit Guha called \"the small voice[s] of history\", recovered from the ruins of the vernacular pasts.\nMou Banerjee is an Assistant Professor of History at the University of Wisconsin-Madison.\n",
        "headline_1": "Munshi Meherullah  of Jessore and religious identity in 19th century Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/munshi-meherullah-jessore-and-religious-identity-19th-century-bengal-3233951",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "Since independence, Bangladesh has gone through waves of development. The population has almost tripled since 1974, and the overall area of cultivable land has been on the decline due to population pressure. According to the World Bank data, the total area of arable land in Bangladesh decreased to 61.5 percent in 2020 from 73.4 percent in 1989, putting pressure on the country's food security. Furthermore, being a delta, the country experiences many climate-related calamities that occur frequently, threatening our food security. But technical innovations and developments have considerably aided the growth of Bangladesh's agricultural industry in recent years, and has also contributed to the country's food security. According to the 11th annual Global Food Security Index (GFSI), Bangladesh ranks last among the South Asian countries and 80th out of 113 countries worldwide.\nAgriculture still contributes significantly to the country's GDP, although over the last 10 years, its contribution has declined, going from 17 percent in 2010 to 11.52 percent in 2021-22. Along with providing raw materials for other sectors like leather, frozen food, canned food, and poultry and cow feed, it also significantly contributes to export revenues in addition to GDP, livelihood, and employment. It is the cornerstone of the Bangladesh economy and has historically been crucial in alleviating poverty and establishing food security.\nTherefore, it is vital to keep our agricultural productivity moving in the right direction.\nA measure of the efficiency in an agricultural production system that makes utilisation of land, labour, capital, and other resources available is known as agricultural productivity. This is described as the amount of agricultural output produced on the farmland using a specific amount of agricultural inputs, such as labour, seeds, machinery, farm equipment, water facilities, fertilisers, pesticides, and other overheads. Based on the effective and efficient management of the ratio of outputs to inputs, agricultural productivity can decline or increase.\nDespite the growing population, Bangladesh's food production has increased over time, and self-sufficiency in food has been achieved – though it alone cannot ensure food security. Food production is growing, but we still rely on imports for some staple products, such as rice, wheat, soybeans, and pulses. Bangladesh is still not in a good position to ensure food security for everybody, since the country's food security has deteriorated in the last few years. The underlying causes for that are primarily deficiencies in preserving quality and provision of safe food, lack of adequate use of natural resources, and insufficient implementation of climate-smart agriculture. \nBangladesh has to deal with many natural disasters every year. It is high time we replaced traditional agricultural methods with climate-smart agriculture measures to secure the staple food security, at least. Moreover, the pandemic has also taught us the necessity of being self-reliant in agriculture.\nClimate-smart agriculture (CSA), a concept introduced in 2009, is an integrated approach to managing landscapes such as arable, livestock, forests, and fisheries, that traces the interconnected concerns of food security and rapid climate change. It's a way for developing agricultural strategies to secure long-term food security in the face of climate change impacts or natural disasters. Coastal farmers are using CSA methods like saline-tolerant crop varieties and other techniques to keep productivity at the required level. \nFor agriculture and food systems, particularly for smallholder farmers' livelihoods and the security of their food and nutrition in the least developed and developing nations, climate change has been a serious concern. The effects of global warming are ever-growing and include rising sea levels, irregular precipitation, increased drought, flash floods, typhoons, and cyclones. Agriculture is negatively impacted, which lowers the yields of fisheries, livestock, and agricultural products. Promoting climate-smart agricultural technologies, such as appropriate capacity development, research and development, early warning systems, agriculture insurance programmes, farmer incentive policies, and coordinated efforts against climate change could lessen the adverse effects.\nRice, the predominant crop in Bangladesh, has been the subject of the largest amount of agricultural research throughout the green revolution. Given the significant growth in rice yield, rice research has been exceedingly successful, with new varieties emerging that are tolerant of salinity and submersion. The development of environment-friendly and disaster-tolerant jute varieties is already the subject of research.\nThere are other crops in the country with enormous possibilities. According to several studies and research, it has been found that the economic and personal benefits of non-cereal crops such as vegetables, potatoes, cotton, onions, etc are on par with or even higher than those of modern rice farming. To fully realise their potential, research and development should concentrate on these crops. Also, Bangladeshi farmers are investing in non-local fruits and vegetables as a result of the Covid-19 outbreak. Growing these crops has a high entrance barrier since it requires more time and money. Local producers would benefit greatly from a decrease in the import of these exotic crops such as Chinese leaves, lemongrass, red cabbage, sweet corn, broccoli, beets, Thai basil, Thai ginger, dragon fruit, etc. Government subsidies can help keep the production costs low by lowering the barrier to entry.\nTherefore, both the government and private sector should come forward and encourage climate-smart agriculture as well as the production of non-local crops, which have immense possibilities. It would not only increase the productivity of our agriculture sector, but also maintain self-sufficiency and ensure food security in Bangladesh. \nAfia Mubasshira Tiasha is research associate at the South Asian Network on Economic Modeling (Sanem).\n\n",
        "headline_1": "What’s in store for our agricultural production potentials?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-store-our-agricultural-production-potentials-3233891",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "To say Bangladesh has a weak forest policy would be an understatement. The legal and institutional safeguards that are there do have loopholes, which are often exploited, but so much of what's happening today has more to do with how the state approaches the very idea of forests. Forests, to it, are valuable until they're not. They should be protected until they cannot be, when more \"practical\" or parochial interests override that need. This secondary status makes forests expendable, leading to frequent encroachment attempts, sometimes even from within the government.\nThe latest case that came to our notice involves a tea company that dug a lake right in the middle of a reserved forest in Fatikchhari, Chattogram. According to a report by this daily, the company, Halda Valley, also felled hundreds of trees in the Ramgarh-Sitakunda forest, despite a court order to maintain status quo on the land. Apparently, the 135 acres of land where the lake was dug are part of a stretch of land that it had leased from the Chattogram district administration, which considers it a khas land. But as per the forest department, it belongs to the reserved forest, and was mistakenly recorded as khas. The department has also filed at least 21 cases accusing Halda employees of encroachment, land grabbing, felling trees and assaulting its officials.\nWhile it is easy to be distracted by the criminal activities of the tea company, and thereby forget about the responsibility of the bickering government parties, the truth is, the latter are no less responsible. Their dispute over the nature of the land has continued for two decades, allowing for the defilement of one of the oldest and richest forests in the country. It's not just a question of legality. It's a question of intent, and whether they have it. Clearly, they don't. The sense of urgency that the transformation of this forestland – from a natural habitat for wildlife into a man-made abomination – warranted was nowhere to be found.\nIt may be recalled that the cabinet on October 31, 2022 approved the extension of a ban on cutting trees in reserved and natural forests until 2030. The authorities in Chattogram should have known that khas or not, no one can cut trees on land belonging to forests. They should have been able to stop this madness. Unfortunately, over the years, we have frequently seen how responsible government departments either allowed for encroachment of forestland by other government institutions or leased them out to private entities – which, while legal, inevitably made way for illegal activities such as felling of trees and levelling of forestland.\nOnce you ignore the excuses and circumstances leading to such developments, you begin to see a pattern of institutional neglect when it comes to protecting what little forest coverage we still have left in Bangladesh. This is deeply worrying, not to mention in direct contravention of Bangladesh's deforestation pledge at the COP26 summit. We urge the relevant authorities to shed this laissez-faire approach to forest protection. They need to show strong leadership and better coordination. The forest grabbers must be punished.\n",
        "headline_1": "Forests are vanishing acre by acre",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/forests-are-vanishing-acre-acre-3234141",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "We are proud to have held The Daily Star ICT Awards to recognise innovators in the IT industry. By awarding these high achievers, we expect others in the sector to follow their level of excellence. In the seventh edition of the Awards, four companies and two individuals were recognised for their outstanding performance.\nLate Luna Shamsuddoha was posthumously awarded for her company's role in creating Bangladesh's digital public procurement platform and several e-governance projects. Moynul Haque Siddiqui was awarded, among other things, for his company's role in developing a nationwide telecommunication transmission network catering to the needs of telcos, cable television and internet service providers. Other awardees included: an online travel aggregator providing essential travel services; a company offering high-end IT solutions such as outsourcing and remote development; another outsourcing company providing customer interaction services, back-office services, skill development training and IT solutions; and a digital agriculture platform providing a one-stop solution for smallholder farmers.\nThe fundamental notion behind such recognition is that this industry provides the technological support system for all other industries and sectors. It is not just the future of our country – it is also essential for the overall betterment of society.\nWhile there is adequate political will to take this sector forward, there's many a slip between the cup and the lip. The initial target of USD 5 billion in exports from the IT sector by 2025 seems quite farfetched when pitted against the reality of USD 1.5 billion in exports. The target of USD 20 billion by 2030 looks even more of a pipe dream. The lack of proper implementation of policy seems to be the biggest stumbling block in realising these goals.\nSetting goals without rigorous follow-ups will not achieve the targets. There are still many gaps to be filled – financial incentives for innovators, a proper legal framework, infrastructural capacity, training to develop IT skills needed for the industry, etc.\nWe, therefore, think the government should chalk out a comprehensive plan that will address the needs of the industry, identify the reasons why we have failed to inject the vigour needed for development of the sector as well as pinpoint effective measures required to untangle the bureaucratic hindrances that are holding us back. Digitisation of all government bodies and departments has to be prioritised and accelerated.\nSo far, the government has brought us quite a long way but the dramatic turn we need to bring our IT sector to a global level has not yet arrived. To that end, the government has to acknowledge that mere political will without sufficient effective action will be futile. There are many innovators waiting for opportunities to apply their visions to reality. We all must work together to create an environment that will be conducive to further IT development and designing more successful IT business models.\n",
        "headline_1": "ICT industry has a long way to go ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ict-industry-has-long-way-go-3234116",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "Notwithstanding inordinate delay, the Bangladesh Petroleum Corporation (BPC) has, finally, started moving in the right direction to lure international oil companies (IOCs) into the job of exploring hydrocarbon (HC) in the country's offshore blocks. It has tried to make the latest draft of model product-sharing contracts (PSCs) as attractive as possible. The redrawn PSCs would benefit the IOCs more than the first party, Bangladesh. The latter would be under an obligation of buying gas from IOCs according to a cap-free price mechanism, meaning the prices would be adjusted with those in the international market. Besides, the IOCs, in the event of successful exploration, will be at liberty of exporting gas after meeting the domestic demand. Under the pricing formula incorporated into the model PSCs, the BPC will buy gas from the IOCs at around three times the current price. Then again, the government share in \"profit gas\" has also been brought down to 40-70 per cent from the previous offer of 55-80 per cent. Many might find the remodelled PSCs more biased towards the IOCs. Some previous draft PSCs offering far lower benefits for the IOCs had triggered street protests by a section of rights organisations. This time, however, none has come out in the street or media protesting the latest draft for understandable reasons. The country has been paying through its nose as fuel prices have skyrocketed. Many gas-based industries are either closed or running at reduced capacity for the gas-supply shortage. Undeniably, successive governments have dragged their feet on the issues of hydrocarbon exploration in offshore blocks that had been demarcated long ago. The BPC continued with the job of drafting and redrafting the model PSCs but without any results. However, reasons such as the lack of interest of the IOCs in doing the highly cost-intensive exploratory job without knowing the potential and the depressed oil price situation in the international market played a role. What the potential IOCs wanted was the seismic survey data and those were not available. A Norway-US joint venture (JV) company got the job of surveying in 2019, but it started the survey work only in the second week of this month. Its contract is supposed to expire in March next. The JV will conduct a survey of 21 offshore blocks within the sovereign territory of Bangladesh, covering an area of 81,000 square kilometres with a depth ranging from 20 metres to 2,500 metres. It might take a long time to complete the survey and prepare the necessary data for the IOCs. As the country is going through a severe energy crunch, the failure to tap the potential gas reserves within its maritime boundary has raised deep frustration among the people. The disappointment has become more intense as two close neighbours have been exploiting substantial volumes of gas from their respective offshore blocks. Experts are saying that the gas reserves discovered so far would be exhausted within the next seven to eight years. They are also highly optimistic about hitting the gas in the country's offshore blocks both in shallow and deep waters. Given the global energy situation, the country is left with no option but to go for massive HC exploratory works without any further delay.",
        "headline_1": "Luring IOCs with bigger bets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/luring-iocs-with-bigger-bets-1674998845",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "On January 24, a mass shooting occurred at two spots, both mushroom farms, in the US city of Half Moon Bay in the central Northern California.The shooter, an employee of one of the targeted farms, killed seven people.But it was not the sole incident of mass shooting on that day in the USA. In the west coast port city of Oakland in California, another incident of shooting took place resulting in one death and seven cases of injury.Just one day before the Half Moon Bay tragedy occurred, a 72-year-old gunman had opened fire on a gathering of people who were celebrating the Lunar New Year at a dance studio at Monterey Park near Los Angeles in California. He claimed 11 lives.Though the Oakland gas station shooters are still unidentified, the Half Moon Bay and Monterey Park shooters were lone gunmen. It appears they were settling scores, if any, with the people of their own kind. Strangely, they both were rather old-in their sixties and seventies-to have committed such deadly violence. For, according to the Rand Corporation, a think tank funded by the US government, 82 per cent of all mass shooters between 1976 and 2018 were aged below 45. Other researches have also shown similar trend among the mass shooters. In fact, mass shooting in schools were perpetrated mostly by younger males in their late teens or early 20s. However, there are also exceptions. For instance, the perpetrator of the Colorado Springs shooting in November 2022 at the LGBTQ nightclub was a youth of 22. He killed five and wounded dozens at that Club Q. The exceptions apart, those opening indiscriminate fires on workplaces, retail stores and restaurants were mostly in their mid-40s. But the Half Moon Bay and Monterey Park shooters are a clear deviation from the pattern. And the development is quite new. What does it imply? If anything, the new trend points to the fact that the gun violence in the USA is getting wider, considering the age-group of its executors. Also, the frequency of the mass shootings is also on the rise. A non-profit body of the USA, the Gun Violence Archive ---that keeps tabs on such indiscriminate or mass shootings defines an incident of gunfire as a mass shooting if the number of deaths or the wounded is four or more-has tracked some 40 such incidents in January this year alone. So, it was the highest figure ever on mass shooting cases reported in the first month of 2023 in the US. And it was 37.5 per cent higher than the average number of mass shootings that took place in the eight years between 2014 and 2022. The same non-profit body further revealed that, in all, 647 cases of mass shooting happened in 2022 and the number of casualties from those bloody incidents was over 44,000.And the trajectory of the mass-shooting-curve is gradually going up rather than down. The workplace-related gun violence can be traced back to a feeling of deprivation, frustration and anger on the part of its executor. One may also explain school shootings in the same way. But what about the Club Q shooting of Colorado Springs? If we go outside the USA, what about the 2019's Christchurch mosque shootings in New Zealand perpetrated by a 28-year-old white man that claimed 51 lives?Those were purely ideology-based hate crimes. It was extreme conservative values and religious hatred that drove the two youths in the USA and New Zealand to commit such dastardly acts. So the rise in the number of mass shootings both in the USA and outside it-in Europe, for example --- are mostly hate-related. It is the politics of hate under the sanitised, innocuous rubric of nationalism or populism that is behind the rise in this phenomenon worldwide. Though in the USA, the spike in gun violence is being blamed on lax firearm law, yet over a week after president Biden signed a bipartisan bill on gun-reform into law on June 25, 2022, a 21-year-old gunman sprayed bullets on the participants of an Independence Day parade at the Highland Parkin, the state of Illinois, killing seven and injuring dozens. It was as though the mass shooter was brazenly defying the just passed gun-control law.Stricter gun-control law can go into reducing the number and use of guns in people's possessions. But how to control hate and the politics that nurture it?To be frank, politics, generally, is getting more violent these days than it was before.Evidently, it is the basic instincts of fear and prejudice in the garb of politics that drive some individuals to commit the gravest of crimes like mass shooting. The responsibility, therefore, lies on the saner section of politicians to free politics of the discourses that feed on the public's fear and prejudice.\n[email protected]",
        "headline_1": "Politics of basic instincts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/politics-of-basic-instincts-1674998919",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "When does a mother sell her baby? In today's world human beings are legally not for sale anywhere. But even in this country, reports are there ---albeit infrequently---of parting with babies by desperate mothers in exchange for money. The latest such news comes from Tongi, Gazipur. A mother sold her 47-day old son for only Tk 30,000. Happily, the mother got her baby back courtesy of the local police administration. The police have acted out of the way, in this case for a humanitarian cause, to reunite the baby and mother. This proves that beyond the legal parameter, there are issues that evoke noble feelings even in people in uniform. Thus more than duty, fellow feeling, piety and compassion triumph. The police came to know of the incident through local people that the woman borrowed a total of Tk 30,000 when she could not work ---as she used to do as a domestic help at a few homes --- during the birth of her son. Her husband is a handicapped person who hardly earns anything for the family of five with another son and daughter elder to the baby. But after parting with the baby, she fell in deep despair and even refused to take food. Motherly affection overpowered her biological needs. The deputy commissioner of Gazipur metropolis took over the matter and paid the couple of Dohar, who bought the baby, their money back before bringing the little one back to his mother. Certainly the police acted nobly. But the question is, is this the police's duty? Even more fundamental question is, why should a mother have no other way than to part with the greatest possession in this world after 52 years of the country's independence? The country has introduced several social welfare programmes for the vulnerable people. If her husband is a physically retarded person, should he not enjoy some sort of those benefits? A mother in government service or even working for a forward-looking private organisation during her pregnancy is entitled to five months' leave with all benefits. In some advanced countries, such a mother enjoys additional supports. Domestic helps' job has nominally been recognised as labour. Even if it is recognised duly as a form of labour in the informal sector, there is no guarantee it will be brought under the ambit of anything like government service rules. But this neglected segment needs some kind of financial coverage of their hospital expenses and joblessness during the maternity period. Of course, ideally there should not be such wretched people in any society, least of all in a nation that had earned its liberty at the cost of 3.0 million lives and dishonour of 0.3 million of women; and also had democracy and socialism as two of its constitutional pillars. Much as the country may have diverted from the course it was supposed to chart in order to establish an equalitarian society, it cannot and should not shirk its responsibility for the underclass. A nation with all its achievements including its graduation to a lower middle-income country ---one that dares plan for universal pension for its citizens, must have a special arrangement for addressing the vulnerabilities of the poor and the marginal. Sure enough, maternity for low-income mothers should be brought under the coverage of free medical care and reasonable financial support. This can as well be made conditional such as entitlement to the benefit for only two-child mothers. It may serve as a nice way of family planning for limiting the population growth. The investment will have far greater returns for families and society. \n[email protected]",
        "headline_1": "Wretched mothers deserve better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wretched-mothers-deserve-better-1674998962",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2023"
    },
    {
        "full_article": "Pneumonia is still one of the leading causes of child mortality in the world. According to estimates, this fatal disease affects 1.1 million children younger than five years old worldwide of whom one in five dies annually. Bangladesh ranks fifth among the countries at risk of this disease. Health care centres in Bangladesh have reported that around 42 per cent of children affected by pneumonia get admitted to hospitals with hypoxia. Hypoxia is a state in which oxygen is not available in sufficient amounts in one's body. The children suffering from hypoxia are many times more likely to die than children without hypoxia. Therefore, adequate oxygen supply is a must in rural and remote health care centres across the country. Otherwise, the number of children suffering from pneumonia's second stage cannot be saved. However, it is unfortunate that most of our upazila health complexes lack life-saving equipment like oxygen cylinders. Nowadays it is possible to easily diagnose the lack of oxygen in a person's body through oxymetres. But an essential equipment like this is not available for the poor people. Therefore, steps should be taken to make such healthcare facilities available to everyone. If district and upazila-level healthcare centres are not equipped with modern facilities, the number of deaths from pneumonia will not decrease. Child mortality due to various diseases increases due to an unhealthy environment. Therefore, a pollution-free environment should also be ensured to reduce child mortality in Bangladesh. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Child deaths from pneumonia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/child-deaths-from-pneumonia-1674998986",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2023"
    }
]