[
    {
        "full_article": "It is confounding how something that is stridently ‘good’ in ethical and legal terms can run into a wall of opposition built on narrow professional and commercial interests. As in the case of the Right to Health Act that was passed in Rajasthan last week, and the unprecedented kerfuffle that followed, with doctors in the State vehemently protesting what they called a ‘draconian law’. The Right to Health is in sync with the constitutional guarantee of right to life, and other components of the Directive Principles. That no person seeking health care should be denied it, on the grounds of access and affordability, is an acceptable proviso. The Rajasthan Right to Health Act, 2022, addresses these key issues of access and affordability. It “seeks to provide protection and fulfilment of rights, equity in relation to health and well-being for achieving the goal of health care for all through guaranteed access to quality health care for all residents of the State, without any catastrophic out-of-pocket expenditure”. The law, which also provides for a social audit and grievance redress, gives every resident of the State the right to emergency treatment without paying a single paisa to any health-care institution, and specifies that private health-care institutions would be compensated for the charges incurred for such treatment.The doctors who came out in large numbers to protest the law on the streets of Jaipur said they were distrustful of the government’s promise of recompense for expenses incurred for treating patients during an emergency. To the charge that there is no detailing of the process, health right activists have pointed out that it would be a function of the Rules, not the law itself. The protesting doctors also claimed to be apprehensive of the government’s interference in their functioning once the law is enforced. Ironically, all of them believe that health care is a right of the people; only, they believe that the State would have to be the sole provider. However, this is scarcely the first such exposition of the right to health. In 1989, the Supreme Court observed that “every injured citizen brought for medical treatment should instantaneously be given medical aid to preserve life and thereafter the procedural criminal law should be allowed to operate in order to avoid negligent death”. Having transformed a progressive ideal into law, Rajasthan should now strive to gain the trust of the doctors through demonstrable action. It is also incumbent upon the doctors to rise above the differences, and work with the government to save human lives. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedical staff\n\n/\n\nmedical service\n\n/\n\nlaws\n\n/\n\nRajasthan\n\n/\n\nconstitution",
        "headline_1": "Human life, above all: On the Rajasthan Right to Health Act and the stance of doctors",
        "headline_2": "Opposition of doctors to the right to health comes from baseless misgivings",
        "link": "https://www.thehindu.com/opinion/editorial/human-life-above-all-the-hindu-editorial-on-the-rajasthan-right-to-health-act-and-the-stance-of-doctors/article66676037.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "The state of confusion surrounding the AIADMK is expected to end sooner than later, with the Madras High Court deciding in favour of the AIADMK’s interim General Secretary, Edappadi K. Palaniswami, the case concerning resolutions adopted at the party’s July 2022 special General Council meeting. The development may not lead immediately to the closure of the legal battle, as his colleague-turned-bête noire O. Panneerselvam and his followers — the court rejected their interim applications — have approached a Division Bench of the court. But, the verdict has provided the much-needed clarity on the matter of leadership. Moments after the ruling, Mr. Palaniswami was declared elected unopposed as the party’s General Secretary. Ever since the debate erupted between the two camps in June last year over the nature of party leadership — unitary or dual — the matter has been locked in litigation before the higher judiciary. Most often, the camp led by Mr. Palaniswami got favourable verdicts, including the February 2023 judgment of the Supreme Court which affirmed the Madras High Court’s decision upholding the conduct of the July 2022 meeting.Mr. Palaniswami should now focus his time, energy and resources in ensuring that his party plays the role of a more effective Opposition entity, as the intra-party squabbling and litigation have boosted the perception of ineffective functioning. He should also try and widen the party’s support base. Its vote share of 44.34% in contested seats during the 2014 Lok Sabha election (when it fielded candidates in all constituencies in Tamil Nadu) fell to 35.2% five years later when the party headed a coalition that included the BJP, the PMK and the DMDK. Though there was an improvement, to 40.48%, in the 2021 Assembly polls, the AIADMK was still behind its traditional rival, the DMK, by nearly 6%. Going by the reactions of the BJP and PMK leadership to the new General Secretary, the AIADMK could have these parties on its side for the 2024 Lok Sabha election. However, if the idea of a “mega alliance” that was floated by Mr. Palaniswami a few months ago is to fructify, it has to have more allies. Mr. Panneerselvam, who seems continuously engaged in a legal battle, has two options — either patch up with Mr. Palaniswami or launch a party. By going it alone, he will only end up repeating what Mr. Dhinakaran did, in 2019 and 2021 — taking away a portion of the AIADMK’s votes. It is only when the principal Opposition party is able to bring together as many parties and groups as possible, that its electoral fight next year with the DMK and its allies will be intense. Mr. Palaniswami has a huge role to play in making it happen. A well-meaning, credible Opposition that raises the level of political discourse in Tamil Nadu can certainly aid in governance.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitical development\n\n/\n\npolitical parties",
        "headline_1": "Time to move on: On the next move for the All India Anna Dravida Munnetra Kazhagam",
        "headline_2": "The All India Anna Dravida Munnetra Kazhagam needs to overcome its factionalism to play the role of a credible opposition",
        "link": "https://www.thehindu.com/opinion/editorial/time-to-move-on-on-the-next-move-for-the-all-india-anna-dravida-munnetra-kazhagam/article66675807.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "As we head into another massive electoral season, starting with the Karnataka assembly polls this May and ending with the Lok Sabha 12 months later, two parallel political processes are at work.\nThese processes will play out in the coming months as the main actors figure out which way the voters can be swayed in their favour. What we can deduce now from their utterances is what their political calculations may be.\nRead full opinion on TOI+\n\n",
        "headline_1": "2024: The personal inside the political: Post Rahul disqualification, the bid for opposition unity is complicated by two ego tussles, between Congress and BJP, and between regional parties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024-the-personal-inside-the-political-post-rahul-disqualification-the-bid-for-opposition-unity-is-complicated-by-two-ego-tussles-between-congress-and-bjp-and-between-regional-parties/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "Israel’s PM Netanyahu on Monday said his government will pause its effort to pass laws that would have allowed the legislature to override the Supreme Court with a simple majority. Israel, a parliamentary democracy without a written constitution, is fractured between supporters and opponents of the Netanyahu government’s attempt to make the judiciary subservient to the legislature and political executive. These developments will echo in many other democracies. If there’s a perennial challenge common to them, it’s the system of checks and balances. Or the doctrine of separation of powers between the legislature, executive and judiciary.\nConstitutions by their nature confine themselves largely to principles. It’s for the legislature to use this framework to design laws that reflect popular will. However, a democracy’s system of checks and balances to prevent abuse of power means that laws can be scrutinised by the judiciary to see if they are consistent with the constitution. This judicial review is the source of friction and is often portrayed as a battle between popular will and an unelected elite. India’s very first constitutional amendment in 1951 introduced the ninth schedule to shield some laws from judicial review. Across democracies, time and again, the power of judicial review is the locus of dispute between legislature and judiciary.\nSeparation of powers is intrinsic to a democracy. In its absence, power is concentrated, undermining the very idea of a democracy. India’s basic structure doctrine evolved through the working of the Constitution over two decades as successive governments, backed by a legislative majority, tested the boundaries of the system of checks and balances. The basic structure doctrine provides the guardrails to safeguard democracy. However, to posit frustration with this doctrine as a clash between popular will and obstructionism of the unelected is incorrect. Legislatures rarely display unanimity on this issue.\nThe one recent occasion when they did in India was in clearing a constitutional amendment, NJAC, to break down the judiciary’s unjustifiable monopoly over its appointments and transfers. However, NJAC, as Bibek Debroy has argued on this page, was poorly drafted. Critical aspects were loosely worded. GoI should take the initiative to build a consensus and come up with a tighter constitutional amendment. However, the friction between the judiciary and legislature is unlikely to end anywhere. It’s not a bug in a democratic system. Rather, it’s a sign that power is not concentrated.\n\n",
        "headline_1": "Judging all systems: Israel’s judiciary vs executive tussle echoes across many democracies. Separation of power is vital",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judging-all-systems-israels-judiciary-vs-executive-tussle-echoes-across-many-democracies-separation-of-power-is-vital/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "One of the great disappointments of this century is how the cultural, political and governmental walls against immigration have been going up across nations. Ironically, the economic logic of immigration has never been stronger. And its relentless push everywhere keeps carving out fascinating new pathways. One such was reported by TOI yesterday, that Japanese agriculturalists are now recruiting farm labour from across the Indian countryside. It’s a win-win. India has an aching overabundance of young farmhands. Graying Japan is confronting economy-wide worker shortages. Japanese prejudices that have kept foreigners from filling this gap are finally weakening.\nJapan is hardly alone. Many countries with aging populations know full well that in expanding the workforce immigrants expand the tax base, innovation, productivity, GDP et al. Indeed, IMF and others have found that aggregate gains from immigration materialise very quickly. Rich countries’ pretence that keeping the barriers to immigration high only hurts the poorer origin countries is not borne out by facts. Another parochial delusion is that raising national birth rates will provide a way out. This playbook has a perfect record – of failure. In Japan itself the population has changed little since 1991; China and America’s futures will likely be scripted by the latter’s exceptional attractiveness to migrants.\nMigrants of course send money back to their home countries, but also cultural remittances. It is because of Indians willing to climb up Japanese mountains to cut and carry down Koyamaki (umbrella pines) that the practice is coming to be known all the way here. Now imagine a good idea that is flowing in a trickle, become a flood. A full embrace of immigration would cheer the global economy like little else.\n\n",
        "headline_1": "GDPs without borders: That even Japan is open now to immigration shows what mistakes other aging, rich countries are making",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gdps-without-borders-that-even-japan-is-open-now-to-immigration-shows-what-mistakes-other-aging-rich-countries-are-making/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "Hugh and Colleen Gantzer\nAs a G20 meeting gets underway in Uttarakhand’s Ramnagar – a roundtable of chief science advisors – we see through our oakwood, filled with twittering birds, the great Doon valley bracketed by Ganga on the left and Jumna on the right. They pierce the ancient residual Shivalik Range before flowing across and watering the legendary lands of the doab. It all looks peaceful, serene, very green. But that is also very superficial.\nBeneath the surface lies a fiery, tumultuous, restless world. Scientific allegories of Indic itihas describe this under-earth as the moving coils of a primaeval, enormous serpent supporting the inter-locking plates of a great turtle’s shell. On these plates stands the elephant of the continental land-masses. Modern science believes slowly moving flows of molten rock called magma support interlocking continental plates on which rest the landmasses of continents.\nRead full opinion on TOI+\n\n",
        "headline_1": "Doon over Davos for a green eco forum: India, G20 chair and fighting ecological challenges, should host a world sustainability meet on the lines of the World Economic Forum",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/doon-over-davos-for-a-green-eco-forum-india-g20-chair-and-fighting-ecological-challenges-should-host-a-world-sustainability-meet-on-the-lines-of-the-world-economic-forum/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "Since Russia's invasion of Ukraine in February 2022 (the conflict between the two countries actually began in 2014 following a US-engineered coup, but the Western media won), the world has been deluged with shrill cries of outrage by the West, led by the United States. The US and the West have been lecturing the rest of the world about them being the guardians of democracy for decades. What has been remarkable since Russia invaded Ukraine is the sanctimonious frenzy. We are told that the war in Ukraine is not, as many of us believe, a complex dispute over autonomy for an ethnic minority in a multi-ethnic state, but that the Russian attack is a civilisational challenge to a global \"rules-based order.\"\nWhat is this \"rules-based order\"? This month provides a harrowing historical landmark of what an ugly turn that order has taken in the past.\nTwenty years ago on March 20, the US attacked Iraq. It had twisted many an arm, but failed to get the UN Security Council to agree. No matter. So much for rules. The war left a terrible legacy for Iraqis.\n\"No one knows with certainty how many people have been killed and wounded in Iraq since the 2003 United States invasion. However, we know that between 280,771 and 315,190 have died from direct war-related violence… from the time of the invasion through March 2023,\" according to Brown University's Watson Institute. \"The violent deaths of Iraqi civilians have occurred through aerial bombing, shelling, gunshots, suicide attacks, and fires started by bombing.\"\n\nSo here we are, then, a fearsome war between Ukraine and Russia, and the West, with its fierce Manichean take on it, is demanding that everyone else join its righteous battle to slay the dragon – evil Russia.\nThat's not all. \"Several times as many Iraqi civilians may have died as an indirect result of the war, due to damage to the systems that provide food, healthcare and clean drinking water,\" the Watson Institute report adds. \"The war has compounded the ill effects of decades of harmful US policy actions towards Iraq since the 1960s, including economic sanctions in the 1990s that were devastating for Iraqis.\"\nThe harrowing historical landmark I refer to, however, goes back over half a century.\nFifty-five years ago, on March 16, 1968, in the Vietnamese village of My Lai, US soldiers went in and slaughtered 347 to 504 villagers. They were unarmed – almost all of them being old men, women, and children. Women were gang-raped. Even animals were killed in a wanton, pointless act of brutality.\nIf the Vietnam war was part of a rules-based order, the rules must have been made in hell.\nIn a decades-long war against a small, impoverished, agrarian country halfway around the world, the US, the world's mightiest nation, unleashed a carnage of extraordinary ferocity and barbarity. According to Vietnam, over two million Vietnamese civilians died. More bombs were dropped in that tiny country than during World War II; the country was smothered in incendiary napalm bombs and tons of carcinogenic Agent Orange.\nI bring up the My Lai massacre because while the Iraq war was relatively recent, the Vietnam war has receded from public memory.\nThere are other fascinating historical strands that connect the past to the present. After the My Lai massacre, the US Army attempted a cover-up, but the person who broke the story was a tenacious reporter. Seymour Hersh won the prestigious Pulitzer Prize for bringing the horrific details to the attention of the US public.\nFast forward a few decades. In the early days of the US occupation of Iraq, a prison in Abu Ghraib, one of the most notorious in the time of Saddam Hussain's rule, was converted into a US military prison. In April 2004, the US television network CBS published photos of torture and abuse that shocked and outraged the world. The US Army and the CIA committed a series of human rights violations and war crimes against detainees in Abu Ghraib.\nIn the same year in April, Seymour Hersh, who broke the My Lai story, wrote a series of three articles in The New Yorker magazine discussing the abuses in detail. The magazine also published a report on its website by Hersh, along with a number of images of the torture, taken by US military prison guards.\nAbu Ghraib, in my mind, is to the Iraq war what My Lai is to Vietnam. In both cases, stark, relatively small-scale events epitomise the depravity and essential lawlessness of the two US campaigns.\nAnother common thread that runs through Abu Ghraib and My Lai is the astonishingly poor accountability. In the case of My Lai, the only person who was ever actually convicted was a low-level officer, Lt William Calley, Jr. He was sentenced to life imprisonment; he ultimately served around two years. In the case of Abu Ghraib, a few low-level US military personnel were tried and punished.\nBut these abuses did not happen in a vacuum. Officers higher up than the ones charged allowed the killings to happen and condoned and even tried to cover them up. Nothing ever happened to them.\nI am sure the avid readers will find the name of Seymour Hersh familiar. Hersh has been in the news for publishing an explosive report that claims that the US was behind blowing up the Nord Stream 2 pipeline in September last year that transports Russian natural gas. The Western mainstream press has ignored or pooh-poohed Hersh's claim, instead quoting anonymous intelligence sources to suggest that the explosions may have been caused by a rogue Ukrainian group – a theory that strains credulity.\nSo here we are, then, a fearsome war between Ukraine and Russia, and the West, with its fierce Manichean take on it, is demanding that everyone else join its righteous battle to slay the dragon – evil Russia.\nYet, the Global South – India, China, Latin America, Africa – is sceptical at best. For many, once you remove the fancy packaging of the \"rules-based order,\" what lurks underneath is an equally sanctimonious and unconvincing claim of yesteryear – the entire world is \"the White man's burden.\"\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n\n",
        "headline_1": "The deadly, murky history of the rules-based order",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-deadly-murky-history-the-rules-based-order-3283871",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "The ongoing downward pressure on Bangladesh's economy originated before the Covid pandemic, which only exposed the existing structural fractures and institutional fragilities. The Russia-Ukraine war, diminishing foreign exchange reserves and, most importantly, the continuous rise in living costs only added to the woes.\nBangladesh was already facing certain structural challenges before the pandemic broke out. Poverty reduction had already started to slow down. According to the Bangladesh Bureau of Statistics (BBS), the poverty rate declined by 1.8 percentage points per year between 2000 and 2005, by 1.7 percentage points between 2005 and 2010, and by 1.2 percentage points between 2010 and 2016. It rose to 29.5 percent from the pre-Covid levels of 20 percent in recent years. \nThe country has also been experiencing jobless growth. According to the last Labour Force Survey of 2016-17, the unemployment rate is 4.2 percent. The rate of youth unemployment, comprising the population aged between 14 and 24 years, is high at 12.3 percent. The rate of long-term unemployment (that is, jobless for more than a year) is 15.2 percent.\n \nInequality has also been increasing at an accelerating pace due to higher returns on capital vis-a-vis labour. According to the Household Income and Expenditure Survey (HIES), which was conducted before the pandemic, the Gini coefficient, which is generally used as a measure of equality, stood at 0.482 in 2016, up from 0.458 in 2010 – a worrying trajectory. The top five percent has taken over 95 percent of the total income. \nThe pandemic has severely impacted the lives and livelihoods of marginalised segments of society, particularly low-income groups, women, children, the elderly, the unemployed, and the informal sector workers. In the absence of universal social security, the inflationary pressures have further caused many to cut down on essential food intake, forcing a reduction in nutrition levels. Some have been compelled to reduce expenditures such as medical and children's education.\nBangladesh's economy is overwhelmingly dominated by informal sectors. The informalisation stems from deindustrialisation, which has set in prematurely in the country, with negative employment creation in manufacturing. The capacity to generate employment in the formal sector, particularly in manufacturing, has shrunk, and export has been concentrated to one sector, putting the economy at the risk of high vulnerability and shocks. The paralysed policy process has failed to induce and unleash the capacity of the private sector to expand and diversify the sector with more competitive products.\nA lack of foresight has put pressure on our energy security as well. The sector is not foreseeing an immediate solution due to import dependency for the supply of basic energy, lack of gas extraction, timid progress in renewable energy use, and inadequate investment in transmission systems despite the high rent-accruing production setup.\n\nBangladesh's economy is overwhelmingly dominated by informal sectors. The informalisation stems from deindustrialisation, which has set in prematurely in the country, with negative employment creation in manufacturing.\nThere has been no significant breakthrough in agriculture in terms of innovation and technological advancement in the post-green revolution period. Productivity in agriculture has sunk and costs of production have soared. The fertiliser market is also volatile. Farmers need financing, despite having the best track record in loan repayment. The conventional land reform and small farmers' policy is not tenable against the backdrop of diseconomies of small scale and the associated coercion and distress. Small and cottage industries are still neglected despite creating the most employment opportunities. The service sector is facing a critical shortage of skilled manpower. \nThe fiscal balance is in shambles. There is no sign of improvement in our tax-GDP ratio, one of the lowest in the world, which is pushing the country towards an increasing reliance on borrowing and further accumulation of debt. The government's loan from the central bank has risen to a record of more than Tk 1 trillion. Printed money is entering the market as the government borrows from the central bank. Inflation is on the rise again due to further escalating consumer price levels. The public sector credit stands at Tk 3.34 trillion. Then there are questions about capital expenditure. Some projects have become burdensome with cost overruns. Foreign debt repayments have spiralled due to the appreciation of the US dollar. \nThe sluggish growth in the collection of value-added tax (VAT) indicates a slowdown in economic activities, and the paltry addition in the consumption tax is due to a rise in prices. The collection of import duties has started to decelerate, with the tightening of imports and lack of availability of foreign currency in the banks to underwrite letters of credit. \nWhen the price of goods surges, so does tax evasion – particularly in trade – with higher intensity. There are reports of money laundering in the form of overinvoicing. The best way for the government to gain fiscal leverage is to curb the rampant tax evasion in the country, focusing on an endogenous tax reform programme. It will build the fiscal space if the espoused goal of collection from income tax as the number one source of domestic resource mobilisation is attained. \nThe financial sector has been in disarray for quite a while. Most of the enterprises are not defaulters, but the lion's share of non-performing loans (NPLs) is in a few hands. The recovery, in spite of many cushions, of large defaulted loans is yet to happen, with politically intrusive rentier governance in public and private banks. Thus, the NPLs in the country have increased three-fold in the last 10 years. \nDepletion of forex reserves began in Bangladesh months before the Ukraine war broke out. Reserves are decreasing due to lower forex earnings, having dropped from $45.99 billion in March last year to $32.30 billion as of March 1 this year, despite belt-tightening measures to stall the fall. After excluding the investment, the net reserve can at best cover three months of import. \nThe IMF loan of $4.7 billion is not enough to mitigate the risk of the current cash crisis for three units of the economy – households, firms, and the government. The 42-month IMF programme, which has taken away some of the government's policymaking sovereignty, may not be able to rescind the root cause of the downward pressure, which is embedded in political settlement. Yet, the conditionalities have led to the median citizens being taxed through rising utility bills. \nBusinesses are facing the brunt of the depreciation of the dollar, escalating prices of raw materials, and mounting utility charges. With the rising costs, bank loans of the firms are proliferating. On the other hand, deposit growth in the banking sector has almost halved. \nThe gradual corrosion of institutions has hindered allocation of resources to productive sectors. Together with regulatory dilapidation due to deinstitutionalisation, stagnation in the ratio of private investment to GDP, and rise of capital flight have become major challenges. Effective investigation of money laundering and adoption of a zero tolerance policy is a much-vaunted demand.\nAlthough the country's economic development is considered by certain quarters as a \"miracle,\" the growth has largely been led by consumption, not due to a rise in savings or investments. It is not a sustainable path of development. In a consumption-based economy, import demand remains very high, and such import pressure could cause problems in balance of payments, as has been the case in Bangladesh.\nA country cannot withstand any external shock if it is plagued by patron-client politics, power asymmetry and rent-accruing by the powerful quarters at the cost of limited access orders for ordinary masses. When the political settlement does not belong to most of the people (median, not majority), clientelism takes root, amassing resources (rent). The resource-dependent syndicate eats away systems through deinstitutionalisation and political centralisation. As a result, institutions falter to provide services to citizens, and the idea of a citizen-state becomes a far cry.\nDr Rashed Al Mahmud Titumir is professor and chairman of the Department of Development Studies in Dhaka University, and chairperson of Unnayan Onneshan.\n",
        "headline_1": "Tracing the origins of Bangladesh’s economic woes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/tracing-the-origins-bangladeshs-economic-woes-3283766",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "Ask a student, \"How are your studies going?\" Don't be surprised if they say one of two things, or both in reply: a) they are finding it difficult to concentrate; and b) they are struggling with a feeling of worthlessness. The two phenomena are intertwined with mental health. Ideally, a university student's responsibility is to study and excel in academics. This gets difficult if they find it hard to concentrate. Being unable to concentrate leads to less-than-optimal academic performance, which then leads one to question one's self-worth.\nIt goes both ways: one feeds off the other in a series of escalating steps. The result is stress, anxiety, and even depression. Academic administrators are blissfully unaware of this, nor do they seem to care that a large number of university students are suffering from mental health issues. A student struggling with the feeling of worthlessness will find it hard to summon the willpower needed to focus on their studies. This difficulty can be crippling because of the other struggles in their daily lives; when things become near impossible, some fall into depression and go over the edge.\nOur recent survey explores the barely traversed topic of depression among university students in Bangladesh. Research on this topic is vital to eliminate the myths, fabrications, and guesswork around this subject. Among other metrics, we explore concentration difficulties and feelings of worthlessness that students frequently experience.\nOn concentration difficulty, 33 percent of the respondents had none. But an overwhelming majority (67 percent) reported facing some form of concentration difficulty (see Figure 1). More than 10 percent cannot seem to concentrate on anything at all, and the rest either find it difficult to keep their minds on anything for long, or are unable to concentrate as well as usual. Extrapolating these numbers across university-going students reflects a serious and disturbing situation.\nOn the question of worthlessness, 313 indicated not feeling worthless. What is disconcerting is that almost half of our university students feel some sense of worthlessness. Some of them feel worthless in comparison to others, some vis-à-vis their past selves, and almost 10 percent felt \"completely worthless.\" Is this acceptable? Figure 2 shows the distribution of responses in each of the categories. \nIt's worse still that a large proportion of the students feel completely worthless. If these proportions are projected for all the university-going students in Bangladesh, there are deep-rooted problems that cannot be left unaddressed.\nWe hope the university governing bodies across the country are taking a note. Boasting about how much they value their students (perhaps their pockets only) is one thing; backing up the claims is what the stakeholders ought to demand. Academic fulfilment requires serious attention to students' mental health. Students who are finding it difficult to concentrate and questioning their self-worth might take heart from the fact that others have been there and pulled out.\nHere are some things students must keep in mind to bring balance to their lives:\nGet professional help: Getting clinically diagnosed and accepting medical treatment can save lives. Our nagging question is whether such \"professional\" help is available for the mental challenges students experience so widely.\nSlowly, but surely: One cannot expect to heal overnight, just like any physical illness.\nGood companionship: It is important to be with people who provide genuine love and care – those who want what is best for the suffering individual. Oftentimes, young people ignore those who have their best interests at heart, seeking the ephemeral approval of those who do not really care.\nPhysical fitness: The mind and the body are connected; neglecting one's physical well-being may adversely affect one's mental health. It is important to take up a sport, start physical exercise, or even try the martial arts.\nPhilanthropy: It is important to help others without publicising it and without asking for anything in return. With positive impact, it can do wonders to one's self-worth.\nThe list is not comprehensive, but something to begin with and incorporate into one's life. If academic institutions really care, they will endeavour to provide support in these areas for all students to preserve good mental health.\nIt is also important to conduct more studies regularly to track students' mental health status. At the same time, the stigma surrounding mental health challenges needs to be brought out in the open and discussed widely to normalise a condition that exists in all societies. In academia, administrators are urged to develop a keen eye on students' mental health challenges and extend a warm and reassuring hand to those in need of counselling. Their challenge is to nurture students holistically, not just academically.\nThis op-ed, the second of a four-part series, is the result of faculty-student collaboration designed to impact higher education in Bangladesh.\n\n \nDr Syed Saad Andaleeb is distinguished professor emeritus at Pennsylvania State University in the US, former faculty member of the IBA, Dhaka University, and former vice-chancellor of Brac University.\nIrfan Ahnaf completed his MBA from the IBA, Dhaka University.\n",
        "headline_1": "University students’ struggle with concentration and self-worth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/university-students-struggle-concentration-and-self-worth-3283421",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "It is unacceptable that the government has failed to deliver to Bangladeshi consumers the benefits of a fall in the prices of food items on the international market. At a programme on March 27, the Centre for Policy Dialogue (CPD) observed that prices of essentials are on the rise in the domestic market compared to those in overseas markets due to market manipulation by a group of businesses and absence of internal governance. It is something that the media has previously reported on, and that we have also mentioned in this column.\nAccording to the commerce ministry's own data, the price of soybean oil has dropped by 39 percent in the international market over the past year but has increased by more than 10 percent in the country during the same period. Prices of other imported items such as palm oil and red lentils have also dropped substantially on the global market, but the benefits of that drop have not reached local consumers. A number of other essential items such as rice, sugar, and beef, according to the CPD, are more expensive in Bangladesh than in other developing countries. As a result, many families, including minimum wage earners across all sectors, are struggling to meet their needs. Some have even been forced to exclude meat and fish from their diets altogether.\n\nAccording to the commerce ministry's own data, the price of soybean oil has dropped by 39 percent in the international market over the past year but has increased by more than 10 percent in the country during the same period.\nResearchers at the CPD revealed that the average monthly food expense for a family of four is now about Tk 22,664, which was Tk 18,115 a year ago. The fact that traders waste no time to raise prices of essentials when their prices go up in the international market, but are unwilling to compromise on any profits whatsoever at a time when the majority of the population is struggling due to exorbitantly high prices, should be urgently addressed. Government agencies themselves have a tendency of doing the same in regards to energy prices, which of course adds to the inflationary pressure by pushing up the prices of everything – while providing no respite to consumers when global prices eventually drop.\nMarket distortions by a small number of dominant firms and lax regulations are the major problems facing our markets. The government has to ensure that these influential traders are not manipulating prices to make exorbitant profits. In that regard, the government needs to revise the existing laws that regulate competition of essentials in the market.\nAccording to the CPD, the tax burden on at least 28 imported essential food items is now quite high. The government needs to reduce import duties and VAT to bolster supply and meet current domestic demand. It has to realise that prices have surpassed the purchasing capacity of the majority of Bangladeshi consumers and that it must intervene effectively in the market.\n",
        "headline_1": "Govt ineptitude fuelling inflation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-ineptitude-fuelling-inflation-3282826",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "We welcome the High Court's assurance to deliver justice following a report in this daily of the death of Sultana Jasmine in Rab custody. Stating that the state has a responsibility to file a case if the family does not, the High Court bench, on its own initiative, raised questions as to why she was arrested, who arrested her, where she was taken to after the arrest, where and under whose presence she was interrogated, who interrogated her, whether she sustained any fresh injury after her arrest and whether any law was violated during her stay in custody. Given the deplorable track record of the state in holding law enforcement agencies accountable for deaths and torture in their custody, we can only hope that the court's intervention signals a marked departure from the way such cases have been dealt with in the past.\nWe have noted with increasing alarm the reluctance of the state to ensure systems of accountability for unwarranted deaths in law enforcement custody. In fact, faced with mounting criticism nationally and internationally over the years about the failure to independently investigate such killings, our government seems to have been more interested in defending the questionable actions of our law enforcement than instituting much-needed reforms. This has essentially given wholesale immunity to Rab, police and other law enforcement members to carry out unconstitutional and unlawful acts against Bangladeshi citizens – whom the former are mandated to protect – without so much as a slap on the wrist.\nAlmost a decade has passed since Bangladesh enacted the Torture and Custodial Death (Prevention) Act, 2013, but there has only been one known verdict against three policemen for the death of Ishtiaque Hossain Jonny. Even in this case, the verdict was only possible because Jonny's family could secure a judicial investigation, which is treated as optional under the law. Had the investigation been left to the law enforcement agency itself (which, unfortunately, is what the law mandates) it would be safe to surmise that the case would have met the same fate as countless others before and after it.\nWe are not confident that Rab, as the accused party, or police detectives for that matter, can act with courage or neutrality, especially when the government is so invested in proving Rab innocent in the face of US sanctions. We urge the court to initiate a judicial investigation into what really happened to Sultana and ensure a proper trial, thwarting any attempt to compromise it or slow down the proceedings. It must also guarantee safety for Sultana's family, who, if the past is any indication, are likely to be intimidated, threatened or harassed in the months/years to come. Finally, we hope that the court will ensure that a verdict is swiftly delivered. Without convictions, which are rarely witnessed in cases of custodial deaths, we cannot expect to put an end to extrajudicial excesses in Bangladesh.\nAs for the government, it must take urgent steps to institute long-needed reforms within law enforcement. We need not remind them that this is the second allegation of extrajudicial death at the hands of Rab in 10 days, and as such, need to be dealt with sensitively and urgently, if they are to prove their commitment to human rights with the whole world watching.\n",
        "headline_1": "Welcome promise of ever-elusive ‘justice’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/welcome-promise-ever-elusive-justice-3282796",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "From now on, Bangladesh's weather forecast goes a paradigm shift from its traditional system to a highly advanced and accurate one. What in meteorological parlance is called sub-seasonal weather forecasting system now changes into a seasonal forecast. Jointly launched by the Department of Agriculture Extension (DAE) and the Bangladesh Meteorological Department (BMD) and named \"Sub-seasonal to Seasonal Weather Forecasting System for Agriculture in Bangladesh\", this system can forecast weather from four weeks to three months in advance. If the DAE and farmers know about the weather three months in advance, they can plan the cultivation of Boro or high-yielding varieties of paddy without the risk of no crop loss due to hostile weather at the time of harvesting. Even if there is foreknowledge of foul or nice weather before a month, it makes a lot of difference in planning for the cropping pattern. For a natural calamity-prone country like Bangladesh, its benefits can be limitless. Evidently, the system has been introduced with an eye to the country's agriculture but it will be of help to a whole range of human activities from construction of houses or other infrastructure to vacationing. So long farmers have depended on almanac (panjika) and Khanarbachan (sayings of an ancient soothsayer named Khana) for most of their day-to-day works and ritualistic inaugurations such as foundation laying of houses, digging of ponds, plantation of trees and many such yearly programmes. In the context of climate change and shift in cropping patterns, the wisdom of Khana has proved rather incompatible. In the new millennia, farmers have to have advance knowledge of the weather in order to avert losses of the investment, input and produce. This system developed by the 'Weather Impact' and the Wageningen University of the Netherlands in partnership with Digital Innovation for Impact (Dii) and support from the Royal Netherlands Meteorological Institute (KNMI) is expected to provide the seasonal forecast unfailingly so much so that agricultural practices will undergo the exact transformation they require. Bangladesh has to its credit a green revolution without such an advanced and accurate weather forecast system. Now that farmers are more interested in crop diversification, they will have their options clear about what crop will be suitable if there is a forecast of bad weather or storms or cyclones in the next three months. In case of fishermen, owners of shrimp enclosures and others engaged in different occupations, such forecasts can give them enough time to save their lives and livelihoods. Sure enough, lives and livelihoods of the majority of people will be better protected courtesy of the new forecast system. When the system promises so much prospect, it has to be exploited judiciously. Whether the system will be hundred per cent failsafe or not is yet to be known but even if it is near perfection, its contribution will take Bangladesh to an era where its food safety can be ensured and losses of crops and lives averted to a large extent. This will, however, call for maximum coordination between and among the service providers and stakeholders at different stages in order to reap the desired benefits.",
        "headline_1": "Advanced and accurate weather forecast",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/advanced-and-accurate-weather-forecast-1680104993",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "Ramadan is all about values. And fasting is a reminder not merely of what the Almighty expects His creation to do in remembrance of His munificence but also a reassertion of the belief that there are the multitudes out there in need of the means of survival. In very broad terms, therefore, from Ramadan flows the annual message that life is all about principles, that these principles form the core of morality upon which men and women are expected to conduct their lives.We are once more on the path of the supreme religiosity which the month of Ramadan symbolizes. Once again, Muslims around the world must answer the call of faith, respond to questions of how they have carried themselves in the year that has gone by since the last fasting season. Ramadan is therefore a moment in time for a reassertion of faith, a replenishing of the soul with vitality. In a remembrance of the munificence emanating from the Creator, Ramadan enjoins upon all Muslims the sacred need to look into their souls, to ask themselves the question of whether they are fulfilling the responsibilities ordained for them by the Islamic faith.Such fulfillment comes, not through a display of opulence or a demonstration of the hedonistic or a falling back on the sybaritic, but through a recalling of the original principles upon which the Holy Prophet of Islam informed us of the links between Allah and His Creation. It is through a recapitulation of the humility and simplicity which underlined the life of Prophet Muhammad (peace be upon him) that we understand the significance of belief. Belief is what we demonstrate through prayers, at home and in the mosque. But belief thrives in the heart too, for no faith can assert itself until it throbs in the innermost being of a person. In the heart, therefore, it is that grandeur of God, that undying lesson that it is from Him that we came and that to Him we will return, which shines in the month of Ramadan. And beyond Ramadan.And belief is, again, to remember what humanity is all about, what the essence of living is all about. In fasting, therefore, it is the meaning of endurance coupled with our faith in Allah that matters. Ramadan is not a promise of heaven. Nor should it be a temptation, of expectation of a beautiful niche in paradise. In Ramadan it is the strength of faith, the ability to live a spartan existence, to do away with the ostentatious which powers our thoughts. Ramadan is not a pledge of heavenly delights that impels us into abstinence from dawn to dusk. Ramadan is more a moral affair, an ethical question if you will. It abjures everything which reeks of opulence, of an ugly demonstration of it. It embraces everything which speaks to us of the man seeking alms outside our door, of the neighbor whose children are in need of succour, of the poverty-stricken relative in the family and clan for whom iftar is a threadbare affair. Ramadan is that opportunity for all of us to open the doors wide for all Muslims, indeed for all humanity to come in. Ramadan welcomes all. It gives.And thus we return to that necessary matter of morality. And morality is of course the thought that the spirit of Ramadan is not to be lost in waste, in gormandizing as it were. The break of fast is that special moment in time when our infinitesimal presence in this wide universe becomes for us a new reason to discover ourselves. All glory flows from the Creator. Iftar, from that absolutely proper perspective, is therefore an occasion for an unobtrusive demonstration of piety. The power of faith, the essence of belief is not to be had in celebrations of life through such occasions as iftar parties. Iftar is not a time for politics to be indulged in, for grand displays of affluence. In similar fashion, Ramadan is no excuse for exhibitions of temporal pleasure. Crass commercialism and rude consumerism are precisely the reasons why Ramadan happens to be, indeed why religion happens to be -- to lead men and women back to belief, to the light of Allah. Ramadan is that break in the year when the truth is revealed anew, that faith is an idea we need to hold dear, that the month of fasting is but a re-engineering of that cardinal principle. In this season of renewed faith in the Creator, of reassertive devotion to the Prophet of Islam, it becomes the task of the faithful to abjure that which militates against the purity of the soul and the largeness of spirit embedded in the heart. It is that time of year when we care especially well for those who have little or nothing, for those whose lives could be made a trifle better than they were last year. In that nocturnal hour when the family gathers for sehri, the sparkling stars hanging low over the universe speak to us of the evanescence of life. When the day ends, when from the mosque flows to us in the voice of the muezzin that melody we know as the azaan, that call to prayer, that ringing of the heavenly bell informing us it is time to break the fast, to bow in devotion to the Lord of the Universe, we are made aware yet again of who we are, whence we came and where our destiny will lead us. In the glow of the primeval sunset, in the brilliance of the stars, we shine in the light of Creation.Ramadan, in the end, connects us to the Almighty. When that happens, we remember mortality. All beauty is fleeting. Every path leads to the grave. When it pours in our hamlets, when the skies burst above our humble abodes, when thunder sounds through the clouds and lightning dances across the heavens, the soul beats in rhythm to the music which plays --- and has played since the beginning of Creation --- in the realm beyond this mundane planet we inhabit. Ramadan takes us back to the Almighty, to the message shining through the pages of the Holy Quran.Ramadan is that moment in time when introspection takes hold of our corporeal being, lifts us to the state of the spiritual, for there is the Other World, beyond ours. We will answer for our deeds there. Ramadan prepares us for that test of religiosity, for that adherence to faith expected of us.\n[email protected]",
        "headline_1": "Ramadan . . . when light permeates the soul",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ramadan-when-light-permeates-the-soul-1680105036",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "This is for the first time Samia Noor is fasting during the holy month of Ramadan away from home. Like many other residential students of Dhaka University, she is staying away from her family for her mid-term exams. And it is not easy for her to observe fasting at a time when her exam is going on. Apart from a busy schedule at her university, what worries her most is getting sehri meal on time. For this, she has to wake up at 2:00am and stand in queue at her hall canteen long before sehri meals are served. If she is late, she may not get the meal. After standing queue for an hour or so, what she finds on her plate is a tiny piece of chicken or fish, a vegetable curry and rice. And for this meal, she has to pay Tk 80-90, which was Tk 50-60 before the month of Ramadan. Samia is a first-year student. And she lives in a residential hall which does not allow her to go out late night. So, she cannot buy or eat Sehri outside. She does not even have cooking facilities at her hall as she stays in a Gono Room, a dormitory room where many students have to stay together due to accommodation problems. Like Samia, hundreds of university students across the country are now fully dependent on canteen food. And they are struggling to bear the costs of food as canteen owners in all residential halls have increased prices of food items from the first day of Ramadan. They are now charging students Tk 20-30 more for a meal. However, the quality of food has not improved at all. According to a cook of a residential hall at DU, they even make 25 pieces from one kilogram of chicken. And, the rule for fish is making as many pieces as possible. The daal (lentils) in the canteen is yellowish water. The staple food is made of coarse rice, which too is of the lowest quality in the market. Usually, a student has to spend at least Tk 100 for a decent meal. At the hall canteen, rice is sold at Tk 10 ( you can take as much as you want from the bowl), chicken curry at Tk 60 and fish at 45-50. If anyone wants to have vegetables, it will cost another ten taka. Beef is the most expensive food. Two small pieces of beef with a piece of potato costs Tk 90, which was Tk 60-65 just before the Ramadan began. The canteen food that we are talking about is subsidised. So, residential students like Samia deserve to have quality food at lower price. However, this is not happening in any of our public universities possibly because the canteens are mainly controlled by political leaders. If the university authority was in charge of those canteens, general students might get better foods. To help the students during the fasting month of Ramadan, the university authority should take steps to increase subsidy and arrange for cheap but healthy meals for the students.\n[email protected]",
        "headline_1": "What varsity students eat during Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-varsity-students-eat-during-ramadan-1680105064",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2023"
    },
    {
        "full_article": "A Bangladeshi student has become the best debater by winning 144 consecutive debates, breaking all the records of the US government's parliamentary debate tournament organised by the White House. Shah Muhammad Rakib Hasan, a tenth grader at Rangpur Police Lines School, stunned everyone including Americans with his debating talent. The 17-year-old is physically challenged. But he became the best debater of the tournament out of 534 participants from different countries. The international debate competition titled Finding World Future Leaders was held virtually from February 27 to March 14. The US government organises parliamentary debates every year in two categories -- British Parliamentary and Asian Parliamentary -- to find future leaders. Russia became the champion country in the competition followed by the Netherlands. According to the White House website, Shah Muhammad Rakib Hasan of Bangladesh became the best debater. Rakib was supposed to be formally presented with the award at the White House South Court Auditorium on March 28 by the US President Joe Biden. However, he missed out on the programme for various reasons, including not having a passport.According to the White House website, the last record belonged to Louie Anderson by winning 139 debates in a row. Rakib, winning 144 debates in a row, broke all the past records and got a place on the Whitehouse Record Book. It is a great feat. And we feel really proud of him. \nNoman I Sabit, Freelance journalist and photographer, USA, [email protected]",
        "headline_1": "Hats off to Rakib for his debating skill",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hats-off-to-rakib-for-his-debating-skill-1680105082",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2023"
    }
]