[
    {
        "full_article": "The Goods and Services Tax (GST) Council was convened last week for the first time in nearly nine months. With 11 new State Ministers on board and a recalibrated NDA government at the Centre, the Council began afresh with a loaded agenda of clarifications, tweaks, forbearances, and other procedural changes, based on industry feedback and vetted by officials, that awaited its nod. Acknowledging that it could not conclude deliberations on all that had accumulated on its plate, the Council has resolved to meet again in August to take up the rest of the items. Yet, it is quite creditable that the Council could, over an afternoon preceded by Union Budget consultations with States, arrive at a consensus on a flurry of issues aimed at easing the lot of taxpayers, reducing litigation, and even providing tax relief on some items. To help students, hostel accommodation costing up to ₹20,000 a month has been exempted from GST altogether, along with railway services availed by passengers. A uniform 12% rate has been approved for packing cartons, milk cans, and solar cookers, doing away with confusing classification differences based on material or technologies.Apart from several industry-specific measures, a few of which will kick in with retrospective effect, the Council also opted to waive interest and penalty on tax dues for the first three years of GST, provided they are paid by March 2025. Moreover, it lowered the stipulated pre-deposits for filing appeals, including those that will be filed with the upcoming GST Appellate Tribunals, and approved a new form for taxpayers to correct errors or oversights in previous returns. Beyond nitty-gritties, the Council also signed off on ending the anti-profiteering clause that required firms to pass on any tax cut gains to customers, and mandating biometric-based Aadhaar authentication for all GST registrations in a phased manner across India. The former will quell a difficult-to-implement industry irritant, and one hopes the latter will effectively ease the registration process that some say has become cumbersome in recent times, while curbing fraud perpetrated through fake invoicing. The ground-level impact of these moves may depend on the fine print that may follow, but the intent to simplify and declutter the seven-year old indirect tax regime is clear. It is refreshing that the Council also plans to take stock of the 2021 plan to rationalise the multiple-rate GST structure, that has been in cold storage for a while, when it meets next. The apex GST body must not only revive and expedite GST rate reforms but also incorporate a road map to bring excluded items such as petroleum and electricity into the GST net while rejigging tax rates.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntaxes and duties\n\n/\n\nministers (government)\n\n/\n\nNational Democratic Alliance\n\n/\n\nUnion Budget\n\n/\n\nstudents\n\n/\n\nuniversities and colleges\n\n/\n\nindian railways\n\n/\n\nsolar\n\n/\n\npaper and packaging product\n\n/\n\nAadhaar",
        "headline_1": "A fresh start: On the Goods and Services Tax Council meet",
        "headline_2": "The GST Council must not lose sight of broader reforms",
        "link": "https://www.thehindu.com/opinion/editorial/a-fresh-start-on-the-goods-and-services-tax-council-meet/article68340666.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "The Kenyan President’s decision to rush through Parliament an IMF-backed finance Bill that sought to increase taxes on everything from imported sanitary pads and tyres to bread and fuel backfired, with protesters storming a section of the Parliament on Tuesday. After the protests, which rights groups said had left at least 23 people killed and 200 injured, President William Ruto announced that he would not sign the Bill. The Kenyan government could have avoided this bloody confrontation had it paid more attention to the public mood. The government’s plan was to raise an extra 200 billion Kenyan shilling (some $1.55 billion) in taxes. Earlier this year, the country had reached a deal with the IMF to secure $941 million in additional lending. In subsequent talks in Nairobi, they agreed to reforms, including tax increases, to stabilise the country’s debt-battered financial situation. The IMF deal triggered street protests. But the government still went ahead with the plan to impose additional taxes on the country of 54 million people, a third of whom still live in poverty.The government argues that its hands were tied as the country struggles to repay its huge debt burden — domestic and foreign debt was a staggering $80 billion last year, accounting for nearly three-fourths of its GDP. The government spent more than half of its revenue servicing debts last year. The crisis is an indictment of the development model Kenya and several other countries in the continent follow. Kenya, one of the fastest growing countries in Africa, has borrowed heavily from multinational lenders such as the World Bank and the IMF as well as bilateral partners such as China, to finance its infrastructure projects. But growth tanked and expenses rocketed during the COVID-19 pandemic years. The Ukraine war has led to a spike in global food and energy prices, hitting African economies. When the advanced countries increased interest rates to fight inflation, the payment burden of debt-ridden countries ballooned. In Africa, Zambia and Ghana defaulted on their payments, and then reached agreements with their creditors to restructure debt. Mr. Ruto, who came to power in 2022, has promised to address the debt problem. But he has been unimaginative and conventional, letting the unpopular IMF dictate one-sided policy measures. Now that the Bill has been withdrawn, he will have to tread carefully. He has yet to spell out his next measures, besides saying that austerity measures would be rolled out. He will have to strike a balance between his people’s needs and Kenya’s creditors. Multinational and bilateral lenders should help the debt-laden countries in Africa come out of this trap without punishing their poor populace. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKenya\n\n/\n\ngovernment debt\n\n/\n\nparliament\n\n/\n\nlaws\n\n/\n\ntaxes and duties\n\n/\n\ngovernment\n\n/\n\npoverty\n\n/\n\nAfrican Union\n\n/\n\nbanking\n\n/\n\nChina\n\n/\n\nCoronavirus\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\neconomic sanction",
        "headline_1": "​Debt trap: On crisis in Kenya",
        "headline_2": "Kenya must find ways to service its debt without punishing its people",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdebt-trap-on-crisis-in-kenya/article68344717.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "Given how the first presidential debate went, should Democrats replace Biden by the next debate in Sep? But no matter which Democrat runs against Trump, it’s going to be a close contest\n\nMillions of Americans have now seen a former president debate a sitting president, and few would care to witness such a thing ever again. For more than two hours, one of the old men on stage brazenly answered questions the moderators were not asking him, and the other old man on stage uncomfortably stumbled over several of his more substantial responses.\nRead full story on TOI+\n\n",
        "headline_1": "Joe, bye then?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/joe-bye-then/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "● Restructure stormwater drains ● Remove encroachments from pavements, streets ● Make all agencies answerable to the urban local body ● Train more town planners\nMonsoon arrived in Delhi yesterday – so did waterlogged streets, traffic chaos and massive disruption of regular life. This happens every year, and in every major Indian city. Why?\n\nBecause our approach to dealing with the problem is not preventive. Every year, we deal with it after the city has been brought to a grinding halt. Issues like regular repair, replacement of drainage/ sewerage system, keeping public spaces (roads, streets, footpaths) free of encroachments are put on the back burner while there is still time for planning and management.\nRead full story on TOI+\n\n",
        "headline_1": "How to tackle our cities’ monsoon mess",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-tackle-our-cities-monsoon-mess/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "What counts as work today? What about the invisible labour that underlies tasks that can be seen and measured? There is a connective tissue between ourselves and our societies, which we fail to recognise. The Last Human Job: The Work of Connecting in a Disconnected World by Allison J Pughis about the importance of this ‘connective labour’.\nSeeing the other and reflecting that understanding back is how humans help each other be human. This work is ubiquitous but there is no name for it. It is only partially understood. It is not recognised or reimbursed. As data analyticsand automation push systems to be efficient and reproducible, we are in the middle of a full-blown depersonalisation crisis.\n\nWhen someone feels seen and understood, that powerful interaction reverberates. Neuroscientists call this “perceptual crossing”. It is about mirroring a relatively true image back to the other person. We might recognise the value of this in teaching and nursing, and not so much in police or the law. But, in fact, it pervades all successful interactions and organisations.\nAutomation and depersonalisation – a kind of machine logic – has set in across fields. Those who push these solutions say that it is to ‘scale up’ operations, or expand access, be more efficient,or take over tasks so that humans can be freed to focus on what matters.\nBut the primacy we give to data tends to edge out connective work, which is really an artisanal practice. It’s something we do with our bodies and expressions, our ‘spider sense’, that creates rapport and enables collaboration. We make helpful mistakes, our interactions are spontaneous and unpredictable. Machines can customise, they can offer a thin veneer of sociality, but cannot reproduce this capacity for connection.\nIn workplaces, excessive standardisation not only hinders relationships, it makes humans feel like automatons. Centring checklists, protocols and info can affect the quality of work, as the process becomes its own point, distracting from the actual work. In the West, after electronic records supplanted personal attention, doctors reported higher rates of burnout.\nIn the gig economy, connective labour becomes a consumer service, counted, shaped and surveilled through technology. Ratings and reviews do not replicate the quality of relationship that such work provided. Working in these environments is often alienating, with little solidarity to be found.\nConnective labour is shot through with questions of social inequality.\nToday there’s a growing sector of lifestyle work: investment advisers, coaches and therapists for affluent people. With the emergence of ‘concierge medicine’, only wealthy people can afford some handholding and clinical intuition.\n\nPeople-to-people interactions are not always for the best, obviously. Shame and judgment can rear up. For those from marginalised or stigmatised backgrounds, it might be easier to rely on an impersonal system than a person who might condescend to them.\nSocial intimacy is not just a lubricant for transactions. It makes the world go round. Leaders who centre relationships motivate others, but they must also allow others to connect. This is seen in education, where research suggests a good principal can affect 25% of a school’s outcomes by affecting teachers’ emotions and consequently, a school culture of care, which boosts morale and learning.\nGrocery shops, playgrounds, classrooms, clinics are all venues of interaction and belonging. They make a community out of individuals. Our social health depends on them.\n\n\n",
        "headline_1": "Here’s a vital thing that AI can’t do",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/heres-a-vital-thing-that-ai-cant-do/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "By Jaya Row\nLife can be tough. It throws challenges at us, but even in the darkest of times, there is always hope. Joy isn’t reserved for rare, monumental occasions. It’s constantly present. You just have to recognise it.\nToday, let’s enjoy the magic and joy in our everyday lives. Finding joy in the little things can be a game-changer. A smile from a stranger, a beautiful sunrise, the laughter of children, and scores of other little things bring joy to life.\nHowever, we are often too busy chasing after external objects to enjoy the many things that nature provides. The essential prerequisite to finding joy is a calm mind. The mind is often preoccupied with worry and anxiety about the future. You miss the beauty and grandeur that the present moment offers.\n\nThe mind is full of desires for various things. It goes out into the world to fulfil them. It is constantly in a state of agitation and is in no mood to enjoy anything. You may have a delicious meal before you, but if the mind is worried about a bad day at work or anxious about the following day, you cannot even taste the food. The same applies to any enjoyment. You focus on earning money to acquire a fancy home, luxurious car, or exotic vacation. Are you in the right frame of mind to enjoy it?\nThe Bhagwad Gita says that people cook but eat sin. You work hard and put in long hours to earn wealth. In the end, you only get stress and mental agitation. Who enjoys the world? The person who eats the remnants of sacrifice. You gain prosperity and happiness when you work in a spirit of service and sacrifice for a higher cause. Your mind is calm, and you can enjoy even the simplest things – the chirping of a bird, a gorgeous sunset, a simple meal or the gentle breeze.\nThe mind has the habit of focusing on one little thing you do not have. Thus, by your own volition, you miss the millions of things you have been blessed with – for free and in abundance. Even when you get what you seek, you are not happy. Your mind shifts to something else you lack. Thus, you are always unhappy, agitated, and miserable.\nWhen your happiness is pegged on a future achievement, you do not enjoy what you have. When you get what you want, your mind immediately shifts to something else. This goes on endlessly. Swami Rama Tirtha said, “If you are not happy as you are, where you are, you will never be happy.”\nIt is a myth to believe that you need to possess a thing to enjoy it. Learn the art of enjoying a ride in the neighbour’s new car. Celebrate a colleague’s promotion. You are then free of the stress to earn the money to afford all this. You no longer suffer from the disease of more.\nA calm mind thinks of higher, more fulfilling avenues. As you get anchored in the higher, you become free from lower desires. You evolve spiritually.\n\n",
        "headline_1": "Finding joy in little things is a game-changer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/finding-joy-in-little-things-is-a-game-changer/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "Watching the first US presidential debate between Donald Trump—a convicted felon and fascist—and incumbent President Joe Biden for 90 minutes felt as painful as getting through a wisdom tooth removal. The debate, rather a debacle, has led the nation to a panic stream about its future leadership and future in general. We have been familiar with the fears about Donald Trump throughout, that he is not a legitimate choice; he spews conspiracy theories and lies like a machine gun. The debate was the earliest in electoral history—both are presumed party nominees—and in fact, the Biden campaign pushed for it to remind the public of the chaotic nature of the former president. The Biden campaign prepared for weeks in Camp David, but the result of that, was a disoriented, alarmingly incoherent Joe Biden who, more than once, could not complete a sentence.\nThe media coverage since, has been rampant with discussions about Biden's embarrassing underperformance that has crystallised fears about his age—though only four years older than Trump—and raised questions about his cognitive fitness to run the most powerful nation in the world. It takes a lot to overshadow Donald Trump in a negative way. For an hour and a half, Joe Biden stood on the stage, unable to answer questions, and unable to remember things he's done himself. Expected to make a strong case for why he should be re-elected, Biden did exactly the opposite. He could not respond to Trump's jabs, and just spewed a few insults—calling him \"a loser and a sucker.\" Biden was so incredibly sluggish that it makes one wonder whether this man even makes the decisions that come out of the White House, or whether he just sits there with a group of others in the Oval Office, while his secretary of state or vice president gives him papers to sign with his executive pen.\nThe New York Times' editorial board has already called for Biden to step aside; Biden supporters are saying that as a patriot, Biden should put the country before himself. The US media is already analysing what would happen if Democrats open up the convention on August 19 in Chicago, and considering potential candidates like the Governor of California Gavin Newsom, Gretchen Whitmer, Governor of Michigan, among others. But the question is: where were these candidates during the primaries? Why did none of them run rigorous presidential campaigns? Does Joe Biden run such a formidable lobby within the Democratic Party that no sane person could tell him that his time is up? While the media and reportedly some Democrats have \"quietly'' considered some replacement options, support from members of the Democratic Party for Biden remains steady even after the disastrous debate.\nBiden won the primaries essentially unchallenged. California Governor Gavin Newsom was seen as a front-runner for the 2024 presidential race, but he had put that to bed quickly last September, saying he has \"great respect and reverence for Joe Biden as a person.\" After Biden's underperformance, media outlets continue to name Newsom as a potential replacement, while he himself told MSNBC, \"You don't turn your back because of one performance. What kind of party does that?\"\nThe mental fogginess that Biden displayed on that debate stage in Atlanta surely didn't happen overnight. One can say he is not like this everyday, that he had a bad night, but he must be this out of it some days—and that itself is a huge issue for a commander in chief at such a critical time for the US, and the world. CNN's Anderson Cooper asked Vice President Kamala Harris, \"Is this the Biden you work with everyday?\" She responded rather defensively, reiterating Biden's superior performance in contrast to Trump, which Biden failed to communicate at a worrying level in the debate. \nThe huge game changer that the media is pushing for, would realistically require Joe Biden to say, \"I can't do this job,\" and release all the delegates he has accumulated, which would open the field for dozens of candidates. It would be chaotic and tough; a new candidate would lack Biden's established branding as a universal household name and need heavy advertising in a short span of time; the move could reveal factionalism and cracks in the Democratic Party, but all that chaos would serve the US better than four years of Donald Trump, who has vowed to be a \"dictator\" from day one.\nBy the looks of it however, Joe Biden has not indicated a desire to gracefully step down. After the debate, he appeared in North Carolina, and did what he does best: honestly address his own shortcomings, seem relatable and say, \"I know how to do this job.\" He started by stating, loudly, squinching his forehead, \"Folks, I know I'm not a young man…I don't walk as smoothly as I used to. I don't debate as well as I used to.\" But he made it clear that the \"stakes are too high,\" and invoked familiar tactics, saying like millions of Americans, \"when you get knocked down, you get back up.\"\nWhat's clear for now, is that the Biden campaign is rushing behind the scenes to control the spiraling speculations of \"the beginning of the end.\" But that is a short-term solution. If Biden is this rusty today, what will he be after four years, if re-elected? There are many, many questions to ask and consider for the Democratic Party. Reportedly, influential donors have pressured Biden to step aside. The hope among Democrats that this round of panic can fizzle out is not impossible, and it is unclear how much this will affect voter decision. But the possibility that this could get worse, and Biden could lose to Trump, is just as real too.\nThe main factor favouring the sitting President is the sentiment that a vote for Biden is a vote against Trump. When Biden says the stakes are too high, it is because he, along with many members of the Democratic party, genuinely believe that only Joe Biden can defeat Donald Trump, because he did it in 2020. But things have changed since then; Biden is not the same person anymore. Though the US economy has done well under his administration, Biden isn't currently assertive enough to reap a winning electoral strategy out of it. Biden's foreign policy missteps, especially in regards to the genocide perpetrated by Israel in Gaza, will have swayed some young voters, and Arab voters in swing states like Michigan.\nDonald Trump used \"Palestinian\" as a slur and said Israel should \"finish the job,\" and sprouted nonsense theories about Putin's invasion of Ukraine. He said ridiculous things about abortions, and Roe v Wade, but all of that has blended into the background. Instead, pro-Dem media outlets are remembering and even agreeing with Trump's words: \"I don't know what he said at the end of that sentence and I don't think he knows either.\" If Biden continues this way, in debates, on live television, the attention on his weakness can cost him and his party the election. There is still time to introduce a new face and a charged, exciting voice but it's hard to imagine Biden and the Democrats doing that. It hasn't happened since 1884, and the idea that he will step down after just one debate is a dream that won't come true. After all, the course of US politics recently has dwelled much more on illogical party loyalty and lust for power, over the right thing to do. \nRamisa Rob is in-charge of Geopolitical Insights at The Daily Star. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Biden needs to go but he won’t",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/biden-needs-go-he-wont-3644926",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "UK's Labour Party leader Sir Keir Starmer has faced significant backlash after his recent comment where he singled out Bangladesh as a country from where people coming in should be sent back. He made the comment during an interview with The Sun when he was asked about small boat crossings in the English Channel and how a Labour government would address the issue. When pressed by Harry Cole, The Sun's political editor, as to which countries the migrants could be returned to, Starmer responded, \"At the moment people coming from countries like Bangladesh are not being removed, because they're not being processed.\" This statement was alarming for several reasons—including because it was contextually incorrect.\nIn regards to small boat crossings across the English Channel, Bangladesh's contribution is far from significant. According to the University of Oxford's Migration Observatory, Bangladesh did not even rank in the top 10. Furthermore, the UK government's Home Office data shows that only 13 Bangladeshis applied for asylum after crossing the Channel using small boats between 2018 and 2024, compared to a total of 126,609 crossings. This means that Bangladesh accounted for a negligible number of crossings—eight out of 31,079 so far this year. Labour has already marginalised voters, especially those of Bangladeshi heritage, due to its stance on Israel's war in Gaza. And his comments have even led to backlash from within his own party.\nLabour MP for Poplar and Limehouse, Apsana Begum, accused Starmer of \"dog whistle racism against Bangladeshis.\" Moreover, Councillor Sabina Akhtar resigned over Starmer's comments, adding that she felt Labour had taken the Bangladeshi community's vote \"for granted to please a small group of people.\" This reflected the wider effects of his comments, as it seemed to downplay the Bangladeshi community's contribution to the UK's culture and economy. Over half a million British-Bangladeshis live in the UK and operate 10,000 restaurants, forming a vital part of the £4.5 billion British curry sector. Additionally, British-Bangladeshis work in the NHS and in the armed forces—contributions the community felt were being undervalued, especially given their history of being victims of racist attacks.\nHowever, this is not to say that Bangladesh is in no way contributing to the UK's immigration and asylum woes. Last year, a large number of Bangladeshis were accused of abusing the visa system. Nearly 11,000 Bangladeshi nationals entered the UK on visas and then applied for asylum within 12 months, using student, worker, and visitor visas. This led to Bangladesh and the UK signing an agreement last month to expedite the removal of Bangladeshi migrants who have no right to stay in the country. Nevertheless, even in terms of asylum seekers, both India and Pakistan were ahead of Bangladesh, with Afghanistan and Iran at the top. This makes Starmer's singling out Bangladesh inappropriate, even if the question extended beyond small boat Channel crossings.\nLabour has often been accused of not having any real plans to solve the issue of small boat crossings, and Starmer's comment does not help counter such accusations. This criticism extends beyond immigration, as Starmer has lacked cohesive plans on foreign policy, climate, or the economy. He has largely relied on platitudes, with Labour expected to win due to anti-Tory sentiments rather than pro-Labour ones. With immigration expected to be a major issue this election, every party has more or less agreed on the need to control the flow of immigrants, although each party has proposed different approaches to solving the crisis.\nThe Conservatives have stood firmly behind their Rwanda plan, with the right-wing party Reform UK pledging a complete freeze on immigration, in addition to deportation of people crossing the Channel in small boats. Labour plans to dismantle the Rwanda scheme and establish a \"Border Security Command,\" relying on bilateral agreements to deport illegal immigrants. This reflects a wider consensus amongst voters that immigration numbers must come down, with 52 percent of the public saying it must be reduced. This means that Starmer's Labour will have to depart from the empathetic approach and defence of migration characteristic of the party during the Corbyn-era. However, political expediency should never justify scapegoating a historically marginalised community that is not only an integral part of your voter base but also of the country as a whole.\nTo Starmer's credit, he has apologised for his \"clumsy\" comments and acknowledged the \"massive contribution\" made by Bangladeshis to the UK. He further emphasised that mutual cooperation between the UK and the Bangladeshi community could lead to \"great benefit\" for both—which was the main reason for his remark.\nMahadev Ghosh is an independent researcher based in the UK.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Fallout from Starmer’s controversial comment about Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fallout-starmers-controversial-comment-about-bangladesh-3644691",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "Mahatma Gandhi's quote that there is enough in this world to meet everyone's need but not for anyone's greed is aptly illustrated by the ongoing media and other credible exposures of evidence of corruption in Bangladesh. Confirming that sky is the limit, these revelations of high-level abuse of power, known as grand corruption, though nothing new except the procession of disclosures, have shocked and awed the nation.\nSeveral key institutions, apparently sanctuaries of high-level corruption and related criminalities, have been exposed to risks of kleptocratic capture. These include the army, police, Rab, National Board of Revenue (NBR) and, not the least, the country's major political parties. A former army chief and his immediate family have been slapped with sanctions for \"significant corruption,\" including assistance in evasion of accountability for criminal activity, facilitating improper awarding of military contracts, and acceptance of bribes. His actions have been assessed to have \"contributed to undermining Bangladesh's democratic institutions and the public faith in public institutions and processes.\"\nHaving retired after gaining the dubious distinction of topping the list of kingpins behind sanctions against Rab for gross human rights violations, the former police chief has managed to flee the country with questionable ease, arguably as part of a suspected sinister deal. This at a time when he has been publicised to be under the Anti-Corruption Commission's (ACC) radar for amassing unbelievable amounts of income and wealth acquired across the country by ruthlessly violating entrusted institutional power coupled with political blessing, fraud and criminal extortion. In so doing, he applied the skills acquired over the years as a crime control professional and transformed himself from his mandated position of protector of law to a role model of lawbreaking. As widely expected, he was not the only instance of such brazenly normalised corruption in the police force as many other similar exposures followed, including that of the former Dhaka Metropolitan Police commissioner.\nA member of NBR and president of its Customs, Excise and VAT Appellate Tribunal came to the spotlight, catalysed by his son's goat scandal and subsequent exposure of grotesque details of his and his family's accumulation of income and properties. He did so abusing his oversight role of revenue generation for the state, which he converted into that of the tax evasion guru as an illegitimate source of income. It is again obvious that he is not the sole X percent person in the NBR, nor is it possible that he operated in isolation without collusion and protection of many others.\nNo less troubling is the case of the brutal killing of an MP allegedly as an example of infighting of political power abusers over the share of booties of gold smuggling and the related illicit business facilitated and protected over the years by those mandated to control such criminalisation of politics. Again, this is no isolated case of political corruption, as symbolised by the case of an MP serving prison term in Kuwait for transnational crimes, including money laundering and human trafficking. Nor is criminalisation of politics a monopoly of the current ruling party, as its arch-rival left behind a legacy of no less grand corruption, arms smuggling and ruthless political criminalisation, including several attempts at the life of the top leader of their rival political party, causing multiple deaths.\nAs scandalous as these examples are, it is no surprise at all because successive regimes have driven the state to this level through their desperate bids to ensure partisan capture of the institutions to facilitate, promote and protect power abuse and thereby grant impunity to high-level perpetrators.\nImplications of such grand corruption are destabilising for the state. Their money value can be concretely measured only by the government and relevant agencies, only if done with integrity, free from conflict of interest. For some general idea, one may consider the value of compromise of the least cost, best quality principle in procurements and other public expenditures in which the officials were involved and received kickbacks or shares; value of concealed and laundered income and wealth; undervalued price of acquired properties and taxes evaded, etc.\nOn the other hand, a close look at the files of clients of NBR officials will take independent investigators to a gold mine of data to explain why Bangladesh's tax-GDP ratio is one of the lowest in the world; why the target of increased pressures for higher revenue collection are the common people through indirect taxes; and why honest taxpayers are most often treated as enemies of unscrupulous NBR officials while tax evaders as close allies. Tax officials' bribery and kickback are more directly damaging for the state than any other sector. Irrespective of the amount a tax official collects to facilitate illicit tax evasion, the evaded tax amount is a direct loss of revenue. Add to this, the unabated problem of money laundering, the lion's share of which takes place through trade-based illicit transfers allegedly with the knowledge, facilitation and collusion of the revenue authority.\nCollusive abuse of power in all these cases is also among the reasons why nothing has happened to the perpetrators. The former NBR member, for instance, conveniently outsmarted several initiatives for departmental procedure in response to allegations over the years, nor could the ACC proceed with concrete action. It's also no secret that he has been enjoying the patronage and protection of the business-politics-bureaucracy power structure, which also helped invincibility of the overall illegal tax evasion system.\nNon-monetary costs of corruption are no less ominous for the state, the worst victim of which are the institutions in general and particularly those at the centre of recent focus. None of them has yet shown the courage to come up with any action or concrete pledge against those within their own ranks, who have pushed the respective institutions to severe reputational damage. None of them seem to care that it is time to face the mirror and undertake strategies to ensure accountability and justice in the short term, and overhaul themselves in the medium and long terms, which is indispensable to restore their credibility and uphold the spirit and values of Bangladesh's independence.\nWhat has happened instead has only added to the already existing atmosphere of intimidation to the media, as demonstrated by the infamous statement by the BPSA, which has been viewed as nothing but an effort to grossly curtail media freedom guaranteed by the constitution. Aggrieved by the disclosures and with an apparent sense of insecurity as birds of the same feather, the association adopted the \"shoot the messenger\" tactic and blamed media reports as motivated, while in fact the statement itself was a motivated act to suppress disclosure of corruption information. It is also no coincidence that the home ministry reached out quickly to the information ministry with a note that practically endorsed the BPSA position.\nComing as all these do simultaneously with the creation (once again) of the provision in the national budget for an unconstitutional, discriminatory and corruption-friendly reward system for black money, the key message given to the people is that corruption enjoys systemic guarantee of impunity. Little do the power holders seem to care that by converting the commitment of zero tolerance against corruption in election manifestos and other public pronouncements into useless rhetoric, floodgates are being opened to further kleptocratic disorder of the state.\nDr Iftekharuzzaman is executive director at Transparency International Bangladesh (TIB).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Costs of high-level corruption: Further down the kleptocratic route",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/costs-high-level-corruption-further-down-the-kleptocratic-route-3644211",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "The newly constructed third airport terminal constructed at considerable expense at Hazrat Shahjalal International Airport (HSIA) has come up short on several fronts. Much hope had been pinned on the new terminal, which was touted at the time of its construction that it would greatly expand the cargo handling capacity of HSIA. Unfortunately, what it has boiled down to in the customs test is that the finished project is seriously falling short of the volume of cargoes that the third terminal was supposed to handle. This is indeed frustrating. It paints a grim picture about the lack of planning and forecasting at policy level to envisage precisely how much extra volume of cargo would need to be handled. The whole point of constructing this terminal was to address the serious cargo handling bottlenecks that HSIA had to endure for years. Hence, it is ridiculous to find now that as the terminal nears completion, more attention appears to have gone into how it would look cosmetically instead of addressing the technical specifications, in particular, the storage capacity of the complex.As pointed out by customs officials, there is insufficient spaces in cargo villages on site. The new terminal has ended up with the same problem that HSIA has been suffering from for years. Once again, HSIA is witnessing the littering of cargo outside the terminal where they are exposed to the elements. Inspection is done under the open sky where goods routinely get damaged and importers' woes are once again been ignored. It would appear that there is disconnect between the designers of the new terminal and cargo demand. Why wasn't this factored into the planning and execution of the new terminal? Indeed, the report that customs sent to the national board of revenue (NBR) points out that the import-cargo complex is insufficient for the assessment period before release of imports. It is interesting to note that funds have been generously allocated in the beautification of the terminal including interior design, and yet, authorities failed to correctly assess future demand of cargo handling spaces. A study of HSIA's chronic storage problems would reveal that importers have long complained of insufficient cargo space and a refusal by ground handling authority to take responsibility for damage to goods left on the tarmac when they ought to have been in proper storage facilities. History apparently is repeating itself and there is no excuse for this utter lack of project planning that has landed HSIA with the same problem it has had for years. Importers have been left in the lurch once again. Indeed, the list of inadequacies is a long one. Apparently, there is no examination yard for physical inspection, there is a lack of requisite manpower and logistics to conduct customs activity. Furthermore, the terminal has no USS (ULD Storage System) and no ASRS (Automated Storage and Retrieval System). The third terminal was supposed to be fully automated and obviously contractors failed to deliver. And now the inauguration has been delayed so that these inadequacies can be rectified and all the while importers are stuck with the same old problems. The current situation speaks volumes about the unprofessional approach to infrastructure development by certain agencies in the country. There is literally no accountability of either contractors or contracting authority to anyone and when things go terribly wrong, no heads roll and the culture of impunity reigns supreme while trade and traders continue to suffer.",
        "headline_1": "Cargo handling facility at HSIA new terminal sorely inadequate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cargo-handling-facility-at-hsia-new-terminal-sorely-inadequate-1719674685",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "Over the years, global trade has become more challenging, especially for developing and Least Developed Countries (LDCs). The main reason behind the challenges is a rise in geo-political tension and conflict, making trade costlier and slower for many developing nations. The trade data also reflect that. For instance, the value of the global merchandise exports of the LDCs declined by 4.60 per cent to US$ 256 billion in 2023 from US$ 269 billion in 2022. At the same time, merchandise imports of LDCs also dropped to $316 billion from $355. As a result, the share of LDCs in world exports and imports stood at 1.10 per cent and 1.30 per cent, respectively, last year. It is a disappointing development as the LDC's share of global trade was targeted to reach 2.0 per cent of global trade by 2020, as per the Sustainable Development Goals (SDGs). To support developing nations, particularly LDCs, in enhancing their trade capacity, the Aid for Trade (AfT) initiative was launched around two decades ago under the World Trade Organization (WTO)'s umbrella. The core idea behind the initiative was to build the trade capacity and infrastructure of the countries needed to benefit from trade opening. It encourages donor countries to provide a part of their aid to developing countries to facilitate trade. Thus, the AfT is part of the Official Development Assistance (ODA), which includes grants and concessional loans targeted to trade-related programmes and projects. The role of the WTO in this connection is to encourage additional flows of AfT from bilateral, regional and multilateral donors to entertain requests for trade-related capacity building from beneficiary countries, support improved ways of monitoring and evaluating the initiative, and encourage mainstreaming of trade into national development strategies by partner countries. As the initiative became a work programme of the WTO, it has started a biennial global review since 2007 to strengthen the monitoring and evaluation of AfT. In the last week of this month, the ninth global review took place in Geneva. The three-day event witnessed discussions and debates mainly focusing on food security, digital connectivity, and mainstreaming trade. The 2024 edition of the joint WTO-OECD Aid for Trade at a Glance was also released on the inaugural day of the event. The report showed that between 2006 and 2022, over 90 bilateral and multilateral donors contributed a total of US$ 648 billion of funding to 'promote the integration of developing economies and LDCs into the multilateral trading system, unleashing their export potential and strengthening local livelihoods.' It also showed that AfT disbursements reached $ 51.1 billion in 2022, a 14 per cent year-on-year increase in real terms. Total commitments also surged 31 per cent in 2022 to $ 65 billion. Lower-middle-income economies are the primary recipients of AfT, representing 38 per cent of total disbursements, followed by LDCs and other low-income economies, which accounted for 28 per cent or $14.1 billion in 2022. Since 2006, LDCs have received US$189 billion in AfT. The Enhanced Integrated Framework is the main mechanism through which LDCs access AfT under the WTO framework. The latest publication, however, doesn't provide the key data of AfT, making it difficult to know the status of country-specific update of aid for trade. A key challenge regarding AfT is identifying trade-specific or trade-related aid. Aid provided for a sector like 'transport and storage' obviously facilitates trade, while assistance for 'agriculture, forestry and fishing' supports a country's food security, besides assisting trade. So, there are some overlaps on AfT, though it is not a significant barrier to enhancing trade-linked aid. Another challenge is the negotiation of assistance among donors and recipients. A recipient's perception of AfT may not be the same as that of a donor. Over 55 per cent of AfT is provided by bilateral donors, primarily countries that are members of the Organisation for Economic Co-operation and Development (OECD) Development Assistance Committee (DAC). Other Aid for Trade financing is mostly provided by multilateral donors, such as the World Bank and the Asian Development Bank. Monitoring the aid is another area where donors and recipients may differ.Bangladesh has long been one of the five top recipients of AfT. In 2020, the country received $2,492.1 million as AfT, which was two-fifths of the country's annual Official Development Assistance (ODA). Like many other countries, AfT has proved critical for Bangladesh, and it will need such aid shortly. The country's response to the 2024 joint OECD-WTO Aid for Trade monitoring and evaluation survey questions is also indicative of its effort to enhance trade for overall socio-economic development. As poverty reduction targets are among the trade priorities of 82 per cent of countries that responded to the survey, Bangladesh pointed out that creating two million jobs annually is a big challenge. The job creation means 'creating bridgeheads into the global export market'. Recognising that the size of the domestic economy is small, the Eighth Five Year Plan (July 2020 -June 2025) of the country 'aims to expand exports of goods and services to move to higher growth path and grow out of poverty.'As Bangladesh is set to strip off the LDC tag by 2026 along with Nepal and Cambodia, a new reality has already emerged for the country. The scope of getting soft-loan or untied-aid will be reduced, and the country has to negotiate for hard-term loan or conditional-aid. Thus, getting more AfT will also be challenging and subject to performance. In this connection, extensive effort is necessary to maintain the flow of AfT. This is not just a task, but a call to action for all involved in Bangladesh's economic development. [email protected]",
        "headline_1": "Aid for Trade in new reality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/aid-for-trade-in-new-reality-1719674724",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "There is hardly anyone, even the bosses in the highway police department, who can deny the stark reality that roads and highways in the country have turned virtually into deathtraps, taking the number of deaths every day to an alarming height. The number of casualties and loss of properties may vary from case to case but a single day hardly passes when we do not receive agonising reports of deaths. Even people campaigning for safe roads met the fatal end of their lives in highway accidents but their cries proved to be too weak to rouse the agencies and departments concerned from deep slumber.A peep into the tally of highway deaths during the recent Eid ul Adha holiday is well enough to convince one how risky travelling in Bangladesh has become. According to the Bangladesh Passengers' Welfare Association, at least 458 people were killed and 1,840 were injured in 309 road accidents across Bangladesh during the Eid-ul-Adha holiday this year. Comparing this year's data with the previous Eid-ul-Adha, the organisation said road accidents increased by 11.55 per cent, fatalities by 53.17 per cent, and injuries by 238.23 per cent.Unsafe roads not only bring abrupt end to many promising lives but also inflict severe annual damage in financial terms. According to the World Bank study, improving road safety in Bangladesh is essential for national health, well-being, and economic growth. Reducing crash fatalities and injuries would not only save lives but also significantly bolster the nation's economy.WB study finds that road accidents disproportionately affect young and working-age populations, which are crucial for economic productivity. The report highlights that road crash mortality has macroeconomic ripple effects, potentially depressing GDP growth rates. In countries like Bangladesh, achieving a 50 per cent reduction in fatalities could result in a 7 to 22 per cent increase in GDP over 24 years. This striking figure underscores the profound economic benefits of investing in road safety.The economic losses from inaction in tackling road accidents are equally staggering. The WB report estimates that population welfare gains from achieving a 50 per cent reduction in fatalities could range from 6 to 32 per cent of GDP. This underscores the economic losses associated with inaction in tackling road accidents. The study indicates that human capital accounts for around two-thirds of a country's total wealth, far more than natural capital and produced capital. Investment in effective road crash fatality and injury prevention will contribute to the accumulation of human capital, which in turn will contribute to sustainable and inclusive economic growth and overall national wealth.The increasing fatality rates in road accidents only mean that widespread protests for safe roads in the past failed to bring authorities concerned to their senses, nothing to say about their shoulderimg the responsibility for rising number of deaths from road accidents. Reckless driving of rundown vehicles by inexperienced and unskilled drivers is usually the main cause of soaring highway accidents. Faulty roads with risky turning points are also important factors in the increasing the number of road accidents. But poor traffic management, absence of patrol by highway police and the apathy of traffic police and Bangladesh Road Transport Authority (BRTA) in restoring order in traffic movement are no less responsible for high death rates.Strict enforcement of speed limits, increased highway patrol, and the modernisation of traffic management are likely to reduce road accidents and casualties. However, many members of the highway police, who are responsible for enforcing traffic rules and road safety laws, are often seen glued to their smartphones or extorting bribes from truck drivers. Such dereliction of duty by the highway police contributes to making roads more dangerous. [email protected]",
        "headline_1": "No end of deaths on highways",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-end-of-deaths-on-highways-1719674766",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-06-2024"
    },
    {
        "full_article": "Bangladesh has the highest rate of adolescent pregnancy in South Asia, with one in every four married teens having started childbearing. According to the BDHS 2022 report, 50 per cent of women now aged 20-24 years were married before the age of 18, and 24 per cent of women aged 15-19 years are pregnant. Additionally, one in five (18 per cent) have had a live birth. According to the United Nations Population Fund (UNFPA) 2023, Bangladesh has an adolescent birth rate of 74 per 1,000 girls aged 15-19 years. Undoubtedly, maternal mortality is the leading problem for the health sector in the country. That's why maternal mortality is seen as the proxy measure of the overall health system of a country. In Bangladesh, teenage pregnancy is one of the main reasons for maternal mortality and is a significant obstacle to reducing maternal mortality.Teenage pregnancy not only increases the rate of maternal mortality but also causes maternal morbidity during pregnancy for physically unhealthy and unwell teenage girls. There are many reasons behind teenage pregnancy. Many academic articles find that factors like child marriage, women's age, education, and family pressure are the main contributors to teenage pregnancy in Bangladesh. Additionally, there are other reasons for the increasing teenage pregnancy rate, such as improper utilisation of contraceptives, limited availability of sexual and reproductive health information before and after marriage, lack of family planning services, stigma when seeking SRHR services from health service providers, and government irregularities.In this regard, solutions should address the problems and main causes of teenage pregnancy. Child marriage is undoubtedly the primary issue that should be prevented effectively. On 11th July 2024, World Population Day will be observed worldwide. The themes of past World Population Days have included women's rights and choices for their reproductive health and rights. Eradicating teenage pregnancy should now be one of Bangladesh's main targets to reduce maternal mortality and morbidity.Md Idris AliStudentDepartment of Population SciencesUniversity of Dhaka[email protected]",
        "headline_1": "Alarming rise in teenage pregnancy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/alarming-rise-in-teenage-pregnancy-1719674784",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-06-2024"
    }
]