[
    {
        "full_article": "The recent arrest of a 25-year-old Muslim woman at Mudhol in Bagalkot district of Karnataka for an innocuous message on Pakistan’s Republic Day is yet another instance of the perverse misuse of the law by authorities. If it was the provision relating to sedition that was invoked mindlessly in the past, including once for a play enacted by primary schoolchildren, the latest one involves an alleged attempt at creating enmity among different groups. Kuthma Sheikh was granted bail on the same day of her arrest, but the incident is no less disconcerting as it indicates the ease with which members of the minority community can be arrested without sufficient cause, often at the behest of overzealous activists with a disproportionate clout in the administration. In this case, the madrassa student had said, “May God bless every nation with peace, unity and harmony” on March 23, but a local Hindu activist complained to the police that she was creating enmity among communities by wishing people on Pakistan Day. With unsurprising promptitude, the police booked her under penal sections relating to promoting enmity between different groups. As to how her wishes would have attracted either Section 153A or 505(2) of the IPC is something only the police can explain. The district police have claimed that the arrest was aimed at preserving peace and maintaining order, but it is quite apparent that they acted in a cavalier manner without ascertaining whether there was any substance in the complaint.Ever since a controversy broke out over girl students wearing the hijab, there seems to be a tendency among right-wing groups to foment trouble targeted at Muslims. These groups have called for a ban on Muslim traders and vendors doing business as part of temple fairs. Even though the State government is citing a law that prohibits non-Hindus from getting property in the vicinity of the temple on lease, it is doubtful whether the rules cover temporary stalls on special occasions. It is regrettable that the State government is not doing enough to stem the impression that its administration is hostile towards minorities. Unwarranted arrests, especially for trivial reasons and on communally motivated complaints, result in unfair incarceration, ruined lives and immensely delayed justice. For a regime that takes strong exception to strident criticism about its human rights and religious tolerance record, the Union government should be equally concerned about the possible damage that such incidents may cause to its global image. The Centre may not have anything to do with law and order, but it may have to advise certain States to restrain the police from perfunctory use of the power to arrest to please majoritarian groups and individuals.",
        "headline_1": "Without sufficient cause: On arrests at the behest of majoritarian outfits",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/without-sufficient-cause-the-hindu-editorial-on-unwarranted-arrests-at-the-behest-of-majoritarian-outfits/article65271197.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-03-2022"
    },
    {
        "full_article": "The decision to conduct a Common University Entrance Test (CUET) for admission in undergraduate programmes in all University Grants Commission-funded Central Universities (CUs) from 2022-23 has triggered concerns. No doubt, the proposal is influenced by the National Education Policy, which advocates common entrance examinations by the National Testing Agency for undergraduate and graduate admissions and fellowships. The concept as such is not alien to the CUs. Over a dozen CUs admit students to undergraduate programmes using Central Universities Common Entrance Test (CUCET) scores. The proposed CUET, in 13 languages, seeks to make it mandatory for 45 CUs — there are 54 such institutions — to conduct admissions using a single national level test score. This would spare aspirants from taking multiple entrance tests and also eliminate unfair advantage gained from disproportionate scores in class XII. Critics are evidently viewing this development through the prism of the Narendra Modi government’s obsession with pushing the ‘one nation, one standard’ maxim in different sectors. But as early as 1984, the Madhuri R. Shah Committee, looking into the working of CUs, recommended a national merit examination. In the instant case, the UGC has clarified the existing scheme of reservations in individual universities would not be disturbed.Yet, the CUET may not qualify as a wholesome determinant of merit given the educational and regional disparities in India. While a vast majority study in State Boards, the test would be based on the NCERT syllabus, followed largely in CBSE schools. The policy limits the Class XII marks as a qualification benchmark and not a co-determinant of merit. With the test being introduced just ahead of an admission season, students, whose learning process was disrupted by COVID-19, may find it challenging. Education Ministers from Tamil Nadu, Meghalaya and Arunachal Pradesh have flagged some legitimate concerns. In the North-east, the argument about the test possibly affecting the interest of State domiciles to secure admission in a university in the region cannot be ignored. There are genuine apprehensions about CUET serving as a precursor to introducing a nationwide entrance test for all undergraduate courses — the UGC has said all institutions are free to use the test scores for admissions. It has been sufficiently demonstrated that common entrance tests spawn the coaching industry and induce cost-heavy hybrid courses from class VI onwards, creating a divide between the haves and have-nots. The country has miles to go in enabling access to entry-level higher education and bridging the gender and economic gap in its university portals. In such circumstances, it needs to be dispassionately examined if prescribing a single entrance test as a sole determinant of merit, either for CUs or for the higher education system as a whole, is pragmatic.",
        "headline_1": "Centralising tests: On common entrance exams and merit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/centralising-tests-the-hindu-editorial-on-common-entrance-exams-and-merit/article65270145.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-03-2022"
    },
    {
        "full_article": "According to a recent report, due to the insistence of lawmakers, the government is going to repair religious establishments and build new bridges across the country at a cost of Tk 5,132 crore. Under two separate projects, 17,321 mosques, temples and pagodas will be renovated, while bridges will be constructed in 35 districts of the eight divisions. The timing of this is most interesting, as it comes with the next parliamentary elections barely a year and a half away.\nThere is nothing wrong with the government renovating public places of worship—even though given the number of problems that we currently have, particularly the crisis of skyrocketing prices of essentials amidst rising poverty, it could be argued that the people would be better served with the government focusing these resources elsewhere, and leaving the renovation job to the devotees. Equally, there is nothing abnormal about the government trying to win people's hearts by announcing such feel-good projects with the elections nearing—it happens nearly everywhere in the world.\nThe issue is with how efficiently the government utilises these public resources and how well it delivers on its promises. It is perhaps here that the main worry starts. \nBefore the 2009 elections, the current ruling party promised that people would be able to buy rice at Tk 10 per kg—a promise that never materialised. The question is, why promise something that cannot be delivered?\nSimilarly, before the last general elections, this newspaper reported how people in the char areas of Lalmonirhat felt abandoned because of broken electoral promises about their development as announced over the decades. According to 100-year-old Afsar Ali, \"When election comes, agents of political parties and MPs come with a list of promises and seek votes but all of it vanishes as soon as the results are out.\" According to another resident of the area, before the 2014 elections, the supporters of one MP promised them \"electricity and dyke in the river but nothing has been done till date [even though four years had passed].\"\nBefore the 2018 general elections, with many significant promises from previous election campaigns still remaining on paper, the ruling Awami League came out with a number of fresh and ambitious promises. Among them was following a policy of zero tolerance for corruption, forming a stronger electoral system through reforms, alleviating poverty, creating employment, ensuring a service-oriented and accountable administration, and putting more focus on infrastructure development. Pointing to the protest for safer roads that was still fresh in our minds at that time, the prime minister herself vowed to bring discipline in Dhaka's transport sector by introducing \"modern bus services to curb indiscipline in Dhaka's mass transport service.\" Sadly, looking at the state of Dhaka's roads today, one may find it hard to believe that such a promise was ever made.\nPoliticians breaking electoral promises is an age-old problem. However, the way that problem is supposed to be counteracted is through voters holding their elected representatives accountable. It is the fear of being voted out that primarily keeps public representatives honest. But to expect that they'd deliver on their words out of the goodness of their hearts is at best naïve, and history testifies to that.\nIt is here that we've failed. Because our elections are mostly not free and fair, and thus deny people their right to vote out public representatives who made false promises, the problem of politicians not delivering on their words continues to plague us. And the cost of this—besides depriving people of their most basic democratic right to choose their own representatives—is proving to be more and more enormous by the day.\nOver the years, the endless number of government projects that have seen their cost and deadlines revised is simply ridiculous. If we look at just the road sector, according to a 2017 World Bank report, Bangladesh has one of the highest road construction costs in the world, even though the quality of these roads was really bad. According to Sarwar Jahan, a professor of urban and regional planning at Bangladesh University of Engineering and Technology (Buet), a major issue here is the involvement of politicians with many construction firms. People are extremely reluctant to hold these firms accountable as they are backed by individuals having significant political clout.\nAnd who can blame them? If politicians could be held accountable—through fair elections—then these firms could be held accountable too, which would then have the incentive to finish projects on time, stay within the cost estimates and provide high-quality work (as they might otherwise fear losing future government contracts). But that is not the case. As a result, most development projects finish much later than originally scheduled, while their costs double, triple or even quadruple.\nThe amount of public money that continues to get wasted could truly transform this country. But the truth is, it is the tendency of politicians to be corrupt, apathetical, and lacking in vision and wisdom that is holding us back. The only way to reverse this is to regain our right to freely vote for whoever we want to represent us. That, however, is easier said than done. \nIn the meanwhile, it is the responsibility of the independent media to continue highlighting the broken promises of political parties and their members. The public should also strongly voice their disapproval of such a state of things, and clamour for the restoration of their rights and for the wastage of their hard-earned money to stop.\n \nEresh Omar Jamal is an Assistant Editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Pre-election promises, post-election disappointments",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/pre-election-promises-post-election-disappointments-2993621",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2022"
    },
    {
        "full_article": "Every year, the Economist Intelligence Unit publishes a list of liveable cities in the world, where Dhaka is inevitably placed near the bottom. Air pollution is one of the major reasons ruining Dhaka's prospect as a liveable city. It is also one of the issues we've struggled to deal with for a long time. So, what makes Dhaka's air so polluted?\nAccording to the Department of Environment, brick kilns are responsible for 58 percent of Dhaka's air pollution. Another major source of pollution is dust from continuous road-digging as well as unplanned and uncoordinated construction works. Throughout the year, roads are dug in different parts of the city, which often remain in that state for extended periods of time. This is exacerbated by the many construction projects that are underway. Old, obsolete vehicles producing black fumes as well as heavy traffic jams across the city are equally responsible for its poor air quality. Indoor air pollution, particularly through the use of wood or coal stoves in slum areas, has also been identified as a health threat. \nIf we look at the bigger picture, we will understand that what's happening in Dhaka is not unique; other major cities and districts are also susceptible to the air pollution. According to the Centre for Atmospheric Pollution Study (CAPS), the highest level of pollution has been observed in Gazipur district, followed by Dhaka and Narayanganj. Only 10 districts across Bangladesh have good air quality, while 36 districts have moderate levels of air pollution and 18 districts have high levels of air pollution.\nAfter CAPS analysed the US Embassy AirNow data from 2017 to 2021, it has been found that the average air pollution increased by 9.8 percent in 2021, compared to 2020. It has been also found that, in the last six years in Dhaka, residents got only 38 days of good air. For 510 days, they got moderate air, alongside 577 days of sensitive air (which is harmful for people with respiratory issues, children and pregnant women). During the same period, there were 443 days of unhealthy air, 385 days of very unhealthy air, and 37 days of extremely unhealthy or hazardous air.\nOn November 15, 2019, the High Court issued a directive asking the two city corporations of Dhaka to spray water over different roads twice a day and to cordon off construction sites. Again, on February 15, 2022, the HC directed the authorities concerned to identify and make a list of the main activities responsible for air pollution across the country. The HC also asked the authorities to prepare a time-bound mitigation plan to install Continuous Air Monitoring Stations (CAMS) in appropriate places, introduce a system to save people from exposure to unhealthy air, and also asked them to develop an action plan about switching to substitutes for baked bricks and to submit a report to the HC within four months. We don't know what the government did in response, but it surely wasn't enough to reduce air pollution.\nWe need to understand that to effectively control air pollution, everyone, from individuals to institutions, has to work together in an inclusive, scientific, and coordinated manner. The importance of awareness cannot be overestimated. We have entered an era when facemasks should be used not just for protection from the coronavirus, but from poor air as well. Babies, elderly people, sick people and pregnant women need to be especially careful.\nWater-spraying in the streets at least twice a day, in the morning and the afternoon, should be a regular practice. The city corporations can also ask building owners to spray water on the streets in front of their respective buildings every day. In order to avoid wasting water, they could reuse the water expelled by air conditioners (AC) for this purpose. More than three lakh ACs are used in Dhaka city. An AC with the capacity of a ton produces at least three litres of water every two to three hours as a by-product.\nAdditionally, all construction sites should be fenced off and construction materials should be covered during transportation. Vehicles without fitness must be removed from the streets. Since traffic jam is a major source of air pollution, we must find innovative ways to control it and reduce the number of automobiles plying our streets. Also, air pollution forecasting should be introduced, and suction trucks can be used to collect dust from the roads.\nIn addition, construction works need to be better coordinated and better timed (for example, allowing work only at night in the busiest of areas). A service company may be allowed to dig as many roads at once as they can in two or three days. Moreover, advanced technologies have to be used in the brick kilns. As an alternative to baked bricks, the use of blocks can be gradually increased. And, the Clean Air Act 2019 must be enacted as soon as possible.\nAmong other things that we can do are: further developing the public transport system and limiting the use of private vehicles; developing a proper waste management system including using \"incinerators\" so that energy can be generated from waste; considering artificial rain in the dry season, especially where the air is particularly hazardous; ensuring the use of renewable fuels; ensuring proper management of electronic products and car batteries; and planting lots of trees across the city.\nPeople should be encouraged to do roof-gardening. The annual budget allocation of the Ministry of Environment needs to be increased to create environmental awareness. An environmental officer has to be appointed in every upazila, and to ensure this, the position of an environmental cadre can be included in the Public Service Commission. Above all, arranging more information-based programmes on air pollution in various media can further raise public awareness of the issue as well as create pressure on the competent authorities to act properly.\nIf we make a serious effort to prevent air pollution, we can leave behind a liveable city for the next generation. This will of course increase people's average life expectancy, but more importantly, it will guarantee healthier living for us all.  \n \nDr Ahmad Kamruzzaman Majumder is dean at the faculty of science, Stamford University Bangladesh, joint secretary at Bangladesh Poribesh Andolon (BAPA), and chairman at Center for Atmospheric Pollution Studies (CAPS).\n",
        "headline_1": "Air pollution is an existential threat for us. We must act.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/air-pollution-existential-threat-us-we-must-act-2993606",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2022"
    },
    {
        "full_article": "In 1985, at the height of the Cold War, Hollywood produced a movie called \"Rocky IV\", a typical good-American-bad-Russian story. It revolves around a boxing battle between Ivan Drago, a six-foot-four, 261-pound fighter from the erstwhile Soviet Union, and Rocky Balboa, an American boxer. Drago is a killing machine, trained with high-tech equipment and regular doses of anabolic steroids. Rocky, on the other hand, is a humane person, trains in deep snow over mountainous terrains utilising antiquated farm equipment.\nAlthough Rocky is no match for Drago in physical strength, he eventually wins through sheer grit. That was the time of the Cold War. The Washington-led North Atlantic Treaty Organization (NATO) and Moscow-led Warsaw Treaty faced off each other, fuelled proxy wars, toppled governments, and tortured political activists all over the world. Both treaties or forces claimed to be defence arrangements.\nIn 1989, the Soviet Union collapsed, leaving the USA as the sole superpower. The Warsaw Treaty followed suit, and NATO had no one to defend itself against. In his 1992 book, \"The End of History and the Last Man,\" American political scientist Francis Fukuyama wrote that humanity had reached the endpoint of ideological evolution and the universalisation of Western liberal democracy as the ultimate form of human government. Many thought that NATO's reason for being was over, and it would soon become irrelevant, especially because it was formed with the Soviet Union as its stated enemy.\nBut NATO not only continued to exist, but also expanded eastward towards Russian borders despite its commitment not to do so. Washington actively carried on with its aggressive, interventionist approach including establishing military bases in far-off countries. The US military needed to strike the first blow by deploying armed force at a distance, as Professor David Vine at the American University in Washington, DC states in his book \"The United States of War\". War is ingrained in Washington's foreign policy, and by granting NATO membership to Eastern European countries, it has craftily lured Putin into invading Ukraine—a godsend for the USA as it can now repair its pride damaged in Afghanistan. Those who criticised Joe Biden for the haphazard retreat there now realise that his eyes were on Ukraine, the next theatre of the global war.\nThe Ukraine saga has made Washington the global conscience, a role poles apart from the previous one it notoriously earned in Iraq, Syria, Libya, and many other countries. But there are more rewards that its corporate elites are going to reap.\nHuge amounts of capital have left the Chinese and European markets since Russia's Ukraine invasion. Many foreign investors have recently sold off their Chinese government bond holdings. USD 23.4 billion in stock funds has left Western Europe soon after the invasion. Meanwhile, investors have put USD 40.5 billion into US stock funds over recent weeks, according to The Wall Street Journal.\nCrude oil price reached USD 139 a barrel at one point—the highest level for almost 14 years—while wholesale gas prices for next-day delivery more than doubled. That will nicely feed into the corporate profit of the global oil giants.\nThen, there is the lucrative European hydrocarbon market which Russia has long benefitted from. In 2021, Europe bought about 81 percent of all Russian exports. The sanctions imposed after Ukraine invasion will put a big dent in it. By contrast, for the USA, which is producing gas at a record level but doesn't have buyers, Europe is a potential customer that can pay premium prices once the Russian supply stops. The European Union has already signed a deal with the USA for purchasing Liquefied Natural Gas (LNG) that will significantly reduce its dependence on Russian supply.\nEurope will also turn to the USA for advanced defence equipment. The most notable is Germany, which for years played down the role of its military in foreign policy. It has already raised its defence spending by 100 billion euros and plans to spend over 2 percent of GDP on this sector. The Ukraine situation has created a sense of insecurity that will only increase Europe's defence spending, benefitting the American military-industrial complex.\nLooking at the global scenario, China is the third player in this conflict, albeit still a silent one, anxiously watching the developments. It has refused to condemn Russia for the Ukraine invasion and is critical of NATO's eastward expansion. Beijing can't miss that NATO is closing in on China's western borders and the Central Asian region. It is already wary of the recently formed Quad and the trilateral security pact between Australia, the United Kingdom, and the USA (AUKUS), as both strengthen American military presence in the Asia-Pacific region.\nWashington's Afghan adventure, partly motivated by its intention to control the Eurasian heartland, ended in a dismal failure. Biden is now on a more ambitious mission that includes encircling both Russia and China. Ukraine is just collateral damage in this geopolitical game.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "Is Ukraine collateral damage for the US?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ukraine-collateral-damage-the-us-2993581",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2022"
    },
    {
        "full_article": "\"Inflation is as violent as a mugger, as frightening as an armed robber, and as deadly as a hitman\"—these were the words of Ronald Reagan during his campaign for the US presidency at the beginning of 1980s. Inflation was a major development challenge at that point in time, and the trade-off between inflation and unemployment was at the centre of policy debates. Later on, inflation was tamed around most of the world (except for extreme cases such as Zimbabwe), and jobless growth dominated the policy arena of a number of countries. In fact, inflation was in hibernation for almost three decades.\nBut after decades lurking in the shadows, inflation is back globally, and price spirals remain a real fear for people, both in the developed and the developing worlds. Some stylised facts: in the US, the inflation rate reached 7.5 percent in January 2022, a level not seen since the 1980s; in Britain, it was 6.2 percent last month, the highest since 1997; in the eurozone—the 19 countries using the euro—consumer price index hit 5.1 percent in January, the highest levels since records began in 1997. Among developing countries, the inflation rate in Brazil reached 5.03 percent last month—well above the target of 3.0 percent. South Africa experienced an inflation rate of 5.7 percent last month, and the corresponding figure for India was 6.1 percent. And for Bangladesh, it is estimated to be 5.7 percent. The extreme case, however, is Pakistan, as inflation in that country soared to 13 percent two months ago, just as the rupee, the national currency, is devaluing.\nThe re-emergence of inflation is often blamed on the Ukraine crisis, but it is only partly true. Inflation in many countries has been brewing for quite some time because of production disruptions and supply chain issues related to the Covid-19 pandemic. There is also increased demand globally. Because of Covid, productions and outputs have been lost, putting pressure on the prices of essentials. Covid, by negatively impacting the transport sector and the intra- and inter-country movement of commodities, has disrupted the supply chains, thus contributing to global inflation. Because of increased demand, global oil prices were up by 77 percent in January 2022 compared to its price in December 2021. In emerging markets and developing economies, because of the lower flow of foreign capital, inflation rose for imported goods.\nBut there is no denying the fact that the ongoing conflict in Ukraine has contributed to the surge of inflation. Disruptions in global oil markets such as sanctions on Russia, a major oil- and natural gas-producing county, and Saudi Arabia's refusal to increase its production have resulted in price hikes in the global market. The war is also affecting food prices. Ukraine contributes to about 12 percent of the world's total food production, while Russia's share is 16 percent. Ukraine also supplies 17 percent of the world's corn export. With disruptions in production and global supply chains of wheat and corn due to this war, prices of bread and corn may go up sharply in the coming months.\nIn this broader global context, the critical question is: How would these developments impact Bangladesh's economy?\nFirst, global inflation has adversely impacted mostly food and energy prices, and Bangladesh is not immune to that. The Bangladesh Bureau of Statistics (BBS) has estimated the food inflation to be 4.9 percent in the urban areas of the country and 6.0 percent in its rural areas. Experts, however, opine that the actual inflation rates are much higher. Since the average food consumption constitutes more than 60 percent of the total consumption expenditure of marginal households, increased food inflation in Bangladesh would affect the poor and vulnerable households more. As Bangladesh is a petroleum-importing country, the increased prices of petrol in the global market have already been reflected in domestic prices. Diesel and kerosene prices were raised from Tk 65 to Tk 80 per litre last year. As a result, sectors like transport and agriculture have been adversely affected, and it is the common people who have to bear the brunt of it.\nSecond, as poor and marginalised groups would be disproportionately affected by inflation, inequalities and disparities between the rich and the poor will increase, not only in terms of outcomes (for example, incomes and nutrition), but also in terms of opportunities. Because of inflation, the real income and wage of poor people would erode more sharply compared to the rich, and the income inequality between the rich and the poor will diverge. Furthermore, because of the rising prices of food, energy, and other essentials, poorer and vulnerable households will have to spend even more on food and energy, which would, in many cases, impede their ability to afford their children's education or healthcare services.\nThird, if domestic inflation rises to a certain level, Bangladesh's competitiveness in the world may suffer. Our exportable commodities may become costlier in international markets, reducing export volumes. This will reduce our export earnings, shrinking our foreign exchange.\nFourth, because of Covid, a number of small businesses have already suffered losses in terms of jobs and income. Inflation would be an added injury as small businesses would experience increases in input prices, higher costs of loans (with interest rates going up), and even decreased demand. The viability of such businesses, particularly informal sector activities, may be at stake.\nFinally, inflation will adversely affect women. With a tight budget, they may face more difficulties in managing household expenditures, especially in choosing consumption commodities while ensuring proper nutrition for their children. Difficulties in making the ends meet may cause frictions and tensions within the family, giving rise to domestic violence.\nGiven the overall situation, early policy interventions are a must-do now; pre-emptive actions and strengthening the central bank's independence are some such actions. Furthermore, a dual target of inflation reduction and employment expansion should be the central bank's priority. Monetary instruments must be used to reduce inflation, to manage the value of taka in order to ensure export competitiveness of the economy. Fiscal policies may help ensure employment, continue economic activities and protect the vulnerable. A combined set of relevant monetary and fiscal policies would help combat the inflation as well as ensure non-shrinkage of the economy. Pursuing a pro-poor growth policy would also help—the social protection programmes and structures must be strengthened. But the time to act is now.\n \nSelim Jahan is a former director of the Human Development Report Office and Poverty Division at the UNDP.\n",
        "headline_1": "Bangladesh can stay ahead of global inflation, if it acts now",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-can-stay-ahead-global-inflation-if-it-acts-now-2992666",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2022"
    },
    {
        "full_article": "It is heartening to see ordinary people in the country's northern region taking it upon themselves to turn hazardous waste, such as discarded PET bottles and disposable syringes, back into raw materials for other products through recycling. The dumping of plastic waste into waterbodies and rivers has long been a menace for Bangladesh. And with rapid urbanisation, the problem has been getting worse.\nAccording to a 2020 World Bank study, Bangladesh's plastic consumption in urban areas tripled over a span of 15 years. Of the 977,000 tons of plastic consumed in 2020, only 31 percent were recycled, according to the report. The other 69 percent ended up in landfills, rivers and canals, as well as drains and unserved areas. This unmanaged plastic waste can seriously pollute the environment and have far-reaching consequences on human health. Despite Bangladesh becoming the first country in the world to ban plastic shopping bags in 2002, due to a lack of enforcement by the authorities, the plastic problem has continued unabated. And not only has the government failed to enforce the ban as well as comply with a 2020 High Court directive to ban single-use plastic in coastal areas and all hotels and motels across the country, but it has also been incapable of managing all the plastic that is produced and used.\nAmid such a crisis, it is the ordinary people in areas such as Rangpur and Dinajpur regions who are leading the way. Not only are these recycling hubs doing a fantastic job of recycling plastic waste, but through their successful operation, they have also managed to provide locals working at these factories with decent livelihoods. According to a report in this newspaper, nearly 1,000 plastic recycling factories have opened up across eight districts in the region. This has allowed people, starting from ragpickers to the factory workers, to earn some money—daily or monthly—while contributing to cleaning up the environment.\nThis is a wonderful example of how creative the people in our country are, and it is they who hold the key to creating an environmentally clean and prosperous Bangladesh through their hard work and innovativeness. However, it is also a matter of fact that recycling needs to take place on a much broader scale. Therefore, we call on the government to incentivise entrepreneurs and businesses who are involved in recycling through policy or financial supports, so that Bangladesh can quickly overcome the challenge of plastic pollution while creating employment for people at the same time.\n",
        "headline_1": "A good example of plastic recycling",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/good-example-plastic-recycling-2993571",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2022"
    },
    {
        "full_article": "It's alarming to know that the cholera outbreak in Dhaka has already overwhelmed hospitals, particularly the one run by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b). The 350-bed hospital is struggling to tackle the rising number of diarrhoea patients and has had to set up tents on its premises to accommodate them. According to our report, since March 13, over a thousand patients have been visiting the hospital every day. On March 26, the number was approximately 1,200, while it was just 600 around the same time last year. While diarrhoea and cholera flare-ups are normal during this time of the year, it is the staggering number of patients that is worrying us.\nOur reporters have visited many affected areas in the city and found breaches in Dhaka Wasa's supply system to be the main reason behind the outbreak. In many areas, residents are getting contaminated water through taps—often the water is greenish-brown or yellowish and smelly, which suggests cross-contamination with sewage lines. Cross-contamination may have happened due to leaks and breaches in the supply lines, or while replacing old, derelict pipes with new ones. In other water-starved areas, illegal hose pipes are used to get water directly from pumps. These pipes are often full of holes through which all kinds of germs mix with the water. This is most unacceptable.\nAmong the areas hit by the outbreak, Dakshinkhan and Jatrabari are the worst-affected. In 2019, water samples from Jatrabari were tested by the local government and rural development ministry, which detected the presence of both coliform and heterotrophic bacteria. Vibrio cholerae, which is causing cholera among the patients at present, is a type of the latter. We don't know what steps Wasa took to address the issue, neither the status of its project to replace old, dilapidated pipes—which are apparently causing the contamination now. Clearly, not enough has been done.\nThe question is, isn't it Wasa's responsibility to ensure safe water for all the residents? Why do people still have to buy drinking water or spend money to purify it? A study by the Transparency International Bangladesh (TIB) in 2019 found that 91 percent of Dhaka's population had to boil water to drink it and, in the process, burn gas worth Tk 332 crore a year. The extent of Wasa's failure is really inconceivable.\nAbout the current cholera outbreak, we think Wasa must shoulder the responsibility instead of trying to deny it. It must look into its supply lines and fix the breaches as soon as possible. Otherwise, the outbreak might totally go out of control soon.\n",
        "headline_1": "Dhaka Wasa must answer for cholera outbreak",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dhaka-wasa-must-answer-cholera-outbreak-2993291",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-03-2022"
    }
]