[
    {
        "full_article": "With the 2024 Lok Sabha election 19 months away, the chorus on Opposition unity is getting louder once more. Bihar Chief Minister Nitish Kumar in the last one month has already been to Delhi twice, crooning the anthem to bring everyone together. He is not the only one singing this song. Telangana Chief Minister K. Chandrashekar Rao has travelled to Delhi, Patna and Bengaluru to explore an anti-Bharatiya Janata Party (BJP) front. The Left parties routinely call for uniting all “secular democratic forces” without really spelling out who will come within this bracket. But despite these parleys, the possibility of a 1977-type Opposition alliance is unlikely to materialise. At an event organised by the Indian National Lok Dal in Haryana recently, several parties came together, but the Congress was pointedly excluded, prompting Mr. Kumar to publicly state that no Opposition alliance can be meaningful without it. Samajwadi Party President Akhilesh Yadav is never found wanting in taking on the BJP, but is now sceptical about tying up with the Bahujan Samaj Party and the Congress and is very hostile to the idea of Mr. Kumar trying to expand his footprint into Uttar Pradesh. The Congress is critical for any Opposition unity and its former President Rahul Gandhi is walking from Kanyakumari to Kashmir with the slogan of ‘unite India’. But the party is also caught up in a storm of internal politics at the moment.The Aam Aadmi Party’s National Convenor Arvind Kejriwal is fancying his prospects of emerging as the alternative to Prime Minister Narendra Modi and does not want to dilute his stakes in a larger formation. The Trinamool Congress (TMC), which is the second largest Opposition party in Parliament, has been eerily silent on ‘opposition unity’. West Bengal Chief Minister and TMC chief Mamata Banerjee is no longer exhibiting the enthusiasm she showed ahead of the 2019 Lok Sabha election. The TMC chose to abstain rather than side with the Opposition in the Vice-Presidential election. It is not as if Opposition unity alone can defeat the BJP. In 2019 in Uttar Pradesh, the SP and the BSP came together but failed to push back the BJP in the State. Still, State-level partnerships of anti-BJP parties can be more viable than national-level attempts. The more these parties try to show unity at the national or multi-State level, the more their contradictions show up. Focusing on each State separately, attending to the local particularities, might be more useful for these parties.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Separately together: On Opposition unity",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/separately-together-the-hindu-editorial-on-opposition-unity/article65946344.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "The Centre has decided that awards, prizes and fellowships by various ministries and departments need a wholesale relook. The Ministry of Home Affairs, which is executing this directive, has moved much beyond its usual remit of awards for police officers and gallantry medals and irrupted into the world of scientific and medical research. India’s scientific ministries recently made presentations to the Union Home Secretary, Ajay Bhalla, on awards given to scientists at different stages of their career. They also had to list out which were ‘National Awards’ and which were funded out of private endowments. Though a final call is yet to be taken, the quorum — and this consisted of the Secretaries, or the heads of each of these ministries — was of the opinion that most awards ought to be done away with and ministries could either retain only some of the National Awards or institute one or two ‘high status’ awards. The rationale for pruning, Mr. Bhalla has said, follows from a “vision” of Prime Minister Narendra Modi regarding “Transformation of the Awards Ecosystem”. In 2018, Mr. Modi had said that his government had modified the system of the Padma awards and ensured it recognised ordinary people doing selfless work rather than well-known personalities who repeatedly bag them. The awards, Mr. Bhalla has said, ought to be restricted, and have a transparent selection process.Awards and prizes recognise achievement, but in science and medical research, they are also meant to spur younger scientists towards loftier, imaginative goals. Unlike in sport — or even gallantry awards — where it is relatively easier to define a set of benchmarks and confer medals on achievers, scientific research is open ended, circuitous and — as the history of science reveals — punctuated by lucky breaks. It is possible to train talented youth to be Olympians or international cricketers but impossible to create an Einstein or a Chandrasekhar. Almost every Nobel Laureate in the modern era has won various secondary prizes and recognition in their early career and every year; there is as much debate on who was omitted as on the person who won. Recognising early career potential will remain fraught with subjectivity and, with fewer awards on offer, could provoke increased discontent. Contrary to the Prime Minister’s vision, fewer awards may actually miss many more promising talents and amplify epaulettes to the already decorated. Awards cost ministries money but the meeting did not discuss whether cutting costs was a factor in the rationalisation. As it is unclear what existing problem the new scheme solves, the Centre should reconsider the merits of its proposal.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Talent and recognition: On reducing number of science awards",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/talent-and-recognition-the-hindu-editorial-on-reducing-number-of-science-awards/article65945949.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "The ‘Congress crisis’ is more than an internal party matter. Of course, the ongoing issues such as tussle between Ashok Gehlot and Sachin Pilot in Rajasthan and the delicate position of Gandhi family, especially in the wake of Rahul Gandhi’s Bharat Jodo Yatra, are entirely Congress-centric phenomena. The party’s lethargic attitude and its organisational inability to establish itself as a challenger are certainly responsible for these contradictions.\nThere is, however, a need to go beyond these political manoeuvrings. The Congress crisis reflects a few serious structural problems of Indian politics, which are deeply rooted in the institutional formation of many political parties. Two crucial aspects of the present crisis, empty professionalism and individual worship, in my view, must be given serious analytical attention in this regard.\nRead full opinion on TOI+\n\n",
        "headline_1": "What Modi does but Gandhis can’t: New BJP reaches out to people with professionalism. Congress still takes a casual approach",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-modi-does-but-gandhis-cant-new-bjp-reaches-out-to-people-with-professionalism-congress-still-takes-a-casual-approach/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "Parliament must follow up on Supreme Court’s dissection of bad laws and pass better laws. When both Houses passed the Medical Termination of Pregnancy Act last year, MPs rightly made no distinction between married and unmarried women and substituted the word “husband” in the earlier Act with “partner”. But the MTP Act’s rules seemed to miss the point. They had the effect of excluding unmarried women among the seven categories of women with a right to have an abortion for pregnancies between 20-24 weeks. SC fixed this “oversight”. But much more important, the court in effect called into question IPC’s marital rape exception. Marking a huge shift in judicial thought, SC ruled that the category of “survivors of sexual assault or rape or incest” eligible for abortion includes married women subjected to sexual assault by husbands.\n“We would be remiss in not recognising that intimate partner violence is the reality and can take the form of rape,” SC noted. Ignoring marital rape in the MTP Act essentially meant compelling a woman to give birth even if she’s a victim of rape – an unconscionable legal position and one that’s now struck down. IPC’s marital rape exception is also before SC, and hopefully, after years of judicial prevarication and executive inaction and/or unwillingness this provision will soon become history. But the point is Parliament could have changed the law.\nBoth Houses should also see what SC has said about India’s divorce law. Divorces shouldn’t have to travel beyond district-level family courts. But many divorce cases end up in SC because the court’s powers under Article 142 to render “complete justice” is the only recourse available for those facing a legal vacuum when the ground is irretrievable breakdown of marriage. On Wednesday, SC pointed out that Indian divorce laws compel couples to show each other’s faults. Many countries have moved towards no-fault divorces. The Marriage Laws (Amendment) Bill Rajya Sabha passed in 2013 recognised irretrievable breakdown. That bill needs more work, including working in provisions of no-fault divorce. Or take the 1954 Special Marriage Act, which needs serious amending. The 30-day public notice of intended marriage is an absurd provision that infringes privacy. Parliament must proactively modernise these laws. MPs across party lines should champion them. If there’s cross-party support, these amended laws will pass. Just as Parliament replaced SC’s Vishaka guidelines with the POSH Act.\n\n",
        "headline_1": "Well done, SC: Parliament must measure up to court seeking to reform laws on marital rape and divorce",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/well-done-sc-parliament-must-measure-up-to-court-seeking-to-reform-laws-on-marital-rape-and-divorce/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "China’s ambassador to India Sun Weidong has said that the border situation is “switching to normalised management and control” and that bilateral ties have shown positive momentum this year. The ambassador’s comments contrasts with the fact that troop disengagement process in eastern Ladakh remains incomplete and Beijing continues to block UN sanctions against Pakistan-based terrorists. In fact, since March when Chinese foreign minister Wang Yi visited India, Beijing has been making subtle overtures to New Delhi. There are two possible reasons for this. First, the Chinese are now confident that they have achieved their near-term objectives along the LAC with most of the disengagement buffer zones coming up on the Indian side of the boundary and the PLA further bolstering its infrastructure on its side.\nThe second reason relates to China feeling pressured by the US in East Asia and is therefore looking to keep India relatively neutral. This is an old Chinese tactic – Beijing will talk cooperation with New Delhi whenever it is in a tight spot strategically but will revert to an aggressive posture when the pressure eases. Thus, India should stick to its position that there can be no normalisation until China drops its aggressive behaviour. In fact, New Delhi should keep up the pressure by teaming up with Washington to counter Beijing’s growing influence among the Pacific Island nations.\nThis is why foreign minister S Jaishankar meeting his Papua New Guinea counterpart on the sidelines of the first US-Pacific Island Country summit is important. China has been slowly peeling away the islands, with Kiribati and the Solomon Islands switching recognition from Taiwan to Beijing in recent years. In fact, Kiribati pulled out of the Pacific Island Forum earlier this year on Beijing’s instructions. India, which has long-standing ties with Pacific countries like Fiji, can play a part here. Hence, aside from boosting our defence infrastructure along the LAC, India should work with the US in the Pacific Islands to keep up the pressure on China. That’s the only way to counter Beijing.\n\n",
        "headline_1": "Keep up pressure: India-US teaming up on Pacific Islands will trouble China. That’s welcome",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/keep-up-pressure-india-us-teaming-up-on-pacific-islands-will-trouble-china-thats-welcome/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "Lt-Gen Anil Chauhan has been appointed as the second Chief of Defence Staff of India. A thoroughly competent professional and a good human being, he is a perfect choice for the job.\nThe first CDS Gen Bipin Rawat sadly passed away in saddle before he could finish the allotted pioneer’s task, that of integration of the three services and getting them future ready. So Gen Chauhan has to carry forward the endeavour, in a possibly changing world order, without letting the armed forces become unbalanced at any stage. This essay is an attempt to analyse only the major challenges the new CDS faces.\nRead full opinion on TOI+\n\n",
        "headline_1": "The challenges ahead for General Chauhan: A former colleague of India’s new CDS details the task of getting the armed services future ready",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-challenges-ahead-for-general-chauhan-a-former-colleague-of-indias-new-cds-details-the-task-of-getting-the-armed-services-future-ready/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "On many development metrics, Bangladesh's performance and achievements have been justly recognised and feted at home and around the world. However, while the 50-year transformation scenario has indeed been robust, near-term trends have exposed systemic weaknesses, making the medium-term outlook decidedly shaky. While the immediate sense of macroeconomic breakdown has been tempered, the micro realities of poor and middle-class households struggling against a relentless cost-of-living crisis, and the meso realities of enterprise-level heightened uncertainty in growth outlook in critical subsectors, signal the entrenched presence of \"bad days\" for a majority of the population.\nIn May 2022, the fifth round of the PPRC-BIGD panel survey estimated the proportion of new poor to be 18.5 percent. Last week, the government's statistical agency at last acknowledged that the poverty rate had indeed gone up and now stood at 29.5 percent, compared to the pre-Covid level of 20 percent. But this rise in poverty numbers and the economic despair of an escalating number of the middle classes is only the visible tip of the crisis iceberg. The real worry is in the political economy of the policy landscape impacting both crisis management in the short term and growth management in the medium term.\nBangladesh has a vibrant public discourse on the state of the economy. However, what is frequently missing is a political economy lens and connecting the necessary dots.\nIs corruption only a moral failure or does it flourish due to how rule-making, incentives, and sanctions are being politically constructed? Is the reluctance towards reforms only a question of inefficiency or is it dictated by the compulsion of protecting vested interests? Are implementation weaknesses a lack of capacity or are they due to how merit is systematically sidelined to the benefit of sycophancy? What indeed is the reality of economic governance?\nWe have always had deficits in our economic governance. But over the last decade, the political economy of the policy landscape has morphed into something more structural. A louha tribhuj, or an iron triangle, of three tendencies has come to define and limit the policy landscape.\nThe first part of the louha tribhuj is a one-sided vision of development. Infrastructure has become the \"be all and end all\" of development, with social development pushed to the sidelines. This is not to say that \"social\" is out of budgetary attention. But even in \"social,\" all the attention is on the hardware, with software out of sight. School-building has become more important than the quality of education. Hospital-building has become more important than the quality of healthcare. Standalone infrastructures without attention to integration with other parts of the infrastructure network is leading to plummeting liveability and productivity of urban centres. Focus is on the concrete only, without commensurate attention to user protocols, maintenance and infrastructure governance.\nThe consequences of this one-sided focus are all too familiar: shocking lack of road safety and unpredictability of travel; drop in the quality of educational experience; healthcare becoming a reality of galloping costs without results.\nThe second part of the iron triangle is the rampant spread of conflict-of-interest-driven policy-making. Boundaries of public and private interests are constantly transgressed in the policy landscape in favour of private interests closely aligned with ruling groups. Flouting of rules and, in some cases, rules specifically designed for narrow private interests have shockingly become the norm in critical and remunerative sectors such as finance, banking, energy, transportation, ICT, and infrastructure. Such collusive \"contact and contracts\" have become brazen and become a structural property of today's economic governance.\nSome sectoral examples make the above abundantly clear. Quick rental electricity plants were adopted as a short-run option to address load-shedding. But why has it continued far beyond the initial timeline, with a relentless expansion of installed capacity without required investment in distribution infrastructure and primary energy supplies? Why was gas exploration deliberately sidelined for a disastrous overdependence on expensive LNG import? Why has the state agency Bapex been systematically sidelined in favour of a foreign firm in Bhola gas fields, as a glaring example? No wonder capacity charges have emerged as the brazen face of planned inefficiency and corrupt collusion, dictated not by economics but by political economy.\nA similar story holds sway in the most catalytic of economic sectors – namely transportation. Primacy of narrow politically-connected private interests have become a structural barrier not only to road governance, but also to the economics of transportation impacting travel time, onerous formal and informal costs of travel, and rampant failures in road safety. The BRTC has been rendered a perennially sick state-owned enterprise, route permit allocation is dominated by a transport owners' oligopoly standing in the way of both road safety and sector efficiency, and the BRTA is nowhere near rising up to its stewardship role. Rule-flouting private interests are effectively being given the immunity to continue the misgovernance stalemate.\nTurning a blind eye to glaring conflicts of interest – nay, positively supporting corrupt and collusive rule-making – has also come to cast the darkest shadow over the banking and financial institutions sector. The pillars of finance sector governance are either over-eager to pander to selected private interests, or conspicuously inactive in their regulatory and supervisory responsibilities that has led to astounding levels of fraud and corruption. The case of PK Halder has perhaps become emblematic of such entrenched institutional culpable misgovernance.\nThe consequence of such corrupt and collusive rule-making is neither vague nor inconsequential with the most serious impact on competitiveness of the economy. Our exports-to-GDP ratio – one measure of competitiveness – has halved over 2012-22, from 20 percent to 10.6 percent. The continued stagnation in the private investment-to-GDP ratio is another cause for worry. Most recently, collusive regulatory moves appear to have unnerved external investors in the stock market. In such an amoral world, the \"good entrepreneur\" is effectively left adrift with a herculean uphill task.\nThe grip of the \"iron triangle\" works differently, but no less negatively in the case of development projects, particularly infrastructure projects. E-tender was supposed to have brought in transparency and efficiency to the whole process of awarding contracts, but reality speaks otherwise. Corrupt, inefficient and collusive practices work here through informal barriers to competitive bids, inflated costs, post-approval cost escalations, and project delays.\nThe third part of the louha tribhuj is the obicharer orthoniti – the economics of injustice rooted in policy marginalisation of all those lacking political voice, including workers, farmers, small entrepreneurs, and now even the middle classes. Not one member of the common masses sits idle, relentless in their effort and labour for whatever opportunities come their way, but the benefits of policy attention is disproportionately faced away from them towards a small number of favoured groups. Public transport, prices of essentials, utility costs, affordable housing, access to quality healthcare and education, access to green spaces – each of these pillars of quality living, central to the welfare of the common people, lacks the level of policy attention that would make a difference. It is as if the common masses have to shoulder the burden of resilience while fruits of growth flow disproportionately to favoured groups.\nThe second face of the economics of injustice is equally concerning. All our discussions are around macroeconomic imbalances and the ensuing crisis. Yet, we also need to keep in focus our medium-term goal of achieving the SDGs. In at least three areas, there is a real danger of reversal with Bangladesh becoming off track in SDGs: nutritional deficits (with nutritious items disappearing from the household diet due to lack of affordability), rise in secondary dropout level, and rise of youth unemployment (particularly, educated youth unemployment).\nBangladesh may be at an inflexion point in its development journey. Plenty of other initially successful countries fell into the \"middle-income trap\" because warning signals were not heeded and reform needs were pushed under the carpet. Will Bangladesh be able to recognise the louha tribhuj for what it is – a vicious triangle of mutually reinforcing policy tendencies that has morphed into a structural barrier straddling Bangladesh's inclusive and sustainable development aspirations? This cannot be overcome or dislodged merely by technical recommendations and feel-good talk. The need of the hour is a dismantling of the louha tribhuj through a qualitative change in political realisation, political approach and political will, and an urgent big push on reforms.\nHossain Zillur Rahman, an economist and political sociologist, is the executive chairman of Power and Participation Research Centre (PPRC).\n\n",
        "headline_1": "‘Louha tribhuj’ and the political economy of development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/louha-tribhuj-and-the-political-economy-development-3131346",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "Badiul Alam Majumdar, secretary of Shushashoner Jonno Nagorik (Shujan), talks about the controversy surrounding the Election Commission's decision to use EVMs, despite widespread opposition to the idea, in an interview with Mohiuddin Alamgir of The Daily Star.\nThe Election Commission (EC) has decided to use electronic voting machines (EVMs) at 150 constituencies out of the 300 in the next general election, ignoring the BNP and several other political parties' objection to EVM use. The EC has also decided to purchase 200,000 new EVMs. What are your thoughts on this?\nThis decision defies all logic. Spending about Tk 9,000 crore is illogical when the country is going through an economic crisis, and when we are trying to get a loan of around USD 7 billion. Many people and political parties are protesting the decision as well. What is particularly concerning is that they are going to spend money on technologically flawed machines. It is possible to manipulate the election results through the EVMs. The machine has no Voter-Verified Paper Audit Trail (VVPAT), a system that dispenses a slip with the symbol of the party for which an individual has voted. Late Dr Jamilur Reza Choudhury, who was appointed as the chief of the technical advisory committee on EVMs, protested the move of buying them as they don't have VVPAT. In India, VVPAT has been added to EVMs following a court order.\nThere is no scope for a vote recount if an election is held using these EVMs. The people will have to accept whatever the EC announces as the final result. Biometric-based EVMs, in many cases, cannot identify fingerprints of elderly voters, or if one's fingers get damaged because of their work patterns. The presiding officer and assistant presiding officer have overriding power in case a voter's fingerprint does not match with the data stored in the server.\nAccording to a BBC report, in the last election, in as many as 25 percent of the cases, presiding officers and assistant presiding officers employed their overriding power. It was reported that these election officials were partisan, and were appointed only after being verified by police. As they have the power to open a machine, they can even cast votes when voters are absent. How much of this overriding power was used? Who will oversee that, and where is the transparency? Even 5-10 percent cases of officials employing this overriding capacity can be a determining factor in the election results.\nThe EC often claims that no one can prove the EVMs are not secure.\n\nThat is incorrect. If you provide us with an EVM machine and the proprietary source code, we will be able to prove how the manipulation is possible.\nBut will a manufacturer share the proprietary source code with others?\nIndeed, a manufacturer will not share the proprietary source code with others. But how else will we prove that vote manipulation is possible through EVMs? Take Germany's case for an example. A German court in its judgment on EVMs said that the principle of the public nature of elections, as per Germany's Basic Law, requires that all essential steps in the elections be subject to public examinability, unless other constitutional interests justify an exception. The court said that the proceedings for the examination of the type sample by the Physikalisch-Technische Bundesanstalt – the national metrology institute of Germany – and approval by the Ministry of the Interior should be public as part of election preparations. Any interest of the manufacturer in protecting its business secrets should be subordinate to the principle of democracy. In order to check the devices independently, disclosure of the control documents, reports of Physikalisch-Technische Bundesanstalt, and of the source code of the EVM software is the only way to be able to judge the integrity of the elections. Not disclosing this information is said to constitute an electoral error.\nSo, without the source code, we cannot prove that manipulation of the machines is possible.\nThe BNP has been saying that they will not take part in the next general election. The EC is saying that they cannot and will not compel any party to join the polls. Can the commission make such a statement?\n\nWe don't want just a participatory election; we want a competitive, free, fair, and credible election. The EC is an independent constitutional body, and its responsibility is to hold free and fair elections. When a large political party or several parties refrain from participating in elections, it cannot be called a proper election. Elections mean choosing between alternatives. The EC cannot get away by saying that they wouldn't compel anyone to join the polls. The EC has enormous power, according to Mahmudul Islam's book Constitutional Law of Bangladesh; they have the inherent power to ensure a free and fair election. In the face of a boycott, the EC must tell the ruling party and others that it cannot meet its constitutional obligation to hold a participatory election.\nThe EC cannot ensure free and fair elections by itself if the law enforcement agencies and the administration are partisan, and the ruling party acts aggressively. But they have the power to prevent rigged elections, provide remedies and cancel the elections after probes when needed.\nDo you think the EC's decision to use EVMs will affect the opposition parties' as well as the people's confidence in them?\nYes, considering how the commission is adamant to use EVMs in the election despite such clear objection from several parties. They have been making contradictory statements, too. The CEC once said political parties' stance was not considered when the decision to use EVMs was made. Later, they said the majority of political parties were in favour of using EVMs. Then media reports revealed the commission had misrepresented or changed what some of the parties had said about EVM use – they had set some conditions for it, but the commission said they had agreed to the idea.\nIn doing so, the EC sent out the message that they would use the EVMs in the election no matter what, because the ruling party and its alliance partners were in favour of it. This proves that the commission is biased towards one party. Naturally, the opposing parties as well as the people would not trust this commission.\nEven though some political parties, including the BNP, are in favour of a poll-time government for a participatory and credible election, the EC has not yet recommended this in their working plan for the next election, saying it does not fall under their jurisdiction.\nWe think the issue of caretaker government does fall under the EC's jurisdiction, as their mandate is to hold free, fair, and credible elections. Again, regarding the caretaker government, the EC can tell the government that they cannot meet their constitutional obligation to hold free, fair and credible elections without it, because that would not be consistent with the constitution.\nMembers of the opposition parties are facing police attacks whenever they try to hold a rally or a meeting. Do you think such attacks would further widen the existing political division between the opposition and the ruling party?\n\nIt is not just about the widening of political division. This would create the scope for an election full of fraudulence as well. The current events may lead to members of the opposition parties facing police cases. And such cases will keep them on the run. They were on the run during the 2018 election and such a situation may happen again. The opposition will be harassed using such cases, and they will not be able to stay in or visit their localities, so it will be difficult for them to participate in the election in its true sense.\nThere is also the Digital Security Act (DSA), and the government is trying to enact some more black laws, which may become obstacles for a conducive election atmosphere. In our country, the government is not being formed based on people's will; as a result, there are no accountability measures in place. If you go to people seeking votes, you have to be accountable to them as you will need to go to them again to seek votes in five years.\nHow would you evaluate the EC's performance thus far?\nThey have announced a roadmap for the next election, but I think it is aimed nowhere. I would say it is a roadmap for a failed election. They may end up holding an election haphazardly. If they do hold the election in such a manner and fail to meet their constitutional obligations, someday they will be held responsible and may have to answer for their failure.\n",
        "headline_1": "‘Decision to use EVMs defies all logic’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/decision-use-evms-defies-all-logic-3131306",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "Bangladesh made moderate advancement in efforts to eliminate the worst forms of child labour in 2021, the US Department of Labor said today.\nIn early 2022, Bangladesh government ratified International Labor Organization Convention (ILO) 138 that deals with minimum age for admission to employment and the ILO protocol of 2014 to the Forced Labor Convention, according to the latest Child Labor and Forced Labor Reports of the US Department of Labor.\nThe government also removed 5,088 children in vulnerable situations from 23 districts through labour inspections.\nHowever, children in Bangladesh are subjected to the worst forms of child labour, including commercial sexual exploitation and forced labour in drying of fish and the production of bricks.\nChildren also perform dangerous tasks in the production of garments and leather goods.\nThe Bangladesh Labour Act does not apply to the informal sector, in which most child labour in Bangladesh occurs.\nIn addition, penalties for child labour violations can only be imposed after a lengthy legal process and, when courts do impose them, the fines are too low to deter child labour law violations.\nMoreover, the government did not publicly release information on its criminal law enforcement efforts related to child labour.\nChild labour is available in the bidi (the hand rolled cigarettes), bricks, dried fish, footwear, furniture (steel), garments, glass, leather, matches, poultry, salt, shrimp, soap, textiles, jute (textiles), the report also said.\nOf these, garments and dried fish sectors have also the forced labour, the report said.\nThere is no scope for child and forced labour in the garment sector as the child labour has been eliminated from the sector in 2004 in consultation with the International Labour Organisation (ILO), said Md Shahidullah Azim, vice-president of Bangladesh Garment Manufacturers and Exporters Association (BGMEA).\n\"Moreover, we inspect every member factory of the BGMEA to check the child labour. We also fine the member factory if child labour is found in any factory,\" Azim told The Daily Star over phone.\nIf any child labour or forced labour is found in sub-contracting factories, BGMEA has little to do as the association does not have any control on the non-member factories, Azim also said.\n",
        "headline_1": "‘Bangladesh made moderate advancement in eliminating child labour’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/business/news/bangladesh-made-moderate-advancement-eliminating-child-labour-3131216",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "After eight years of being an active mother – and by active, I mean one who is hands-on and heavily engaged in the everyday life of my daughter – I have finally come to terms with acknowledging the identity of motherhood. Until someone pointed out that I was irrefutably a \"millennial mother\" – a title that comes with its own nuances, just like the stretch marks that paradoxically best represent this role.\nBeing a millennial mother means that I am open, cool, suave and, of course, tech-savvy. But being the mother of an eight-year-old, who was born after the Gen-Z generation – a generation not yet named – means that all my progressive thoughts that I took pride in are now obsolete, extinct even.\nSo, this generation – let's call them \"Generation Unlabelled\" – does not partake in human conversation. After all, why waste breath talking to someone face-to-face when you can send them a message or email them? However, every member of Generation Unlabelled has a YouTube account, through which you get to know about all the recent tricks they have mastered – be it baking, singing or even washing their hands for two minutes straight. Let's not forget: Google actually opened up Gmail for those under 13 years of age for the first time ever as a result of the global pandemic and the Generation Unlabelled having to do school from home. So what's a mere YouTube channel, if not a walk in the park? Except, oh wait, they don't like walking in the park; it is but too mainstream. This generation can put the keyboard warriors of our generation to shame!\nEven though I feel like a dinosaur most days, I can't be too critical of \"Gen-Unlab,\" for I, too, have had to question my millennial instincts from time to time since becoming a mother. My daughter wanted to join a cooking club in school, among the many other options present, which included dance, art, chess, karate, etc. The feminist in me could not help myself but stop her from doing so, because after all, aren't those the exact stereotypes my comrades and I have been trying to break for women and girls for eternity? And here was my own flesh and blood wanting to join a cooking class! I thought about this later, and it certainly wasn't very wise – as the woke mother that I present myself to be – to limit my own daughter's choices, and with it her agency. So we settled on the dance club.\nA friend of mine once told me, \"No matter how progressive you think you are, your children will always do something to surprise you. It will be above and beyond what you imagined they are capable of doing. So, draw the bar a little lower, let her know that it is not okay, even though it may be okay to you. And so, when she crosses that bar, it won't actually be much of a surprise.\" I thought it was good advice, and took it. But what I wasn't prepared for was the zillion life lessons I would end up getting from my daughter, when in fact I always thought it ought to be the other way around. After all, aren't I the parent?\nA few days ago, my daughter and I were having a conversation where I ended with a speech saying something along the lines of, \"This is what mothers do. Mothers are meant to discipline, and scold you when you are wrong.\" To this, she answered, \"Then why do you think daughters should continue to love their mothers?\" I was, as they say, bowled out. Another time, I asked her if she's afraid that I would be old soon and be bed-ridden. What I actually meant, and did not ask, was if she was afraid of being in the world without me, and wanted her to say that she was, and that she would miss me terribly if I were not by her side. She, on the other hand, instantly answered, \"What is there to be afraid about? Everyone is going to get old one day; I am, too.\" Did I mention that she is eight?\nSo, all my progressiveness and liberalness have been flung out of the uncanny window by this one; all the wise words I say to others around me on a daily basis, my daughter brushes off with a mere shrug and a gesture of her hands. However, one thing that is probably different about our generation of parents is that we want to challenge what parenting means and shake things up a little. One thing I keep mentioning to her, and hope she remembers, is that I am her safe space, that there is nothing, no slip-up grave enough that she shouldn't be able to come and talk to me about, and I will help her through it. I will always trust her, and trust in her; that is what I believe every child needs to hear – Gen-Unlab and the ones after them.\nSyeda Samara Mortada, a feminist activist, is a coordinator at Bonhishikha, a feminist organisation working to unlearn gender and create a platform for youth to share their gender-based experiences.\n\n",
        "headline_1": "Welcome to Millennial Motherhood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/welcome-millennial-motherhood-3131211",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "We are deeply frustrated that none of the cases filed in connection with the Ramu violence, which took place in Ramu upazila of Cox's Bazar during September 29-30 in 2012, have yet been disposed of. Reportedly, incited by a Facebook post – which was later found to be fake – from a Buddhist youth (who still remains missing), religious fanatics vandalised and torched 19 Buddhist temples and over 100 houses in Ramu, Ukhiya, Teknaf and Cox's Bazar Sadar upazilas, as well as Chattogram's Patiya upazila. Although as many as 18 cases were filed in connection with the violence during that time, not a single one of them has been disposed of yet. And, reportedly, one of the cases was settled immediately after it was filed. We would like to ask: should it take 10 years to complete the investigations and dispose of the cases?\nAfter a decade has passed since the religious zealots unleashed violence on the minority Buddhist community in Ramu, we have now come to know from the public prosecutor of Cox's Bazar District and Sessions Judge's Court that the cases remain pending as the witnesses don't appear before the courts to testify against the accused. He also said that the victims have little interest in pursuing the cases as the government built them new homes and pagodas. We are deeply disturbed by the simplistic explanation offered by the public prosecutor – it has long been reported that the victims and witnesses were in fear as some of the attackers were local powerful people with strong backing from the administration and the police.\nWe know that a total of three probes – one by a judicial body, another by the police, and the third by the home ministry – were conducted in line with HC orders, after two writ petitions were filed with the HC by two Supreme Court lawyers, seeking action against the perpetrators and the local officials for their \"negligence\" in preventing the incidents. The police gave seven charge sheets against 385 people, all of whom are now out on bail. The home ministry report mentioned that 205 people were involved in the mayhem and that it was planned at least 10 days ahead. The home ministry report and the judicial report had not only identified the attackers but also found that law enforcement agencies and local administration did not play their role to prevent the attacks. The probe conducted by the judicial body also made 20 recommendations, which included helping improve the competence and standards of the administration, restricting posts on social media, etc.\nBut, unfortunately, the HC is yet to hold the final hearing on the writ petitions and deliver a verdict on them. Previously, we heard that the court was overburdened with a high caseload. The reconstitution of HC benches was also cited as a reason why the court could not hear the petitions. We would like to ask: what is stopping the procedure right now? We demand justice for the Ramu victims and feel that there can be no reason for the cases to linger anymore.\n",
        "headline_1": "Justice still elusive for Ramu victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/justice-still-elusive-ramu-victims-3131151",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "We are delighted for the families of three men presumed dead after news broke of the mass graves in Thailand in 2015. According to a report published by The Daily Star on Thursday, two photos from a prison in Bangkok, hand-delivered to families by another trafficking victim three years ago, provided the evidence of them being alive. Before that, for six long years, the three families had no indication that their loved ones were still living.\nThe families concerned sold their properties in 2013 to send the three men to Malaysia to earn a living in the hope of a better life. Soon, however, their dreams turned into a nightmare. Months after the men had left, their families received phone calls and heard the terrified voices of their loved ones, who informed them that they were being held captive by human traffickers and tortured. Their torturers had told them to demand Tk 2 lakh from their families in exchange for their release and safe passage to Malaysia. Having sold all their properties only a few months back, the families had no way of paying the ransom, and hence had to abandon their loved ones to fate. With no communication from them since then, and with reports of mass graves in the Thai jungle – where the men were presumably being held – the families assumed the worst.\nThe families recently came to Dhaka from remote areas in Maheshkhali upazila of Cox's Bazar to submit a letter to the foreign ministry, hoping that it would reach the foreign minister and lead to their dear ones' return. We urgently call on the foreign ministry to take all diplomatic measures to get these victims of human trafficking released from the Thai jails and have them repatriated to Bangladesh. These men and their families have suffered enough cruelty and uncertainty for nearly a decade now. And it is time for them to be finally reunited safely at home.\nAdditionally, according to various human rights groups in Thailand, many more Bangladeshis are currently being detained in Thai jails. And it is suspected that some of them could have been victims of human trafficking during the time when migration to Malaysia from Bangladesh was suspended. The government should use all its diplomatic prowess to find out how many more Bangladeshi trafficking victims are being wrongly incarcerated in Thailand, and look to negotiate their release and return with the Thai government.\nMoreover, the government should take lessons from these cases, and ensure that the official channel for migration is made easy and simple, and take all necessary steps to ensure that Bangladeshis wishing to go abroad in search of better lives are better protected from human traffickers.\n",
        "headline_1": "Negotiate the return of jailed Bangladeshis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/negotiate-the-return-jailed-bangladeshis-3131141",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "Soon after garment export from the country took off in the mid eighties, subcontracting began to gradually assume an important role in catering to exports, albeit indirectly. Over the decades, subcontracting became almost integrally linked to exports as many exporting factories not able to cope with excessive seasonal orders preferred to give part of the contractual jobs to smaller factories to be done under their supervision. Save exceptions, things went fairly well, and the number of factories reliant on subcontracting increased manifold. However, since the majority of these factories are not registered with either BGMEA or BKMEA -- the parent trade associations of woven and knit garments respectively, they suffer from non-recognition, and the jobs they do for the exporting firms remain unaccounted for. Since they work for the exporting firms under the latter's direction and close supervision, they may be deemed as an extension of the exporting firms. But the fact remains that being not registered with the relevant trade associations, and having not undergone factory inspection and remediation as regards a host of workplace issues by either Accord or Alliance -- representatives of European and North American retailers, they find themselves in limbo. Not only do they suffer non-recognition but more importantly, in the absence of factory remediation as per set standards, it is no one's responsibility to look after them.Last week, the BGMEA in a notification informed its members that it would not shoulder any responsibility that may arise due to awarding subcontracts to garment factories not affiliated with the trade body. The key reason being that these unregistered factories pose safety risks to workers as the majority of them remain outside the purview of the factory inspection that took place after the Rana Plaza building collapse. After the Rana Plaza tragedy in 2013, many factories that failed to comply with safety standards were closed while the number of such non-member factories has increased over time due to increased work orders, especially in the post-lockdown period. A senior BGMEA representative said to the FE that although these unregistered factories play an important role in garment export by carrying out subcontracted jobs, they are susceptible to lack of workplace safety and other risks. According to the Mapped in Bangladesh (MiB), there are more than a thousand non-member garment factories as of June last. This large number of non-member factories has created employment for some 0.22 million workers, of them 40.53 per cent are males and 59.47 per cent females, finds the MiB.Under the circumstances, there is a need for recognising the role played by the subcontracting factories. It is in the interest of the country's garment industry that BGMEA and BKMEA found a way out to bring this large number of factories under their ambit, and to do this the non-member subcontracting factories may be tasked with required remediation jobs to be performed within a specific timeframe. The government, too, has an important role to play in ensuring their compliance, while also facilitating credit to do the required jobs.",
        "headline_1": "Subcontracting RMG factories -- bringing them on board",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/subcontracting-rmg-factories-bringing-them-on-board-1664462446",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "The latest Human Development Report 2021-22 aptly titled, \" Uncertain Times, Unsettled Lives: Shaping Our Future in a Transforming World\" launched by the United Nations Development Programme (UNDP) on September 8 last makes a disconcerting read. For the first time in its 32 years history, the Human Development Index (HDI) has declined globally for two consecutive years. The message is grave indeed as nations' health, education and living standard that the HDI takes a measure of indicates a retrogressive journey. Not all countries have fallen back but nine out of 10 have, putting in jeopardy the attainment of sustainable development goals (SDGs). In the UNDP's reckoning, 90 per cent of the UN members suffered HDI reversal either in 2020 or 2021 and 40 per cent had met with such setbacks in both years. The human development progress globally has gone back to the 2016 level, negating much of the gains achieved earlier in terms of SDGs. At a time when countries were on course of recovering from the Covid-19 shock, first the energy price hike and then the Ukraine-Russia war came as a double whammy to upset the pace of recovery. What is particularly worrying is the selfish mentality of using exportable fossil fuels, natural resources and technologies as weapons of profit by nations boasting such assets and advantages. Solidarity of nations has become a casualty on the altar of self-seeking gains. Inequalities and disparities are blatantly widening to the woes of nations in the back row and to almost sadistic pleasure of the gainers. The planet is getting polarised on multiple lines of division and discrimination such as political, societal, gender, capability of response to emergencies arising out of climate change-induced calamities or disastrous human acts. Even the space for liberal economic, trade, investment and commercial policies is shrinking fast on account of rivalries among big players.All this is making matters worse for recovery of nations on low trajectory of economic progress. Most nations may have to struggle even more if the Russia-Ukraine war prolongs and the issue of shift to renewable energy ignored and dependence on fossil fuels goes up in order to avoid increased expenditure on research and shift to green technology. Also, the self-centred mindset is becoming so pervasive at all levels ---individual, community and international ---that the concept of caring, let alone welfare, society is taking a back seat. In post-Covid recovery time, the element of human compassion and support system could be the lifeline for those millions who have lost all means of survival. True, Bangladesh has been a consistent performer in HDI score for over a couple of decades, particularly in the last few years. With the current HDI value of 0.661, it ranks at 129 among 191 countries and finds itself placed in the group of the medium human development. The country's value is better than the regional value of 0.632. Yet it must be acknowledged that the country lags behind two-thirds of the nations and has a long way to go before it can elevate its position to the list of top 100 countries on this score. However, wealth creation and improvement in HDI index may have contrasting pictures in the absence of disproportionate equation between the two. With less wealth creation, some nations can ensure social and economic justice at a reasonable level and with much higher accumulation of national wealth, some other nations may fail to improve people's right to health, education and living standard. This happens because wealth gets concentrated in few hands at the deprivation of the majority. In case of the HDI value, this is the case for Bangladesh as its HDI value plummets to 0.503, a loss of 23.9 per cent from its original value, if considered in the perspective of existing inequality and level of sustainability. So, the message is loud and clear: there is an overriding need for readjustment in the development strategy favouring more investment in human capital. So far as national development programmes are concerned, individual humans not numbers, should be at the centre of policies and strategies. The challenge is to turn the self-promoting production and commercial ventures into instrument of sharing benefits rationally and equitably. Unfortunately, the present trend defies all sets of ethical, moral and commercial values in order to maximise profits. In the name of costlier import of raw materials and means of production, price manipulation has become a way of trade and commerce. No one is ready to admit that lower margin of profits can keep businesses going all the same, although it does not allow expansion of the ventures. It was logical to limit profits to the minimum in this turbulent time in consideration of the reversals suffered by low-income people. This calls for public-private cooperation at its closest. Since the big businesses have become the greatest beneficiaries of the government largesse in the form of stimulus package, they could share benefits with the workers. At the same time, the government could find an effective way to support the needy with allowances in cash and kind. This would have enhanced the purchasing capacity of the majority ---a sure way of businesses running full throttle. \n[email protected]",
        "headline_1": "Changed perspectives of human development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/changed-perspectives-of-human-development-1664462512",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "Various state agencies, though late, have taken actions or feigned to do so in order to rein in the soaring prices of most essentials in recent months. Most of them, however, have failed in their 'avowed' mission. If not anything else, these entities have been successful in putting the consumers in a state of confusion, because the people are fully aware of the ineffectiveness of such moves. When the prices of everyday essentials started rising unabatedly, the ministry concerned remained more or less unconcerned. At times, the man in charge, much to the annoyance of the consumers, defended the actions of traders, citing a variety of reasons, including international prices of commodities. The only visible government action has been the sale of a few essential items through the Trading Corporation of Bangladesh (TCB). The market intervention using the TCB can hardly leave any effect on the price situation. Besides, a vast majority of poor and low-income people remain out of its coverage. The ministries of commerce and food held meetings with the traders concerned frequently in the recent past, seeking the latter's help to ease the price situation. But the arguments put forward by traders in favour of the hike in prices of most commodities could convince the people manning the ministries concerned. The approval given to traders' proposals to raise the prices of edible oils and other essentials only strengthens such an allegation. When little help came from the ministries concerned for the consumers, the Directorate of National Consumers' Rights Protection appeared on the scene. It has conducted raids after raids in the markets, mostly in Dhaka, and punished errant traders by realizing hefty fines. It also has hardly worked. The department has discontinued the raids, for now, it seems. Amidst such a chaotic situation, the commerce ministry suddenly came out with a proposal to fix the maximum retail price of a few essentials. However, the man in charge of another ministry found the idea absurd. Nothing has been heard about setting the price of essentials since then. One positive development, however, has taken place a few days back. The government lowered the maximum retail price of palm oil and sugar by a small margin though international prices of both the items declined by a big margin during the past few weeks. Lately, the Bangladesh Competition Commission (BCC), a government entity with judicial power, has appeared on the scene to punish errant trade bodies and manufacturers of consumer goods. It has filed cases against 44 firms and individuals for their alleged involvement in the recent hike in prices of essentials and short supply of commodities. The firms include some local and multinational corporate houses. Hearing on the cases started on Monday last. What will be the outcome of these cases is difficult to say right at this moment, but the BCC move has surprised many. Law empowers the Commission to take action against firms and individuals for being involved in influencing the market by indulging in a monopoly or oligopoly. The onus lies with the Commission to prove the allegations. There is no denying that international prices of many essentials had been on the rise as the pandemic was easing. The Russia-Ukraine war created the price shock even bigger and unmanageable for many countries. But the government's response to the crises lacked coordination and required firmness. This had emboldened the traders who are prone to making windfall gains at the cost of consumers. \n[email protected]",
        "headline_1": "Price rise and consumers' confusion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-rise-and-consumers-confusion-1664462544",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2022"
    },
    {
        "full_article": "\nCapsize of boat is nothing new in Bangladesh. Just a few days ago, a boat carrying approximately 100 passengers, mostly Hindu devotees, sank in the Karatoa river in Panchagarh. So far, 69 bodies have reportedly been recovered while rescue operations are still on for three people. According to rescuers and investigators, overcrowding was the main cause behind this disaster. Initial reports suggest that the boat was carrying nearly three times its capacity. Most of the passengers on the boat lived near the riverbank. As a result, with the exception of very young children, almost all of them knew how to swim. And several passengers reached the shore swimming. But most of the victims might not swim when others grabbed on to them to try to stay afloat, while others could not remember how to swim out of fear and anxiety. For women, getting tangled in their clothing is a major reason behind their death. Drowning is a significant public health concern and the third leading cause of unintentional death worldwide. Despite knowing how to swim, many people living in riverine or rural areas do not know how to survive or save lives. According to several studies, raising awareness among people as well as providing safety and swimming skills for children and teenagers can prevent deaths from drowning. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Preventing deaths from drowning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preventing-deaths-from-drowning-1664462578",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2022"
    }
]