[
    {
        "full_article": "India’s resounding 8.2% GDP growth in 2023-24 came with two worrying portents. The farm sector lost momentum due to an unhelpful monsoon, and private consumption spends rose at less than half the economy’s pace. In fact, the 4% growth in private final consumption expenditure (PFCE) was the weakest since 2002-03, if one excludes 2020-21, when COVID-19 first hit the world. Of course, some of this stemmed from the farm sector’s rain woes that weighed down rural demand, while economists flagged a K-shaped consumption pattern of higher-end goods and services seeing greater offtake than the rest. A normal monsoon this year, it was hoped, would help the farm sector and rural demand rebound, and shore up overall consumption to levels that spur growth as well as hasten an uptick in industrial capacity utilisation rates to thresholds that compel private investors to ramp up. This much-awaited outcome is vital for the virtuous cycle of more investments leading to more jobs and higher consumption to kick in.Growth numbers for the first quarter suggested this story was playing out, with the PFCE rising at a seven-quarter high of 7.4%, outpacing the 6.8% GDP uptick. Rural demand signals such as two-wheeler sales also perked up. India Ratings reckons that real rural wage growth turned positive in July and is expected to stay positive, aided by cooling inflation. This bodes well for consumption. However, a twist in this tale may be imminent, with urban demand beginning to show some fatigue. Last Tuesday, S&P Global Ratings, which expects India to grow 6.8% this year (lower than the 7.2% rise penned in by the Reserve Bank of India), said high interest rates are tempering urban demand. The RBI’s consumer confidence survey for July shows a turn in the tide, with current and future confidence levels of urban buyers dropping. The Finance Ministry has taken note too, pointing to a dip in passenger vehicle sales through April to August as a barometer of stuttering urban demand. The trend warrants monitoring, it said, while expressing hope that festive fervour could trigger a course reversal. With wallets crimped by persistently high food inflation (that also clouds rate cut hopes), the ability of urban Indians to create room for discretionary spends through the festive season and beyond would be critical for growth as well as the virtuous private investment cycle. With global oil prices turning benign, the Centre must consider passing through the reduced costs to consumers, and cut levies embedded into retail fuel prices. A substantive fuel price cut, as opposed to the token two rupees of relief per litre unveiled this March, can support demand in the economy.  Published - September 30, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\neconomy (general)\n\n/\n\nMonsoon\n\n/\n\nconsumer issue\n\n/\n\nagriculture\n\n/\n\ninvestments\n\n/\n\nemployment\n\n/\n\nReserve Bank of India\n\n/\n\nautomobile\n\n/\n\nfestivals\n\n/\n\nCoronavirus",
        "headline_1": "​Demand flux: On growth dynamics",
        "headline_2": "Growth dynamics may falter with waning urban consumption",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdemand-flux-on-growth-dynamics/article68698054.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Russian President Vladimir Putin’s revision of Russia’s nuclear doctrine announced last week is a worrying increase in the war rhetoric surrounding the Russia-Ukraine conflict. It would once have been considered unthinkable for permanent members of the UN Security Council to behave in this manner. His announcement was that in the event of a conventional attack on Russia by any country that is supported by a nuclear power, Russia would consider that a “joint attack” and presumably, deal with the threat accordingly. He added that Russia could use nuclear weapons in response to a conventional attack posing a “critical threat to [its] sovereignty”, a threat that was repeated by Russian Foreign Minister Sergey Lavrov at the UN General Assembly meet over the weekend, when he said the idea of defeating Russia on the battlefield is “senseless” and a “suicidal escapade” given that Moscow has nuclear weapons. Clearly, the context of Mr. Putin’s nuclear doctrine revision and the comments is Ukraine President Volodymyr Zelenskyy’s visit to the United States, where he attempted to present a new “victory plan” for Ukraine. Mr. Zelenskyy wants the permission of the U.S. and other western countries to use missiles and other heavy weaponry procured from them for attacks deep inside Russia. Thus far, the weaponry, including Storm Shadow and ATACMS missiles, can only be used for Ukraine’s defence, although western capitals turned a blind eye when Ukrainian forces invaded the Russian Oblast of Kursk in August with tanks and weaponry, allowing Mr. Zelenskyy to rack up a symbolic win and possibly some leverage in future negotiations for peace. However, much of the euphoria in Kyiv has since dissipated with Russia hitting back anew, sending in troops to Kursk, and also opening a new front around Ukraine’s Pokrovsk, and western countries remaining loathe to enter the theatre of war. To that end, U.S. President Joseph Biden has now announced nearly $8 billion in additional military aid for Ukraine, but made no reference to the demand for its utilisation inside Russia.It remains to be seen whether Mr. Putin will be assuaged, or if concerns about the war reaching a “nuclear threshold” will grow from this point on, and it is hoped countries, including India, that have committed to finding a path to dialogue and peace, redouble their efforts to prevent such a catastrophe. New Delhi has said that it “conveyed messages” to Moscow when safety concerns grew over the Zaporizhzhia nuclear plant. Prime Minister Narendra Modi may be called on to do the same when he visits Russia in October for the BRICS summit. As the world grapples with the spectre of escalation in West Asia, the last thing it needs is a reversion to chilling cold war scenarios in Eurasia, of mutually assured destruction. Published - September 30, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nRussia\n\n/\n\nnuclear policy\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nUnited Nations\n\n/\n\nnuclear weapons\n\n/\n\nmissile systems\n\n/\n\nUSA\n\n/\n\nIndia\n\n/\n\npeace negotiations\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "​Mad doctrine: On Russia’s revision of its nuclear doctrine",
        "headline_2": "Any threat of use of nuclear weapons must be viewed seriously",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmad-doctrine-on-russias-revision-of-its-nuclear-doctrine/article68698072.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Draft guidelines advance the rights of terminally ill patients on life support. Reality is painfully behind\nWhile healthcare reach in India leaves a lot to be desired, there is no doubt that everyday more persons have access to life-sustaining treatments than yesterday. But this also means that everyday there are more patients on life support who are “not expected to benefit” from it. While recent years have seen courts and govt recognise such terminally ill patients’ right to die with dignity, the actual processes to access this right are so gruelling that it largely remains out of reach. The draft GOI guidelines for withdrawal of life support in terminally ill patients, released for public comment, are intended to increase access to this right. Will they?\nIn a recent case, both Delhi HC and the Supreme Court turned down the plea of aging parents of a patient who has been in a “permanently vegetative state” for more than a decade, to direct the constitution of a medical board to assess him for passive euthanasia. The courts’ logic was that the patient “does not appear to be on life support”. Experts have since pointed out, including on this page, that the courts’ reading of the Ryles tube, inserted into the patient’s stomach through his nose, is neither the consensus medical opinion nor the legal position in most jurisdictions around the world. \nA useful clarification provided by the draft guidelines is that “parenteral nutrition” – nutrients pumped directly into a vein – is in the same category as mechanical ventilation. They also underline that the judicial officer is only to be notified – of a decision made by medical professionals in consultation with the family/surrogate and valid Advance Medical Directives. “Approval is not required.” This should help medical boards get over fears of courts. But the medical boards need to exist in the first place. Then they need to step up. Act with gravity, empathy and science.\n\n",
        "headline_1": "In pursuit of death",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/240862/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Iran now has a chance to shorten Lebanon conflict by not retaliating for Nasrallah’s killing\nThe killing of Hezbollah leader Hassan Nasrallah in a massive Israeli airstrike last weekend has completely changed the security dynamics in West Asia. It represents a huge victory for Israel, which has now practically decapitated the Hezbollah leadership structure, and a body-blow for Iran and its so-called Axis of Resistance. Hezbollah represents the lynchpin of Tehran’s Shia militia movement in West Asia. Therefore, Israel’s stunning offensive against the strongest non-state military in the region has put Tehran on notice. \nDown but not out | That said, Hezbollah as a group is not quite finished. It has a flexible command structure that was specifically created to absorb blows. Plus, Hezbollah is not without a state – it’s a parliamentary bloc in Lebanon. There’s already talk of Nasrallah’s cousin Hashem Safieddine taking over the leadership of the group. But much will depend on how much Iran backs the group at this moment. \nTehran’s choice | Tehran has been noticeably restrained so far. Reportedly, there are differences of opinion about how to respond to Nasrallah’s death. Conservatives want Iran to strike Israel immediately, while moderates like President Pezeshkian prefer to avoid a region-wide conflagration. Iran directly joining the conflict will be catastrophic. But there are good reasons for Tehran to avoid going down that road. Iran with a conventional army can’t carry out tactically advantageous asymmetric operations against a superior Israeli military. Thus, any direct battle between Iran and Israel will lead to massive casualties on both sides.\nStrengthen moderates | US wants to avoid such a region-wide escalation. So does Pezeshkian, who is focused on reviving Iran’s economy and resetting ties with US. With Iran’s supreme leader Ayatollah Khamenei having been moved to a secure location following Nasrallah’s assassination, this is the perfect opportunity for America to incentivise Iranian moderates. Tehran and Pezeshkian’s restraint should be rewarded with Washington renegotiating and re-entering the Iran nuclear deal, and simultaneously lifting sanctions on Iran. This will strengthen Pezeshkian’s hand against Ayatollahs.\nNormalise Iran | Plus, such a reset of Iran-US ties will help wean away Tehran from Moscow and Beijing’s ambit. Also, if Iran is allowed to normalise, it will have no pressing need to deploy regional militias to cultivate strategic depth. True, Sunni Arab monarchies and Israeli conservatives are wary of a regionally successful Iran. But a moderate Iran is far more preferable to a cloistered, vengeful Iran. Washington must step up and incentivise Iran’s normalisation. That’s the best antidote to West Asian conflicts.  \n\n",
        "headline_1": "Bet on Pezeshkian",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bet-on-pezeshkian/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Man of the house and mop on the floor \nYears after WFH became common currency, many saabs are still struggling to redeem themselves in the eyes of the maids. Before the pandemic, the maids were in awe of the saab. At least, that’s the impression he had carried from their brief Sunday encounters.\nWith a stern look, he would flip through weekend supplements. He would frown to show his disapproval when he was forced to put his feet up to let her mop the floor. The maid knew it was an occupational hazard she had to endure once a week or even less. In his absence, the wife often used saab ko achha nahi lagta warning to get the maid to fall in line.\nBut then he became a permanent fixture at home. Bit by bit, in his vest, shorts, and three-fourths, the saab was unravelled. Unlike shorter clothes, office clothes had once cloaked him in dignity. Contrary to what she had believed, he didn’t have much work on hand. She often saw him slouched in his chair until a call from his bosses startled him. She realised his topmost boss was his wife; constantly correcting, reprimanding and even insulting him at the drop of a bartan.\nSlowly, the power equation changed. Now, she looked at him as an irritant when he unmindfully walked through the freshly mopped area. It was her turn to give a disapproving look. It’s not that he did not try to convey that he was still the man of the house. Hoping to please his wife, he once scolded the maid for reporting late for work. Instead, he got an earful for exceeding his brief. Before that, he had tried to scold the wife when the maid was around, only to burn his fingers.\nToo much familiarity has already bred so much contempt that it looks unlikely for the saab to ever discover his pre-Covid delusions of grandeur. Should the maid be sacked and a new one hired to make a fresh, dignified start? But then hell hath no fury like a maid scorned. Why let your reputation travel far and wide?\nMany have returned to WFO. Some are lucky that a hybrid work model allows them to frequently escape to the comfort of the office. Those still stuck at home no longer need a cue from the maid to shrink by drawing up their legs. They know they can’t put their feet down anymore.\n\n",
        "headline_1": "Not maid for each other",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/not-maid-for-each-other/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "SC verdict holding that perpetual surveillance as a bail condition violates privacy reinforces this relatively newly minted right. It is also a step forward for due process jurisprudence\n\nKharak Singh was a worried man. He was caught in a dacoity case but then released. The evidence against him was weak. Things then became sordid. He was declared a ‘history-sheeter’ and placed under constant surveillance. He would often receive midnight knocks on his door from policemen asking him to regularly mark his presence at the police station.\nRead full story on TOI+\n\n",
        "headline_1": "Out on bail, still in jail",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/out-on-bail-still-in-jail/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "The Daily Star (TDS): Could you offer your reflections on the 2024 uprising, particularly in comparison to the 1969 Mass Uprising and the 1990 Anti-Authoritarian Movement?\nFarhad Mazhar (FM): The 1969 Mass Uprising was primarily focused on achieving either provincial autonomy or independence, which ultimately led to the Liberation War in 1971. At that time, we demanded a provincial government based on the Six Points, advocating for Pakistan to become a federal state where East Pakistan could enjoy greater autonomy. This demand transformed into a call for independence following the Pakistani Army's brutal Operation Searchlight on March 25, 1971. The 1969 uprising was fundamentally about political and economic autonomy and later the creation of a new nation.\nIn contrast, the mass movement of 2024 is centered around state-building based on popular sovereignty. Its core aim to dismantle the existing fascist state and the structures of authoritarian and fascistic power by organizing the people as the central political force. This movement seeks to launch a constitutive process to draft a new constitution based on the will of the people. Thus paving the way for the establishment of true democracy—a fundamentally different kind of state power and governance.  It's important that the movement also aims to deconstruct and dismantle the false ideology of election as democracy. Elections are merely mechanisms for practicing democracy, and what we need is to install the democratic state first and practice election as a decision making process at various levels of state craft  as required by the constitution.  When a democratic state is installed, elections are important to its functioning and remain akin to the will of the people. \nIn Bangladesh, however, elections have often been equated with democracy, which is a misconception and the major ideological challenge for the people's movement that we have been facing for long time. Elections alone do not ensure democracy. We often fail to learn from history that fascist regimes rose through elections and constituted as fascist power based on nationalism and populism. In the absence of a powerful ideological struggle against nationalisms and various undemocratic religious and secular tendencies, so called election as democracy ends up in populism and fascism, as we saw in Europe in the past. We must learn from Germany, Italy, Spain, Chile, and now from India.  Hitler, Mussolini and Sheikh Hasina all came to power via elections. Those advocating for elections and preaching election as democracy in the current context of Bangladesh are, in effect, perpetuating fascism because they are pushing for the continuation of authoritarian rule under the guise of electoral legitimacy.\nTDS: What steps should be taken to initiate the process of drafting a new constitution?\nFM: First, we must declare the existing constitution null and void. Dr. Mohammad Yunus, as Chief Adviser of the interim government, is advising President Mohammed Shahabuddin Chuppu, who was appointed by the fascist regime and served under the fascist government. This indicates that the mass uprising remains under the legal and constitutional mechanism and control of the fascist power. Did people sacrifice their lives for this outcome? Therefore, the first step is to declare a new president reflecting the sovereign will of the people firmly based on the political and legal paradigm of popular sovereignty, annul the existing constitution, and remove Mohammed Shahabuddin. \nSecond, we must review the top army officers appointed by Sheikh Hasina. If it is found that they remain loyal to her or Tarique Siddique rather than the people of Bangladesh, they must be removed. Should the Army Chief choose to support the people, he must show a positive attitude, as there were moments when soldiers refused to fire on civilians. Many in the army demonstrated solidarity with the people, forming a new alliance among students, citizens, and soldiers. This is the essence of people's power. \nDr. Yunus or a similarly chosen figure should be appointed as head of state. Afterward, the president must undertake two crucial tasks. First, he must ensure Bangladesh operates under existing laws and regulations, except for those that are colonial, enacted by Sheikh Hasina, or violate human rights. Examples include the Digital Security Act (DSA), laws regarding the RAB, or the colonial-era Code of Criminal Procedure (CrPC). We may proclaim that any law that violates the international human rights regimes will be considered null and void and the state will function as it is functioning now, until we draft a new constitution. \n\nThe people are not an abstract entity but rather possess a deep political understanding in their own way, not necessarily adhering to the expectations of the educated elite. A National Constitution Council will draft the constitution based on the suggestions proposed by the people, which will later be legitimized by an elected National Constituent Assembly. Our aim is to create a charter founded on human dignity, equality, and social justice.\nFinally, the president must declare an interim period to draft a new constitution. The political parties and the people must give him time to begin this work. The interim government must provide ample space for political parties free from fascist ideology and practice, to participate at all levels of discussions. Elections should be held for a constituent assembly rather than simply a regular election to elect government. This process should begin with local-level meetings—at the division, upazila, or even union level—where people can voice their vision for the state and their expectations. Political parties, too, will present their ideas for the nation's future.\nThe people are not an abstract entity but rather possess a deep political understanding in their own way, not necessarily adhering to the expectations of the educated elite. A National Constitution Council will draft the constitution based on the suggestions proposed by the people, which will later be legitimized by an elected National Constituent Assembly. Our aim is to create a charter founded on human dignity, equality, and social justice.\nMany might think that I am an ultra-leftist, convinced by the Bolshevik model, but our reality is quite distinct from that of Russia. Instead, we may look at China as our economic model, if not for the political ideals. We are in dire need of economic development that has been thwarted by the new liberal capitalist global order, dominated by few transnational corporation. We must free ourselves from old petti-bourgeois utopian socialist ideals that breed underdevelopment and fascism.  We must invent policies that promote accelerated economic transformation and secure for us a strong economic position in the international division of labor. So we have a very challenging task to engage with global capital and globalization that is not possible by conventional economic ideologies and externally prescribed economic policies.  We cannot remain perpetually poor and deprived of technology. We must find ways for the transfer of science, technology, the art of management and efficient governance and appropriate social relations and forms to remain cohesive and strong. As you know, China rapidly advanced toward economic development immediately after 1976, and it is quite possible that we could similarly develop ourselves within a very short period of time.\nWe are rich in natural, biological, aquatic and human resources that accompany historically accumulated local knowledge system.  These will be the key to our massive economic upheaval. Once the people are convinced that they are part of a massive state and nation-building project the people's revolution will be able to realize the aspiration of the people. We are an emerging political community endowed with powerful political agency, pragmatic ambitions and a clear goal to chart a path for ourselves in the global economy. No one could stop Bangladesh to emerge as a powerful country. People are willing to sacrifice their lives for their dreams and ambitions. We have seen that in the July Revolution. \nTDS: Do you see any significant changes in the post-uprising period?\n\nFM: The anti-fascist spirit remains strong and active among the people. As an activist intellectual, my main focus is to sustain that intense desire for societal transformation and facilitate dialogue with others. I am not alone in this revolutionary passion; many others share the same drive.\nDemocracy, at its core, depends on the collective will of the people, as seen in constitutional preambles like \"We, the people of the USA\" and \"We, the people of Bangladesh.\" It's crucial to emphasize that the people have agency. They are not apolitical; through their united action, they overthrew the fascist regime. However, it's also true that some individuals supported the fascist regime.\nThis brings up the need for a Truth and Reconciliation Commission (TRC), akin to the one in South Africa after the anti-apartheid struggle led by Nelson Mandela. Such a commission should have been established right after the people took control of state power in Bangladesh. The urgency for a TRC stems from the fact that not all Awami League supporters are fascists; some are genuinely committed to democracy.\nAmidst all of this, we tend to overlook critical questions, such as the nature of heinous institutions like Aynaghar, about which we still know a very little as citizens.\nAnd why isn't Dr. Yunus engaging in dialogue with civil society? While we recognize his contributions, he must also listen to the people, otherwise it will eventually damage his acceptability. The state is a political entity with complex processes that require broad engagement.\nTDS: How do you foresee the South Asian political landscape evolving in light of the recent developments in Bangladesh?\nFM: Our relationship with India differs significantly from our ties with the USA. Unfortunately, the interim government lacks experts who fully understand these geopolitical nuances. A faction within Delhi's foreign policy circles, including the BJP, perceives India's bilateral relationship with Bangladesh is based on a flawed premise. Instead of people-to-people relations, India maintained relations as a state to the individual leader of a fascist regime. That's wrong.\nDespite these challenges, we must work towards establishing a constructive and positive bilateral relationship with the people of India, considering the geopolitical subtleties and regional dynamics. We need to approach this with political acumen, clearly identifying which aspects of India's policy we support and which we oppose. It's crucial to bridge the gap between the people of Bangladesh and India, especially to counter any misconceptions about the treatment of minorities in Bangladesh.\nAs someone who engages closely with students concerned about the country, I haven't noticed any baseless or irrational anti-Indian sentiment among them. The dissatisfaction many Bangladeshis feel is largely due to India's perceived injustice and oppression towards its Muslim population, which is understandable. Additionally, India's refusal to shelter Muslim refugees contrasts sharply with our own acceptance of Rohingyas. To alleviate this discontent in Bangladesh, India needs to address its treatment of Muslims within its borders. Continued aggression will have negative repercussions for India.\nFrom a broader perspective, our goal is to live peacefully within the subcontinent, which is a fundamental principle. However, if India maintains its current stance, it could provoke and intensify anti-Indian sentiments in Bangladesh, potentially mobilizing forces against India. This would place responsibility squarely on India. Policymakers must therefore work to prevent such outcomes.\nTDS: There is much talk about political reforms. What are the essential steps to achieve genuine reform?\nFM: The people of Bangladesh must understand that we cannot rely on external help; no one will come to our rescue. We need to build a genuine consensus among the populace to move forward effectively. Herein lies my fundamental disagreement with our political parties. They may profess a commitment to reform, but they are not equipped to drive real change. Reform must come from the people, with political parties providing support rather than leading. Had the political parties acted responsibly, we wouldn't be in this crisis today. Political parties are not above the people, which they often imagine and try to impose; they are an extension of the people and their existence depends on the people.\nWe should consider forming a Reconciliation and Reconstitution Council that includes political parties. Our role would be to engage in discussions with them while respecting the interim government's responsibilities—interference should only occur if the government acts against the will of the people. Additionally, we must confront any remaining fascists within the bureaucracy, police, and army. Political parties should encourage their members to support the authentic path to democracy. This process should be completed hopefully within a year, as our goals are clear.\nEngaging the public will naturally involve political parties. By establishing committees at the Upazila level, we ensure their inclusion. Integrating political parties is essential for building a new state. We should facilitate discussions and possibly hold seminars to gather ideas and solutions, as this is a collective issue that transcends any single party. Our aim is to resolve these issues swiftly.\nTDS: It seems the interim government is not adequately addressing the people's demands, and there is a perceived void, as political parties are claiming that this government has not provided a clear roadmap. How do you evaluate the situation?\n\nFM: It's unjust to place the responsibility for creating a roadmap solely on the interim government. The initiative should come from the political parties themselves. Why are the political parties failing to put forward their own roadmap? It's contradictory to expect the interim government to provide a plan while leaving the task of reform to the political parties.\nI've published seven critical articles on the BNP's proposals for state reform, which are available on my website. None of the BNP members have contested my views. If political parties refuse to listen to public feedback and dismiss criticism while demanding a roadmap from the government without offering their own, how can they claim to be a legitimate agency to lead the people? They need to outline their plans to the people, earn their trust, and secure their votes.\nFurthermore, we still have bureaucrats who were involved in significant corruption and remain loyal to the Awami League. Why haven't we replaced them? What's stopping us from promoting capable young bureaucrats aged 30 to 32? If they are competent, why not consider them for senior positions like secretary?\nTDS: How does the July movement stand to shape narratives related to the 1971 Liberation Movement?  \nFM: The independence movement of 1971 is a non-negotiable issue! It clearly and historically marks us as a political community different from Islamic Pakistan, and in 1947 we marked ourselves as different from Hindu India. I fundamentally reject the prevailing narrative about the events of 1971. \nIt's crucial to differentiate between independence and liberation. Liberation involves the creation of a politically empowered community, whereas independence merely signifies control over territory without fully realising statehood and its essential structures. Collective self-consciousness as the driving historical agency is not easy to achieve and realize. This is why I am so keen on literature, art, culture and the critique of theology and traditions. So I squarely place emphasis on the appropriate articulations between Bangla language, Bangla culture, pre-Islamic history and the religions. To progress, we must challenge the conventional Awami League (AL) narrative that 1971 was the culmination of our journey. No. It is only the beginning. We must integrate the golden history of Islam both in its place of origin and its arrival in the subcontinent and contribute to building powerful foundational imaginations and structures in our own language, and culture integrating the traditions and legacies we carry within us from pre-Islamic era. We must cultivate a critical, historical and creative mind that keeps us united and altered to our collective self-consciousness as the agent of world history, and not slaves of colonial, imperialist ideologies and power. \nThe intellectual shortcomings of the Awami narrative become apparent when we consider the constitution's adoption, which was driven more by the preferences of lawyers and bureaucrats than by the general will of the people formed by the collective self-consciousness as I discussed earlier. The Constitution is not a legal document, as naive lawyers usually think. To constitute is the most important political act through which a political community arrive to world history and contributes to the collective good of humanity and world history and planetary survival as a life form.  \nThe core demands of the 1971 movement—equality, human dignity, and social justice—must now be actively pursued. Following the July uprising, Bangladesh has the chance to advance towards these goals. At this pivotal moment, we must address issues related to laws, culture, tradition, religion, and history to move forward effectively. Most importantly, we must learn to imagine ourselves as a unique political community and our existence is not negotiable. \nThe interview was taken by Shamsuddoza Sajen of The Daily Star. \n",
        "headline_1": "“Reform must come from the people”",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/reform-must-come-the-people-3715741",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "The row over the composition of a textbook revision coordination committee over the last few days has exposed a fault line in the government's ongoing reform drive, underscoring the challenges it faces as it prepares for more critical reforms, especially surrounding the question of religion in the constitution. On Saturday, the government dissolved the committee after facing backlash from certain groups for the lack of Islamic scholars in the 10-member committee and alleged \"anti-religious\" views held by its two members. The development, and the manner in which the authorities have acquiesced, underline a dilemma that has long plagued the state: how to balance progressive reforms with the expectations of religious constituencies that still hold significant sway.\nThe education adviser has denied the decision had anything to do with the pressure, stressing that there was no need for such a committee as specialists from both Islamic and general streams of education are \"at the final stage of revising textbooks.\" But why form a committee then and disband it only after 13 days? The episode suggests that the government may be susceptible to yielding to conservative pressure in its reform initiatives. It also brought into focus the broader question about the role of religion in state affairs, with the fallen Awami League regime setting a trend of exploiting and appeasing fundamentalist elements for political gains. One may recall how pressure from religious groups led to the removal of certain stories and topics from school textbooks. Nothing much has changed even after the regime's ouster.  \nIf we analyse the criticisms directed at the two Dhaka University teachers, it is clear that those had nothing to do with education or their qualifications, but only their perceived beliefs. Many have even indulged in a hate campaign online to the point that it sparked concerns about the safety of the teachers. Dissolving the committee, without critically evaluating the criticisms or doing nothing about those indulging in hate speech, also cast doubt about the government's commitment to such reforms. Are we to accept that any group can influence or reverse much-needed reforms through public agitation?\nWe must acknowledge the importance of ensuring a balanced and inclusive curriculum, one that reflects the cultural and religious diversity of the nation. But decisions on curriculum revisions must be based on academic merit and pedagogical principles, not political pressures. The government must realise that yielding to such pressures is contributing to an atmosphere where education is increasingly getting detached from the objective of nurturing critical thinking which it is supposed to do. We must not allow our education system to regress under the weight of such undue pressures any longer.\n",
        "headline_1": "Dissolution of textbook committee shows fault lines in reform drive",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dissolution-textbook-committee-shows-fault-lines-reform-drive-3715401",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Before typing words that will require me to somewhat dissociate from what its spells, let's listen to a tale of a place named al-Mawasi. It was a Palestinian Bedouin town, a slender coastal area, one kilometre wide and 14 kilometres long. The Mediterranean Sea hugging its rough grasslands, the people of al-Mawasi would farm and fish.\nIn late October last year, the Israeli occupation forces designated al-Mawasi as a \"safe area\" for fleeing Palestinian civilians, later claiming that it was considered a \"permanent safe zone.\" In an interview with Channel 4 News on February 12, Israeli spokesperson Eylon Levi, when pressed to confirm if displaced civilians would be safe from further bombardment in the declared safe zone, stated that \"it will not be safe\" until Gaza was free from Hamas.\nGaza's health ministry reported that over 40,000 Palestinians were killed by Israeli strikes in the first 10 months of the war, with many buried under the rubble. On September 18, the UN General Assembly passed a resolution demanding Israel end its occupation of Palestinian territories within a year, with 124 nations in favour, 14 against, and 43 abstaining.\nMeanwhile, as per CNN, Israeli Prime Minister Benjamin Netanyahu is considering evacuating civilians from northern Gaza to target Hamas and secure the release of hostages. Israeli airstrikes on Hezbollah targets have killed hundreds, and Hezbollah retaliated with rocket attacks, including a ballistic missile aimed at Tel Aviv.\nWhile these events occurred, hundreds of thousands of Palestinians from Gaza, Khan Younis and later Rafah fled to al-Mawasi. The city now consists of makeshift shelters, misery, starvation, disease, and a near-constant threat of attack.\nNow amid the recent escalating violence, the US and its allies are calling for a 21-day ceasefire between Israel and Hezbollah as the conflict threatens to engulf Lebanon. The measly number of days is shocking, with all the world leaders clapping for each other, their faces veiled in appropriate gravity, and deciding the fate of a people. How many days has it been since the aftermath of the October 7 attack? It has been almost a year.\nThere is no language left to describe the assault on Palestinian existence anymore. News keeps rolling like clockwork, every minute bringing a fresh attack that obliterates parts of the tiny little land Palestinians have left.\nNews has become, at best, just a documentation process. The faith that it will have an impact on the decision-making process of the rulers of the world is almost laughably absurd at this point. It will not jolt people out of their private lives and ignite a worldwide cry loud enough to save what is left of Gaza. Documentation, as of now, is our only means to soothe our conscience.\nIn February, the IOF attacked al-Mawasi, targeting a safe house for Doctors Without Borders (MSF) staff and families, killing two and injuring six. In late May, they bombed the area once more, killing at least 21 Palestinians, including 12 women, just days after the International Court of Justice (ICJ) ordered Israel to stop its offensive on Rafah. On June 21, the IOF attacked al-Mawasi once more, killing at least 25 Palestinians and injuring 50. \"This killing is nothing short of the destruction of Palestinian life,\" South African lawyer Adila Hassim told the ICJ during a hearing on Israel's genocide case in January.\nWhat moral standard does a country hold when in war they attack the place they themselves have declared to be a \"permanent safe zone?\" The Israeli authorities are not mincing words, and spokespersons like Eylon Levi are letting the world know exactly what they have in store. And so, newer and fresher courses of annihilation carry on.\nThe question of Palestine, says Edward Said, is \"the contest between an affirmation and a denial.\" What the Israeli occupation is doing is denying Palestinians the right to exist.\nThere is a poem by Palestinian national poet Mahmoud Darwish named \"Unfortunately, It Was Paradise.\" He writes, \"We journey towards a home that does not halo our head with a special sun./ Mythical women applaud us. A sea for us, a sea against us.\"\nI don't know what this poem would have felt and sounded like if Gaza was a land where children went to school in anticipation of sweet mischief. I see one of these mythical women named Abu Maamar, 36, embracing the body of her five-year-old niece Saly, in a Gaza morgue. She's shielding her grieving face and her niece's dead body from the camera. She draws a line: here, her grief is hers alone.\nAll I know is that I can disassociate because I'm privileged enough to do so. I know I cannot say \"From the river to the sea, Palestine will be free,\" without a pulsating tick in the pit of my stomach that says otherwise. I know that al-Mawasi, now a land full of displaced people, may never get back to being the Bedouin town it once was.\nSumaya Mashrufa is sub-editor at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The unfortunate paradise that was Palestine",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-unfortunate-paradise-was-palestine-3715341",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Any possible threat to a vital sector of the national economy, agriculture to be precise, raises alarm and great concern. A back-page story of the Financial Express on Saturday shed light on a looming fertiliser crisis that could hit agricultural output hard during the upcoming Rabi season in January. The recent floods have already severely impacted crop production in 23 districts, affecting over 1.41 million farmers. A total of 986,214 tonnes of crops, including Aush and Aman paddy, vegetables, ginger, turmeric, fruit orchards, chilies and tomatoes, have been completely destroyed. Now a fertiliser shortage, as warned by different government agencies including the agriculture ministry and the Bangladesh Chemical Industries Corporation (BCIC), poses a double threat to the sector.The economic hardship farmers have been facing due to the devastation of crops caused by the vagaries of nature is undoubtedly a matter of grave concern. The most alarming aspect of this situation, with potentially devastating consequences for the future of agriculture, is the failure of relevant government bodies to import sufficient fertiliser. Thanks to the unparalleled resilience of farmers against all odds, they will somehow recuperate from the losses caused by the floods. However, what will happen to them, to agriculture, and to the national economy if farmers are not supplied with an adequate amount of fertiliser in time? The gravity of this issue cannot be overemphasised. Experts have pointed out that a significant shortage of fertilisers could lead to severe disruptions in agricultural production, potentially spiralling into widespread unrest across the nation. Despite the government's efforts to manage the situation, including approving the procurement of 140,000 tonnes of fertilisers and seeking to source supplies from various countries, including Russia, there remains an urgent need for coherent and coordinated action. The Bangladesh Agricultural Development Corporation (BADC) currently owes $80 million in bills to international suppliers, a situation that has prompted major suppliers to halt shipments of fertilisers to Bangladesh. Projections indicate that by January 2025, the country's fertiliser stocks will dwindle to critical levels, potentially standing at just 0.438 million tonnes, which is insufficient to meet the needs of farmers during the peak Rabi season. Stakeholders are, therefore, asking the government to increase fertiliser imports and ensure timely payments to suppliers. Moreover, a number of fertiliser factories at home have been closed for months due to gas shortages, exacerbating the situation. It is imperative to ensure that fertiliser production facilities receive adequate gas supplies to resume operations.Against the backdrop of poor performance in different sectors, the country's agriculture achieved sterling successes over the years in terms of research and development of new strains of crops, crop diversification and a near self-sufficiency in food production. These achievements of the sector not only contributed to the relative economic stability of the country but also to an increased calorie intake of the people and poverty reduction. No laxity should be allowed to vitiate the prospect of this vital sector. Fertiliser and quality seeds are the most fundamental inputs on which the agricultural sector thrives. Even if it requires allocation of special fund for procuring adequate amount of fertiliser, the government must opt for the initiative in the interest of the economy and the nation.",
        "headline_1": "Averting a potential threat to agriculture",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/averting-a-potential-threat-to-agriculture-1727619071",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Dispelling speculations the Lebanese Shia Islamist militant group, Hezbollah, has admitted that their supreme leader Hassan Nasrallah has been killed in Friday evening in a massive Israeli air attack in Southern Beirut. Israeli Defence Force (IDF) also claimed that in the same airstrike it killed Ali Karki, commander of Hezbollah's southern front as well as other Hezbollah commanders. Meanwhile, other senior Hezbollah leaders have been killed in Israeli attacks. With the death of Hassan Nasrallah, the secretary general of Hezbollah as a political party, virtually the group's top leadership has been decimated. Definitely it's a huge blow to Hezbollah as it is now facing a leadership vacuum and the remaining leadership is perhaps in disarray. With Hezbollah thus put on the back foot, it's definitely a turning point for Israel, which saw no significant success in its war against Palestinian resistance led by the Hamas militants in Gaza. For Hezbollah it is obviously an hour of reckoning when Israel is mercilessly continuing its bombing campaign against it in Lebanon. The Iran-backed anti-Israel resistant group, a formidable military force of the region, has suffered a series of reversals over a fortnight. September 17's explosions of pagers and other radio devices had already hit Hezbollah hard, a fact Hassan Nasrallah himself acknowledged in his speech after the incident as saying that it dealt a severe blow to the organisation. The pager attacks obviously disrupted the internal communication network of the militant group. Though the present leadership of the organisation has expressed its defiance and determination to continue the fight against Israel to support its comrades, the Hamas fighters in Gaza, question remains about the morale, quality of leadership and level of coordination within the organisation. The pager attacks followed by serial assassination of other senior Hezbollah leaders are a clear indication of the fact that Israel knows too much about Hezbollah so much so that the movement and its leadership are constantly under Israel's scanner. No doubt the militant organisation's security system has been severely compromised. So, what is going to happen next? Will Israel take full advantage of this security flaw of Hezbollah to launch a full-scale ground offensive in Lebanon as it did it in Gaza about a year ago? Well, mobilisation of Israeli forces on Lebanon's southern border may be indicative of an imminent offensive. There is no doubt that Netanyahu, who successfully took out Hassan Nasrallah and his close comrades one by one, spruced up his image significantly, following a year-long Gaza debacle. The Israeli public is now expecting that Netanyahu could finally give them a victory that evaded them so far in Gaza. However, if Israel remembers the history of its past ground invasions in Lebanon, it will have to think twice. Israel's invasion of Lebanon in 1982, for instance, was initially a big success. Israel's army swept through Beirut, killed tens of thousands of Lebanese civilians and drove out the Palestine Liberation Organisation (PLO) from Lebanon. There was no Hezbollah then. But Israeli occupation of Lebanon created the Hezbollah, from Shi'ite Amal movement. After splitting from Amal, Hassan Nasrallah and his associates first formed Islamic Amal, and in 1985 established Hezbollah with its stated objective of destroying Israel. He became the top leader of this organisation in 1992 at the age of 32 after the assassination of its top leader Abbas al-Musawiin in an Israeli helicopter strike. Born in 1960 as the eldest of the nine children to Abdul Karim, who owned a small green grocery shop in Beirut's eastern Bourj Hammoud neigbourhood, Hassan Nasrallah was naturally drawn towards radical movements as Lebanon descended into a civil war in 1975. After assuming Abbas al-Musawi's mantle as Hezbollah's top leader, he has been running the resistance group for 32 years. And the resistance war he started against the Israeli occupation forces in Lebanon actually forced Israel to withdraw its troops in 2000 from Southern Lebanon. Other than carrying out blitzkriegs to win quick victory, Israel's capacity for sustaining long resistance of a hostile population is very limited as it has already been proved in Gaza. Killing civilians by air strikes is one thing, maintaining control over an occupied territory is quite another matter. Moreover, in consequence of the Gaza war and Hezbollah's year-long war of attrition against Israel, the economy of this Zionist state is already in a shambles. It is only through constant replenishment of depleted military arsenal of the Zionist state mainly by the US and its European allies that Israel can still continue the war against the Hamas and Hezbollah. From that point of view, the Lebanese Hezbollah and the Hamas of Gaza are not just fighting Israel. In truth, they are fighting the collective West under the leadership of the USA where Israel is a client state. The question is how long can the West continue this support for Israel, which has already lost its acceptability globally, especially for committing genocide in Gaza? Along with Israel, the collective West, too, has lost its moral high ground as the champion of human rights, democracy and other great values they claim they stand for. Not only morally, the US and its Western allies are on the wane also economically. In that case, Israel's continued existence as an apartheid, settler-colonial power backed by the decaying, decadent West is not sustainable in the long run. So, the successful assassinations of the top Hezbollah leadership by Israeli airstrikes do not mean the end of Hezbollah; nor do those signify the turn of the tide for Israel. \nIsrael might have won a battle against Hezbollah, but it is essentially fighting a losing war. [email protected]",
        "headline_1": "Is Hezbollah losing the war against Israel?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-hezbollah-losing-the-war-against-israel-1727619118",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Much as the police's role during the quota reform and anti-discrimination movements may be maligned, it is impossible to dispense with the service---no matter if it is flawed ---of the law enforcement agency. Incapacitated, the force was totally non-functional for sometime. The law and order plummeted into an abyss. Even with their less than desirable service to the people in normal times, they have always made quite a difference in the law and order situation. People started feeling the void in the few days the police stations became non-functional. Now the inspector general of police (IGP) claims that the vehicles of 500 police stations were burnt, which have now been replaced and the running of routine duties has gained momentum. The police chief made this claim while he was speaking on the role of the tourist police at a seminar on \"Environmental Sustainability in Tourism: Responsibility of Police\". One expects this indeed was the case. But the facts speak contrary to such a claim. It is not just the elements with criminal records but ordinary people now feel prompted to beat or hack rivals or even members of their families over trifles. Such things have happened before but now those have become highly contagious. If the death of an army officer at the hands of robbers demonstrates the aggressiveness of criminal elements, the cruelty inflicted on own father or uncle leading to the elderly person's death corroborates the view. Such clandestine attacks unleashed against people of the minority community are yet to cease and not all such incidents see the light of day. The seminar on tourism could not come at a more unfavourable time. Right now tourist sites, including the sea beach of Cox's Bazar in the hill districts are barren because of the deadly clashes between indigenous hill people and Bangalee settlers there. With its serious repercussions at home and abroad, the tourism industry has once again been experiencing a slump much like the one at the time of the Covid-19 pandemic. The issue falls well beyond the jurisdiction of the police, let alone those overseeing the welfare of tourists.The slide in tourism there is one negative aspect of economy but more damaging is the mistrust between the communities involved. It is against this backdrop, the greatest festival of the Bangalee Hindus, Durga Puja, is going to be celebrated in the second week of the next month. The IGP in passing made another important remark on the security of temples and pandals where devotees will offer their puja (offerings or veneration) to the deity Durga. He announced that there would be no compromise on security at the puja venues. A few incidents of attack on and damage or destruction of the idols of Durga and her whole retinue of god and goddesses, their mounts and the demon have already been reported in the media. The elements who carry out such attacks seem to have somehow developed the notion that time is ripe for anarchy and they can carry out such acts of aggression and violence with impunity. So the Hindus in the country, particularly in some selected vulnerable areas, cannot rest assured of the protective measures the police are supposed to provide. A few newspapers came up with reports identifying areas where the Durga temples and pandals are potentially the targets of orchestrated attacks. Is the law enforcement agency going to be equal to the task of providing the required security there?When human life is considered cheap by a collective psychology gone berserk, anyone can fall victim anywhere. Insanity is at its worse as social deterrent and the sense of propriety take leave of mental faculty. When the legal parameter is violated by mob psychology or collective insanity, it is better to build civil awareness and resistance against such a negative mindset. Now that the chain of command in society has fallen apart, students must take the lead in this campaign.\n[email protected]",
        "headline_1": "How capable are police to restore social order now",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-capable-are-police-to-restore-social-order-now-1727619147",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2024"
    },
    {
        "full_article": "Fish and rice are integral to the Bengali diet, and the combination has been part of our cultural heritage for centuries. However, fish in rivers and canals is no longer as common as it once was. One of the primary reasons for this decline is the use of illegal fishing nets.Currently, various rivers, canals and water bodies in the country are witnessing widespread use of a type of net known as the 'China Duari,' alongside the banned 'current nets'. These nets indiscriminately catch fish, including juveniles and broodstock, posing a severe threat to the country's natural fish production and biodiversity. Not only fish, but crabs, turtles, snails, frogs, and other aquatic creatures are also being trapped and destroyed in these nets.Moreover, the China Duari nets disrupt the natural tidal flow of water, leading to sediment accumulation at river mouths, which increases the risk of river silting. This is highly detrimental to aquatic biodiversity, including fish. As a result, rivers, canals, and wetlands are gradually becoming devoid of fish.The legally approved mesh size of fishing nets is 5.5 centimetres. Any net with a smaller mesh size is prohibited by law. Although the China Duari is not specifically mentioned in the list of banned nets, it lacks legal standing under existing regulations.Typically, the traps used in China Duari nets are constructed with fine mesh attached to a circular or rectangular frame made of iron rods. These nets usually range from 26 to 35 yards in length. The ease with which these nets capture large quantities of fish has led unscrupulous fishermen to increase their usage, severely disrupting natural fish production and lifecycles.To protect biodiversity, immediate and effective measures must be taken to ban the use of China Duari nets. Awareness campaigns should be conducted to educate the public about the harmful effects of these nets, and regular raids should be organised to destroy them. Legal actions must be enforced against violators, and the production and sale of these nets should be banned.To restore the abundance of fish in the country, it is essential to end the use of these harmful nets. If not, the country's native fish species and biodiversity will be on a path to irreversible destruction.\nS. Ali DurjoyStudent, Rajshahi College[email protected]",
        "headline_1": "A threat to fish production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-threat-to-fish-production-1727619171",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2024"
    }
]