[
    {
        "full_article": "As the joint statement at the end of the India-Central Asia virtual summit on Thursday noted, ties between India and the region have been historically close, with “civilisational, cultural, trade and people-to-people linkages”, but the lack of access to land routes, and the situation in Afghanistan are among the biggest challenges. Hosted by Prime Minister Narendra Modi with the Presidents of the five Central Asian Republics (CARs), it was a first, building on years of dialogue. The summit also came after the meeting of NSAs in Delhi, where they built on several common themes of concern and priority. To begin with, there is the problem of routing trade — a paltry $2 billion, spent mostly on Kazakhstan’s energy exports to India. In comparison, China’s CAR trade figures have exceeded $41 billion — they could double by 2030 — apart from the billions of dollars invested in the Belt and Road Initiative. With Pakistan denying India transit trade, New Delhi’s other option is to smoothen the route through Iran’s Chabahar port, but that will involve greater investment in rail and road routes to Iran’s northern boundaries with the CARs, something India is hesitant to do in the face of U.S. sanctions. A third option is to use the Russia-Iran International North-South Transport Corridor via Bandar Abbas port, but this is not fully operational and at least two CARs (Uzbekistan and Turkmenistan) are not members. India too, has dragged its feet over TAPI gas pipeline plans (Turkmenistan-Afghanistan-Pakistan-India), due to supply guarantees, given the tensions with Pakistan. Finally, there is Afghanistan: the tenuous link between Central Asia and South Asia, where after the Taliban takeover, there is no official government, a humanitarian crisis is building, and there are worries of terrorism and radicalism spilling over its boundaries. Each theme has been outlined in the summit joint statement as areas to work upon. They have also agreed to more structured engagement, including the setting up of joint working groups, on Afghanistan and Chabahar, and more educational and cultural opportunities. While the attempt by India to institutionalise exchanges and press the pedal on trade, investment and development partnerships with the CARs is timely, it is by no means the only country strengthening its ties here. While Russia is the most strategic player, China is now the biggest development and infrastructure partner to the countries. The CAR Presidents held a similar virtual summit with Chinese President Xi Jinping earlier. Pakistan has also increased its outreach to the CARs, signing transit trade agreements, offering trade access to the Indian Ocean at Gwadar and Karachi. India will need to move nimbly to ensure it stays in step with the changes, and to make certain the future of ties more closely resembles the deep ties of the distant past.",
        "headline_1": "At the Centre: On India-Central Asia summit",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/at-the-centre-the-hindu-editorial-on-india-central-asia-summit/article38341179.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-01-2022"
    },
    {
        "full_article": "The Bharatiya Janata Party is eyeing its second straight term in Manipur. In 2017, the party had finished second with 21 seats in the 60-strong Assembly, behind the 28 seats won by the Congress. Forming an alliance with the National People’s Party (NPP) and the Naga People’s Front (NPF) that had four MLAs each, one MLA each from the Trinamool Congress, the Lok Janshakti Party, an Independent and a Congress defector (who was Minister until his disqualification three years later), the party managed to cross the halfway mark. Defections continued, including from parties allied with the BJP. The BJP now has 30 MLAs while the Congress has 13 — but an MLA has now joined the Janata Dal (United), the BJP’s national ally. The party in power at the Centre manages to exercise undue influence in Manipur politics, and that trend could continue this time too. The BJP has no pre-poll alliance, while its principal rival, the Congress, has announced a tie-up with five smaller parties, including the Communist Party of India. Chief Minister Nongthombam Biren Singh was himself once a Congress leader. A challenge to his continuance from within the BJP, if it were to form the government, is a likely scenario. Thongam Biswajit Singh, PWD Minister and an influential party functionary, could well be in contention. In neighbouring Assam, the BJP had replaced its Chief Minister after winning a second term last year. In the broad geographical divide in the State, the Imphal Valley, where the Hindu, non-tribal Meitei community dominates, has an edge over the surrounding hills inhabited by the largely Christian Naga and Kuki-Zomi communities. The Valley has 40 seats and the hills, 20. The BJP and its ideological partner, the RSS, have tapped the Valley for decades now, but the party also has a foothold among Christians. In the event of a hung Assembly, the NPP and the NPF, both fighting alone in their respective strongholds, could emerge influential. The NPF’s role is limited to a part of the Naga-inhabited hills. The JD(U) is also in the fray again. The Congress hopes the defections would help it regenerate with fresh faces. The BJP wishes its focus on infrastructure, rural housing, water supply, electrification and other schemes would help it. The CM’s “go to hills” and “go to villages” programmes sought to bridge the psychological divide between the hills and the Valley. The demand for the repeal of the Armed Forces (Special Powers) Act unites all sections of Manipur society. The demand for Scheduled Tribe status for the Meitei community, the enactment of the Manipur (Hill Areas) Autonomous District Councils Bill 2021 for providing more autonomy to the tribal councils, and the Hill Areas Committee comprising all the 20 MLAs of Manipur’s hills also will be talking points in the campaign.",
        "headline_1": "Valley and hills: On Manipur poll battle",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/valley-and-hills-the-hindu-editorial-on-2022-manipur-assembly-elections/article38341185.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-01-2022"
    },
    {
        "full_article": "On January 26, Dr Muhammed Zafar Iqbal reached the campus of Shahjalal University of Science and Technology (SUST) at 3am to meet the demonstrating students. The media covered his journey in detail, which makes it hard to believe that SUST teachers and the teachers' association there missed the coverage. Some \"highly placed\" decision makers of the government also visited Dr Iqbal and Dr Yasmeen's home before they started for Sylhet. It is unlikely that the teachers and their association, or in other words, the politicians and their association, were oblivious to these developments. However, at the time of students ending their 163-hour-long hunger strike, none of the teachers were present. Some were out on a \"morning walk\" and came across Dr Iqbal, though.\nSome of the teachers brought dinner for the confined vice-chancellor. The students barred them from entering, but allowed the police to take the food inside. A few hours before, police had forcibly shut down all food outlets on the campus, making it impossible for the demonstrating students to get food. The previous night, police detained five former students for donating money for the students' cause. When the teachers brought food for the VC, the demonstrating students as well as others were starving. But the teachers did not utter a single word against the closing of food shops. The medical treatment facility was also shut down. Teachers kept mum through all this. Evidently, police did not take these actions without the express will and consent of the administration. That is, the VC.\nDr Iqbal has written an illustrative write-up regarding the student's demonstration. He negotiated with the government, went to Sylhet and convinced the students to end the hunger strike. He acted like any responsible and sensible teacher would. He referred to VC Farid Uddin as a \"monster\". He donated Tk 10,000 out of his own pocket for the cause. He also spoke of the brutality of police, who mercilessly beat protesting students and hurled sound grenades without any reason.\nIt is now clear that the VC instructed the police to attack students. But who ordered the capturing of the five former students? Who filed the cases? Who orchestrated the closure of the treatment facilities and food shops within the campus?\nNaturally, it is clear that these instructions could not have come solely from the VC or the university administration. Without an explicit signal from the government's higher ups, it is not possible for the police to shut down students' mobile banking accounts. Thus, if the discussion stays confined to what the police or the VC did, the main issue will remain concealed.\nThe teachers of SUST or the teachers' association did not stand beside the students, neither when they were exposed to police brutality nor afterwards. However, the statement given by the SUST teachers' association had a somewhat constructive tone. The teachers' association of Dhaka University termed the students involved with this movement as a \"third party\", and defined the movement itself as an \"anti-government initiative\". Firstly, they failed to understand the disgruntled mind-set of the students which fuelled the crisis. Also, even if the movement were of an anti-government nature, why would the DU teachers' association feel the necessity to speak on behalf of the government? Surely, the government can defend itself against any supposed anti-government activities?\nJust like most professions in Bangladesh, teaching is also contaminated by politics. When some SUST teachers made opponents out of the students and organised a human chain, it was quite distasteful. Their students were beaten, wounded by rubber bullets and sound grenades, but they did not protest. Instead, they made up an allegation that the protesting students had been \"disrespectful\". As if the respect that they had lost by hurting the sentiments of students could be recovered through such petty measures.\nDr Zafar Iqbal made some promises to the protesting students which prompted them to end the strike. However, those promises seemed unaligned with the tone of the education minister. Although the students submitted a five-point demand, their main demand is the removal of the VC, either by force or through voluntary resignation. The education minister promised that \"all demands will be met\", but followed it up with a non-committal statement: \"The VC's resignation cannot solve all issues.\"\nHowever, we must remember that the VC's resignation/removal and finding a solution to the students' problems are two different issues. The exit of VC Farid would translate to acceptance of the students' demands. After the VC's exit, we can shift our focus towards solving the remaining issues—which cannot be resolved while this VC is holding the fort.\nIf the government truly wants to make public universities accommodating of general students, they have to acknowledge the existing problems first. The first step towards this realisation would be to stop appointing political leaders in the guise of teachers as VCs. Teachers who have high levels of administrative skills and honest mind-sets, whose financial dealings cannot be questioned, and are sympathetic towards the pleas of students deserve the chair of VC. The control of common rooms, guest rooms, and student halls need to be snatched from the ruling party's student wing and given back to the university administration. The proctorial body of a university should consist of honest, skilled and deserving teachers, not people who act as political cadres.\nThere is a dearth of acceptable personalities in our society. As such, the government is lucky that Dr Zafar Iqbal intervened on their behalf. So if the plight of our students doesn't move them, they should try to preserve Dr Iqbal's acceptability by fulfilling the promises he made to the protesting students.\n \nGolam Mortoza is a journalist at The Daily Star. The article was translated from Bangla.\n",
        "headline_1": "Let the promises made to SUST students be fruitful",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/let-the-promises-made-sust-students-be-fruitful-2950101",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2022"
    },
    {
        "full_article": "It is indeed encouraging to note that the export sector of Bangladesh has rebounded in recent months, and earnings from exports (equivalent to about USD 24.69 billion) have registered highly impressive growth during the first half (July-December) of the 2021-22 fiscal year. Exports have posted an increase of 28.4 percent in this period compared to the corresponding period of FY2020-21 (when total export stood at about USD 19.2 billion). To compare, export growth in the first half of FY2020-21 over the corresponding period of FY2019-20 had been a negative (-) 0.4 percent. While the low base effect of FY2020-21 ought to be kept in mind, the robust export performance in FY2021-22 is no doubt very encouraging.\nAlso, to note, exports have picked up and experienced sustained momentum particularly during the more recent months (the September-December period of 2021). The growth rate in the first half of FY2021-22 has indeed surpassed the strategic growth target set for the fiscal year by more than 15.0 percent. \nAs expected, the high growth of exports was, for the most part, anchored in the most-impressive growth of earnings by the export-oriented ready-made garments (RMG) sector of the country. Export of apparel production rose by 28.0 percent during the July-December period of FY2021-22 compared to the corresponding period of FY2020-21. It is also worth noting that growth of non-RMG export earnings was also an impressive 30.1 percent in this period, which was indeed higher than growth of earnings from the export of RMG.\nThe RMG sector, in keeping with past trends, has continued to dominate Bangladesh's export structure in the early months of FY2021-22. Indeed, RMG (with export of USD 19.90 billion) accounted for about 80.6 percent of total export earnings in the first half of FY2021-22. In line with the trends, more than three-fourths of the incremental export earnings was generated on account of this sector, signalling the continuation of its dominance in the country's export basket and the rising export concentration favouring the apparel sector in recent years.\nA breakdown of RMG exports shows that the growth rate of knit-RMG (with its relatively higher domestic value addition of about 55-60 percent of gross export earnings) was higher compared to the woven-RMG (with relatively lower domestic value addition of about 35-40 percent). Export growth of knitwear was 30.9 percent, as against 24.5 percent for the woven-RMG. This is a good sign indicating higher growth of net export earnings from the RMG sector, as opposed to the growth of gross RMG exports, underwritten by higher domestic retention of earnings from exports of knitwear compared to that of woven wear.\nThe robust growth of RMG exports, however, conceals a disquieting underlying message: that the growth of RMG export earnings originates from the combined contributions of \"price effect\" and \"volume effect\". It is important to dive deep to understand what is driving the export growth of Bangladeshi apparels—is it price effect or is it volume effect, or is it a blend of both factors and, if it is, what is the relative contribution of these two to the export growth.\nAn analysis of the contributing factors indicates that, in the US market, the growth in export earnings from apparels (USD 3.16 billion) during the July-November period of FY2021-22—by about 30.6 percent, compared to the first five months of FY2020-21—was mostly driven by growth of volume. Indeed, export volume (in dozen) rose by 26.0 percent over the corresponding period. By contrast, the rise in apparels price (per dozen) was by only about 2.9 percent. In case of the woven-RMG—the predominant export to the US market, accounting for about 61.0 percent of total exports—export earnings rose by 20.8 percent. The rise in volume was by 17.4 percent while the rise in (per dozen) price was by only about 3.7 percent. In case of knit-RMG, the trend is the same: export earnings rose by a significant 49.1 percent, with the volume rising by 32.0 percent and the average price by 10.0 percent.\nThe emerging scenario of volume-driven export growth is also corroborated by our export performance in the EU market, Bangladesh's most important market for RMG. (Export was USD 6.43 billion during the July-November period of 2021) Here, the average growth of export earnings was mostly accounted for by the rise in volume rather than price. In the first five months of FY2021-22 (July-November 2021, compared to the corresponding months of 2020), export earnings from the EU market rose by 18.1 percent, against the backdrop of a rise in volume (in kgs) of 15.3 percent as against a rise in price (per kg) of an insignificant 2.4 percent. The export growth of knit-RMG, which accounted for 67.0 percent of total RMG exports to the EU, was 23.6 percent, with the rise in volume and price (per kg) being 18.3 percent and 4.4 percent respectively. In case of woven-RMG, the export growth was 8.3 percent, with the volume rising by 8.7 percent and price (per kg) actually falling by 0.4 percent.\nTo note, these two markets (US and EU) account for more than 70.0 percent of the global RMG exports of Bangladesh.\nThe above analysis shows that in case of both markets, the trend of volume-driven growth is more prominent for the woven-RMG compared to the knit-RMG. In case of unit price, however, growth in per unit price was higher for knit-RMG compared to woven-RMG. It will be appropriate to draw the conclusion that where domestic value addition is higher (as in case of knit-RMG), the competitive position and bargaining power of exporters tend to be stronger.\nIt is pertinent to recall here that the price of cotton in the global market has increased considerably in recent times. This was, on average, USD 2.5 (per kg) in the July-December period of 2021 compared to the average of USD 1.6 (per kg) over the corresponding period of 2020. As would be expected, this sharp rise of 50.3 percent in cotton prices had a knock-on effect in the form of higher prices of yarn and fabrics as well.\nThe above results pertaining to the trends in export earnings, volume of export and average unit-price indicate that brands and buyers had only marginally absorbed the rise in the cost of apparel production (on account of the rise in price of cotton—the key input—as also of yarn and fabrics). The burden of the consequent increase in production costs was shifted to, and had to be borne by, primarily and almost exclusively Bangladesh's RMG entrepreneurs. To what extent this reflects the weak bargaining capacity of Bangladesh's exporters of apparels, and/or to what extent this originated from prices having been negotiated with the brands and buyers earlier (prior to the hike in prices of key inputs), needs to be investigated further.\nHowever, the fact remains that the robust growth of export earnings was primarily volume-driven, not price-driven. This was likely to have a number of implications including falling profit margins for the entrepreneurs. If input prices have risen at such a high pace, and prices of finished items have risen only insignificantly, this would mean that the profit margins for Bangladesh's RMG entrepreneurs have come down quite significantly. Profit is being made primarily on scale and volume, not in prices. This is also likely having implications for workers who are having to meet higher production targets.\nThus, although Bangladesh's apparel sector in recent times has further consolidated and strengthened its competitive position in the global market, this has primarily been achieved through higher volume of production, not higher prices. Indeed, the higher amount of orders being currently placed in Bangladesh by brands and buyers is underpinned, and also explained, by this emergent reality. This also has important implications for future wage negotiations and wage fixation as well as the capacity of entrepreneurs in this connection.\nThe above analysis once again reveals the predominant power of brands and buyers in terms of price setting in the buyer-driven value chain of the global market for apparels. In view of this, it is reckoned that Bangladesh's entrepreneurs will need to plan strategically to get into the forward segment of the apparels value chain, through development of their own brands and investing in retail business in major export markets. This will reduce the dependence on various intermediate agents, and help them negotiate better price, enhance competitive strength, increase profit margins and raise capacity to pay better wages to the workers.\nThis will also increase domestic value retention component (net exports) in the gross earnings from exports of apparels. The exporters' associations, BGMEA and BKMEA, should also think strategically as to how to enhance the bargaining capacity of domestic exporters vis-à-vis major brands and buyers. Bangladesh's policymakers should start to think of incentivising exporters and entrepreneurs of apparels who want to venture into the forward linkage segment of the RMG global value chain.\n \nProf Mustafizur Rahman is Distinguished Fellow at the Centre for Policy Dialogue (CPD), Dhaka. \n",
        "headline_1": "What is driving the robust growth of Bangladesh’s RMG exports?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-driving-the-robust-growth-bangladeshs-rmg-exports-2950096",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2022"
    },
    {
        "full_article": "This January 24 marked the sixth death anniversary of Syed Twareque Ali, who was truly a gift from Bangladesh to the world of science. \"A deep thinker, who sought transcendent beauty through the truths of science\"—is how a distinguished colleague, Professor Goldin of Rutgers University, described him at a 2016 memorial in Rio de Janeiro, Brazil. Twareque Ali's entire adult life was devoted to science. True to his character, he also died on the job, while at a conference in Kuala Lumpur, Malaysia. \nTwareque's childhood was quite unremarkable, except for the seriousness of his academic intent and his yearnings for academic excellence. His schooling began at St Gregory's High School and College in Old Dhaka, then moving on to St Anthony's in Lahore, and finally returning to St Gregory's, where he stood first in former East Pakistan for the Matriculation examinations of 1959.  \nHaving obtained First Class in both BSc Honours and MSc in theoretical physics, and following a stint at the Atomic Energy, Twareque went to the University of Rochester to study under Gerard Emch, a pioneer of quantum mechanics. Following his PhD, he continued to hone and eventually perfected his skills through a series of multi-year post-doctoral and visiting scholar positions during 1973-81. From the University of Trieste (1973-75), University of Toronto (1973-78) to the Technical University of Clausthal (1979-81), he journeyed on an extensive research collaboration with fellow scientists who became close friends, mentors, and co-researchers for life. As one of them put it, Twareque was \"someone with whom one could discuss the meaning of life's joys and disappointments without self-consciousness.\"\nHaving once met Twareque bhai (as I called him) in 1965, I was overjoyed when in 1981 I learned that he would be joining Concordia University in Montreal as a faculty member. I had been teaching economics there and we became very good friends. Concordia became his new home for the remaining 35 years of his relentless work, and till his final breath.\nThere is much to be said about the man's lengthy and impactful work in the arenas of physics and mathematics. For the uninitiated, quantum mechanics is the branch of physics relating to very small molecules and atoms and their constituents. The latter are known as \"fundamental\" or \"elementary'' particles, which are not composed of other particles. Classical mechanics, by contrast, deals with physical objects as well as heavenly bodies. The problem with classical mechanics is that it is not very useful at the level of atoms and electrons. Hence, the birth of \"quantum\" ideas.\nA large amount of Twareque bhai's work falls under stochastic quantum mechanics. Franklin E. Schroeck, Jr. stated in an obituary that \"the three of us founded the field together.\" The trio, of course, consisted of Eduard Prugovecki (one of Twareque's mentors), Twareque and Schroeck.\nHis subsequent work is harder to describe to lay readers, which involved geometrical methods in quantum mechanics, \"phase space\", \"quantisation\", and \"coherent states\". Beyond the names already cited, Twareque also met, in his travels in the late 1980s, Jean-Pierre Antoine (of the Université Catholique de Louvain, Belgium) and Jean-Pierre Gazeau (of the Université de Paris). The three bonded extremely well and, over the next 26 years, went on to publish a large body of work including three books and over a dozen journal articles. \nTwareque spread awareness of \"advanced science\" in the not-so-advanced world. He instituted regular advanced seminars and courses in Benin (in West Africa), China, Cuba, Poland, and later in Malaysia. He devoted a lot of time for the organisation, fundraising and participation of the above events.\nHe was a polyglot who had full functionality in teaching and scholarly writing in French, German and Italian, not to mention English. As his brother Yusuf recounted, in their daily commute to St Anthony's from home in Lahore, both the brothers had picked up sufficient Urdu to sing along to tunes such as Ae Mere Dil Kahin, Ye Raat Ye Chandni, etc. He had an uncanny memory that transcended beyond science to the more ordinary joys of life: poems, jokes, ghazals, and these too in several languages. Twareque bhai could apparently recite endless poems, from the sublime to the ridiculous. \nAfter his death on January 24, 2016, The Journal of Geometry and Symmetry in Physics ran an obituary for him in its 2016 issue, as did the Centre de Recherches Mathématiques, an institute he had helped found. Many renowned scholars contributed to these volumes.\nMay his soul rest in eternal peace.\n \nSyed M Ahsan is Professor Emeritus of Economics at Concordia University in Montreal, Canada.\n",
        "headline_1": "A man who sought transcendent beauty through science",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/man-who-sought-transcendent-beauty-through-science-2950086",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2022"
    },
    {
        "full_article": "One could say that the Awami League government deserves plaudits for passing a law on the formation of Election Commission—even if it is 50 years too late to fulfil a constitutional obligation. But has it fulfilled the desire and aspiration of the people to have a truly independent Election Commission? Drafted and passed at a speed that beats even a 100-metre sprint, the law has left us with more questions than answers.\nLet us see what the new law contains and what it leaves out.\nAccording to the law, the Search Committee must be transparent and impartial when imparting its responsibilities, and that the committee must judiciously vet the eligibility, ineligibility, experience, skill set and reputation of a candidate before recommending names for the posts of chief election commissioner (CEC) and election commissioners. The Search Committee would recommend two candidates each for the posts of the CEC and other commissioners. These names must be finalised and suggested to the president within 15 working days of the formation of the committee.\nThe law states that the committee can seek names from different political parties and professional bodies. It also states that the Search Committee will comprise six members and will be chaired by a justice of the Appellate Division, nominated by the chief justice himself.\nThe other members of the committee will include another judge from the High Court bench—also to be nominated by the chief justice, the comptroller and auditor general (CAG), the chairman of Bangladesh Public Service Commission (BPSC), and two eminent citizens, including a woman, chosen by the president.\nThree members of a committee will make a quorum, says the law. The Cabinet Division would be assisting the committee to carry out its secretarial duties.\nOn January 25, 2017, President Abdul Hamid promulgated a gazette decreeing that a Search Committee would form the Election Commission ahead of the 11th parliamentary elections.\nThe criteria for the eligibility of the candidates mentioned in the 2017 gazette are verbatim to that stipulated in the new law. In fact, the language of the gazette to form the Search Committee in 2012 was not much different from the one in 2017 either.\nOn December 30, 2021, Law Minister Anisul Huq said at a programme in the National Press Club that there was no way a new law could be passed for the formation of the Election Commission. The incumbent commission's tenure will end on February 14, 2022, and a law which is of crucial public importance cannot be passed \"overnight,\" he had said.\nThe law minister had further added that the Search Committee was akin to a law, so there was no need to enact a new law.\nThe minister provided the audience with a description of the lengthy nitty-gritty of getting a law passed. \"Before a bill is placed in the parliament, it must be drafted, sent to the cabinet meeting for approval, and then circulated online to gather public feedback. Judging by the importance of the law, all these steps must be maintained judiciously,\" he had said.\nLess than three weeks later, the Cabinet Division approved the draft of this law, and within a further six days, the bill was placed in parliament.\nA day after all this, the law minister said they were not being hasty or secretive about passing the law.\nWhy would a law that had not been passed in 50 years be approved by the cabinet within a week and placed in parliament? What is the purpose of this law? These questions do arise.\nIn addition, nowhere in the process of formulating and passing this law was gathering public opinion on the draft included.\nOn January 2, the law minister himself had said, \"The law must be such that it is acceptable to all quarters. If the law is only acceptable to one political party, it is not a universal law.\" All opposition lawmakers, while taking part in the discussion at parliament during the passage of the law on Thursday, opposed it.\nInferring from the law minister's own words, seeing that so many groups and parties are opposing the law right now, could one say that the new Election Commission law is for the masses?\nTaking a look at the law, one would notice a provision that would provide legal cover to previous Election Commissions that were formed following the recommendations of Search Committees. Clause 9 of the law states, \"The Search Committees formed by the president in the past for the purpose of choosing the CECs and election commissioners, the activities they carried out, and the CECs appointed based on the recommendations of said Search Committees, will be considered legal, and cannot be questioned in any court.\"\nShould we then presume that this law was passed so hastily simply to give legal cover for the current and past Election Commissions, the Search Committees, and their activities?\nThere are several loopholes in the new law.\nIn the political system of Bangladesh, the president is elected politically, and the chief justice has historically always been a favourite of the ruling party. In the last two terms, the chief justice chosen superseded the queue.\nHence, whoever the chief justice selects from the Appellate Division and the High Court bench will never go beyond the ideology of the ruling party. Those with ambitions of becoming chief justice in the future will not risk falling out of favour with the government.\nOn the other hand, the posts of CAG and the BPSC chairman have always been held by people who are government favourites. Similarly, the two other citizen members chosen by the president will likely be personal picks.\nWhen the entire system is set up for six pro-ruling party members to be appointed to form the Search Committee, how will this committee nominate an impartial CEC and other election commissioners?\nFor the sake of argument, let's presume that they would nominate wholly impartial candidates—even then, what is the guarantee that the final appointment will be made from their short list, since the law does not mandate that the recommended names be made public?\nAccording to Article 48 of the constitution, the president has to abide by the advice of the prime minister for all recommendations, other than the appointment of the prime minister and the chief justice. When such a pre-condition is given, how would the president appoint an impartial individual when it is the end goal of all political parties to come to or remain in power?\nOur neighbour India has not been able to pass a law for the formation of EC in 74 years. But questions of bias and partiality cannot be raised there, because the president can make independent appointments, and do not have to abide by the recommendations of the prime minister.\nOur constitution also states that whatever recommendation is made by the prime minister to the president cannot be questioned in court—it cannot even be questioned whether any recommendation was made or not.\nAccording to the Right to Information Act, 2009, all citizens are armed with the right to obtain any information. Is this very right not being violated by denying them information crucial for the good of the general public?\nIn no part of the law is there any transparency about the appointment of the CEC or the other election commissioners. The law does not make a dent in the existing process of making these appointments.\nThe government hurriedly completed the process to enact the law. It took only 10 days to pass the law since January 17, 2022, when the draft was approved by the cabinet. Such a hurry by the government to frame the law will most likely compel the Search Committee to work rapidly to recommend the names for the CEC and other commissioners, as according to the law, the Search committee will get 15 working days to complete their work.\nIf the president forms a Search Committee on Sunday, the committee will get only 11 working days till February 14, when the tenure of the current commission expires.\nOne could wonder whether this law was only formed as a consolation prize to the political parties, who engaged in dialogues with the president and demanded the law. Is it a move to get a political mileage?\n \nPartha Pratim Bhattacharjee is the chief reporter of The Daily Star.\n",
        "headline_1": "The new EC law leaves a lot to be desired",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-new-ec-law-leaves-lot-be-desired-2949546",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2022"
    },
    {
        "full_article": "A nation looks up to the vice-chancellor (VC) of a university as the personification of higher virtues, knowledge, and wisdom. It is commonly expected that he or she would endeavour to turn their institution into an ideal academic and administrative hub rising above petty political interests, personal liking and disliking. Unfortunately, in recent years, we have seen how many public university VCs have failed to do so, their tenures marked by irregularities and controversies leading to the loss of their credibility. Such irregularities often range from favouritism, nepotism in recruitments, financial misappropriation, arbitrary decisions on matters of campus discipline, indecent remarks, etc.\nAccording to an investigative report by this daily, although there are no specific rules for the appointment of VCs in our public universities, a VC is mostly selected from a pro-government teacher's panel. With years of activism in support of the government of the day, this system of recruitment often makes many VCs impudent enough to overlook rules and regulations and overstep the ethical bounds. The report found that at least 39 out of 48 VCs of public universities have previously held posts in different pro-government teachers' wings. Of them, at least 12 teachers who were directly involved with the AL-backed Blue panel of Dhaka University are now VCs of different universities.\nIt is also a matter of great concern that a PhD degree, once a mandatory requirement for being a professor, now appears optional for those with political affiliations. For example, the VCs of Shahjalal University of Science and Technology (SUST) and Bangladesh University of Textiles (BUTEX) do not have a PhD degree. Besides, none of the VCs with a PhD degree obtained it from the United States, which has the most well-recognised universities in the world. Clearly, their political affiliations triumphed over their qualifications as a teacher and even past records of irregularities.\nPeople expect a VC to lead from the front and bring about qualitative change in the academic and administrative environment of a university. A VC can either take an institute to the zenith of excellence or to the abyss of failure—and the current trend shows we are heading in the latter direction. This is an outcome that is desirable neither for the country nor for the powers that be. We urge the authorities to leave academic matters to the academics and allow our universities to truly serve the nation through proper direction and able, nonpartisan leadership.\n",
        "headline_1": "A VC should rise above petty politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/vc-should-rise-above-petty-politics-2950081",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2022"
    },
    {
        "full_article": "We are quite disappointed by the poor implementation of projects undertaken by Bangladesh Railway to improve its overall service. According to a report by this daily, five such important projects, undertaken years ago, are facing uncertainty as the authorities could not do anything on time—the bidding process, feasibility studies, appointment of consultants, procuring funds, etc. Reportedly, out of the 37 ongoing railway projects—either government-funded or foreign-funded—the deadlines for 26 have been extended at least once.\nOf the aforesaid five projects, one was the procurement of 70 Metre Gauge (MG) locomotives, the fate of which is now unclear due to multiple complications. The Tk 1,946 crore project was taken up in 2011 to mitigate the growing crisis of rail engines and expanding the services of Bangladesh Railway. Although it was supposed to be completed by 2017, those in charge could not even complete the bidding process by that time. The project deadline was extended twice before it went through a major revision in 2018, after which the deadline was extended again, resulting in further cost overruns. The four other projects—renovation of 21 MG locomotives, providing technical assistance for developing rolling stock operations, expanding the Joypurhat-Ishwardi and Akhaura-Sylhet rail lines—are also facing similar problems.\nDuring the past few years, The Daily Star published detailed reports on many BR projects marred by this problematic cycle. Many of the foreign-funded projects, like the one for procurement of 70 MG locomotives, are facing uncertainty as the companies supposed to arrange funds for the projects do not want to fund them anymore. According to transport experts, poor planning, weak feasibility study, lack of skilled manpower as well as a serious lack of accountability of the implementing authorities are the main reasons for railway projects meeting such stagnation. In the case of the Joydebpur-Ishwardi double-line project, the Chinese government clearly mentioned last year that they did not want to fund it because there was a \"lack of in-depth preliminary work and insufficient feasibility study\".\nApparently, the feasibility studies of these projects were never carried out properly. Many important aspects remained ignored and unresolved, and the project authorities had to change many things at the implementation stage, resulting in frequent time and cost overruns. We think the culture of botching up feasibility studies must be stopped if the projects are to be completed on time. The railway authorities, the implementing agencies and consultants all should be held accountable for any slow progress of work. The government must take this issue seriously and actively address concerns surrounding inefficiency, corruption and lack of accountability in the railway projects.\n",
        "headline_1": "Why are railway projects so poorly executed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-railway-projects-so-poorly-executed-2949871",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-01-2022"
    }
]