[
    {
        "full_article": "Indian households find themselves yet again struggling to cope with a sharp surge in the prices of essential kitchen staples — ranging from tomatoes, onions and potatoes to tur dal and rice. Tomato prices have more than doubled month-on-month with the all-India average retail price as on June 29 soaring to ₹53.59 a kilogram, from ₹24.37 on May 29, data from the Consumer Affairs Department’s Price Monitoring Division show. And while the rise in onion and potato prices over the same one-month period is a seemingly far more benign 7.5% and 4.5%, respectively, the overall trajectory in price gains across the wider food basket is symptomatic of the unsettling build-up of underlying inflation pressures in the economy. For instance, the price of tur dal, a key protein source in the diets of vegetarian households, continues to keep rising; it had climbed 7.8% month-on-month to ₹130.75 a kilogram on June 29, as per the government’s data. Official retail inflation data for May, released earlier this month, had shown that prices of pulses, which includes tur dal, had quickened by 128 basis points year-on-year to a 31-month high of 6.56%. The government’s imposition of stock limits on urad and tur on June 2 seems to have so far done little to cool price gains in lentils.To be sure there is a seasonality component to the prices of farm produce and their supply is largely determined by factors including timing of the harvest and the prices prevailing at the mandis when the farmers transport their crop to the markets. Just last month, tomato growers in rural Maharashtra had dumped sizeable quantities of their produce on the roads after being offered unremunerative prices. However, prices of several of these food items, including tomatoes, are still substantially higher than even the same time last year with the modal daily weighted average arrival prices at the mandis as per the government’s agmarket website revealing tomato prices almost tripled year-on-year to ₹5,579 a quintal as on June 29. The same arrival price data show a 35% jump in tur dal and a 19% increase in common paddy (rice). With the monsoon rains 13% in deficit so far this year, and the outlook for spatial and temporal distribution in the coming months clouded with uncertainty by the El Niño, there is a real risk that food prices could cause retail inflation to accelerate again. Policymakers need to walk the talk and retain laser focus on taming inflation. After all, as the Reserve Bank of India’s economists noted in the latest bulletin, “the path to high but sustainable inclusive growth has to be paved by price stability”.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nfood\n\n/\n\nAgriculture\n\n/\n\nMaharashtra\n\n/\n\nReserve Bank of India\n\n/\n\neconomy (general)",
        "headline_1": "Spiralling food prices: on the build-up of underlying inflation pressures",
        "headline_2": "Policymakers must guard against inflation to ensure sustainable growth",
        "link": "https://www.thehindu.com/opinion/editorial/spiralling-food-prices-on-the-build-up-of-underlying-inflation-pressures/article67023840.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "There was a festering scandal about wiretapping Opposition politicians, military figures and journalists that put the Greek government under pressure; 57 people were killed in a train crash, in February, which included many students, triggering mass protests, and more than 200 migrants drowned off the coast in a boat tragedy just before the elections. But none of these developments dented the public perception about Kyriakos Mitsotakis, the 55-year-old conservative leader whose centre-right New Democracy had a resounding victory in the June 25 parliamentary elections. This was the second election in Greece in less than two months. In May, New Democracy emerged as the single largest party but was short of securing an absolute majority. In the second vote, held under a different electoral system, Mr. Mitsotakis’s party won 40.55% of the votes or 158 seats in the 300-member Parliament, while the main Opposition Syriza secured 18% votes (48 seats). The centre-left PASOK, which once dominated Greek politics, ended up with 12% votes (32 seats), while the newly formed far-right Spartans, which has been endorsed by Ilias Kasidiaris, an imprisoned former leader of the fascist Golden Dawn, made a surprise entry into Parliament with 4.6% of the vote.Mr. Mitsotakis, who came to power in 2019, ran a campaign focused on his policies aimed at economic recovery, his government’s handling of the coronavirus pandemic and the cost-of-living crisis in Europe. Greece’s economic recovery is still an ongoing story. After the depression and acute debt crisis of the 2010s, which pushed the country to the brink of exiting the eurozone, Greece has seen stable growth in recent years (now above the EU average). Investment and exports have improved, thanks to EU funds, and its credit is close to regaining an investment grade credit rating. GDP, despite its high growth rate, is still 20% smaller than in 2008, before the global financial and debt crisis. Mr. Mitsotakis’s biggest achievement and promise was relative economic stability. He blended his message with a hardline immigrant policy that often saw authorities sending asylum seekers back to Turkey (the Greek coast guard was also blamed for not doing enough to avert the boat tragedy), and a tough foreign policy that kept tensions with Turkey in the Aegean Sea high. This conservative nationalism helped him emerge as Greece’s most powerful politician since the economic crisis. Mr. Mitsotakis should now make bold decisions in the economic and social realms. He has to continue the journey of economic recovery and also get back the country’s investment grade credit rating. But he should also take a more humanitarian view of asylum seekers and improve the overall relationship with Turkey to reduce geopolitical tensions.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nEuropean Union\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\nCoronavirus\n\n/\n\neconomy (general)\n\n/\n\nrefugee\n\n/\n\nTurkey",
        "headline_1": "Greek recovery: on the road ahead for Kyriakos Mitsotaki",
        "headline_2": "Mitsotakis made the best of bad times to emerge stronger in Greece",
        "link": "https://www.thehindu.com/opinion/editorial/greek-recovery-on-the-road-ahead-for-kyriakos-mitsotaki/article67023471.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "Wagner’s march to Moscow fizzled out, but it may give other groups in Russia, political or private military, the idea that change at the top is possible\nWagner Group leader Prigozhin’s armed rebellion was over very quickly. But it has opened up questions about possible cracks in the Russian political system, driven by the war in Ukraine, and therefore about the political future of President Putin.\nMost analysts of Russian politics will either tell you that Putin will be in power for the rest of his lifetime, or that he will be swept away by some sort of revolutionary change as the war unravels the economy. Another possibility is that Putin’s grip will weaken relative to other powerful figures that have their own support base, money or fighters.\n \nRead full opinion on TOI+\n\n",
        "headline_1": "Putin’s riding, for now",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/putins-riding-for-now/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "The southwest monsoon on June 28 was 16% below normal, following both a rapid advance and heavy precipitation in the second fortnight of the month. This development, however, is tempered by three other aspects that cloud the outlook for agricultural output and food inflation. As the monsoon began to pick up pace, the market for some vegetables witnessed a surge in prices – tomato prices are hitting headlines now. While the surge is on account of events prior to the monsoon, it does highlight the inadequacy of using the average seasonal rainfall to gauge the impact of farm output and inflation. GOI’s weighted average price for tomato arrivals across markets on June 26 showed that at Rs 4,011/quintal, it was 66% higher than a year ago. Among the factors that led to this surge are unusually high temperatures and pest attacks three months ago.\n\nIt’s an example of the higher level of risk farmers now bear on account of extreme climate events.\nThe other two intertwined aspects that lead to uncertainty are the El Nino phenomenon and the prospect for paddy. El Nino is a climate pattern that comes from unusual warming of surface waters in the eastern Pacific Ocean. It can lead to both a reduction in rainfall here as well as disturb its distribution. This is an El Nino year. RBI in a study last week concluded El Nino years are generally ones where agricultural output is adversely affected. The biggest risk it poses is to paddy, the most important crop of the kharif season. On June 23, paddy acreage was 35% lower than last year following the delay in the monsoon’s onset. Add to this a relatively low rice stock with GOI. In June, the central pool stock of rice was 26. 2 million tonnes, the lowest level in five years. The size of GOI’s stock influences price expectations. In this context, it’s pertinent that on June 26, the weighted average market price of paddy arrivals had risen 9% year-on-year.\nThe other point, especially for vegetables, is that India’s cold chain infrastructure is not expanding fast enough. Cold chains can offset higher climatic risks by reducing wastage and price volatility in perishables. Monsoons remain a potential source of supply shocks and the best way to insulate the economy is to upgrade infrastructure.\n\n",
        "headline_1": "Tomatonomics: Steep rise in tomato prices tells a bigger story – of climate shocks and poor cold chain infrastructure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tomatonomics-steep-rise-in-tomato-prices-tells-a-bigger-story-of-climate-shocks-and-poor-cold-chain-infrastructure/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "That two senior White House officials “condemned” the social media “intimidation” of a Wall Street Journal reporter puts the spotlight back on this form of internet nastiness. As condemnable as various online trolls’ posts on American citizen Sabrina Siddiqui’s ethnicity and identity are, such treatmentis neither new, nor restricted to India. What’s different in this case is the context – a much-publicised joint press conference of two heads of governments of the two largest democracies where Siddiqui asked the Indian PM a question on minority rights and free speech. Those attacking Siddiqui seemed to forget or willingly disregard the fact that Modi took the question and answered it. As the White House spokesman said of such “harassment”, “It’s antithetical to the very principles of democracy that were on display during the state visit. ”\n \n\nIt’s a point worth reaffirming in these times – journalists should not face harassment for asking questions and, to quote the White House press secretary, “for trying to do their job”. And if they do face intimidation, all stakeholders in a democracy must condemn such behaviour, no matter which side of the political divide the harassers seem to belong to. In India, both trolling as well using the police as a blunt instrument is an all-party phenomenon. Pretty much every party thinks it’s not their job to defend journalists targeted for doing their job. Our politicians should also remember that a democracy, especially one as big and diverse as ours, is by its nature raucously argumentative. So, there will – and there must – always be many questions. In that sense, the White House intervention has a bigger message for Indian politics.\n\n\n",
        "headline_1": "The bigger question: White House officials’ condemnation of a reporter’s online harassment goes to the heart of a principle of democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-bigger-question-white-house-officials-condemnation-of-a-reporters-online-harassment-goes-to-the-heart-of-a-principle-of-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "Heatwaves, pre-monsoon rainfall, and the cyclones – the year so far has been eventful. An unusual confluence of typhoons in the Pacific and cyclones in the North Indian Ocean combined with the warming over the Arabian Sea, also led to a rare monsoon arrival on the same day over Mumbai and Delhi. IMD has called for a normal monsoon despite the forecasts of an El Nino.\nEl Nino tends to produce a deficit monsoon but only about 60% of the time. Many compensating effects exist and the monsoon also tends to have its own mind.\nEl Nino is already born in the tropical Pacific. Will he really wreak havoc on the monsoon, agriculture, economy, GDP, health, fisheries and so on? Model forecasts are very confident that El Nino will continue to grow through the summer and mature by the winter. But does this mean the monsoon will be deficit overall? Do we know anything about the distribution of rainfall through the season or across different regions of India? The honest answer is – not really.\n \nRead full opinion on TOI+\n\n",
        "headline_1": "Will the Indian Ocean Dipole save the monsoon?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/will-the-indian-ocean-dipole-save-the-monsoon/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "As we get ready to celebrate Eid-ul-Azha, the second most important festival for Muslims, we hope that we can go beyond the ritualistic practices and embrace the spiritual side of the occasion. Through the slaughter of sacrificial animals, the message that is intended is that of sacrifice, sharing, restraint and cleansing our minds. Since Eid-ul-Azha involves a lot of activities and preparations for both individuals and institutions, it is important that all of us do our part so that the spirit of the festival can be upheld.\nThere are three aspects that deserve particular attention. First, the movement of people across the country as they head to their home districts to spend time with loved ones. As expected, the highways have been witnessing heavy traffic, and the closure of garment factories on Tuesday has further increased traffic flow and congestion. Transport authorities have reportedly taken various steps to manage the surge in travellers. But care must be taken to ensure a hassle-free journey, with special attention given to preventing accidents. We don't want to see a repeat of the tragic road crashes that follow every Eid holiday.\n\nSecondly, the Eid brings familiar concerns for workers, particularly those at the RMG industry. According to a report, out of 3,164 garment, textile, and jute factories across the country, at least 2,501 did not pay workers their 15 days' wages for June as of Monday, while 728 factories did not pay their Eid bonuses. This is quite unacceptable. The spectre of pending dues continues to haunt workers every Eid. The news of a labour leader beaten to death in Gazipur over his attempt to get salaries for workers shows how powerless the latter still are when it comes to protecting their rights. We hope the authorities will promptly address these issues.\nAnother issue that needs to be kept in mind is the importance of a prompt clean-up after slaughtering animals. In Dhaka, both city corporations have taken steps to manage waste. The deployment of thousands of sanitation workers, along with the distribution of eco-friendly jute bags and disinfectants, showcases a commitment to maintaining cleanliness, but citizens must cooperate and dispose of their waste responsibly, especially considering the threat of a dengue wave as predicted by some experts. We hope, in the end, everything will go smoothly, and the holiday will be an enriching experience for everyone.\nEid Mubarak!\n",
        "headline_1": "Let us embrace the spirit of Eid-ul-Azha",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-us-embrace-the-spirit-eid-ul-azha-3357666",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "We are shocked to learn of the sheer lack of accountability and transparency at the country's Central Medicine Store Depot (CMSD) and government healthcare institutions when it comes to procuring medical equipment. According to a report of the Comptroller and Auditor General (CAG), prepared for the period between FY2014-15 and FY2018-19, irregularities in budget spending by CMSD caused the government to lose Tk 459 crore in these five years. The report, placed at the parliament recently, revealed how this procurement agency had been involved in various malpractices.\nDuring this five-year period, the CMSD supplied medical equipment to medical colleges and hospitals which remained largely unused. In many cases, it supplied the machinery without following proper protocols. Among the institutions audited, three – Khulna Medical College Hospital, Suhrawardy Medical College Hospital, and Rangpur Medical College Hospital – alleged that the CMSD supplied those products unduly and without their consent, while other auditees said that the machinery in question would be installed soon. Moreover, in FY2016-17, different government institutions acquired medical and surgical supplies from CMSD at prices that were up to 18 times more than that offered by the Public Health Institute and the Essential Drug Company for similar products, which is outrageous.\nThe question is, can the CMSD just supply machinery without consent or request by the hospitals? Also, why would government institutions take supplies from it if they do not need them, and also at inflated prices? Clearly, the CMSD has been conducting these illegal activities with help from inside the hospitals, which must be looked into.\nOur health sector has been riddled with corruption for long. The CAG audit report has just exposed it once again. Irregularities in medical equipment purchase are, however, just one aspect of the problem, with corruption permeating every level of the health sector, as the High Court has recently observed. We urge the authorities to conduct a thorough investigation into the irregularities done by the CMSD in connivance with public hospitals, and identify those responsible for such a waste of public money.\n",
        "headline_1": "A procurement system in shambles ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/procurement-system-shambles-3357646",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "Do you feel, whenever the realms of books and bureaucracy converge, that something very non-bibliophilic is about to happen? I do, and my instincts tend to be accurate. After all, it is bureaucracy that is largely responsible for restricting the free flow of ideas and undermining academic freedom in Bangladesh. It is bureaucracy that punishes critical publications. It is bureaucracy that compromises the integrity of school textbooks through undue additions or omissions. It is bureaucracy that has reduced the quest for knowledge to a quest for BCS jobs. It is bureaucracy that has robbed the spirit of our Language Movement by marginalising mother languages – including Bangla. It is because of bureaucracy that once-revered state awards for writers are now objects of ridicule.\nI can go on and on about the detrimental effects of bureaucracy on the world of literary endeavours, but you get the point. There is something about the intertwining of paperwork, protocols and politics that can lead to a tragic loss in translation. As grand visions and initiatives of the government are filtered through layers of bureaucracy, they emerge altered, diluted, or even entirely lost.\nTake, for example, the case of Jatiya Grantha Kendro, or National Book Centre. Few people are perhaps aware that there is a specific government institution responsible for overseeing non-government libraries. There can be any number of reasons for its relative lack of familiarity. If I had to guess, I would say it's because this is how those in charge of it want it to be – less known, less scrutinised. \nFor there is a lot about this institution that, bureaucrats would hope, is better left buried under the rug. As per a recent report by this daily, the centre, since its establishment following the enactment of the National Book Centre Act, 1995, has been consistently failing to fulfil its mandate due to poor infrastructure, a shortage of manpower and resources, and lack of care and planning. There it goes again: the bureaucratic mechanism being an Achilles' heel in literary initiatives. Everything about the centre is thus ill-conceived and poorly executed, ranging from the shabby, largely nondescript building in which it is housed, to its lack of promotional activities, to the way it engages with the recipients of its annual grants.\nIts pathetic state is perhaps best reflected in the management of its own library, which has over 11,000 books, including many rare reference materials. However, as the librarian himself admits, there hasn't been a visitor looking for books in years! What is a library for, then? To read newspapers? To play host to BCS crazies? To collect books (and dust)? The disorganised arrangement of the books in this library, with stacks of old newspapers and rare books piled haphazardly in dark corners, would be an eyesore to any bibliophile. The authorities couldn't archive them systematically, let alone digitise them, even after 28 years of its establishment.\n\nIt was only in 2018 that the government started to observe the National Library Day, on February 5. Given how the day is observed – through issuing a circular, some discussion, maybe a procession if someone is feeling outdoorsy – you cannot help but see \"perfunctory\" written all over it.\nIn addition to the poor management of its library, the centre is also being hamstrung by various problems in its handling of non-government libraries. For one, the financial assistance given to the listed libraries is woefully insufficient. The annual allocations – divided into categories A, B, and C – barely cover a couple of months' operational costs for them, leaving them financially strained. The bureaucratic hurdles involved in accessing the funds further compound their difficulties. There are also allegations of favouritism and lack of quality control when it comes to giving them books. Often, substandard books on political and administrative issues, written by ruling party leaders and bureaucrats, dominate the offerings, while books of diverse genres and perspectives are ignored. We have seen the same thing happening in August 2022 when a book reading programme for government officials included over a hundred books written by 25 high officials. Why select books that no one in the four hemispheres would want to read?\nAll this is quite hard to accept because the National Book Centre could be a vital player in building a strong library culture in the country, as is its mandate. Private libraries, built through voluntary initiatives all over the country, give us hope amid the deteriorating state of most public libraries. They have challenges of their own, of course, especially in terms of finances, quality of services and book collection. In this digital era, they also suffer from the prevailing apathy towards books. But their very existence is a defiant counterpoint to this situation. And with proper assistance and guidance, they could be moulded into genuine drivers of change in local communities.\nAlthough any private initiative must ultimately depend on its own strength for survival, government oversight, and grants, if properly distributed and followed up on, can help in a big way. Such assistance must be provided with a genuine interest in promoting a culture of reading and intellectual engagement among people, especially the younger generation. This interest is precisely what is lacking now. It was only in 2018 that the government started to observe the National Library Day, on February 5. Given how the day is observed – through issuing a circular, some discussion, maybe a procession if someone is feeling outdoorsy – you cannot help but see \"perfunctory\" written all over it. It almost seems as if bureaucrats merely wanted to tick a box. It makes them look good, and feel useful, except it is of no use in a practical sense. No change to our troubled interaction with books was sought, none achieved. \nWhy should we read? Because books – the right kind of books – can educate, inspire, and transform. It is not for nothing that the pen is believed to be mightier than the sword. But don't expect much when bureaucrats wield their pens to shape the destiny of literary initiatives. Their ability to complicate the simplest of decisions, their blunders and misplaced priorities, and their interest in preserving the prevailing politico-administrative status quo can derail even the noblest of efforts. A reader-friendly environment that helps to think and critically engage is not in their best interest. \nBadiuzzaman Bay is assistant editor at The Daily Star.\n",
        "headline_1": "Books and bureaucrats are a dangerous mix",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/books-and-bureaucrats-are-dangerous-mix-3357306",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "As we get ready to celebrate Eid-ul-Azha, the second most important festival for Muslims, we hope that we can go beyond the ritualistic practices and embrace the spiritual side of the occasion. Through the slaughter of sacrificial animals, the message that is intended is that of sacrifice, sharing, restraint and cleansing our minds. Since Eid-ul-Azha involves a lot of activities and preparations for both individuals and institutions, it is important that all of us do our part so that the spirit of the festival can be upheld.\nThere are three aspects that deserve particular attention. First, the movement of people across the country as they head to their home districts to spend time with loved ones. As expected, the highways have been witnessing heavy traffic, and the closure of garment factories on Tuesday has further increased traffic flow and congestion. Transport authorities have reportedly taken various steps to manage the surge in travellers. But care must be taken to ensure a hassle-free journey, with special attention given to preventing accidents. We don't want to see a repeat of the tragic road crashes that follow every Eid holiday.\n\nSecondly, the Eid brings familiar concerns for workers, particularly those at the RMG industry. According to a report, out of 3,164 garment, textile, and jute factories across the country, at least 2,501 did not pay workers their 15 days' wages for June as of Monday, while 728 factories did not pay their Eid bonuses. This is quite unacceptable. The spectre of pending dues continues to haunt workers every Eid. The news of a labour leader beaten to death in Gazipur over his attempt to get salaries for workers shows how powerless the latter still are when it comes to protecting their rights. We hope the authorities will promptly address these issues.\nAnother issue that needs to be kept in mind is the importance of a prompt clean-up after slaughtering animals. In Dhaka, both city corporations have taken steps to manage waste. The deployment of thousands of sanitation workers, along with the distribution of eco-friendly jute bags and disinfectants, showcases a commitment to maintaining cleanliness, but citizens must cooperate and dispose of their waste responsibly, especially considering the threat of a dengue wave as predicted by some experts. We hope, in the end, everything will go smoothly, and the holiday will be an enriching experience for everyone.\nEid Mubarak!\n",
        "headline_1": "Let us embrace the spirit of Eid-ul-Azha",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-us-embrace-the-spirit-eid-ul-azha-3357666",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2023"
    },
    {
        "full_article": "We are shocked to learn of the sheer lack of accountability and transparency at the country's Central Medicine Store Depot (CMSD) and government healthcare institutions when it comes to procuring medical equipment. According to a report of the Comptroller and Auditor General (CAG), prepared for the period between FY2014-15 and FY2018-19, irregularities in budget spending by CMSD caused the government to lose Tk 459 crore in these five years. The report, placed at the parliament recently, revealed how this procurement agency had been involved in various malpractices.\nDuring this five-year period, the CMSD supplied medical equipment to medical colleges and hospitals which remained largely unused. In many cases, it supplied the machinery without following proper protocols. Among the institutions audited, three – Khulna Medical College Hospital, Suhrawardy Medical College Hospital, and Rangpur Medical College Hospital – alleged that the CMSD supplied those products unduly and without their consent, while other auditees said that the machinery in question would be installed soon. Moreover, in FY2016-17, different government institutions acquired medical and surgical supplies from CMSD at prices that were up to 18 times more than that offered by the Public Health Institute and the Essential Drug Company for similar products, which is outrageous.\nThe question is, can the CMSD just supply machinery without consent or request by the hospitals? Also, why would government institutions take supplies from it if they do not need them, and also at inflated prices? Clearly, the CMSD has been conducting these illegal activities with help from inside the hospitals, which must be looked into.\nOur health sector has been riddled with corruption for long. The CAG audit report has just exposed it once again. Irregularities in medical equipment purchase are, however, just one aspect of the problem, with corruption permeating every level of the health sector, as the High Court has recently observed. We urge the authorities to conduct a thorough investigation into the irregularities done by the CMSD in connivance with public hospitals, and identify those responsible for such a waste of public money.\n",
        "headline_1": "A procurement system in shambles ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/procurement-system-shambles-3357646",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-06-2023"
    }
]