[
    {
        "full_article": "At a meeting with Chief Ministers about the resurgence of COVID-19 on Wednesday, Prime Minister Narendra Modi charged Opposition-ruled States with committing an injustice to the people by not cutting duties on petroleum products as the Centre had done in November 2021. Those cuts of ₹5 and ₹10 per litre of petrol and diesel, respectively, came as fuel prices crossed well past ₹100 a litre — those levels have been breached again after a poll-driven lull. The PM noted that the Centre’s plea at the time, for States to back these cuts by paring their VAT levies on petroleum products, was not heeded by States not governed by the BJP. But even NDA-administered States are now facing extremely high inflation — retail inflation in April was 8.19% for Uttar Pradesh and Assam, and 7.4% to 7.6% in Bihar, Jammu & Kashmir and Haryana — far higher than the national retail inflation rate of 6.95% for the month. The PM’s remarks, buttressed by the slogan of cooperative federalism, attracted an instant backlash from West Bengal, Tamil Nadu, Maharashtra, Kerala, Telangana, Jharkhand and Andhra Pradesh. While all States are fretful about resource constraints and pending dues from the Centre, some had reduced VAT on fuel products and others have not hiked rates for years. Despite its recent assertions that no taxes were levied to counter the pandemic, the Centre had hiked fuel taxes even amid the 2020 COVID-19 lockdown with a preference for cess levies that do not have to be shared with States. While the political brouhaha over the PM’s pitch unfolds, the signal for the common man is clear — abandon any hope of immediate relief. This is akin to striking a cruel blow against the middle and lower-income classes, already besieged by successive setbacks on the job, health and income fronts. Household budgets are severely squeezed because of price rise. Even industry has mooted fuel tax cuts to sustain a fragile consumption recovery. With record tax collections last year and revenue buoyancy expected to hold up this year, the Centre has fiscal room to slash its fuel taxes, and there will be an automatic cascading effect on State taxes levied on an ad valorem basis. Expecting States, which are worried about their limited revenue sources once the assured GST compensation stops flowing from this July, to take the lead in reining in petroleum taxes, is unwieldy, short-sighted and unnecessarily confrontational. Even more so as the States are also expected to ramp up capex spending to revive the economy. As the PM said, the Centre and States need to coordinate better to spur the economy amid global tumult. Singling out a few States to deflect attention from the Centre’s excessive reliance on fuel taxes is not the right approach to attain such harmony. Most of all, as high inflation will debilitate the recovery’s momentum, shirking corrective action to bolster its revenue kitty would be a case of being penny wise and pound foolish.",
        "headline_1": "Fuelling friction: On PM Modi’s comments on fuel price",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fuelling-friction-on-pm-modis-comments-to-non-bjp-ruled-states-on-fuel-price/article65367213.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-04-2022"
    },
    {
        "full_article": "The tragedy on Wednesday at Kalimedu in Thanjavur district of Tamil Nadu, which claimed the lives of 11 persons and left 17 injured after a small chariot touched a live wire of the high tension category and caught fire, could have been averted by just following laid down procedures. The idol-laden chariot was being taken out in a procession as part of an annual festival to perpetuate the memory of Saivaite saint Thirunavukkarasar. Almost 10 days earlier, two persons had died in a stampede at the annual Chithirai festival of the Madurai Meenakshi temple, which attracts lakhs of devotees. Ten years ago, an event that almost mirrored Kalimedu happened in Gudiyatham, Vellore district, killing five persons. What is disturbing is the regularity with which these events occur during religious or temple festivals. The fact that the State has such a dubious record should compel the authorities to adhere to the rule book as the protection of human life is a must.Even as the findings of a one-member official panel and the police investigation are eagerly awaited, there are a number of questions that the authorities need to probe. These include whether the organisers, who have been holding the festival for over 90 years, had permission from the local officials; why there had to be a procession during the early hours; whether such an event could take place without the knowledge or the approval of the local authorities, and why power supply from the overhead HT line was not switched off, whereas this was not the case with regard to low-tension lines in the area. What is obvious is the lack of coordination among the electricity, highways, local administration and revenue departments, which ought to have been there for an event such as this. The height of the road was raised since the time of the last procession, but evidently the organisers did not account for this. The scope for such events occurring can be reduced drastically, if not eliminated, if the authorities strictly enforced existing guidelines. Though the institution which had organised the festival is said to be outside the purview of the Hindu Religious and Charitable Endowments Department, the authorities can still be proactive, at least in sensitising organisers of such events about safety guidelines and insisting that devotees who accompany a temple car or chariot are aware of the risks. The Government should make public the reports submitted by agencies that inquire into such events and issue regular updates in the follow up action. It is incumbent upon devotees to ensure that safety norms are implemented in letter and spirit. It is only through collective efforts that tragedies such as the one in Kalimedu can be averted.",
        "headline_1": "Safety first: On fire tragedy in Tamil Nadu",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/safety-first-on-fire-tragedy-in-tamil-nadu/article65367165.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-04-2022"
    },
    {
        "full_article": "Puti maachher praan (Many lives of a puti fish)\nA small \"puti\" fish leaps out of the water and plops back in. Yes, even fish can contort muscles and use their fins in ingenious ways to glide, squiggle or somersault. They do so when they get startled—when they are pursued by some predators, or pursuing food themselves. The jump of a small fry can create a small ripple, but it can reach many shores—including that of Ganabhaban.\nThe constable who silenced the teenage boy, nabbed for joining the protest of his activist mother live-streaming the invasion of a patch of land by police, saying, \"Don't you dare jump too much, you puti maachh,\" did not expect his action to draw such hullabaloo. Thanks to media uproar, the boy and his mother are now released from police custody. The battle for the field is won/lost (depending on which side of the story you want to side with) after the ultimate intervention of the prime minister, who could see through the riddle.\nThe riddle intensified when Kalabagan police claimed the legal right to build their station on a piece of an abandoned property allocated to them by the deputy commissioner's office. The community, however, had been using that particular plot for the last 50 years for different purposes, including Eid gatherings, washing of dead bodies for funerals, games, fairs and festivities. Their attachment to the field is sentimental. Many residents gave their loved ones the last rite in this field; many come here for a morning or evening walk; and for the most, this is the place for their Eid jamaat. And for the children, this is the only place where they could play some sports, albeit in the dust.\nThe name Tentultala suggests that there was probably a tamarind tree in the field, but now the place looks like a dusty patch with few scattered trees on the side, offering a much-needed breathing space for the people living in the stifling concrete jungle of Kalabagan. The police needed a permanent station to render service and security to the community. Ironically, in securing the place, they became a source of insecurity for the people they are supposed to protect.\nConstruction materials in a barbed-wire zone became the bone of contention. Members of the civil society added voice to Syeda Ratna, whose citizen journalism brought the issue to the fore. The spirit that she and her son displayed at a place named after tamarind made me think of spirits of a different kind.\nTetul pata Tetul pata, tetul boro tok (Tamarind leaf, tamarind leaf; Tamarind's so tart)\nLegend has it: tamarind trees attract ghosts and other paranormal activities. I found two scientific explanations. The acidic content of the tamarind leaf and the high amount of carbon dioxide released by the plant do not allow other plants to grow under it. Stories of many unnatural deaths are associated with this species. The seedy-shaped fruits hanging in a bunch can be scary at night when winds cause them to swing.\nGhosts in popular culture exist in the twilight zone of belief and non-belief, presence and absence. The field, with its diabolical status of simultaneously \"being\" and \"not being\" a playground, is thereby a figurative ghost. It was once allocated to a non-Bangalee architect for designing the neighbourhood before the Liberation War. In absence of the rightful owner, who never took possession of the land, the place allowed the presence of the residents to thrive. But there are spirits that do not like free spirits to roam. Fences were erected, and the mobility was stopped. Police appeared like the Selfish Giant in Oscar Wilde's short story who put up a sign \"Trespassers will be prosecuted\" to stop children from coming to his cherry orchard.\nIn Wilde's story, the cherry orchard of the giant was filled with blossoms when children were playing in it. But the Selfish Giant put up the warning sign and scared the children away. The garden stopped blooming, and winter started reigning. By the time the giant realised his fault and allowed a crippled boy to enter his garden to play, it was too late. The boy turned out to be a messenger of God who came to take the giant to the heavenly garden now that he had shown love.\nTumi thako dale, ami thaki khale, tomar amar dekha hobe moroner kale (You're in the branch up there; I'm in the water down here; Death will bring you and I together)\nAny avid reader will know the answer to this riddle. The fish and the tamarind come together when they meet in the cooking pot. The drama that we witnessed reminds me of the local delicacy of puti maachher tok (tangy puti stew). The underlying tone, however, is a sad one.\nA playground or a park is important for the healthy survival of a populace. In the last 22 years, the number of playgrounds in Dhaka dropped from 150 to 24. Thirty-seven wards of the city out of a total of 129 do not have a playground. The global standard requires an acre of green land for every 5,000 people. That means, for 25 million Dhakaites, we need 2,500 fields. In a generous estimate, we have about 150. The per capita green space in Dhaka in 1995 was 0.5 sq-m as per Rajuk, but it decreased to 0.052 sq-m in 2009. This is a recipe for death. Our construction mania is a destruction mantra.\nThe splash of the spritely puti maach is a wake-up call for all of us. Not always will we have a fairy godmother to save us from selfish giants. Life is not a fairy tale. To people this tale with living characters, we need to infuse the setting with ingredients of life. Parks and playgrounds are cases in point. The sooner our administrators realise that, the better for us.\nI believe the residents of Kalabagan will gather in Tentultala ground to say their Eid prayers, and raise their hands to pray for the timely interventions of the activists, media, and the prime minister, who made a joyous difference. Eid Mubarak!\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Puti Maach and the Selfish Giant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/puti-maach-and-the-selfish-giant-3015241",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2022"
    },
    {
        "full_article": "In Dhaka's urban transport system, buses, including minibuses, employ over five million people and account for almost half of the passenger trips. But the bus workers, who constitute a large share of the transport workers in Bangladesh, are not the most highly regarded members of society. This is not without reason.\nMost Dhaka residents—both pedestrians and users of vehicles other than buses—have very likely had at least one perilous encounter with bus drivers at some point. Bus drivers are notorious for negligence on the road; moving buses running over civilians is a common occurrence in the city. Bus drivers' driving skills, or lack thereof, are constantly criticised. Moreover, we have all heard of their drug abuse on duty, whether to stay awake while driving at odd hours of the night or simply for recreational purposes. These factors make it hard to hold much sympathy for the bus drivers.\nDhaka's public transport system is far worse than those in most other metropolitans around the world, even though the capital is one of the most populous cities on earth. The sector is regulated and enforced primarily by six different governing bodies, and it is highly disorganised, giving rise to many problems on the road. This article focuses on the issues relevant to the bus transport workers: drivers and helpers.\nIf one has ever had to endure catching a bus to go from Point A to Point B within Dhaka, one would know what an ordeal it is—long waits, long lines, long commutes, and the uncertainties and risks in the entire process. We are aware of the structural limitations of Dhaka's transport system—for example, limited roads and high concentration of population. However, often we blame bus drivers and helpers for much of our woes on the road. But how much do we know about their realities?\nFirstly, there is a complete lack of coordination among the bus services and their routes with no centralised schedule. At the highest level, companies purchase route permits from the government, which they sell to different bus owners to operate as many buses as they choose to on the specified routes, under an umbrella company name. The bus owners then rent out the buses to independent drivers. There is no track of how many buses are being commissioned by different owners under the same company or on the same route. The lack of an integrated route system and the lack of coordination among bus owners and drivers mean that no buses follow a set schedule, which directly impacts the passengers who use the services. Therefore, multiple buses can be seen operating from one stop at almost the same time, and at other times, there is no bus for a long time from another busy area. It is easy to blame the bus drivers in this case, but as can be understood, the situation is beyond their control.\nSecond, it is evident that passengers' convenience or safety are not priorities for the drivers. Instead, their focus is on outrunning other buses, as well as other smaller vehicles, on the streets. This is even more dangerous given that designated bus stops are few and far in between, and that there are no bus lanes on the narrow roads. But why do the bus drivers in Dhaka drive so recklessly? Transport is a formal sector, and yet transport workers, even the bus drivers, do not have formal contracts. To maximise their profit, bus owners offer no formal employment contracts to transport workers and rather rent out the buses and charge as high as three-fourths of the drivers' total revenue. The driver works long hours to make sure that they have some decent income after the expenses, including bus rent, payment to the helpers, and fuel. To maximise their income, the bus drivers drive as fast as possible to complete the highest possible number of trips per day and try to carry as many passengers as possible during each trip. With insufficient traffic control and little regard for traffic rules among the public, these tendencies make the buses extremely dangerous for both bus passengers and other commuters on the road, as the driver speeds through the unruly Dhaka traffic and lets passengers in and out while on the move.\nBus drivers receive little to no social protection and have no labour rights. Though new minimum wages were set for workers in the transport sector in 2019, its implementation remains a challenge because workers, except for BRTC employees, do not have formal contracts. Apart from BRTC buses, most public buses operating in the city are privately owned. The situation was even more dire for the bus workers when the pandemic hit, as they had no income and had little savings. The economic impact of lockdowns on bus drivers was grave. With no formal contracts to begin with, they did not really receive any support from their employers, let alone the government. A lot of them thus had to resort to alternative means of subsistence.\nEven though bus drivers' trade unions and owners' associations collect some funds from transport workers as part of their welfare fund, workers have never reaped the benefits from the fund. This practice has been going on since before Covid, seemingly being saved for a rainy day. When the rainy day did eventually arrive during the pandemic, those funds were nowhere to be found. Neither the owners' association, nor the transport workers' federations provided any support to the workers. We also found that trade union leaders and owners of the transports are often the same, meaning the bus owners essentially run the trade unions themselves. Therefore, workers' independent unionism without the influence of bus owners does not seem to work in the transport sector.\nWe see bus drivers and helpers on the roads driving recklessly, risking passengers' lives, crashing into other vehicles. But they are helpless in the crux of a mafia-like system that is the bus transport sector. If they had decent working hours and working conditions, perhaps they would not be falling asleep behind the wheels or taking drugs to stay awake while doing night duty. If they were not pitted against each other to put food on the table at home at the end of the day, maybe they would not drive so recklessly, trying to fight the bus next to them to get to their destination faster. If they had formal contracts with proper wages instead of the current mechanism, which makes them spread themselves thin and be reckless, maybe they would be more conscious and responsible drivers.\nBangladesh is undergoing rapid growth, developing massive infrastructures, and building new roads, railways, and highways to upgrade the transport system, improve people's commute, and alleviate traffic congestion. But these improvements in the transport ecosystem are likely to be futile if the transport workers are deprived of their basic rights.\n \nRaeesa Rahemin is a research associate at Brac Institute of Governance and Development (BIGD).\n",
        "headline_1": "Villains or victims?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/villains-or-victims-3015236",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2022"
    },
    {
        "full_article": "I was watching the BBC during the US' 2003 Iraq invasion when one statement especially caught my attention. \"Saddam loyalists are still putting up stiff resistance across Baghdad.\" Anyone fighting a foreign invasion was labelled as a \"Saddam loyalist.\" It echoed President George W Bush's previous declaration, \"You are either with us, or with the terrorists,\" to intimidate the Taliban of Afghanistan in handing over Osama Bin Laden, the mastermind behind the 9/11 carnage. The Taliban leadership did offer Bin Laden to any third country, but Bush turned it down. Countries that intended to remain neutral had no option but to kowtow to American and Nato's lines as the world no longer had a balancing power after the fall of the Soviet Union in 1991.\nThe Cold War supposedly ended after the Soviet Union collapsed in 1991. Mikhail Gorbachev, Boris Yeltsin, and many other leaders in the former Warsaw Treaty member countries enjoyed warm relations with the US and other Western nations. The world became a unipolar planet, and everyone thought humanity had entered a new era.\nBut two US invasions shattered the flimsy facade of any image of the end of history: Afghanistan in 2001, and Iraq in 2003, with Pakistan and Saudi Arabia as the launching bases, both of which are well-known for their support of international terrorism and militancy.\nThe post-Cold War world has witnessed three main areas of global power rebalancing: a) Expansion of Nato in Eastern Europe; b) Rise of China as an economic and military power; and c) Re-emergence of Russia as a military power under Vladimir Putin. The US has so far engaged China on economic and technological fronts only, although military confrontation has always remained a possibility. But with Russia, the confrontation has remained military, as Nato kept expanding right up to Moscow's backyards along Russia's western borders. What we are witnessing in Ukraine is the last scene of the play, in which an American-trained and equipped Ukrainian army—in the likely presence of British and American military advisers—are fighting a battle against the Russians. It's an American proxy war against Russia that neither can afford to lose.\nBut the irony of the war is not lost on the developing countries of the world. The US, along with Nato, invaded Afghanistan and Iraq on extremely flimsy and questionable grounds. Neither of these victim countries could launch any direct attack on American interest, and both lie many thousand kilometres from American borders. After years of misadventure, the invading troops left both countries in tatters, opening rooms for many militant factions to fight out their differences.\nFor Russia, the war was perhaps inevitable. Imagine how the US will react if a Chinese or Russian military adviser turns up in Mexico. A look at the 1962 Cuban missile crisis, when Soviet Union installed missiles on Cuban soil that could hit the US, should leave us in no doubt that Washington would retaliate with nuclear weapons if required. Nato expansion up to the Russian borders couldn't be a goodwill gesture towards Moscow. All these new Nato member countries can and have allowed American arms and troops on their grounds with The Kremlin within their easy reach. Russia, a country with a huge military arsenal and a long history of warfare, was destined to act. And it did.\nBut where does that leave the rest of the countries who have no military interest, nothing to gain and only to lose from this superpower war? The upward prices of oil have affected everything, including basic supplies such as food grain. When many countries were hoping to restart their economies following the Covid-19 fallout, the Ukraine war shattered any such prospect.\nThe World Bank has warned of slower growth and increased poverty in most countries. The war has triggered high commodity prices because of stronger US dollar, increased transport cost, and supply chain disruptions. Wheat from Russia and Ukraine that feed millions in the developing countries will not be available anymore, because of the sanctions on Russia and production and shipping issues in Ukraine. Tourism, the major income earner for many countries such as Sri Lanka, will take a tremendous hit. Soaring prices for oil and wheat alone will severely hamper growth in many developing countries. All oil-importing countries, including China, Indonesia, South Africa, India, and Turkey, will have to spend a lot more on energy. The global economic growth will slow down significantly. Millions will slide down into further poverty and struggle for mere survival. The situation is like that during World War II between two groups of colonial powers, when millions perished in the colonies. In Bengal, a province under British India, the number of deaths from starvation in 1943 due to British war policies ran into several millions, and none of them had anything to do with either of the warring parties.\nShould the developing nations have to pick a side in such a conflict when neither party is looking after their interests? The world needs a new non-aligned movement, as it did after the first Cold War, so that the developing nations can take a neutral stance.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "Time for another non-aligned movement?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/time-another-non-aligned-movement-3015226",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2022"
    },
    {
        "full_article": "The idea of a justice system hinges on people's faith in its ability to offer fair solutions. So justice, as the saying goes, should not only be done, but be seen to be done as well, so that people's faith in it is kept intact. But what if the system is broken and people can no longer trust it to guide them to a just solution? Can they still be expected to show unquestioning allegiance?\nQuestions such as these are getting louder in Bangladesh as people increasingly lose their faith in the formal justice system. You see its manifestations in frequent denunciations of how the system is failing to protect the helpless, growing support for extrajudicial executions of rapists and thugs, growing acceptance of mob justice, victims' preference for out-of-court settlements, or their unwillingness to report crimes or file cases—all signs of discontent with a crumbling justice system. But when the families of victims surrender to their fate and say, \"We don't want justice,\" it means the system has hit rock bottom.\nWe've heard variations of this expression by frustrated citizens on a number of occasions, most recently after last week's clashes between shopkeepers and Dhaka College students in the New Market area. The clashes, which we're still struggling to make sense of, took the lives of two ordinary individuals. One of them was Nahid Mia, a 19-year-old who was involved with neither of the feuding parties. Yet, armed political thugs masquerading as students mercilessly hacked him to death. The other victim was Mohammad Morsalin, a 24-year-old shop staffer, who was hit by a brick during the clashes and died at Dhaka Medical College Hospital (DMCH). In comments later carried by the media, both their families refused to seek justice, because \"what's the point of seeking it? Whom shall we seek it from?\"\nThis is not the first time that we've had families of victims saying they don't want justice. Last month, when Samia Afran Prity, a college student, was fatally injured by misdirected shots fired during an attack on a political leader in Shahjahanpur, Dhaka, her father, too, had the same thing to say. \"Where would I seek justice? There is no justice here, nor do I have the ability to pursue it,\" he lamented, as he waited for his daughter's body in front of the DMC morgue.\nVictims or their families refusing to pursue their case in a court of law, out of a sheer sense of helplessness, is perhaps the brightest of all red lines for any justice system. We've had the warning signs for quite some time, though. Remember the reaction of the professor-writer Abul Quasem Fazlul Huq, whose son, secular publisher Faisal Arefin Dipan, was hacked to death by Islamic extremists in October 2015? He famously said that he didn't want justice, because \"even if I want it, there will be none,\" pointing to the futility of long-drawn-out legal battles. Even though eight extremists were sentenced to death in this connection in 2021, Fazlul Huq, in a recent interview with The Daily Star, repeated his belief that long delays defeat the purpose of a justice system.\nIn case it's not still clear, when people say they don't want justice, what they really mean is that they don't want to go through the motions of pursuing it through a process that not only does not guarantee success, but may very well leave them exposed to further trouble. Thus they are wronged twice, first by a criminal and then by the justice system. A combination of factors is responsible for this, including long delays in trials (of which there are too many instances to recount), inadequate and often costly legal services, risks of harassment for giving testimonies, lack of security for victims and witnesses, etc. Even those fortunate enough to see a verdict, and its execution, must go through a series of obstacles starting from the filing of a case and its investigation until the very end of the road.\nUltimately, the question that looms large is not if you're on the right side of the law, but if you're on the right side of power. For only the powerful, or the able, or the lucky can survive this process. The staggering number of cases pending with different courts will attest to that. Just imagine: as of December 31, 2020, over 3.9 million cases were pending with courts across Bangladesh. Between January 1 and December 31 in 2020, only 739,000 cases could be disposed of. At the High Court, around 450,000 cases were pending as of December 31, 2020. About 200,000 cases are being added to the national backlog each year. These numbers, one can safely assume, will have swollen after the Covid-induced closures and disruptions.\nWe hear boastful claims of giving no quarter to criminals. We hear talks of appointing more judges and other court officials to dispose of pending cases, as if not having enough of them is the main problem. Rarely, however, is there a serious undertaking to modernise the system and remove existing roadblocks—systemic, political and social—to swift, unobstructed legal pursuits.\nFor the ordinary justice-seekers, two of these barriers have a particularly deterring effect: lack of protection for witnesses and complainants, and lack of financial means to ride out lengthy legal procedures. Protection can be extended through legislation and as part of regular police activities. Neither is guaranteed in Bangladesh, as there is currently no witness/victim protection act, nor are police in the habit of proactively defending ordinary victims and witnesses, making the latter vulnerable to threats, intimidation and duress. And despite there being a National Legal Aid Services Organization, and the Legal Aid Services Act, 2000, governmental legal aid continues to be elusive to most people.\nShould they cede their right to justice, then? Should they suffer silently, while their rights and dignity are being trampled on with carefree abandon? Unfortunately, as more people grow disillusioned with the justice system, the risks of crimes, chaos and divisions in society will grow as well. If people continue to be deprived of timely and adequate legal services, they will look for extrajudicial solutions and even take the law into their own hands.\nThis cannot be a desirable outcome for anyone. The authorities must treat people's rejection of the justice system as the ticking time bomb that it is. They must do everything to restore their faith.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star. \n",
        "headline_1": "If justice had a face now, it would be of twice-wronged victims ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/if-justice-had-face-now-itd-be-helpless-victims-3014611",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2022"
    },
    {
        "full_article": "We are alarmed at the overnight surge of the prices of soybean and palm oil, following Indonesia's export ban on crude and refined palm oil on Wednesday. The prices have gone up by Tk 10-15 per litre once again in a market that has seen prices raised in seven phases in the last one year alone. Though traders say the latest hike is due to a supply crunch, according to the National Board of Revenue (NBR), about 850,000 tonnes of palm oil and 406,000 tonnes of soybean oil have been imported in the first three and a half months of this year, which should last the country at least another one and a half months.\nTraders alleged that the refiner companies and dealers manipulated the supply of the essential product in a bid to push the prices up further. Unfortunately, this has become a trend in the edible oil market. We have been observing with increasing apprehension how the government has failed to reign in the unscrupulous businessmen who are consistently creating artificial crises in the market. According to the Directorate of National Consumer Rights Protection, prices are being manipulated at four stages of the value chain involving refiners, dealers or supply order traders, wholesale traders and retailers. The syndicate is so powerful that even the government's attempts to stabilise the market—through import of edible oil, withdrawal of import duties and fixing of prices—seem to have had limited to no effect in easing the consumers' plight.\nWe understand that 53 percent of the cooking oil used in Bangladesh is palm oil, of which 80 percent comes from Indonesia. Indonesia's export ban on crude and refined palm oil will thus have a negative impact in the future, if the government does not act fast to import palm oil at competitive prices from alternative sources. Shortage of supply in the international market will likely affect domestic prices in the near future, which is all the more reason for the government to take stern action against the syndicates who have been causing havoc in the market since the beginning of the year. It must ensure fair price adjustment in light of international prices, and punish errant traders and importers who try to exploit the situation as well as rectify its lax oversight of kitchen markets. \nBangladeshis, particularly from lower-income groups, have been struggling to make ends meet with prices of all essential items spiralling out of control over the past few months. The rise of edible oil prices, yet again, is inhumane. We are at a loss to understand why the government has allowed the organised syndicate of unscrupulous businessmen to hold such a crucial market hostage to their criminal whims. The people deserve better than to be at the mercy of such greed.\n",
        "headline_1": "Here we go again!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/here-we-go-again-3015221",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2022"
    },
    {
        "full_article": "We wholeheartedly thank the prime minister for ordering the authorities concerned to keep the Tentultala field in Dhaka's Kalabagan neighbourhood as a playground. This is not just a happy end for the local protesters—who have been demonstrating for months against the construction of a police establishment on the field—but it has also set an example for how the few open spaces in the city must be protected from being lost to rapid urbanisation.\nHowever, there is one area of concern which remains. As this daily reported on April 29, the home minister has said that \"the playground would be open to everyone, but would be under the jurisdiction of police.\" If the Tentultala field is to be a playground, meant for public use, why would it be under police jurisdiction? Would it not be more appropriate for the playground to be under the jurisdiction of Dhaka South City Corporation (DSCC)? We hope this issue of ownership ambiguity will be cleared up soon. If it is the police which has control over the playground, there is no guarantee that there will not be a reversion of the prime minister's directive, and that the police will not again resume constructing its establishment on the field. Furthermore, given the high-handedness with which the police reacted to locals peacefully protesting at the site, we remain apprehensive about how accessible the playground would really be to the community if it remains in their jurisdiction.\nDuring the coverage of Tentultala in the recent past, we were also shocked to see the state of the land. Given that it was not officially a playground, it seems to have been used even as a dumping ground for the surrounding area. Now that it has been recognised by the prime minister herself as a playground, we hope those in charge will do their part to beautify the field, so it may serve its now official purpose of being a place of play and respite for local children.\nThe premier has freed the Tentultala playground for public good, and against the wishes of police and, to some extent, the home minister. For that, we are grateful to her. We now hope the field will be turned into a proper public park and a much-needed breathing space for the Kalabagan locals. For this, the DSCC must lend its hand, as it is the only body capable of maintaining the Tentultala playground as it should be.\n",
        "headline_1": "Thank you, PM, for freeing Tentultala",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/thank-you-pm-freeing-tentultala-3015121",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-04-2022"
    }
]