[
    {
        "full_article": "A parliamentary committee appears to be quite close to finalising its report on the three Bills seeking to replace the existing criminal laws. The Parliamentary Standing Committee on Home Affairs has postponed the adoption of the draft report, following demands from Opposition members that they be given more time to study it. The report is said to have at least three dissenting notes, mainly pertaining to the text of the Bharatiya Nyaya Sanhita, which will replace the Indian Penal Code and the Bharatiya Nagarik Suraksha Sanhita, which will come in the place of the Code of Criminal Procedure. There appears to be unanimity on the third Bill, the Bharatiya Sakshya Bill, the one in lieu of the Indian Evidence Act. Having begun its deliberations only on August 24, and having held only 12 sittings, there may be questions about the adequacy of the scrutiny. The whole point of introducing these new criminal codes was to bring about a major overhaul of a body of law deemed to be too colonial in orientation. Any meaningful study of these Bills ought to have involved wide consultations among stakeholders across the country. Ideally, the panel should hold sittings across the country and listen to lawyers and activists on the details of the various sections, besides members of the subordinate judiciary who actually work the law and procedure laid down in the codes.The demand for more time to examine the report has emerged because the draft report was said to have been circulated in English only days before it was scheduled to be adopted, and that the Hindi version was made available only on the eve of the sitting. The panel’s next meeting is scheduled for November 6. It would be unwise to treat the current deferment as nothing more than a brief interlude to give more time to panel members to study the draft report. Rather, it should be seen as an opportunity to extend the time given to the committee by a few more months. The government seems to be keen on getting the Bills introduced in Parliament and passed during the winter session. There is no reason for such haste. It might be argued that considerable sections of the new laws are mere reproductions of the old Codes and that one study by the Standing Committee may be enough before they are introduced in the legislature. However, there are areas that may require deeper scrutiny: for instance, the scope for misuse, if any, in the new definitions, the desirability of introducing new offences such as ‘hate speech’ and whether there is further scope for procedural reform in the criminal justice system. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nparliament\n\n/\n\ncrime, law and justice\n\n/\n\nlawyer\n\n/\n\nlanguage\n\n/\n\nhate crimes",
        "headline_1": "Time and change: On the Parliamentary Standing Committee on Home Affairs and new criminal laws",
        "headline_2": "Panel should be given more time to study new criminal laws",
        "link": "https://www.thehindu.com/opinion/editorial/time-and-change-the-hindu-editorial-on-the-parliamentary-standing-committee-on-home-affairs-and-new-criminal-laws/article67473537.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "Searches at the premises of Rajasthan Congress president Govind Singh Dotasra, a sitting Member of the Legislative Assembly (MLA) and a party candidate from Lacchmangarh in Sikar in the Assembly polls in November, and that of independent MLA Om Prakash Hudla, who has been fielded this time by the Congress from Mahua, have turned the spotlight yet again on the Enforcement Directorate (ED), a central agency that stands accused of selective targeting of Opposition leaders. The ED’s money-laundering investigation is based on the cases instituted by the Rajasthan police to probe the alleged leak of the general knowledge paper of the Senior Teacher Grade II Competitive Examination (2022), which was cancelled and rescheduled by the Rajasthan Public Service Commission. The ED has also summoned Rajasthan Chief Minister Ashok Gehlot’s son Vaibhav Gehlot in an alleged foreign exchange violation case. In Rajasthan, incumbent governments usually get voted out, but Mr. Gehlot has effectively challenged that perception this time with a slew of new welfare schemes and the accompanying publicity blitzkrieg. Factionalism in the Congress has been contained, and Mr. Gehlot and party colleague Sachin Pilot are united. On the other hand, the Bharatiya Janata Party (BJP) is dealing with increasing friction within its ranks. The Congress has termed the ED’s action in the election-bound State as a sign of the BJP’s frustration.The BJP’s claim that all ED actions are purely to root out corruption could have been taken at face value only if they were even-handed and impartial. The pattern of action and inaction by the ED leaves no scope for any such inference. The ED’s enthusiasm in pursuing political corruption fluctuates. It is also too much of a coincidence that the ED suspects corruption only in Opposition-ruled States and among leaders opposed to the BJP. Few would accept an argument, if at all the BJP or the ED is making one, that there is no corruption in States ruled by the party or by its leaders. The BJP has been the only beneficiary of large-scale defections of elected representatives in recent years. No one can argue that agencies should not do their job and enforce the law. But both governance and democracy are undermined when the rule of law is weaponised against political opponents, When action against political players is taken in the midst of an election, it could potentially tilt the scales. The current legal regime for fighting corruption — and also the one against terrorism for that matter — is fast degenerating into an arbitrary internment of those who are inconvenient for the ruling party. This needs to end. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmoney laundering\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nforeign exchange market\n\n/\n\nBharatiya Janata Party\n\n/\n\ndemocracy\n\n/\n\ngovernment\n\n/\n\ncorruption & bribery\n\n/\n\nterrorism (crime)\n\n/\n\ntest/examination\n\n/\n\nwelfare\n\n/\n\ninvestigation",
        "headline_1": "Farce of law: On the searches in Rajasthan and the Enforcement Directorate",
        "headline_2": "The Enforcement Directorate has failed to demonstrate its impartiality in its probes",
        "link": "https://www.thehindu.com/opinion/editorial/farce-of-law-the-hindu-editorial-on-the-searches-in-rajasthan-and-the-enforcement-directorate/article67473227.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "■ Were you disappointed by the marriage equality judgment?\nVery. Even though marriage is not something I see for myself, it’s about what it means — whether you think queer people deserve rights and are equal to heterosexual people. It delegitimises our unions and tells us we can’t even adopt. So many people in (heterosexual) marriages are bad parents. There was a lot of expectation from the court, but we did not even get the right to add each other to our health insurance or pension.\n■ Your book is deeply personal, almost like a diary. What led you to want to share it with the world?\nI didn’t start writing it as a memoir. I was actually writing fiction. At that time, Section 377 hadn’t been read down and I didn’t have the courage to write something so personal. Also, I was literally struggling to put a roof over my head. As the law and my life changed, I was finally in a space where I could lean in, make it more authentic and have it be about my life.\n■ You lived with undiagnosed dyslexia until 20. How did it impact your life?\nFrom the start, I could sense that I was different from others. I struggled with things like tying my shoelaces, telling left from right, reading and writing. It made it difficult for me to trust my abilities. Recently, I realised I suffer from imposter syndrome, and it comes with having undiagnosed dyslexia for so long. I didn’t know how to ask for help or even explain what was wrong. When I got the diagnosis, things finally made sense and it took a while to figure out how to work around it.\n■ The burden of keeping it all in must have taken quite a toll.\nIt is more insidious because it is hidden. The world did not know I was lesbian. The risk of being out and having people reject me was too much. Similarly with dyslexia, I thought no one would take me seriously, give me opportunities or give me the benefit of intelligence. Now, I can explain to people what I am like, what I’m good at and how I feel. Plus, they can read the book if they want to know more.\n■ With the pressure of being in the closet, what was college life like?\nThe problem for me was being in a university where I worried that I could be displaced. Reading news articles about someone at BHU getting kicked out of the hostel after being outed, you expect these things to happen to you. My family was also not supportive, so it’s not like I could go home. I had too much to lose by being open about who I am. My existence at the time felt as precarious as a house of cards. Today, things are stable. I have a job where I advocate for people like me, I have an incredibly supportive partner and a house that I own. I can take risks now.\n■ Part of the reason you weren’t diagnosed is because you were deemed smart, implying that dyslexic folks cannot be. Could you explain why this is not a contradiction?\nBeing smart and being dyslexic have nothing to do with each other. When I took the diagnostic tests, they looked at different kinds of abilities. Reading and writing and those intelligences were less as compared to others my age, but in spatial reasoning I did remarkably well. You can have dyslexia and be very intelligent or not be very intelligent. It just means that in a few areas, you won’t perform at par with your intelligence.\n■ Do you think the publishing industry is more open to showcasing queer writing than it was earlier?\nThere is definitely more acceptance, but they also want to sell books. So, while there is a market for queer writing, especially memoirs, they don’t always put their weight behind these books from what I have seen. But even Bollywood is telling queer stories — something I never thought would happen — so obviously there is an appetite for queer storytelling.\n■ How do the intersections of your identity impact your life?\nIt’s two spheres of life where you are marginalised. One is about how the world sees your ability, and the other is a more social thing. My brother, who is also dyslexic, gets more support from my parents and society because he’s not from the LGBTQ community. If I were just a lesbian and not dyslexic, I wouldn’t have struggled so much in college. I was in danger of losing my status quo in two ways — I could have been kicked out for being a lesbian or I could have failed due to my dyslexia. It would make anyone paranoid.\n\n",
        "headline_1": "Lesbian and dyslexic: It’s two spheres of life where you are marginalised",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lesbian-and-dyslexic-its-two-spheres-of-life-where-you-are-marginalised-in-what-is-perhaps-the-first-lesbian-memoir-in-india-writer-k-vaishali-shares-experiences-from-a-precarious-time-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "On September 30, Dr Mohamed Muizzu won a convincing victory in the Maldives presidential elections, where the country’s close security relationship with India was an important issue. Although some are tempted to just label it as a win for Beijing, Muizzu was simply tapping into widespread public concerns about India’s role in Maldives. There are important lessons for Delhi’s relationships throughout the region.\nMaldives is an island country with a tiny population but a huge maritime jurisdiction that is vital to its future prosperity. But properly governing this huge maritime space is well beyond its capabilities. The government struggles to provide services to isolated communities, and illegal fishing and drug trafficking often go unchecked.\nIndia has long been its main security partner. But the relationship also comes with a lot of sensitivities. For one of the world’s smallest countries that neighbours the world’s most populous country, there are real worries about maintaining Maldives’ national identity and autonomy. A lack of transparency about India’s security role in Maldives has only contributed to popular concerns.\nBefore the election, Muizzu declared that Maldives will have a “pro-Maldives” foreign policy strategy and pledged that he would expel a small contingent of Indian military personnel from Maldives.\nBut these things are often easier said than done. Although the ‘India-Out’ slogan may have played well with parts of the electorate, the scope of Indian assistance will make it hard for Maldives to just walk away. In practice, Muizzu may continue with many security arrangements with India, provided he can argue that it is consistent with his “pro-Maldives” strategy.\nThe biggest source of public concern is around a small contingent of 75 Indian navy and coast guard personnel that are stationed in isolated compounds on Maldives defence force bases in the north, centre and south of the country. They help fly and maintain two helicopters and a maritime patrol aircraft under the operational direction of the Maldives defence force. These aircraft were donated by India to help monitor the Maldives’ waters, conduct rescue operations and provide medevac services to local communities.\nCurrently there aren’t enough Maldives personnel to operate the aircraft and despite promises from Delhi, India has been slow — some believe, intentionally so — in providing training. The precipitate withdrawal of Indian pilots and maintenance personnel would leave the aircraft effectively inoperable. The incoming administration will need to consider how to meet election promises while avoiding the country being effectively left without aerial surveillance and medevac capabilities. There are options, including the staged replacement of Indians with Maldives personnel. Greatly, speeding up the training of Maldivians would be a first step.\nBetter PR: The president-elect is pressing on with his rhetoric but India can do a lot more to win over the sceptics\nIndia has been a generous neighbour in recent years, giving Maldives vessels, aircraft and a coastal radar system to help in maritime surveillance. It is also helping to conduct a hydrographic survey of the Maldives archipelago, where there is drastic need for new charts. India also helps build defence infrastructure around the country including a new harbour and dockyard for the Coast Guard.\nBut India’s assistance is not widely appreciated. Much of this stems from a lack of understanding among the general public of what India is actually doing and why. The former Maldives government and Delhi were often reluctant to discuss India’s role. This was a mistake, and India must now be on the front foot to properly explain the benefits of its regional assistance to sometimes sceptical local populations.\nIndeed, there are many good news stories that Delhi has left untold. In Australia, the Royal Flying Doctor Service, which provides medevac services to remote outback communities, are national heroes, thanks to a long-running TV series. India could do a lot more in showcasing what they do to the Maldives public. Why aren’t there TV cameras showing midnight helicopter rescues? Or Indian-supplied patrol boats intercepting illegal fishers? Or Indians helping to map unchartered and dangerous waters? Transparency may not come easy to bureaucrat decision-makers, but it is the best way to dispel unfounded suspicions. India’s Indo-Pacific partners can also do a lot more to help. Countries like Australia and Japan can provide assistance without invoking the suspicions and sensitivities that India often faces in this region. Greater engagement by India’s partners would help to reduce perceptions of Indian dominance in security assistance. It is in India’s interests to encourage its Indo-Pacific partners to play a much greater role in the islands.\nThe new Maldives president was elected with a mandate to make the security relationship with India more on Maldives’ terms. India needs to find ways to make it easy for the new administration to continue working with India in the interests of Maldives and the region.\nThe Maldives election result can’t be just wished away or blamed on Chinese information operations. It reflects concerns — whether justified or not — among a significant portion of the local population. It should act as a wake-up call for how India works with regional partners.\nBrewster is an expert on strategy and security in the Indian Ocean region and South Asia\n\n",
        "headline_1": "‘India Out’ easier said than done, but Maldives poll is a wake-up call",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/india-out-easier-said-than-done-but-maldives-poll-is-a-wake-up-call/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "Tonight my heart goes out to a man named Mohammed Nawaz. He’s the Pakistan bowling allrounder whose loose ball outside the leg stump was shoveled to the boundary by Keshav Maharaj to give South Africa a thrilling one wicket win and virtually put Pakistan out of the world cup. All of Pakistan immediately began dumping on Nawaz. Overnight he has become a much reviled figure. He must be a very very lonely man. I feel like reaching out and giving him a hug, and say, to all Pakistanis, “It’s just a game. Get a life. The sun will rise tomorrow.”\nWhat makes Nawaz a unique hate figure for Pakistanis at this time is he was also at the receiving end of a similar loss to India in the T20 world cup in Australia on this same week last year —  for those who remember that manic last over in a heaving, pulsating Melbourne Cricket Ground. There too he was called on to bowl the last over and there too he could not hold his nerve, bowling a legside wide to tie the game before Ashwin pumped him over midoff to win the game. Small details that have paled before Virat Kohli’s heroics. There too, as he did here in Chennai, he was down on his haunches in despair, as all of Pakistan began to unload on him. Last night, even his captain Babar Azam could not contain his anger after the debacle, as he lit into Nawaz on the field of play itself.\nIt must be a very small dark hole in the ground that Nawaz has now buried himself in. I know it because I have been there myself. It is the depths of despair many people reach at some point in life, sometimes more than once. If you haven’t, there’s one waiting for you — or you haven’t lived a full life. And the truth is it makes you a better person, even if the infamy is imprinted in history and record books for those in public life.\nJust for a moment though, recognize the courage it must have taken for Nawaz to agree to bowl the last over. Could he have refused and pointed to Osama Mir or Iftikhar Ahmed, Babar’s two other options? Could he have reminded Babar of the MCG debacle? Maybe. But he did not. He was brave enough to risk falling on the sword.\nNot many from this generation would recall the name Mir Ranjan Negi. He was the goalkeeper of the Indian hockey team that was beaten 1-7 by Pakistan at the 1982 Asian Games in Delhi, in a final that had then Prime Minister Indira Gandhi in attendance (she left when the score was 1-4). It was abject humiliation. The whole Indian team, particularly the defense, was in tatters that day but the blame fell on Negi because he was the goalkeeper, the last man standing. Negi was savaged, accused of taking bribes from Pakistan to throw the game, and had his life destroyed for more than a decade. He went into hiding. Anyone remember the Indian defenders? I do. Rajinder Singh and Manohar Topno. There was also Surjit Singh and Gurmail Singh in that team. But it was Negi who got it in the neck.\nIt took him some 15+ years for Negi to resurrect his career — as a goalkeeping coach of the Indian team that won the Asian games gold in 1998 as I recall. It took a further two decades for India to avenge that defeat, beating Pakistan 7-1 in 2017. Today, the Indian team can beat Pakistan in its sleep. I remembered Negi when India pumped in TEN goals against Pakistan in the recent Asian Games.\nSimilarly, not many people would recall the defenders, or even the team members, of Brazil’s 1-7 rout at the hands of Germany in the 2014 football world cup final. That national humiliation, like that in New Delhi seen by Indira Gandhi, was witnessed by Brazil’s President Dilma Rousseff. Brazil is yet to avenge the defeat by a similar margin — although it won 1-0 in the Olympics. That day will come too, for that is the karmic nature of life.\nBut although passionate about football, Brazil is probably less emotional about the loss although there were plenty of tears in the stadium (and across the world) during the annihilation. The sun rose the next day, and the goalkeeper Julio Cesar, walked away into the sunset after announcing his retirement. Nawaz should be able to do that too, although a sweeter ending would be if he gets to win a crucial game with bat or ball in the final over. After that, he should definitely walk away into the sunset.\n\n",
        "headline_1": "In defense of Mohammed Nawaz",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/in-defense-of-mohammed-nawaz/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "By Dipankar Gupta\nHere are two questions those championing caste surveys aren’t asking: How will lower caste vs lower caste fights be resolved? And aren’t anti-poverty policies the best antidote to historical wrongs?\nThe Bihar caste survey gives us the opportunity to once again clarify what isand what is not ‘reservations’. In particular, it is necessary to keep apart the concept of ‘reservations’ from its lookalikes, namely, ‘representations’ and ‘quotas’. They often appear as synonyms, and are even mistaken as triplets, but there is no such connection; they were separated at birth.\n\nReservations of the kind Ambedkar framed, were a perfect example of positive discrimination. First, they were not for the majority, but to serve a historically persecuted minority, namely, the Scheduled Castes (SCs) and Scheduled Tribes (STs). Second, it was for a limited period extendable, but after scrutiny.\nRead full story on TOI+\n\n",
        "headline_1": "What will the counting count for?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-will-the-counting-count-for/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "Detailed reports published not long ago in the media on the proposed route of the MRT 2 and 3 made many eager Dhaka metro rail travellers feel quite upbeat. The vital and large swathes under the two vast MRT (Mass Rapid Transit) coverage areas include those in the capital's south-western and north-eastern segments. Meanwhile, according to a recent FE report, the city residents may have to wait for six to seven more years before they can see the two MRT lines come into being. In another depressing development, the ambitious project of MRT-5 got Tk 8.0 billion worth of allocation in FY 2023 for the phase-wise works, which was revised down by 49.24 per cent to Tk 4.06 billion in the development budget for the same year. The National Economic Council (ECNEC) approved MRT Line-5's Northern Route worth Tk 412. 38 billion, in October, 2019, to develop a rapid metro transit connecting Hemayetpur to Bhatara via Gabtoli, Mirpur-1 and 10 and 14, Banani, Gulshan-2 and Natun Bazar. It also approved the MRT-1 development project which was set to cost Tk 519 billion.People in a large traffic-gridlocked city looks to a fully functional MRT system in place. It adds speed and dynamism of different nature to all areas of a city's life. Coming to the second and third metro-rail lines, the two MRT routes in the capital have almost hit a deadlock, as the construction company DMTCL couldn't yet start physical works. In another development, the Japanese lender JICA had confirmed the project loan for the MRT lines a couple of years ago. Likewise, the physical construction works of MRT-1 and MRT-5 are yet to start although the government approved both the projects four years ago.Against this backdrop, many would like to call the MRT Lines' work progressing at a pace which continues to falter. Thus on the eve of Dhaka's entering the age of metro-rail age, its lackadaisical utilisation of funds earmarked for the MRT projects cannot but disappoint citizens. According to sources, the Dhaka Mass Transport Company Limited (DMTCL) has not only failed to begin the physical works, it has surrendered allocations in the annual development programme (ADP) for both the development works.That all the half-heartedness and foot-dragging are set to invite the projects' cost escalation remains implied. It has happened in case of the majority of large projects and it is most likely to happen with these two projects too. As a result, viability could be at risk. The DMTCL is expected to build the proposed underground metro rail --- 31-kilometre MRT Line-1, from Airport to Kamalapur, and 20km MRT Line-5 from Hemayetpur to Vatara. A senior Economic Relations Division official finds that if DMTCL fails to start the project work on time, the government has to pay a 0.2 per cent commitment fee on the undisbursed amount of the total loan confirmed by the JICA for these projects. In this regard, experts observe that the process of taking loan and making delays in the projects' execution for an indefinite period is no cakewalk. Apart from quasi-bad blood at various levels, it may run the risk of jeopardising warm ties. On the assumed procrastination on the MRT-5 project, a DMTCL official says they are trying their best to start the physical works of the MRTs within the next year. Let it happen without fail.",
        "headline_1": "Foot-dragging over MRT",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/foot-dragging-over-mrt-1698593851",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "Hardly had the world economy started looking up following the Covid pandemic and the war of attrition between Moscow and Kiev losing its tempo than the Hamas-Israel war broke out. While many are more interested in the day-to-day development of the conflict, they are failing to notice the economic implications of this destructive war. Kristalina Georgieva, head of the International Monetary Fund, has issued warning about the possible ramifications of the Hamas-Israel war while speaking at the Future Investment Initiative (FII), often called the 'Davos in the Desert', held at the Saudi capital Riyadh on October 25. She said, 'What is happening in the Middle East is happening at a time when the growth is slow and interest rates are high and cost of servicing debts has gone up because of Covid and war'. Now, if the war in Gaza prolongs, it has the risk of drawing into it the neighbouring countries, especially the Gulf countries, which include the world's leading oil exporters. Most of these countries are sympathetic to the helpless victims of the war, the Palestinians in Gaza, who are dying in thousands every day without food, water, fuel, electricity, medical treatment amid the relentless bombing campaign being carried out by the Israeli airforce. Though the possibility of a repeat of the global oil embargo that 1973's Arab Israeli war witnessed is slim, a spike in the oil price is still possible. However, the economies of the regional countries like Egypt, Jordan and Lebanon have already taken a hit due to the war as their incomes basically come from tourism. As war makes people cautious about spending, investors in the region will wait to see the turn of events before making any fresh commitment. Similarly, sightseers will shelve their plans to travel there until the war shows signs of abating. There is also the fear of a fresh refugee crisis in the neighbouring countries. But unfortunately for the Gazans in particular, so far, they are denied entry to the neighbouring countries that make matters worse. It means immeasurable humanitarian crisis the responsibility for which no country in the region can avoid. Neither can the global community.However, as about one third of the world's oil supply originates from this region and as there is still no serious efforts from the Western big powers to end the war, the risk of an oil shock remains. This is more so because they (Western powers) are too biased to one side in the war, Israel, to be specific, to act as a potential peace broker. All this can create market uncertainties driven by the fear of any disruption to the oil supply. It is showing up by way of the risk premiums in the oil markets. This is because oil is traded in the futures before any risk of volatility emerges. Speculators expect to use such possibilities to increase their profits. Similarly, businesses dealing in oil try to hedge their bets against any turmoil in the energy market in the future. So, how the energy market will behave depends a lot on the role of the big powers in the conflict and its (the conflict's) potential to suck the entire region into its maw. The consequential rise in energy price will force central banks of different economies to increase interest rates to tame inflation. In this connection, a recent poll conducted by the international news agency, Reuters, among more than 500 economists has come up with findings that are hardly optimistic for the world economy. Going by the views expressed by the economists so interviewed, the global economic growth will decline and inflation rates will rise in 48 economies of the world.  Meanwhile, the European Central Bank's president, Christine Lagarde has said that even having a discussion on (interest) cut is totally, totally premature. Most economists, according to the survey, believe that the US Federal Reserve is less likely to go for an interest rate cut by mid-year. Many other leading central banks of the world including those of New Zealand, Australia, Indonesia, India and even Japan, for instance, are not interested in lowering interest rates any time soon. In fact, the recessionary trend in the major global economies still persists. Since energy price is the prime mover of modern-day economies across the globe, the optimism that was being evinced recently by major economies had to do with the relative stability of the energy market. Though some are willing to downplay the possible impact of Hamas-Israel on the global energy market, the reality could be quite different. In that case, the developing economies like Bangladesh should rather be circumspect in their energy policies with an eye to the situation evolving in the Middle East centring around the war in Gaza. Bangladesh's economy, at the moment, is precariously positioned with the inflation rate reaching 9.92 per cent and food inflation at 12.54 per cent last August according the Bangladesh Bureau of Statistics. Worse yet, the foreign exchange reserve is constantly depleting (on 25 October, 2023 it was US$20.89 billion). Against this backdrop, any further rise in the prices of Middle Eastern oil and natural gas, on which the country is dependent, can be disastrous for the economy. The consequences of any war is damaging not only for the economies that are involved in it (the war), but also other nations maintaining business transactions with them. In an interconnected world, the entire globe is impacted by any war anywhere. Bangladesh needs to adopt appropriate policies to tide over any emerging crisis attributable to the ongoing war in the Middle East. \n[email protected]",
        "headline_1": "Cushioning economy against Middle Eastern conflict",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cushioning-economy-against-middle-eastern-conflict-1698593926",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "The country has once again slid into confrontational politics of the worst form. But can the country weather the rough patches likely to extend up to the first or second week of January next year? Already battered, the economy is likely to sustain losses of astronomical amount in the range of Tk 15-20 billion on each hartal day. The political rallies and meetings were more or less peaceful before Saturday and the political parties opposed to the government did not call a hartal. Even the political programmes were observed on weekly holidays. At least the week days were spared and business as usual was not hampered for the majority. Even when the parties demonstrating for resignation of the party in power and the latter holding counter programmes in the city on weekly holidays, many people encountering emergency had to go through travails of unprecedented order. The day labourers in particular had to bear the brunt because most roads and streets were under occupation of the rival parties. Roadside vendors had no chance of displaying their wares and thus were made to sacrifice their income of the day.If Saturday's street violence is any guide, the days ahead running up to election will be increasingly uncertain for earning any income by people down the socio-economic rank. Their loss of income may be paltry compared to the loss sustained by factories and industries---major contributors to the country's economy, but to them those small sums are the means to their survival. The total loss sustained by the informal sector is, however, not negligible. How the political heat will intensify in the days to come will have a decisive role in shaping the fate of the economy. The Ukraine war had triggered forces opposed to post-pandemic economic turn-around. Countries like Bangladesh are paying through their noses for its huge ripple effects. Of late the Israel-Hamas war in Gaza strip has cast an ominous shadow of the war spreading far and wide with Netanyahu's government vowing to destroy Hamas and pursuing perhaps a more sinister policy on extermination of the Palestinians from parts of that strip. If the confrontation somehow sucks in Arab nations into the conflict, the already jittery energy market will be uncertain and volatile beyond all measures. Heavily dependent on import of fuels for running the country's transports and productive units, Bangladesh will be in a deep trouble to continue its economic activities even at their current decelerated rates. The low-income groups and the middle class will have to count more income losses if not in cash amounts but in terms of devaluation of local currency. There will be more disruptions in the chain of commodity supply too, at times causing rot to perishable items. For a wobbling economy, it is impossible to withstand such losses from many areas together. Political parties have their own interests in confrontational politics but common people now more disinterested because of their economic hardship are dead against it. The problem is that no political party seems to listen to the people's voice. Financially more people are worse off than before. It is all because of the galloping horse of inflation engineered rather artificially to a large extent by business syndicates who have pocketed unearned benefits in billions of taka. If political violence on the street continues to mar their businesses, commercial concerns and productive units will all the same find out avenues to make up for their losses to some degrees but for the hapless common run of the mill, this is going to strike a death blow. So both parties need to realise that it is the people who are at the centre of politics. Reason dictates that they avoid further violent confrontation by any means, if not for anything else at least for the sake of the people now in extreme distress.\n[email protected]",
        "headline_1": "Economic fallout of confrontational politics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-fallout-of-confrontational-politics-1698593966",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2023"
    },
    {
        "full_article": "The ongoing Israel-Palestine conflicts can lead to spikes in fuel oil prices. As the region accounts for nearly a third of global oil supply, any instability can create interruptions to it. The on-going Israel-Gaza conflict coming on the heel of the Russia-Ukraine crisis, remind us of the intricate web of global interdependencies. The World Bank has warned that this conflict represents an unnecessary global economic shock with potential spillover effects. It is a situation that negatively impacts both the economies and the regions. The conflict in Israel and Palestine also has implications for the Asian countries that have large Muslim populations or close ties to the region. Countries like the US condemned the Hamas attacks and expressed support for Israel's right to self-defence. Conversely, countries like Indonesia and Malaysia have shown solidarity with the Palestinian cause and called for an end to Israeli aggression. China, a major power with interests in both Israel and Palestine, has urged restraint and peaceful dialogues. This conflict can affect Asian nations' trade, investment, security interests in the Middle East and their relations with the United States, a key ally of Israel. \nAli Afsar Uddin, Student of Accounting and Finance Department, North South University, Dhaka, [email protected]",
        "headline_1": "Israel-Palestine conflict and its economic impact",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/israel-palestine-conflict-and-its-economic-impact-1698593984",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2023"
    }
]