[
    {
        "full_article": "The missile strike at Syria’s Latakia port on Tuesday is yet another reminder that the conflict in the Arab country is far from over. This is the second strike on Latakia, one of the busiest ports in Syria, within weeks, and Damascus has blamed Israel on both occasions. The Israeli authorities have neither confirmed nor rejected the accusations, but it is a fact that Israel has carried out air and missile attacks inside Syria in recent years. After the strike on Latakia in early December, Israeli Prime Minister Naftali Bennett said, “We are pushing back on the bad forces of the region day and night.” The multi-faceted Syrian crisis has evolved over the years. President Bashar al-Assad’s regime, with help from Russia and Iran, has defeated most of the rebel groups and recaptured almost all lost territories, except Idlib. But Mr. Assad’s apparent victory did not end the conflict. When Iran, which supplied men and weapons to Mr. Assad, built up its influence in the country, Israel, which has been occupying Syria’s Golan Heights for decades, viewed it as a security threat. Russia, whose primary focus in Syria is on the survival of the Assad regime and the protection of its own troops and assets deployed there, has largely stayed away from the Iran-Israel cold war. This gives Israel a free hand in Syria to target the Iranian and Hezbollah shipments.The Israeli approach, however, has two key problems. One, the repeated strikes are a flagrant violation of Syria’s sovereignty. Israel, which has hardly upheld international norms and laws when it comes to its security policies, is setting another bad precedent. Second, Syria, devastated by the civil war, is emerging as a new front in the Israel-Iran tussle. In recent years, Israel has reportedly carried out sabotage activities inside Iran and assassinated Iranian nuclear scientists. Iran, in return, has attacked Israel-linked vessels in the Gulf and Mediterranean waters and enhanced supplies to Shia rebel groups in the region. The Latakia strike has come at a time when international powers are trying to revive the Iran nuclear deal, post-2018. If these attempts collapse and Iran presses ahead with its nuclear programme, the chances of an Israel-Iran military conflict will soar. Israel has already said that all options are on the table to “prevent” Iran from going nuclear. So, Syria appears to a pawn in this game between the big powers of West Asia. Enfeebled by the civil war and dependent on Iran and Russia for survival, Damascus lacks the political will and resources to either check Iran’s influence or deter Israel’s attack. For Syria to see relative peace, there has to be a dial-down in tensions between Israel and Iran. A good beginning point would be the revival of the nuclear deal.",
        "headline_1": "Far from over: On Israel missile strike on Syria",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/far-from-over-the-hindu-editorial-on-israel-missile-strike-on-syria/article38066533.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-12-2021"
    },
    {
        "full_article": "The United States of America took three ominous actions related to Bangladesh in the 11-day period between December 11 and December 20.\nFirst, the US excluded Bangladesh from the \"The Summit for Democracy,\" an event initiated and hosted by the US from December 9 through 10, which welcomed 111 countries, including India, Nepal, and Pakistan from South Asia.\nSecond, on December 10, the US announced punitive actions against six current or former ranking officers of Bangladesh's Rapid Action Battalion (RAB), including Benazir Ahmed, the Inspector General of Police (IGP) and the highest-ranking law enforcement officer of Bangladesh. Financial sanctions and travel bans were imposed on RAB officers by two executive departments of the US federal government, citing the violation of human rights, extra-judicial torture, and the killing of prisoners under RAB's custody. These same officers played a vital role in suppressing and crushing Islamic fundamentalist terrorist organisations that the US has declared as enemy combatants. Indeed, for its work, the RAB has garnered widespread accolades, including in a phone call between Antony J. Blinken, US Secretary of State, and the Foreign Minister of Bangladesh, just two days after these officers were censured.\nThird, on December 20, the US State Department's Rewards for Justice (RFJ) programme announced a USD 5 million reward for anyone who could provide information leading to the arrests of two fugitive convicts, Major (sacked) Syed Ziaul Haque and Akram Hussain of Ansar Al-Islam Bangla Team—reportedly an offshoot of Al-Qaeda. Both convicts received death sentences by a Bangladeshi judge on February 16, 2021, in the murder case of Dr Avijit Roy, a US citizen, who was a famed writer and blogger. The murder happened six years earlier, on February 26, 2015, near the Dhaka University campus while Avijit was visiting Bangladesh. Out of the six defendants, five received the death penalty and one received a life sentence in prison.\nIt is clear from the RFJ's announcement that the US has reservations about Bangladesh's handling of this case. On one hand, it implicitly suggests some acceptance of the investigative and judicial processes of Bangladesh by explaining that \"six individuals were convicted in a Bangladeshi court and sentenced for their role in the attack.\" On the other hand, it includes a sentence asking witnesses to contact the US Department of State directly with information regarding the fugitives and anyone else involved in the attack: \"If you have information about Haque, Hussain, or anyone else involved in the attack, text your information to us.\" In other words, the US State Department is not only interested in information about the fugitives—it is interested in information about any possible others involved, and it is interested in receiving this information through its own channels, independent of any authority in Bangladesh. Although the US potentially has the jurisdictional right to prosecute this case under legal precepts like the passive personality principle, it would be very difficult—and possibly impossible—to meaningfully try this case in a US court without subpoena powers over witnesses who are resident citizens of Bangladesh, and without Bangladesh's cooperation. That cooperation may not be given enthusiastically: from public statements of Bangladeshi Foreign and Home ministers, it appears that they were not consulted and are upset about the US's unilateral announcement, issued nearly ten months after the verdict.\nThe obvious question arises: Is the US unhappy for some reason? Why is Bangladesh included in a group with North Korea, Russia, and China? Bangladesh is neither a hostile military rival to the US, nor a geopolitical economic rival. And while concerns about human rights violations may certainly invite harsh scrutiny, the US seems to be ignoring such concerns regarding other countries.\nPerhaps we should instead look to the world's emerging \"digital iron curtain\" for answers. Over the last two decades, there has been intense competition between the US and China in attempts to achieve domination over the digital technology space. In this race, it appears that China, in some areas, runs ahead of the US—at least for now. But the countries are mutually dependent on one frontier: 5G, which is used for advanced telecommunications. The US is superior in computer chip manufacturing and China is ahead in 5G device design and equipment. There are also other small players in parts-making.\nChina has been alleged to steal intellectual property related to digital technology from Western countries and to engage in digital espionage. Meng Wanzhou—the chief financial officer of Huawei (the Chinese telecommunications giant) and the daughter of Chinese billionaire Ren Wanzhou, founder of Huawei—was arrested and detained by Canada on December 1, 2018, on a charge of fraud and conspiracy filed by the US for circumventing US sanctions against Iran. She was freed from house arrest, conditionally, on September 24, 2021.\nIt is the US's concern that if Huawei equipment and designs are used in the US, China can spy on everything that uses Huawei technology. And, according to the US, if China wants, it can sabotage and devastate the entire Western world's power grid, telecommunications, internet, computers, transportation, and anything that uses Huawei's 5G technology. Huawei's business reputation has tempted the US's allies to sign contracts with Huawei. However, under the US's tremendous pressure, Huawei's 5G technology was banned by the United Kingdom, Japan, the Netherlands, and Australia. Canada, Germany, and New Zealand are considering following suit. The list of countries participating in the ban is fluid. Justin Trudeau, the Canadian Prime Minister, expressed his concern on December 25 that China has been acting as an angel to split the Western alliance. This conflict is not going away anytime soon. It may split the world into two camps divided by a \"digital iron curtain\".\nOn December 12, Bangladesh's TeleTalk, according to an agreement signed previously with Huawei, installed 5G infrastructure, with the hope of pushing Bangladesh to the leading edge of the digital revolution. But in the emerging Digital Cold War, Bangladesh's alignment with the Chinese tech giant may make the US unhappy.\nThe US and its allies are also concerned about the Belt and Road Initiative (BRI), led and initiated by China, that attracted support from 139 countries, including Bangladesh. The BRI includes New Silk Road and Marine Silk Road initiatives that would encompass most of the globe. Moreover, there are problems in the South China Sea and the Straits of Taiwan where contentious activities and military exercises are brewing. On the top of that, the Quadrilateral Security Dialogue between the US, Japan, India, and Australia—dubbed as the \"Great Game\" in Asia and \"Asian NATO\" by China—together with accompanying military exercises named \"Exercise Malabar,\" are bones of contention for China.\nThe US's punitive actions against Bangladesh—these December surprises—may be related to Bangladesh's growing relationship with China, and particularly its acceptance of Huawei's 5G technology. This is a very complex geopolitical situation that Prime Minister Sheikh Hasina has to navigate carefully, like Odysseus sailing between Scylla and Charybdis. A thorough analysis of risks and rewards and a reimagining of Bangladesh's foreign policy are needed at this juncture.\n \nDr Mostofa Sarwar is professor emeritus at the University of New Orleans, dean and ex-vice-chancellor of Delgado Community College, and commissioner of the governing board of Regional Transit Authority of New Orleans. Email: asarwar2001@yahoo.com\n",
        "headline_1": "December Surprises: Bangladesh’s risky passage through the ‘digital iron curtain’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/december-surprises-bangladeshs-risky-passage-through-the-digital-iron-curtain-2928456",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2021"
    },
    {
        "full_article": "One surprise from COP26—the latest UN climate change conference in Glasgow—was an agreement between world leaders on a new set of rules for regulating carbon markets. This would allow countries to trade the right to emit greenhouse gases.\nCarbon trading is part of how countries intend to meet their obligations for reducing emissions under the Paris Agreement. Unfortunately, the manner in which countries agreed these rules may hobble the Agreement in its goal of averting catastrophic warming.\nCarbon markets were central to the design of the Paris Agreement's predecessor, the 1997 Kyoto Protocol, which created three different mechanisms for trading carbon. Developing countries had become accustomed to attracting investment via one called the \"Clean Development Mechanism\" (CDM) which allowed industrialised countries to invest in projects to reduce emissions in developing countries and count them against their own targets under the Kyoto Protocol. Many industrialised countries wanted to retain this sort of flexibility in how they met their own treaty obligations.\nAs a result, most governments were keen to keep carbon markets as part of the Paris Agreement. In Paris in 2015, the bare bones of mechanisms similar to those in the Kyoto Protocol were agreed, but without the details needed to put them into practice. Why then did it take six years to agree the rules which would govern these markets? This was more than the four years it took countries to do the same in the Kyoto Protocol and, in effect, they were recreating the same mechanisms. The problems in reaching an agreement this time were three-fold, and they weren't satisfactorily resolved in Glasgow.\nGoing backwards from Kyoto\nVarious states, and many environmental campaign groups, suspect that carbon markets weaken the overall effort to reduce emissions. As climate change has accelerated over the past decade these concerns have become more acute. Why trade emissions if everyone is trying to get them to zero? There is considerable evidence that carbon offset projects—such as wind farms, which emissions trading can fund—have failed to deliver a reduction in overall emissions. A 2017 study led by the EU Commission found that 85 percent of projects funded by the CDM hadn't reduced emissions.\nThere are also fundamental design issues in the Paris Agreement that make setting up carbon markets under it much more difficult. The Kyoto Protocol expressed the obligations of industrialised states to reduce their emissions as targets. These could be translated into a fixed number of emissions allowances that provided carbon markets with a clear set of accounting rules and indicators of market demand.\nNo such set of rules exists in the Paris Agreement. Instead, all states submit their nationally determined contributions (NDCs)—national plans for reducing emissions. They may or may not have an emissions target and they vary in how they account for emissions or which sources of emissions they include in their plans.\nHow can a market function if there is no clear way of measuring what is being traded? And how should a country trading with another adjust its own NDC to avoid double-counting, when the design of each country's NDC varies so much? And what should countries do with all the credits created in the Kyoto Protocol's system? Should they just be rolled over to be used in the new markets? Should they be simply abandoned? Or is there some way of allowing them in but controlling their use? A lot of CDM credits in particular remain, and they could flood the new markets and undermine the integrity of the NDCs.\nA cop out\nIn the first week of COP26, it looked like these issues would continue to dog the negotiations. India supported unrestricted use of CDM credits in the new mechanism while the Solomon Islands (representing the Least Developed Countries group) opposed using them at all. In week two, these issues were either fudged or hastily agreed. The carbon traders were happy, as were the managers of the COP26 process—the UN secretariat and the UK government. We can now see the cost of failing to grapple with these thorny issues.\nThe Glasgow decisions on both Article 6.2 and 6.4 of the Paris Agreement are extraordinarily unclear compared with the equivalent ones for the Kyoto Protocol. Specialists in this field are still decoding precisely what they mean in practical terms. It's likely that states will be able to use this opacity to double-count and claim credit for the same emissions-reducing activities.\nCountries are supposed to set new NDCs regularly. At the same time, countries will be negotiating individual emission trades. The possibility for a country to game its NDC—making it appear more ambitious than it really is by counting already agreed trades within them—is impossible to avoid. It's hard to see how this doesn't fundamentally weaken the ambition of countries when updating their NDCs.\nMonitoring how these mechanisms work in practice and whether they have the desired effect will be important over the coming years. While heralded at the time as a breakthrough in implementing significant tracts of the Paris Agreement, the Glasgow pact on carbon markets might instead be remembered as its undoing.\n \nMatthew Paterson is Professor of International Politics, University of Manchester.\nCopyright: Inter Press Service\n",
        "headline_1": "COP26 agreed rules on trading carbon emissions, but they’re fatally flawed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/cop26-agreed-rules-trading-carbon-emissions-theyre-fatally-flawed-2928451",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2021"
    },
    {
        "full_article": "Bangladesh is celebrating its 50th anniversary. Once called a \"basket case\" by Henry Kissinger, it is now considered as a role model. Bangladesh's national income has multiplied 50 times, per capita income 25 times (higher than India's and Pakistan's), and food production four times. Population growth was contained at 2.5 times, raising per capita food availability. Exports have grown 100 times and poverty is down to 20 percent from 60 percent in 1990. Life expectancy has risen to 72. Most social indicators are better compared to regional countries, except Sri Lanka. The value of the Human Development Index increased 60 percent.\nMost of this progress has been achieved in the last three decades as the first two experienced anaemic growth and political turmoil. To put their progress in perspective, Pakistan's per capita income in 1990 was twice as much as Bangladesh's but has fallen today to only seven-tenth. Between 2011 and 2019, before Covid struck, Bangladesh's average GDP growth ranged between 7 percent and 8 percent—almost twice as fast as Pakistan's.\nThe Bangladesh story is an attractive one. How can a country so vulnerable to natural calamities outperform its much larger, better-endowed neighbours—India and Pakistan—in most socioeconomic indicators?\nBangladesh went through difficult times, setting up a new administration, rehabilitating displaced persons, dealing with the assassination of its founder and top political leadership, and several aborted and successful military coups. The military remained in power until 1991 when General Ershad decided to restore parliamentary democracy (there was a brief interruption in 2007 when a caretaker government ruled for two years).\nThe two major political parties, Sheikh Hasina's Awami League and Khaleda Zia's BNP, have alternated in power since 1991. Since 2009, the Awami League has ruled, having won three consecutive elections. The Battle of the two parties has remained intense and bitter. Khaleda Zia boycotted the elections and has remained in jail for quite some time, along with many of her party stalwarts. Hence, it is interesting to examine how the country could make substantial economic and social headway with such fierce political rivalry and perceived instability.\nFirst, unlike India and Pakistan, Bangladesh is culturally homogenous with the same language, ethnicity and a shared history and practically no religious, sectarian, tribal and feudal divisions. There is a rural-urban divide but rapid development has ensured that the level of general dissatisfaction is low. The pursuit of doing better has become a strong societal ethos. Bangladesh also doesn't face any serious external threats.\nSecond, the unitary form of government, without the intervening tiers of state and provinces, has conferred full control of administrative, political, legal and financial powers upon the central government, minimising the frictions inherent in multi-tier government structures. Policy and its execution follow a well-defined chain of command. Given a weak opposition and strong leadership at the top (sometimes criticised as quasi or semi-authoritarian), the winning party calls the shots, reinforcing execution capabilities and holding bureaucrats accountable.\nThird, women empowerment prevailed even before 1971 but the continued campaign for family planning, female education, health services and microcredit at all levels was carried out vigorously by successive governments, with the active involvement of NGOS. BRAC, Grameen, ASA, etc. have played a pivotal role in spreading education and health facilities and providing women access to microcredit. Aware of its own shortcomings, the government has extended full support to civil society organisations and allowed NGOs to operate freely. Educated, healthy women with fewer and well-spaced children and with access to financial resources has raised female labour participation rates and reduced the gender gap, while the female primary enrolment ratio is 105 percent.\nFourth, despite bitter political rivalries, there has been a continuity in economic policies, projects and programmes. The parties did not deviate from the basic anchors—macroeconomic stability, fiscal prudence, openness to trade, incentivising the private sector and commitment to social development. Policy irreversibility has shown that a change of government would have no abrupt dislocation that could adversely affect investor and market sentiment, allowing investors to pursue their plans uninterrupted, leading to economic gains over time.\nFifth, Bangladesh's efforts to liberalise trade, open its economy, bring in foreign technical know-how and provide generous cash and non-cash incentives to exporters have borne fruit. The spectacular performance, just behind China's, of readymade garment exports have brought beneficial second order effects. Most global brands have outsourced their production to export houses in Bangladesh. Female employment in the industry has enhanced women's social status and power relations within the family. Entrepreneurship has entered the lexicon of aspiring young people. Outward orientation has improved work practices. Demand for higher education and skills is rising.\nSixth, sustained high growth was made possible only when both domestic savings and investment rates doubled from 15 percent to 30 percent. Given this huge infusion of private capital into the production sectors and public expenditure into infrastructure, with higher schooling of the labour force, the gains from accelerated growth were broad-based. The rising aggregate demand also spilled over into higher imports but these were financed by expanding exports and remittances and therefore the current account deficit remained manageable.\nThe lessons we can learn are many. The leadership  was convinced that, rather than confining patronage to a narrow elite class, maximising long-term growth generated greater political dividends. Elections were contested on the basis of performance, popularity and the parties' record rather than a candidate's personal standing. A symbiotic relationship between the private sector, politicians and bureaucrats brought about a stable equilibrium. Politicians received money from businesses for their election campaigns, bureaucrats supplemented their low salaries with gifts and payoffs while businessmen expanded their businesses at the expense of labour and the environment. But they did not take the money abroad.\nTax-to-GDP ratio has remained 8 percent to 9 percent. The underlying philosophy seems to be that the multiplier effect of a marginal dollar in the hands of a private businessman is higher than that in the public sector. Consequently, the government has to exercise prudence in fiscal management. The deficits remained a low 5 percent and thus public debt ratios declined due to primary surpluses. Macroeconomic stability, policy continuity, export promotion, investment in human capital (particularly females) and public and private sectors working together are the ingredients of this success story.\n  \nDr Ishrat Husain is former governor, State Bank of Pakistan and advisor until recently to Prime Minister Imran Khan, Pakistan. He retired as a director of the World Bank. This article was originally published in the Pakistani newspaper, DAWN, on December 16.\n",
        "headline_1": "The Bangladesh story",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-bangladesh-story-2928441",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2021"
    },
    {
        "full_article": "\"Some cause happiness wherever they go; others, whenever they go.\" Oscar Wilde reminded us of this universal truth with these witty words, which are timeless and wholesome at the same time. The message is clear, obnoxious persons cannot bring happiness to a congregation of decent people. Such characters pollute the environment around them with their eccentric body movements and repulsive and lewd language. The air around them turns acidic, breathing which decent people choke with fatal consequences. The beleaguered audience waits for such pests to leave the room and be gone. Once they are gone, the collective sigh of relief actually says, \"good riddance to bad rubbish\". Bye bye. Sayonara.\nMark Twain has the right words to define such a person: \"Few things are more irritating than when someone who is wrong is also very effective in making his point.\" We have seen many such \"someone\" in this country in our lifetime.\nSome people, as described above, do not know when to grow up and act their age. Given a podium they would go on and on to irk the audience with their juvenile idiosyncrasies. One will find such toxic people everywhere, in every profession, but to find one in a teacher or a physician is like going overboard. Imagine a physician with a putrid anatomy, and a foul tongue, attending your sick child! You would want to leave his chamber at the first opportunity.\nWell, when such noxious people join politics and suddenly finds great power in their hands, they may turn devilishly disoriented. Such men may become a threat to the mental health of the entire nation. When they keep galloping wildly like an unbridled horse, the party top brasses will have to remain cautious lest they cause irreparable damage to the country's body politic.\nHistory is replete with stories of hyper idiotic people damaging their nation as well as their own selves by misusing power bestowed on them by the voters. These public figures, who are supposed to serve the people of the republic, take power too seriously and start to treat the people like their subjects, just like Hirak Raja. They suppress and repress the people for as long as they can, without ever thinking of the consequences. At the end, the statue of Hirak Raja finally falls to the ground and is dismantled into many pieces. Similarly, such pathetic public figures are finally left disfigured by their own acts of shenanigans while in power. Tomfoolery does not take these politicians far in life. At the end, they find themselves drifting from one ghat to another, as no one offers them shelter.\nInfidelity while in political office also brings shame to men who give less importance to reputation. Here are the stories of some popular US senators and presidents. President Franklin D Roosevelt was known for his multiple extra-marital affairs beginning in 1914, and continuing until he died in 1945. President John F Kennedy's involvement with Hollywood star Marilyn Monroe, Judith Campbell Exner and with an intern named Mimi Alford filled the gossip columns during his tenure. President Lyndon B Johnson had extramarital affairs with multiple women for many years and he made no attempts to hide them from the press.\nWilliam O Douglas, US Supreme Court Justice, was almost impeached for his allegedly uncontrollable libido. Even when he was living with his third wife it was reported that he tried to molest a flight attendant in his judicial chambers.\nGary Hart, a US politician, lost the moral ground to run for the presidency in 1988 when news of his extra marital affairs became public. We also know about the affairs of President Bill Clinton.\nAnd President Donald Trump's unabashed transgressions, especially with women, have become scandalously legendary in US history. This reckless man's ignominious departure from the White House on the last day saddened his family members and staunch supporters only. Others let go a colossal sigh of relief. \nPresident Richard Nixon lost his presidency through impeachment for a different reason. He failed to stop his overenthusiastic assistants from stealing election related documents from the office of the Democrats. He had to pay for this fatal mistake. \nOne British scandal that used to be covered by the Dhaka based newspapers in the '60s was known as the \"Profumo affair\", many readers of this daily might recall the incident. It was a major scandal of the 20th century in British politics. John Profumo, the Secretary of State for War in Harold Macmillan's Conservative government, had an extramarital affair with 19-year-old model Christine Keeler. Profumo denied the affair in a statement to the House of Commons, but weeks later a police investigation established the fact that Profumo had lied. The scandal severely damaged the credibility of Macmillan's government, and Macmillan resigned as prime minister in October 1963, citing ill health. The scandal also contributed to the Conservative government's defeat by the Labour Party in the 1964 general election.\nWait! That's not the end of Christine Keeler! The name of the Pakistani dictator General Ayub Khan had gotten entangled with her! Here is a pick from a fashion magazine: \"When the famous supermodel of yesteryears, Christine Keeler died recently (2017), some famous British tabloids printed the torrid days of pool parties that showed Field Marshal Ayub Khan in a very different light! Christine Keeler was involved in a scandal in the early 60s that led to the suicide of a Dr Ward. When Ayub Khan was in London, the tabloids reported then, he would visit as a guest at the imposing estate of Cliveden in Buckinghamshire. What was his purpose there? Well, the man loved to swim in the pool at Buckinghamshire. That is not odd, you would say. Well, it was here, the tabloids point out, that the handsome president met the frolicsome Christine Keeler! Of course, the general was in a prominent company. He had been joined in by the British politician, John Profumo. It was conjectured that Ayub also swam with a girl, Mandy Rice-Davies, much younger to him. Well, you cannot grudge him that. Age is no barrier.\" \nHyper-politicians also wage wars. Perhaps the iconic example of blatant misuse of power leading to colossal destruction and deaths is the Nazi leader Adolf Hitler. He, along with Mussolini, whipped up a war of massive scale that ultimately destroyed the lives of over 75 million people.\nEven before them, many tyrannical public figures have fallen on their own sword. The lives of many mighty Roman emperors have been cut short by the swords of their own men. Caligula or Nero was not the best example of popular leaders.\nSo, what can you say about those toxic people who keep polluting the environment wherever they go?\n \nShahnoor Wahid is a freelance journalist.\n",
        "headline_1": "Those disfigured public figures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/those-disfigured-public-figures-2928421",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2021"
    },
    {
        "full_article": "As many countries around the world have been experiencing fresh surges in Covid-19 cases–propelled by the highly transmissible Omicron variant–and have brought back restrictions to curb further spread of the infections, Bangladesh should also take necessary preparations to deal with any fresh surge of infections. Reportedly, the WHO has warned the world about the threat Omicron poses, saying that it may lead to overwhelmed healthcare systems worldwide.\nEven though early studies suggest that Omicron leads to milder disease, China and Germany have already brought back tough restrictions to prevent new infections caused by this variant. Reportedly, China has been following a \"zero Covid\" strategy–the country has already put hundreds of thoUSnds of its people under strict lockdown despite the fact that the country is facing a much smaller outbreak compared to many European countries. While France has ordered firms to have employees work from home at least three days a week, other European nations such as Sweden, Finland, Denmark have also brought back fresh curbs despite the fact that these may put their economy in further stress.\nAt a time when nations around the world are working hard for economic recovery and trying to strike a balance between economically punishing restrictions and controlling the spread of the virus, such fresh surges in Covid-19 cases are truly concerning. And as countries with weaker healthcare systems are particularly vulnerable to this new threat, Bangladesh must take WHO's warning seriously.\nWhile we must not panic about this new variant, we should definitely be well prepared to fight against it. Already seven cases of Omicron have been detected in the country; if we fail to take the precautionary measures in time, the situation might get worse in a short span of time.\nSince vaccination is one of the ways to stop the virus from wreaking havoc on our population, the authorities must put all-out efforts to vaccinate as many people as possible in the shortest possible time. The government has already started giving booster shots to those most vulnerable to the virus. While we commend the initiative, we would also like to stress the need for preparing our healthcare system to handle any further surge in infections. Preparing our hospitals and health complexes with the lifesaving drugs, oxygen cylinders and other necessary equipment must be prioritised right now.\nMoreover, as countries around the world are putting restrictions on travel and gatherings, authorities in Bangladesh must also consider taking such measures as part of their preparations to deal with the situation.\n",
        "headline_1": "World must heed WHO’s warning about Omicron",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/world-must-heed-whos-warning-about-omicron-2928416",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2021"
    },
    {
        "full_article": "Ports are gateways through which import and export goods reach customers to help businesses run smoothly. Hence, it is of utmost importance that these entry and exit points remain functional and free of corruption of any kind. The Teknaf Land Port is one such gateway that has drawn the attention of the law enforcing authorities and the media for all the wrong reasons. \nBangladesh's trade with Myanmar is conducted through this land port but investigations reveal there is hardly any record of confiscation of drugs, especially Yaba, that enters Bangladesh in large volumes on a regular basis. There are also no reported cases of arrests for tax evasion through false declaration of goods. An investigative report on the activities in and around the land port was published in this daily on Wednesday, which threw much light on the real picture there. It has been reported that there are gangs that have been forging import-export and other relevant documents for years and helping clients to evade taxes. This important port operates with a poor scanning system and has no dependable security apparatus to check the smuggling of illegal and contraband items like drugs, etc.\nEvidently, over the years, the port has turned into a safe haven for some corrupt officials, their henchmen and unscrupulous traders. In the absence of an automatic scanner machine, customs officials only check about two percent of the cargo through a random sampling method, which is not enough to detect illegal goods inside any import consignment.\nIt is alarming to learn that cargo boats from Myanmar enter the port without having to undergo rigorous checks by the customs authority. Myanmar nationals coming with the boats as staff members roam freely in the markets nearby. Similarly, local traders, clearing and forwarding agents and port workers also walk right into the boats unrestricted. What causes observers to wonder aloud is the fact that no Yaba consignment has so far been seized at Teknaf Land Port, which is believed to be the major route for its smuggling into Bangladesh. \nIt is good news that some corrupt employees have been identified by the law enforcing authorities and a ringleader named Nurul Islam, a computer operator, was arrested in September. Investigations conducted by the Rapid Action Battalion (Rab) revealed that the ring leader masterminded smuggling of Yaba and forging of documents for the last many years. The ringleader has allegedly made a fortune of about Tk 460 crore.\nIt appears to us that from both the smuggling of contraband items point of view and national security point of view, Teknaf Land Port is extremely vulnerable. It deserves to be manned and protected by a more competent and honest contingent of customs officials and security personnel.\n",
        "headline_1": "Rackets abound in Teknaf Land Port ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rackets-abound-teknaf-land-port-2928121",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2021"
    }
]