[
    {
        "full_article": "Is the Bangla word \"porosrikatorota\" really untranslatable? Does \"envy\" or \"jealousy\" fall short of denoting the condition of feeling down after seeing the success of others? This particular symptom of jealousy is well-known to psychologists. But to have a simple coinage to describe the nuanced state of the mind is ingenious. Only a Bengali can think of it, while others can wait. Gopal Krishna Gokhale, a senior Congress leader of the Indian independence movement, once quipped, \"What Bengal thinks today, India thinks tomorrow.\" So, I am thinking of porosrikatorota today; the rest of the envious lot can wait further to find an equivalence.\nJokes apart, I am trying to make sense of the so-called fun activities of throwing stones at moving trains that left 29 people injured this year. In June 2018, a railway inspector died from an injury caused by a flying stone. A five-year-old boy losing one of his eyes to a similar incident earned public sympathy in August this year. At least 110 incidents of stone-throwing have been reported in 2021, in which 103 windows have shattered or bodies of the locomotives have been damaged. In 2018, the Bangladesh Railway authority estimated the damage related to stone-pelting incidents to be Tk 1.45 crore. Last week, a railway police constable nabbed three teenagers after they had thrown stones at train carriages. The perpetrators in most cases are thrill-seeking young offenders or drug addicts who live in the nearby slums. The railway officials have also identified 20 attack-prone zones. They have even dressed the windows with protective nets, and taken initiatives to increase local vigilance and awareness as preventive measures.\nWhile these initiatives are all praiseworthy, I am trying to understand what the pelters think while they throw those stones. How insensitive and indifferent does one have to be to indulge in such violent acts? Are these acts mindless? Or are they a type of instinctive aggression that we often display in our daily lives, such as whimsically hitting a lamp post with a stick or kicking a lying dog for nothing?\nIt would be dangerous to brush these incidents aside as trivial—they have already had fatal consequences. These acts of vandalism can very well be symptomatic of social angst that has taken a disturbing and violent turn. According to psychologists, there are three flavours of porosrikatorota (i.e. when it doesn't feel good when someone else succeeds): depressive envy, hostile envy, and benign envy. A train running on a line to go to a faraway land with the promise of mobility and freedom can warp the perception of a bystander who reflects on his own stationary and hapless situation. They can show signs of hostility by pelting stones at a moving train to vent their deep-seated anxiety. This, then, is a case of hostile envy. Depressive envy is when you feel like a loser seeing the success of others, while benign envy is when you pay unnecessary attention to the success of others, even if you stay neutral in your reaction. A discerning reader might ask: Why am I comparing a train ride to success? Well, it is a sign of movement that is not available to the ones who have picked up the stones.\nThese offenders do not care if their actions are damaging national property. They have little sense of ownership. The challenge, then, is to channel their energy into something positive, where they learn the responsibilities of a citizen. But for that, they also need to have access to the rights and privileges of a citizen. The growing disparity can only add to the panoramic canvas where success and failure are projected in terms of mobility and immobility. The stone pelters need to have a better sense of purpose in life for them to refrain from such apparent whimsical acts. Pelting stones should not be the only action in their life to make it meaningful and exciting.\nIn any anti-establishment movement, politicians normally employ pickets from the poor segments of society to patronise and unleash anarchy. They are paid to ransack both public and private properties. They are given free licences to be hostile. Their hostility is orchestrated and can impact the mindset of the participants. They have been initiated into a hostile variant of porosrikatorota. I use the Bangla term to imply that the opposition is hurt by the perks of their opponents. But the hostility exposes the social underbelly where inequality looms large. Often, you do not even need an opponent to sabotage your success; there are enough people within your cohorts who can do that. The green-eyed monster of jealousy does not need a beautiful Bangla name to thrive.\nOn the flip side, there is narcissism. There is a growing craving for being successful or being under the spotlight. Even professionals, who are trained to serve as a cog in the wheel, are now seen becoming media-savvy. I do not remember a time when junior civil servants would hit the headlines for doing their daily jobs. With the social media epidemic, everyone today wants to be a celebrity. A magistrate before TV cameras is seen humiliating ordinary people for not wearing masks. Many UNOs are crowdsourcing funds to do social activism with follow-up news coverage. Police bosses are giving TV ads with social messages. All are parading in the vanity fair, seeking attention and admiration. Everything has become a photo-op now—an Instagram moment, or a Facebook post. But what pains me is when these glory-seekers become over-enthusiasts and indulge in activities that add to the social angst. Their exertion of power causes another segment of society to feel helpless and hapless. Behind their success is the failure of others.\nThink of the lean period of Hilsa fishing. During the spawning season, when fishermen were asked not to catch Hilsa, the fishermen were given a meagre compensation of rice. The supply was not enough for them to see through the embargo period. Many of them were forced to violate the restrictions and ride the waves. Their hunger was real, not media-driven. In response, fishing nets worth crores of taka were seized and burned down by law enforcement agencies. If you have ever seen a group of people knitting a net together, you will know how much time and money are needed to make one. And you burn down the efforts of an entire community in one fell swoop, for one act of violation? How about the big fish taking chartered flights to fly away from your net? Why burn the net when you can simply impound them? So that you can become a social media hero! Can you not simply penalise the offenders? Once you change the optic, you realise that the net, too, is a national property. The imported nylons purchased through foreign currencies are paid for by ordinary citizens like us. The smoke that rises up to the sky sends the silent sighs of all the people who are deprived and oppressed. There is no glory in oppressing the weak, and feeling high and mighty.\nAm I being porosrikator of the success of our powerful social media celebrities? I am a Bengali, after all.\n \nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The Untranslatable Porosrikatorota",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-untranslatable-porosrikatorota-2209476",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2021"
    },
    {
        "full_article": "I was four years old when it first happened. A middle-aged man, who ran a small departmental store in the Dhaka neighbourhood I lived in, was babysitting me while my mother went out to fetch some notes from her university. It was difficult raising a child all on her own, and my single mother was grateful that she could leave me in safe company.\nI was sitting cross-legged on the floor opposite my babysitter when he pulled me close to his body and put his tongue down my mouth. At first, I was fascinated—I had seen adults kiss each other in tv shows and films. Children, at that age, are curious about the liberties that adulthood offers. But soon after, a dirty feeling came over me. My mouth froze. He attempted to force his tongue on me a few more times before I pulled away and rushed to the bathroom. I had a rabid compulsion to clean my mouth; I brushed my teeth, again and again, hoping to remove his traces so that my mother would never know, and I could pretend it never happened.\nTwo years later, a security guard at the apartment complex we shared with my aunt groped my chest and motioned that he would put his \"thing\" inside me. I thought I should stay quiet, because I was ashamed, but the constant touch from him and the resulting pain became so unbearable that I rushed to my mother as she was boarding a rickshaw to go to the supermarket. \"He's hurting me,\" I told her. She looked at me in surprise. Hurting? How? Where? I eventually revealed all the details to her, and he was dismissed shortly after.\nI used to be a very talkative child, but with every experience of physical violation, I grew quieter, more watchful of my words, more concerned about what I could talk about to anyone.\nWhen I was seven, I realised that my parents had separated because my father would physically abuse my mother, the floor frequently turning bloody.\nWhen I was eight, a law enforcement officer asked my mother to sleep with him. She refused and was sanctioned.\nWhen I was nine, a male relative lay down beside me while I was resting and put his arms around my waist. He turned me around, and there it was, again, a foreign tongue inside my mouth, unwelcome, unwanted. I flinched and immediately left the room.\nWhen I was eleven, construction workers next door would make untoward gestures every time I went to the veranda, and I eventually completely stopped going outside.\nWhen I was 13, I was severely bullied about my weight and the lack of feminine curves—disparaged for not meeting societal beauty standards.\nWhen I was 14, a teenage crush of mine spread stories about being physically intimate with me, and my classmates hurled numerous insults my way while somehow, in their eyes, he was now \"cooler.\"\nWhen I was 15, my friend's boyfriend locked the room behind us and attempted to pinch my private parts, but I immediately unlocked the door and left the room.\nWhen I was 16, my male cousin confessed that his peers could not see their female counterparts as anything more than sex objects.\nWhen I was 17, a man older than my father proposed a sexual relationship with me in exchange for expensive gifts and financial security.\nWhen I was 18, my school's principal, upon my insistence on wearing shorts while playing sports, gawked at me and said, \"What will I do if one of the security guards rapes you?\"\nWhen I was 19, I left Bangladesh, and I have not returned since.\nBegum Rokeya, the prominent feminist thinker and social reformer, once dreamt of a world led by women in her famous short story \"Sultana's Dream.\" Kazi Nazrul Islam, the national poet of Bangladesh, wrote, \"I sing the song of equality; in my view, there is no disparity between man and woman.\" Why, then, according to Bangladesh Mahila Parishad, were there 2,711 incidents of violence against women and children, including rape, between January and October in 2020?\nWhy, according to a 2015 survey by the Bangladesh Bureau of Statistics (BBS) and the United Nations Population Fund (UNFPA), did more than 70 percent of married women or girls face intimate partner abuse, including physical violence? Why indeed, according to Ain o Salish Kendra (ASK), were at least 235 women murdered by their husbands or members of his family in the first nine months of 2020? How, in the country of Begum Rokeya, Kazi Nazrul Islam, Raja Ram Mohan Roy and Sufia Kamal, can rape be justified because of what a woman is wearing?\nThe consequences of patriarchy are a pervasive reality in Bangladesh. According to a 2018 study by Brac, 94 percent of Bangladeshi women report being sexually harassed while commuting via public transport. Poor women, including those from rural areas, face multiple forms of oppression, including lack of access to quality education and unpaid productive work. Women from religious minorities continue to be persecuted for their beliefs. As part of a community facing landlessness issues and a lack of civil rights, non-Bengali indigenous women in particular face further challenges at the intersection of indigeneity, gender, and food insecurity. Gender-variant people are not spared from these challenges either: hijra people are marginalised in social and economic spheres. In 2015, they were denied government jobs because they \"failed\" a genitalia-based medical examination.\nDespite my personal experiences and the grim statistics on gendered oppression in Bangladesh, I have begun to speak up. I am fortunate to have had the opportunities to study around the world and grow as a person, but I still feel the wound of being a second-class citizen in my own country. I want to reclaim my home. I ask the women reading this article, what about you?\n \nKate Tanha grew up in Uttara, Dhaka, and is currently pursuing her MPhil degree in development studies at the University of Cambridge.\n",
        "headline_1": "Patriarchy, give me my country back",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/patriarchy-give-me-my-country-back-2209466",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2021"
    },
    {
        "full_article": "Tomorrow, on October 31, world leaders and top climate officials will come together to discuss climate change against the backdrop of Covid-19 and an already rapidly changing natural environment. This year, the 26th Conference of Parties (COP26) in Glasgow, Scotland presents an important opportunity for delegates. Not only is the world seeing the light at the end of the Covid-19 tunnel, but sentiments from the US and China are shifting whereby green growth can act as a catalyst for economic dominance in a post Covid-19 era. For countries like Bangladesh, the challenge will be to adapt—quickly—to a new, inclusive green economy that can take advantage of a changing global economy. Already, the textile sector in Bangladesh has been significantly impacted by changing consumer preferences in Western countries for more sustainable, green products, and labelling that can showcase a product's green credentials. Bangladesh's economy is at risk of falling behind if appropriate steps aren't taken to implement an inclusive green economy, as investment will move towards producers that can.\nWith supply chain constraints and concerns of rising inflationary pressures, delegates to COP26 face a tricky task as Bangladesh transitions into a middle-income economy. This will require significant action. First, COP26 provides a forum for many countries, including Bangladesh, to present updated Nationally Determined Contributions (NDCs), which details the level of political commitment and a roadmap on how to achieve greater climate change resilience. The Bangladesh government provided an updated NDC in August 2021 in preparation of COP26. The new NDC outlines a goal for 6.73 percent reduction in emissions below the 2012 baselines, and a further 15.12 percent reduction below 2012 emissions if the government receives international funding and technology support. Given the recent rise in per capita emissions in the last three years, this will be a challenge for Bangladesh, but it presents a meaningful commitment to mitigation efforts. More importantly, delegates must have a clear vision of how Bangladesh can achieve its mitigation and adaptation goals and prevent an \"ambition gap\" from forming.\nThe Bangladesh government has already articulated this vision through a range of policy documents, including the National Adaptation Plan (NAP) and the Bangladesh Climate Change Strategy and Action Plan (BCCSAP). But how the government can secure the necessary resources, climate finance, technology, and support to achieve its vision depends on how its delegates can seize asymmetric opportunities to extract concessions during negotiations.\nThis is where the challenge for a green economy lies. Delegates must develop a long-term perspective, coupled with strategies that can enable consensus building, even if that requires increasing the scope of potential items to negotiate to extract mutual concessions. For instance, participation in a global emission trading scheme will bring specific short-term challenges for Bangladesh, but making participation contingent on additional support can ease transition, support those who are adversely affected by an emission trading scheme—while encouraging the growth and development of clean, efficient businesses—and strengthen Bangladesh's economy and supply chains to more environmentally conscious consumers. This not only includes obtaining support in the form of Article 6 measures that allow wealthier countries to compensate Bangladesh through clean development projects, but also making emission trading scheme participation contingent on contributions from developed countries towards the Climate Change Fund or even trade facilitation efforts for Bangladesh's green sectors.\nThe Bangladesh delegates to COP26 will also be tasked with approaching developed countries to address the big elephant in the room: loss and compensation for existing contributions to climate change. Bangladesh is disproportionately vulnerable to the existing climate change impacts. Together with small island states, Bangladesh has already seen significant internal migration as agricultural opportunities and incomes decline due to soil degradation, salinity intrusion, increased frequency of severe weather events (including flooding), and rising input costs. Increasingly, rural people are forced to move to major metropolitan areas in search for new job opportunities to supplement their incomes. Developed countries have a moral responsibility to compensate due to their contributions to carbon emissions that have resulted in the existing damage, improving the lives and livelihoods of those who are most affected. Calling on developed countries to be accountable for their carbon emissions is a significant bargaining chip to motivate them to take up adaptation and other capacity-building initiatives to enable green economies.\nBangladesh is not alone. COP26 provides an opportunity for delegates to seek partnerships with other developing countries for improved South-South cooperation and triangulation with developed countries. Improved South-South cooperation will be needed to address capacity constraints and share knowledge on how to engage in actions that deliver on the NDCs. The developing country negotiation bloc is becoming increasingly more powerful as the global economy and transnational nature of supply chains enable them to have a stronger voice in how a green economy can be realised. At COP26, Bangladesh must pursue sharing expertise with fellow developing countries as to how to increase its capacity to regulate effectively, implement development programmes, and generate the political will with key stakeholders who remain invested in the \"old economy.\"\nThe real work awaits beyond COP26, however. The Bangladesh government will be challenged to reform existing policies to mainstream an inclusive green economy across its development agenda. This includes reforming development and industry policies to shift from just climate mitigation and adaptation actions to transitioning into a new green economy. This not only requires substantive reforms such as creating new green jobs or demand-side pressures for environmental performance (e.g. by creating carbon emission and pollution standards), but also fundamentally changing how policy is implemented and evaluated. Budgeting for a green economy and introducing metrics that value ecosystem services and nature-based solutions to assess economic performance are measures that need to be introduced to ensure a post-pandemic recovery. Changes in monitoring and evaluation can only be achieved if the government has the capacity to perform this task. The delegates to COP26 must secure resources, funding arrangements and know-how to implement such reforms and mainstream an inclusive green economy in the country.\nBangladesh has transformed as it has embraced the changes in the global economy—creating new industries, new opportunities for women, and securing local jobs. However, without embracing an inclusive green economy, the country remains at risk of being left behind and losing valuable opportunities, as global economies seek to green their supply chains and improve their environmental performance that is demanded by end users and consumers. What happens in Glasgow in the next two weeks will be highly consequential in how the economy can be transformed to a green economy. A green economy is not just empty rhetoric; it provides a pathway that reimagines climate change not just in negative terms, but as an opportunity for developing countries—as well as Bangladesh—to secure new opportunities for sustained economic growth, resource efficiency, and productivity.\nThe challenge for Bangladesh in COP26 now is to rise to this task and seize the opportunities that a green economy presents. It's not just a matter of survival; it's also necessary for Bangladesh to thrive.\n \nDr Shawkat Alam is a professor of international and environmental law and the director of international engagement in Macquarie University, Australia.\n",
        "headline_1": "Bangladeshi delegates to COP26 have a tricky job on their hands",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladeshi-delegates-cop26-have-tricky-job-their-hands-2209456",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2021"
    },
    {
        "full_article": "As the leaders of Asia and the Pacific prepare to head to Glasgow for the 26th United Nations Climate Change Conference of the Parties (COP26), they can be sure that our region will be in the spotlight: many of the most vulnerable countries to the impacts of climate change are located here; the seven G20 members from this region are responsible for over half of global greenhouse gas (GHG) emissions; and five of the top 10 countries with the greatest historic responsibility for emissions since the beginning of the 20th century are from Asia.\nThe starting point is not encouraging, however. A joint study by UN Economic and Social Commission for Asia and the Pacific (ESCAP), United Nations Environment Programme (UNEP) and UN Women shows that the Asia Pacific region is falling even further behind in its efforts: GHG emissions are projected to increase by 34 percent by 2030, compared to the 2010 levels. Getting the 30 Asian and Pacific countries that have so far updated their NDCs to drastically raise ambitions and securing adequate NDCs from the other 19 who have yet to submit their plans will determine if the region—and, indeed, the world—can maintain any hope of keeping the temperature increase well below two degrees Celsius.\nMomentum for climate action is building\nThere is some reason for hope. Leaders have been lining up to make their carbon neutrality pledges, shrinking the gap from commitment to action across the sectors that drive the region's development. With major players moving away from foreign investments in coal, momentum is building for a transition to cleaner energy sources. There is a growing share of renewables in the energy mix, and going forward, we should support increasing subregional and regional energy connectivity to enable the integration of higher shares of renewable energy. However, more support to exporters is needed to wean them off lucrative coal and fossil fuel reserves, supported by long-term low-emission development strategies (LT-LEDS).\nThe shift to sustainable transport has been slow, but the electric vehicle (EV) mobility is growing. Countries are also emphasising low-carbon mobility in a new regional action plan under negotiation ahead of a ministerial conference on transport later this year. Local government commitments to carbon neutrality also support the greening of our cities.\nThe ESCAP Climate-Smart Trade and Investment Index (SMARTII) and carbon-border adjustment mechanisms show that Asian and Pacific economies have significant room to make their trade and investment more climate-smart. A growing number of countries include climate and environment-related provisions in trade agreements. More are requiring energy efficiency labelling and standards on imports. Digitalisation of existing trade processes also helps reduce CO2 emissions per transaction and should be accelerated, including through the regional UN treaty on cross-border paperless trade facilitation.\nThe ESCAP Sustainable Business Network is crafting an Asia Pacific Green Business Deal in pursuit of a \"green\" competitive advantage, while companies are responding to greater shareholder and consumer pressure for science-based targets that align businesses with climate aspirations. Entrepreneurs, SMEs and large industries in the region could adopt this new paradigm, which would also enable countries to meet their commitments for sustainable development.\nSupporting ambition with the power of finance\nSuch ambitious climate action will require a realignment of finance and investment towards the green industries and jobs of tomorrow. Innovative financial instruments and the implementation of debt-for-climate swaps can help to mobilise this additional funding. Putting a price on carbon and applying carbon pricing instruments will create liquidity to drive economic activity up and emissions down. Mandatory climate-related financial disclosure will help investors direct their investments towards climate action solutions that will help manage risks associated with climate-related problems.\nPeople-centred action in vulnerable situations\nIt is clear from the science and the frequency of disasters in the region that time is not on our side. The combination of disasters, a pandemic and climate change is expanding the number of people in vulnerable situations and raising the \"riskscape.\" Countries are ill-prepared for complex overlapping crises; the intersection of Covid-19 with natural hazards and climate change remains poorly understood and gives rise to hotspots of emerging and intensifying risks. Building resilience must combine climate mitigation efforts and investments in nature-based climate solutions. Moreover, it also requires increasing investments in universal social protection systems that provide adequate benefits over the lifecycle to people and households. The active engagement of women and girls is critical to ensuring inclusive climate action and sustainable outcomes as well.\nThe way forward\nWithout concerted action, carbon neutrality is not within the reach of the Asia Pacific region by 2050. All stakeholders need to collaborate and build a strong case for decisive climate action. Our leaders simply cannot afford to go to Glasgow with insufficient ambition and return empty handed. Since it was founded 76 years ago, ESCAP has supported the formation of strategic alliances that have lifted millions out of poverty and guided the region to enabling a better standard of life. The time is right for such an alliance of governments, the private sector and financial institutions to help turn the full power of the region's ingenuity and dynamism into the net-zero development pathway that our future depends on.\n \nArmida Salsiah Alisjahbana is the United Nations under-secretary-general and executive secretary of the Economic and Social Commission for Asia and the Pacific (ESCAP).\n",
        "headline_1": "Is Asia and the Pacific ready for the global climate stage?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/asia-and-the-pacific-ready-the-global-climate-stage-2209446",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2021"
    },
    {
        "full_article": "Worrying developments have been reported in the Shahjalal Upashahar area of Sylhet city where 200 trees were recently chopped down. A report by The Daily Star on Thursday carried a collage of two photos, one showing logs of freshly cut trees while the other showing trees marked for future felling. While the number reported may not seem alarming in itself, the real picture emerges when you consider how this has been part of an ongoing trend to fell trees indiscriminately—often without any clearance from the forest office, and mostly, if ever, without any consequences faced by those responsible. What's more worrying is that this crime is being committed at the behest of local city corporation authorities, in the name of—in case you still needed a clue—development work.\nIn fact, the Sylhet City Corporation (SCC) has plans to cut more trees to expand the town's streets and improve its drainage system, and has even asked for clearance from the Forest Department for that purpose. According to a report published by this daily in May, the SCC admitted that it had felled 332 trees in the last five years, although data showed that at least 873 trees were cut down. The tree felling spree has been spotted in various parts of the city. While the bigger goal remains urban development, there have been dubious motives too, as exemplified by a local councillor in Shahjalal Upashahar who sold the recently felled trees without holding an auction, which is also against the law.\nThe importance of a tree cover in our fast-urbanising landscape cannot be stressed enough. Trees are a vital part of our environment, and cutting them without a new tree cover established in the affected region or elsewhere has serious repercussions for all of us. But when state officials themselves fell trees, without clearance, or collude with local influential people to profit from cutting trees, it sends a wrong message to the public, and also shows the level of impunity enjoyed by the offenders. We have seen similar incidents of cutting trees for various construction purposes across the country.\nThis can't be the established practice going forward. One may recall that the High Court, not long ago, issued an injunction restraining the government from felling trees for implementing its development projects in forests and forestlands. This should be extended to trees on non-forest land, too. If, indeed, trees are to be cut down for some reason, it must be done with extreme caution, proper authorisation and sufficient preparations for replenishment. And state authorities, including the Forest Department and local administrations, must send the message that they are as compliant with the environmental laws as ordinary citizens are expected to be. Those who fail to do so must be held accountable.\n",
        "headline_1": "Felling trees for development can’t be the norm",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/felling-trees-development-cant-be-the-norm-2209436",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2021"
    },
    {
        "full_article": "Only two days ago, we wrote in these columns about how time and cost overruns have become the norm in our development projects, wasting crucial time and public resources, and hampering the completion of an unacceptably large number of such projects. Today, we are again forced to express our disappointment at yet another case of such delays.\nAccording to a report in this daily, more than two and a half years ago, the Bangladesh Railway (BR) authorities launched a project to carry out a Tk 9.88 crore feasibility study to connect Sunamganj district headquarters to the railway network. The study was supposed to be finished in October 2020, but was extended till June this year. However, only one-fourth of the work was done by August, and now the deadline has been extended once again—till June next year.\nThis goes not only against the guidelines of the planning ministry, but that of the prime minister, who earlier this year instructed relevant authorities to take legal action against those responsible for flawed project designs that push up costs. In a 2019 report, the planning ministry pointed out that most ministries prepared projects without proper feasibility studies and technical designs. In Chattogram, we witnessed the repercussions of such negligence and irregularities when four people died this year after falling into open drains—a result of poor planning and faulty feasibility study of a megaproject that, instead of improving the port city's drainage system, has arguably made it worse.\nGiven how important such preparatory works are for infrastructure projects, it is extremely concerning that the railway authorities failed to finish their feasibility study even after an extension. What will be the risks and repercussions of rushing to finish it by June 2022? And why, despite the project being approved in January 2019, did the railway authorities only sign a contract with a firm for this work a year and a half later? Of the 37 projects the Bangladesh Railway is currently working on, 26 have been revised at least once, and four were taken up at least a decade ago but remain unfinished.\nThe government's own guidelines from 2016 say that a feasibility study project can be revised only once, and if that raises costs by more than 15 percent, permission from the planning minister is required. However, so far, we have witnessed a completely relaxed attitude from government officials in breaking such rules. This can no longer be allowed. Those responsible for project delays must be held to account. Going forward, there is no alternative to accountability if this culture of delay in publicly funded projects is ever to see any change.\n",
        "headline_1": "How many more projects will be delayed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-many-more-projects-will-be-delayed-2209426",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2021"
    }
]