[
    {
        "full_article": "The Reserve Bank of India’s ‘Report on Trend and Progress of Banking in India’, paints a picture of credit growth having rebounded smartly, with the consolidated balance sheets of Indian commercial banks showing double-digit expansion after a seven-year gap. While at first flush this would be reason for cheer, this growth came on the back of the pandemic-hit year, when economic activity including demand for loans was depressed. However, credit momentum seems to be sustaining in the current fiscal year too with loan growth logging a decade high in the first half. And in the fortnight to December 2, credit expanded 17.5% from a year earlier. Still, disappointingly, deposit growth lagged behind, increasing by only 9.9% in the period. With retail inflation and concerns about price stability eroding savers’ real returns as well as confidence to save, banks have found themselves needing to redouble efforts to shore up deposits to help fund credit demand. Lenders would want to avoid finding themselves relatively short of lower-cost capital to lend, especially when the economy is facing the headwinds of a global slowdown.With the quickening of credit growth, the RBI also urged banks to guard against loan slippages. Bank balance sheets have become healthier over the past few years thanks to the central bank’s asset quality reviews, mandates for stressed assets recognition and write-offs by commercial banks, as well as loan recoveries under the Insolvency and Bankruptcy Code. The bank’s caution is salutary as the sector cannot afford to take its eye off the bad-loans status, especially after gross non-performing assets (NPAs) — which impinge on banks’ ability to lend — saw a decline from the “peak in 2017-18” to 5% in September 2022. Banks’ due diligence on borrowers and solid credit appraisal will help keep NPAs under control even while credit growth helps fund capital expenditure (capex). The Chief Economic Adviser had noted this month that private capex had touched ₹3 lakh crore in the first half of the year and if the same pace were maintained, full-year figures would be the highest in the last few years. Worryingly, he had also hinted that government capex need not continue to maintain the pace so as to allow private players the space to borrow and invest. However, even given the constraints of fiscal discipline, the Government should keep the tempo up on capex as it may take a while for private capex growth to find consistency. With industrial production still on a bumpy ride, having contracted in two of the seven months, policymakers must ensure credit flow and all-round capital spending stay supportive.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nbanking\n\n/\n\nReserve Bank of India",
        "headline_1": "Credit challenges: On credit flow and all-round capital spending",
        "headline_2": "Credit flow and all-round capital spending must stay supportive",
        "link": "https://www.thehindu.com/opinion/editorial/credit-challenges-on-credit-flow-and-all-round-capital-spending/article66317777.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "The conviction of former Maldivian President Abdulla Yameen by a criminal court in the Maldives just a year ahead of general elections could affect his plans to lead the PPM-PNC opposition alliance. He faces 11 years in prison and a $5 million fine after being found guilty of corruption and money laundering links to a company he was accused of taking kickbacks from, during his tenure as President (2013-2018). The Maldives Constitution disqualifies any candidate convicted of criminal charges and sentenced to a term of more than a year unless they are later acquitted or a three-year period has elapsed since their release. In a sense, history has now come full circle for Mr. Yameen, as he had pursued cases against his predecessor Mohamed Nasheed and ensured that he would step down in favour of his party colleague Ibu Solih ahead of the last election. The conviction was his second in three cases. Mr. Yameen has had a rough relationship with India during his presidential term after he declared an emergency in the island state. As opposition leader he has spearheaded the “India Out” campaign, and has been unrepentant despite the latest verdict, trying to link his incarceration to pressure from India.Given the inimical relationship, as well as Mr. Yameen’s past close links with China, there may be some relief in South Block over the possibility of Mr. Yameen’s disqualification. However, the Government needs to tread carefully when it comes to the domestic politics roiling its close maritime neighbour. India’s infrastructure aid, credit lines, loans and commissioning of various projects (Greater Male Connectivity Project, Hanimaadhoo airport, Hulhumale cricket stadium, Gulhifalhu port) have meant high visibility. In addition, close ties and high-level military exchanges since 2018 have raised speculation that India is eyeing a base. Even as the Solih government has been prompt in countering Mr. Yameen’s allegations, condemning the “India Out” campaign, and arresting a senior opposition leader for threatening violence against the Indian High Commission, the protests have gained some traction in parts of the country. While Mr. Yameen may not be allowed to run in the next election, this might make space for even more radical elements in the opposition combine. New Delhi must keep a close watch on other parts of Maldivian politics, including the rift between India’s closest friends there, President Solih and former President Nasheed, who is threatening to split the ruling Maldivian Democratic Party. Despite having obvious favourites in the polity, New Delhi must actively project the image of the friendly and helpful neighbour without explicitly seeking to sway next year’s election in any direction.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaldives\n\n/\n\npolitics\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\ndiplomacy",
        "headline_1": "Friendly neighbourhood: On India-Maldives bilateral relations",
        "headline_2": "India must strengthen ties with Maldives without taking sides in domestic politics",
        "link": "https://www.thehindu.com/opinion/editorial/friendly-neighbourhood-on-india-maldives-bilateral-relations/article66317934.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "In a recent conference, a distinguished panel of economists and policymakers were asked to gaze into their crystal balls and predict the growth rate of the Indian economy in 2023. Would it grow at more than 7%, was the question posed to the panel.  The average number turned out to be between 6-6.5% amongst those who hazarded a guess.\nBoth the question asked as well as the answers provided reflect how much has changed during the year.  Only a few months ago, the Covid-induced slowdown seemed a nightmare of the past as the economy registered a 13.5% growth in GDP in the first quarter of 2022-23. All sectors of the economy contributed to growth, although the services sector growth was particularly strong.\nRead full opinion on TOI+\n\n",
        "headline_1": "Economy 2023: 6% is pretty good: In a tough year, India should be prudent, it will still be at the top of the world growth table",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/economy-2023-6-is-pretty-good-in-a-tough-year-india-should-be-prudent-it-will-still-be-at-the-top-of-the-world-growth-table/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "The last two months of 2022 brought India’s cyber vulnerabilities into sharp relief. In November, securities depository CDSL said it had detected malware in some machines and disconnected itself from the capital market. Later, AIIMS, New Delhi, found its services compromised. GoI told Parliament that five servers were affected due to improper network segmentation. These two incidents are examples of a larger challenge confronting India. CERT-In’s India Ransomware Report for the first half of 2022 said that there’s been a 51% year-on-year increase in ransomware incidents. A majority of attacks are on datacentres.\nData has a unique quality, it’s non-rivalrous. Simply put, it can be used simultaneously by different people and not necessarily with consent of the data owner. It’s this quality that makes even temporary data loss deeply problematic. As India moves apace to a digital operating system for social and economic activities, loss of data or even temporary access to it have emerged as a public security challenge. This problem is global in nature. For example, last year Ireland was forced to shut down its public healthcare service for a while following a ransomware attack.\nCoping with this challenge starts with everyone following basic steps to safeguard their data. The most serious problems come from organised cyber-attacks on large data repositories and critical public infrastructure. The extent and scale of attacks on critical information infrastructure are in the realm of speculation as GoI told Parliament that revealing details is not in the interest of national security. Of no less importance is ring fencing data repositories from cyber-attacks. On the legislative side, there are two aspects that India’s forthcoming personal data protection bill needs to emphasise.\nData breaches are inevitable. The extent of loss, however, can be limited if two principles are followed. Purpose limitation in collecting data by all regulated entities needs to be strictly enforced. Sweeping in more data than required on flimsy pretexts increases risks manifold. Highly sensitive data such as biometrics are collected by different government organisations who may not all have high standards of cybersecurity. Collection of biometrics needs to be limited. The other essential principle is narrowing down the discretion enjoyed by a regulator in choosing when to let potential victims know about data breaches. Given data’s non-rivalrous quality, offering a regulator too much leeway protects a regulated entity at the expense of potential victims.\n\n",
        "headline_1": "Ring fencing data: Ransomware attacks are rising fast. India needs to be ready. And the data bill must factor this in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ring-fencing-data-ransomware-attacks-are-rising-fast-india-needs-to-be-ready-and-the-data-bill-must-factor-this-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "Love or something like it rarely endures forever. Relationships frequently sour or end. And when they do, the heartbreak or the “blame” on the two sides rarely weighs equally on the measuring scale. Today the Tunisha Sharma suicide case is seeing a high-decibel post-mortem of her relationship with Sheezan Khan. It is understandable that her family is trying to cope with loss and grief in myriad ways, including looking for its cause in whether her lover was “unfaithful” to Tunisha or “broke up” with her. The minute, repetitive, painful computation of who did how much injury is a routine aftermath of human relationships gone wrong. But what’s police got to do with it?\nIt should not be a matter of criminal investigation whether or not lovers are faithful to each other. Like some of the news TV programmes some policemen might find salacious sport in going down these personal corridors. But as the Supreme Court said in its 2018 judgment decriminalising adultery, the fundamental right of an individual to self-determination includes sexual self-determination, into which “real private realm” police should not intrude.\nIn the Tunisha case, this impulse is aided by ‘abetment to suicide’ continuing to be on the statute books as a non-bailable offence. The police, having blundered into such cases by filing an FIR with little thought, then grab every bit of information as justification, and most often an adult is put through the wringer, aided by lower courts happily granting extended custody without asking questions. The many instances in which all this blundering soon enough reveals itself as just a gratuitous abuse of privacy, should act as a disincentive to police. That it doesn’t says a lot about  how police views its role vis-a-vis citizens.\n\n",
        "headline_1": "Cops and lovers: Heartbreak, breakups happen to adults. Tragedies may also happen. But these aren’t police matters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cops-and-lovers-heartbreak-breakups-happen-to-adults-tragedies-may-also-happen-but-these-arent-police-matters/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "India is a union of 135 crore aspirations collectively moving towards the goal of ‘Viksit Bharat’. Creating growth opportunities in every sector to fulfil every citizen’s aspirations is how PM Modi has led the new politics of development. ‘Sabka Saath, Sabka Vikas’ was always at the core of the governance model and the Purvodaya programme’s focus is one such example. The mantra of ‘Purvodaya se Bharat Uday’ realised the ability of eastern India to drive national growth.\nA rising east: Eastern India is rich in myriad resources, natural, human, cultural. Unfortunately, this region is held back by poor infrastructure, lack of governance and connectivity. Keeping development above politics, Mission Purvodaya and today’s Vande Bharat flag-off from Kolkata will be etched in history as a testimony to PM Modi’s firm resolve for all-round and inclusive development.\nRead full opinion on TOI+\n\n",
        "headline_1": "Strengthening India’s eastern arm: Railway minister writes on how GOI is transforming the region with a major infrastructure upgrade",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/strengthening-indias-eastern-arm-railway-minister-writes-on-how-goi-is-transforming-the-region-with-a-major-infrastructure-upgrade/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "For a country in the grips of an epidemic of sexual violence, and which has witnessed mass protests demanding an end to impunity for rapists – the amendment of the Evidence Act, 1872 was perhaps the year's most important event in terms of gender justice.\nFor decades, women's rights activists had campaigned against the crass and demeaning questions asked during cross-examination to find evidence of the rape survivor's \"immoral character\" – including questions about sexual history – arguing that it causes intense psychological trauma and deters women from speaking out about their abuse. The repeal of Section 155(4), which allowed this practice, is thus a historic moment. However, activists are continuing to campaign for the removal of Section 146(3), which allows questions that may \"injure the character of the witness in order to verify their credibility.\"\nThe amendment of the Labour Rules, 2015 is another milestone; the most significant being the new rule against sexual harassment in the workplace, which clearly defines sexual harassment, and imposes a duty on employers to implement a process of complaint and redress.\nUnfortunately, when it comes to women's rights, we so often take one step forward, only to take another step back. In this case, it has been argued that the new method of calculating maternity benefits may actually reduce them, although the provision to give leave for miscarriages has been widely appreciated.\nThe High Court this year also asked some key questions regarding the unconstitutional nature of gender inequalities in the law, such as the customary law that deprives Hindu females of inheriting their deceased father's properties. However, it's interesting that it did not ask similar questions about the gendered inequalities in other religious personal laws, although it did question why the Muslim Marriage and Divorce Rules, 2009 says that only the sons of marriage registrars (kazi) can become a kazi. \nUnfortunately, in terms of macro-changes, this is where the positives end, and 2022 has, predictably, been a violent year. According to Ain O Salish Kendra (ASK), 886 cases of rape were reported till November, and the real number is likely to be far higher.\nMedia reports point to a disturbing trend of not only gangs and miscreants committing violence, but teachers, cousins, classmates, colleagues and family friends being perpetrators too. There were also 236 known cases of domestic violence, with abusers ranging from truck drivers and policemen to actors and ex-state ministers.\nThis corroborates the well-known fact that women are equally vulnerable in private spaces, even though there is a common perception that public spaces are more unsafe. Having said that, a survey found that 36 percent of over 5,000 respondents faced sexual harassment regularly on public transport, and nearly 87 percent faced some form of harassment at least once in their lives – an issue that remains largely unaddressed.\nIt was disturbing to find just how many perpetrators occupied positions of power, including in law enforcement agencies. This was epitomised in June, when a 15-year-old girl appeared in front of the High Court bench with the simple plea: \"Sir, I have been raped. We have no money for moving the case. I want justice from you… I have been raped by a member of the BGB. The lower court in Nilphamari has acquitted the offender.\"\nThere were even instances where women faced more abuse while trying to access justice. In January, a girl was found dead in the victim support centre of Kotwali Police Station in Rangpur. In March, a woman suffered a miscarriage after being assaulted at Kashimpur Police Station in Gazipur. And in May, this daily investigated a policeman who reportedly raped a victim of harassment, and then continued to harass her himself.\nThat abuse of power has become part and parcel of gender-based violence became clearer during the year's student movements. A group of alleged BCL men attacked students of Bangabandhu Sheikh Mujibur Rahman Science and Technology University (BSMRSTU) in January while they protested their classmate's gang-rape. At Chittagong University, a sexual assault survivor's friends reported of threats from several BCL men after organising protests.\nDuring the Shahjalal University of Science and Technology (SUST) protests in January, which started as a women-led movement for an improved campus environment, university authorities used police force to suppress legitimate protests. And the VC's sexist comments – on how no one wants to marry women who roam around at night – reflected the misogyny in our society, and how women's rights continue to be trivialised by those in power.\nFrom the 88 percent of female migrant workers who had no written job contracts, putting them at the mercy of recruitment agencies and making them vulnerable to abuse, to the 84 percent of women whose complaints to police cyber support went unaddressed – 2022 was full of far too many examples of Bangladeshi women being deprived of their rights.\nEven when an issue affected a specific population, women faced greater disadvantages, whether it's coastal communities bearing the brunt of climate change, tea workers from fighting for a living wage, or households struggling with the cost of living crisis. The rising rates of child marriage and adolescent pregnancy post-pandemic is testament to how women continue to be disproportionately affected during times of turmoil.\nAgainst this bleak backdrop, it is amazing to see what Bangladeshi women can still achieve when exercising their agency. Bangladeshi women worked on the James Webb Space Telescope, received recognition for working in genome sequencing, operated the country's first ever metro, and became pioneers in climate-resilient farming. The women's football team made history by winning the SAFF Championships (although even here, the Bangladesh Football Federation failed to treat them with any respect).\nAt the beginning of the year, 12-year-old Poly Khatun and 15-year-old Mim Akhter, inhabitants of Mirpur's informal settlements, defeated internationally rated chess players after only three months of training.\nNow that the year is ending, how many more Polys and Mims are out there, deprived of living their fullest lives, because we have failed to correct even the most blatant gender inequalities in the country?\nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n\n",
        "headline_1": "How did Bangladeshi women fare in 2022?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-did-bangladeshi-women-fare-2022-3208571",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "Another year of missed opportunities ends with hardly any specific progress to effectively prevent and control corruption, which continues to cause endless harm to the state and to our society. \nHigh-level pledges against corruption continued to be reiterated in 2022, as in the past several years. Soon after taking over, on January 2, the Chief Justice of Bangladesh compared corruption with cancer, and called for zero tolerance for it. Later, at a seminar on National Mourning Day, he stressed on resisting and rejecting corruption as a means to ensuring justice. And on Constitution Day, he reminded us that corruption adversely affects democracy, weakens the foundation of the state, antagonises the people and causes rage among them. \nThis anti-corruption narrative from the highest echelon of justice not only echoed the prime minister's frequently reiterated commitment towards zero tolerance against corruption and of sparing no one (including those in her own party), but also represented the responsiveness of the judiciary to ever-growing public suffering and frustration as a result of deepening and widening corruption. \nOn August 17, the PM, at a meeting with secretaries of the government, called for tough action against anyone involved. Echoing her, at a seminar on International Anti-Corruption Day, the president also called for exemplary punishment for the corrupt, irrespective of their political identity. \nMeanwhile, Bangladesh continued to be ranked poorly by nearly every credible governance- and corruption-related international indices, like those on WJP's Rule of Law, Regulatory Quality Indicator, Government Effectiveness, Political Stability, Voice and Accountability, Press Freedom, Political Rights, Civil Liberties, Corruption Control, Bribery Risk Matrix and the Corruption Perception Index (CPI). According to the latest CPI, in fact, Bangladesh scored only 26 out of 100, way below the global average of 43. We remained the second worst performer in South Asia after Afghanistan. \nInstitutional ineffectiveness is among the main reasons for our failure to improve our performance in the aforementioned indices. The Anti-Corruption Commission (ACC) continued to face challenges of trust and credibility on whether it can even-handedly deliver its core mandate of effectively controlling corruption beyond the small fries, and hold to account bigger fish. The ACC's credibility took on another negative dimension around the controversial dismissal of one of its investigation officers, whose annual performance assessment was consistently high-grade. It happened against the backdrop of his courageous investigation against some key syndicates of grand corruption in Chattogram and Cox's Bazar. It caused a large section of ACC staff to resort to unprecedented acts of protest for their rights, including job security. The incident also reinforced concerns about the ACC's seriousness of purpose, governance challenges, and organisational effectiveness.\nThough hard to concretely measure, the cost of corruption in Bangladesh is staggeringly high, amounting to at least two to three percent of GDP, as informed by the then finance minister in 2015. Corruption, grand or petty, is also discriminatory and a major impediment to inclusive development. This was a key finding of the National Household Survey on Corruption released by Transparency International Bangladesh on August 31, 2022. Nearly 71 percent of the respondents of the survey experienced corruption, and 72.1 percent of victims had to pay bribes to access public services. \nThe burden of bribery, in terms of proportion of annual income, is seven times higher on lower-income households compared to their higher-income peers. The rate of victimisation of corruption among rural households was significantly higher, at 46.5 percent, than the rate for those in urban areas at 36.6 percent. \nThe discriminatory nature of corruption is further manifested in the victimisation of households headed by persons with disabilities, as 80.3 percent of such households were victims of corruption, compared to the national average of 70.6 percent. \nThe year 2022 brought corruption's distributive injustices into sharper focus while also exposing corruption-induced macroeconomic fragility, especially in the banking and financial sectors, which have been pushed to the brink of collapse by a triangular trap of loan forgery, tax evasion, and money laundering. \nThe massive embezzlement involving Islami Bank, together with several others, pointed to the mountain of dirty games of collusive fraud that has been allowed to become part of the bank loan culture. \nHardly any of the kingpins of these scandals, who most often use fake and anonymous entities as their key enablers, have been brought to account. The beneficial owners – who own, control, and profit from such secretive companies and shadowy bank accounts – secure loans to never repay, but mainly to launder. Instead of being subjected to justice, beneficiaries of this dirty game have secured lobbying power for themselves to the extent of policy capture to extort even more concessions.\nThe year also saw unprecedented privileges granted to money launderers when the national budget for FY 2022-23 made a provision to \"bring back\" illicitly accumulated wealth and overseas income without any question. This was a self-defeating, immoral, discriminatory, unconstitutional, and corruption-conducive enticement, and an example of ridiculing the high profile pledges of zero tolerance against corruption. \nThe amount of annual illicit outflow of money from Bangladesh, even by the most conservative estimate, is at least three times higher than the USD 4.5 billion of IMF loan that the government negotiated to be receivable in 42 months, which is not only repayable with interest but also compromises our policy autonomy. Ironically, it is well within the reach of the government to make such loans redundant if it had the political will and institutional capacity to even moderately prevent money laundering. \nThe institutions authorised to control crime and repatriate stolen assets (by enforcing relevant laws and taking advantage of available avenues of international cooperation) have been evasive at best. Their energy appears to be invested more on disputing the reported data on money laundering and critics thereof. \nThe first official recognition of the massive problem of trade-based money laundering appeared when, at a media briefing on November 15, Bangladesh Bank (BB) officials disclosed that a special audit had detected illicit financial transfers out of the country through 20 to 200 percent misinvoicing by importers and exporters. Half a month later, the BB governor mentioned nearly a hundred such unnamed cases of misinvoicing in the month of July 2022 alone. \nIt clearly took the central bank the unprecedented foreign exchange crisis (driven by the Covid pandemic) and the Ukraine war to wake up. Nothing is known, though, of any actions to be taken to prevent and control this long-nourished practice of invoice manipulation in import and export businesses to illegally transfer massive amounts of foreign currency abroad and evade taxes – a phenomenon which is neither unknown to relevant authorities nor takes place without the collusion of sections of relevant officials. \nUnlike well over 120 countries, including some of our neighbours, Bangladesh remains evasive about adopting the Common Reporting Standard (CRS) for automatic exchange of information on banking transactions, which could facilitate live tracking within and across borders. By adopting CRS we could have taken our starving revenue system and anti-money laundering efforts to a more effective level. \nSimilarly, there appears to be no interest from authorities to ensure beneficial ownership transparency, which could be a powerful tool to salvage the banking sector from the brink of collapse. Will the government have the political courage to undertake such badly needed reforms, in a context where the policy regime continues to be possessed by beneficiaries and protectors of loan defaulting, tax evasion, and money laundering?\nDr Iftekharuzzaman is executive director of Transparency International Bangladesh.\n\n",
        "headline_1": "Another year of missed opportunities against corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/another-year-missed-opportunities-against-corruption-3208201",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "\"I finished re-reading The Brothers Karamazov in 6 days,\" I remarked with a false sense of vanity. \nWhile my colleagues at the Daily Star Books were surprised to see me write a thought-piece on Dostoevsky after finishing both Crime and Punishment and The Brothers Karamazov in a span of 11 days, it is a pretty common feat for me to read long books in a small span of time.\nMy reading ambitions began from a very early age. Being the son of a primary school language teacher, I was acquainted with the various literary figures and their works as soon as I could read full sentences. As a matter of fact, one of the first books I read was an unabridged version of Jules Verne's 20,000 Leagues Under the Sea back when I was in kindergarten. In my household, the act of reading was not a hobby you developed, it was something sacred—a ritualistic exploration of knowledge. \nTherefore, books soon became an integral part of my life—from the comfort provided by the Puffin classic edition of Rudyard Kipling's Kim to the thrilling suspense provided in the old copies of The Hardy Boys I would scavenge from the second hand bookstores in Paltan. \nBut, I think the biggest reading challenge I ever took was back in the seventh grade, when my interest in theology had peaked and I decided to read The Bible to explore different religious viewpoints. It took me more than a month to finally finish reading the book as the dense and tedious literature was full of complex analogies which had to be deciphered, as well as a lot of classical references which had to be understood.\nAfter I was finally done reading it, no book seemed challenging to me. My interest in classical literature and philosophical texts increased, and I found myself reading other big classical texts with a decent reading speed. Soon, it took me less than 4 days to finish reading Dante's Inferno. \nNowadays, the pressure from A Levels has made it difficult for me to read books as my busy schedule does not allow me to sit with a particular book multiple times. However, I have come to realise that one way to avoid this problem is to read bigger books at very long stretches over multiple days. \nThis means that if I am planning to read a particular book, I will keep my schedule free for the next three, four or five days (depending on the size of the book), just so that I can read the book throughout those days. This allows me to read for long hours without breaking my attention span, as it is often difficult to bring yourself back into the reading spree if I am not engrossed enough. \nTherefore, what allows me to read big books in a very short amount of time is devoting my entire time to finishing the book while halting other tasks. To be fair, this is indeed a risky business as one might have other important personal or professional commitments which they might end up avoiding due to them being very engrossed in a particular book. It is often easy to get lost in the intricacies of Plato's cave or the drama of Pride and Prejudice. \nReflecting upon my experiences, I think it is safe to say that some of the biggest books I have read have impacted my thought-processes the most. While it may seem intimidating and daunting, the key is to read books which you will genuinely enjoy reading, whether it is The Lord of the Rings or The Idiot.\nHrishik Roy is an intern at Daily Star Books and a contributor at SHOUT. Reach out to him at hrdibbo@gmail.com.\n\n \n\n",
        "headline_1": "How I learned to tackle big books ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/how-i-learned-tackle-big-books-3207996",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "We are utterly disappointed at the failure of a project undertaken to save our once-mighty river Ichhamati – by increasing its navigability and freeing up its banks – that flows through Pabna district. Reportedly, the implementation of the Tk 8.15 crore project has been stopped midway due to cases filed by the encroachers and lack of coordination between Bangladesh Water Development Board (BWDB) and the project implementation company TTSL.\nAccording to our report, BWDB started dredging 5.67 kilometres of the river to increase its navigability under a project worth Tk 5.46 crore in March 2021. Although the project was supposed to end in June this year, TTSL could only complete 30 percent of the work by that time and left the project site some months ago. As a result, the re-excavated part of the river has been covered with silt again, meaning that Tk 95 lakh of public money was spent in vain.\nThe other Tk. 2.69 crore project to evict the illegal encroachers from the riverbank also faced an abrupt end because the encroachers have filed a series of related cases. Although a total of 610 illegal structures out of 1053 have been removed from the riverbank as of now, the authorities cannot continue the eviction drives due to stay orders by the court. Many grabbers are trying to take advantage of this and reoccupy the land on the riverbank.\nFrom the present situation of this project, it is clear that there has been a serious lack of coordination between WDB and TTSL. Otherwise, how can a company leave a project site without completing the work? Is there no accountability of the firm concerned? And why didn't the WDB hand over the entire project site to the TTSL? The company is now claiming that it was unable to complete the project because the entire project site was not given to them. While the WDB must clear the confusion regarding this and reveal the truth, the TTSL must also answer why they did not listen to the repeated pleas of the WDB to complete the excavation work.\nAnother question that we must ask is, how can river grabbers file cases against eviction activities? As we know, a few years back, the National River Conservation Commission (NRCC) prepared a list of grabbers across the country. What happened to that list? Has any action been taken against the identified grabbers?\nThe failure of this project has once again proved that saving our rivers from illegal encroachment and indiscriminate pollution is not an easy job. It will need well-coordinated planning and sincere efforts from all stakeholders concerned to implement such interventions. Random projects, taken at a whim, will not produce results. The BWDB, BIWTA, NRCC, and all other relevant agencies must come together and chalk out a plan to save whatever is left of our rivers. Equally importantly, the opinions of the local people must be heard while implementing such projects in future. And the 17-point High Court directive, given in 2009, should be our guidelines in all our endeavours to protect rivers.\n",
        "headline_1": "Will Ichhamati ever flow again?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-ichhamati-ever-flow-again-3207981",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "We are utterly disappointed at the failure of a project undertaken to save our once-mighty river Ichhamati – by increasing its navigability and freeing up its banks – that flows through Pabna district. Reportedly, the implementation of the Tk 8.15 crore project has been stopped midway due to cases filed by the encroachers and lack of coordination between Bangladesh Water Development Board (BWDB) and the project implementation company TTSL.\nAccording to our report, BWDB started dredging 5.67 kilometres of the river to increase its navigability under a project worth Tk 5.46 crore in March 2021. Although the project was supposed to end in June this year, TTSL could only complete 30 percent of the work by that time and left the project site some months ago. As a result, the re-excavated part of the river has been covered with silt again, meaning that Tk 95 lakh of public money was spent in vain.\nThe other Tk. 2.69 crore project to evict the illegal encroachers from the riverbank also faced an abrupt end because the encroachers have filed a series of related cases. Although a total of 610 illegal structures out of 1053 have been removed from the riverbank as of now, the authorities cannot continue the eviction drives due to stay orders by the court. Many grabbers are trying to take advantage of this and reoccupy the land on the riverbank.\nFrom the present situation of this project, it is clear that there has been a serious lack of coordination between WDB and TTSL. Otherwise, how can a company leave a project site without completing the work? Is there no accountability of the firm concerned? And why didn't the WDB hand over the entire project site to the TTSL? The company is now claiming that it was unable to complete the project because the entire project site was not given to them. While the WDB must clear the confusion regarding this and reveal the truth, the TTSL must also answer why they did not listen to the repeated pleas of the WDB to complete the excavation work.\nAnother question that we must ask is, how can river grabbers file cases against eviction activities? As we know, a few years back, the National River Conservation Commission (NRCC) prepared a list of grabbers across the country. What happened to that list? Has any action been taken against the identified grabbers?\nThe failure of this project has once again proved that saving our rivers from illegal encroachment and indiscriminate pollution is not an easy job. It will need well-coordinated planning and sincere efforts from all stakeholders concerned to implement such interventions. Random projects, taken at a whim, will not produce results. The BWDB, BIWTA, NRCC, and all other relevant agencies must come together and chalk out a plan to save whatever is left of our rivers. Equally importantly, the opinions of the local people must be heard while implementing such projects in future. And the 17-point High Court directive, given in 2009, should be our guidelines in all our endeavours to protect rivers.\n",
        "headline_1": "Will Ichhamati ever flow again?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-ichhamati-ever-flow-again-3207981",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "The government programme for abandoned young children, Chhoto Moni Nibas, operating in six small centres located in six divisions, is doing a relatively commendable job of giving care to those without parents. However, like any facilities run by the state, they are not without problems. In fact, there have been complaints about the service that is provided, as well as allegations of corporal punishment and even forced religious conversion, but the main problem facing the children is the lack of a family environment. This could be solved if there were a uniform law or easy procedures for adoption through which the children could be taken in by interested couples without any hassle.\nHowever, we do not have such laws that address adoption comprehensively. A law was enacted in 1972 to ensure the adoption of war children, but it was repealed in 1982 due to various complaints. For this, couples interested in adopting have to jump through many hoops to get approval, not to mention the still-unfriendly social attitude to adoption of children without parental identity. Sometimes they have to go to family courts. But many still cannot adopt – which can be understood from an estimate saying that 39 percent of the children in the Chhoto Moni Nibas system have not been adopted. For children who are not lucky enough to find a home, the future can be dismal. If they are not adopted by the time they reach the age of seven, they are transferred to government family homes where they can remain until they turn 18. However, without proper guidance and care, many end up getting involved in drugs and crimes.\nSomething very similar often happens with the vast number of street children in Bangladesh, many of whom are also abandoned or otherwise estranged from their families. Approximately 1.6 million street children live in the country, with 75 percent of them residing in the capital, according to an estimate. The number of street children in Dhaka alone, according to the Bangladesh Institute of Development Studies, stands at about 450,000. Non-government organisations working for street children say these minors often engage in various illicit activities, such as drug trafficking, theft, and robbery. More concerning is the fact that children, who lack any form of assistance or protection, are denied most of their basic rights and get addicted to drugs at extremely young ages.\nThis is very unfortunate. There is no denying that children are our future, and if they are not cared for and guided properly, that future is bound to be bleak. If we want a future free of crime and social disturbance, the state must ensure proper care for abandoned children. It should expand its coverage of services and bring as many of them within the purview of its support programme as possible. These children already come from a background of trauma; it is the state's duty to make sure they don't continue to live in that trauma for the rest of their lives.\n",
        "headline_1": "Abandoned children deserve better care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/abandoned-children-deserve-better-care-3207436",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "The country's farm land is decreasing at a rate of 0.19 per cent every year, according to the Agriculture Census report released early this week. Based on the findings till 2019, the census conducted by the Bangladesh Bureau of Statistics (BBS) shows that the country's net arable land has declined to 18.68 million acres in 2019 from 19.09 million in 2008. Losing arable land in a land-scarce country is no doubt worrying. However, while this is a reality one has to live with, the important aspect that must not be lost sight of is whether this is due to the negligence of relevant authorities, or is it an irreversible outcome of factors beyond human control. The known reasons are not many; but how these leave an impact on farm lands and what measures required to be taken to offset the situation certainly demand urgent attention from relevant quarters. Clearly, one of the main causes of decline is the increased demand for land due to increasing population. More and more lands are required for raising homesteads and the requirement is met mostly from agricultural lands. The same is the case with the requirement for new roads that come up to meet the demand for better communication of an increasing population leading to a decrease in agricultural land. The problem gets worse with the recurrence of river erosion that takes its toll on farm land. According to the findings of the Centre for Geographic Information Services (CGIS), river erosion accounted for 1,655 hectares of agricultural land in 2016 which was even higher in 2017 at 2,178 hectares. Besides these, the menace of brick fields coming up mostly on farm lands has been a cause for serious concern for quite sometime. Not only are the brick fields invasive on farm lands, the worst thing about conventional brick making is that it affects adjacent crop fields rendering them infertile and even uncultivable. Use of modern green technology replacing the ruinous brick kilns could be a way forward to hold back the deteriorating situation. There is an apparent note of complacency in recent times due to bumper harvests of paddy, but the matter of food security that is being anticipated as a result of increased production of the staple does not seem to hold a strong ground as decrease in farm lands is accompanied with a considerable decrease in the number of rural population engaged in agriculture. In this connection, it may not be out of place to refer to another issue that needs to be clarified. For some years now, the government has been speaking about reclaimed lands but not providing precise information as to the size of such lands. Looking at the overall scene, it appears that the loss of farm land could have been partly avoided had there been a legal bar on the use of the same for purposes other than cultivation. There were opinions many a time from the quarters concerned in the past to bring some legal instrument in force so that agricultural lands could be protected.",
        "headline_1": "Decline of farm lands",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/decline-of-farm-lands-1672331392",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "The majority of people the world over would like to forget the year 2022 along with the preceding two pandemic years. If unrelenting processions of patients towards hospitals and the dead to the graveyards or crematories marked the pandemic years, the post-Covid period saw the shreds of smashed hopes and dreams of a new beginning of life for millions of people around the world. At a time people had just somehow managed to survive the attack of the deadly virus at a heavy price or could avoid its ubiquitous reach also at financial and mental costs and were preparing for a turnaround, they were surprised by a different kind of body blow ---this time by business czars, particularly those who command monopoly over trade in fuel oils, and politicians playing a sinister game with the fate of the vulnerable and poor people all across the globe. As many as 345 million people face starvation worldwide, according to the UN World Food Programme. Of this number facing food crisis, 50 million are suffering from acute malnutrition and are on the verge of confronting famine. The prediction for 2023 is even direr. So far food production has not been a problem, it was the availability or distribution of food. Unprecedented currency depreciation and high food inflation in the aftermath of atrocious rise in energy price and Russo-Ukraine war along with loss of employment have eroded the purchasing power of lower-income to middle-income people. A WFP analysis can shed light on this. In Lebanon the food inflation was 240 per cent, in Zimbabwe 309 per cent, in Venezuela 155 per cent, in Sidan 149 per cent. Even in Germany, food inflation soared to 16.6 year-on-year last August, in the European Union (EU), it was 12.8 per cent and the US also recorded 10.9 per cent food inflation in August compared to 8.5 per cent in July. Add to this the plummeting currency value of many countries, the woes of common people can best be imagined. Loss of currency value for Zimbawe was 83 per cent while it was 44 per cent for Sri Lanka. Bangladesh taka has shrunk in value against the greenback to an unprecedented level. However, in a sellers' market like this, the buyers find themselves more at the receiving end because of contrived and manipulated market. The twin toxic impact has already taken a heavy toll on the marginal section of people. That people are desperate to procure rice, wheat and other basic food items from the TCB (trading corporation of Bangladesh) trucks explains this unpalatable reality. Globally, high food inflation is responsible for unavailability of victuals for a large number of vulnerable people. But the outlook for the 2023 is grimmer because food output will shrink next year because of a number of natural calamities and adverse environment for agriculture. Quite a number of such calamities the planet has already become a witness to. High summer was severer than ever before in some of the European countries. Unprecedented floods in Japan and elsewhere along with the bushfire or wildfire in Australia, America and Brazil are now being capped with extreme low temperature and blizzard. All this will definitely have negative impact on agriculture. Then what prospect lies ahead for Bangladesh so far as food security is concerned? Surely, the country is not among the 82 countries facing starvation. Its Aman paddy yield is likely to be bumper or near bumper. Yet unless the next Boro cultivation takes off on a healthy note and the harvest is equally good, food price will soar further because of the corresponding gap between demand and supply. Even more critical will be the poor and marginal sections' access to food because of the market volatility. It is not for nothing that the country's prime minister has time and again been pleading for using every inch of arable land for cultivation of food. She is quite aware of the mismatch of the Bangladesh Bureau of Statistics' figures of food output and the country's need for the same. The procurement prices fixed by the ministry concerned is uninspiring for growers to sell their food grains to the procurement teams. When the price in the open market is substantially higher, why should they dispose of their grains to the government warehouses? This makes the matter worse for the government to feed the vulnerable under its several food security programmes. The network, moreover, cannot provide the desirable service because of irregularities in selection of the deserving candidates and other malpractices. In fact some dishonest people's representatives and their cohorts at the grassroots level are bringing a most appreciable initiative to disrepute. There is every possibility that food prices in the international market will go up next year. So, it would be wise not to depend on import of food. The country's agricultural scientists have done a wonderful job by developing more varieties of paddies---some of those heat- and saline-tolerant. A few such seeds are already scheduled for distribution among farmers. Maybe, the combined efforts will be rewarding enough for averting a food crisis. However, feeding the low-income groups will still remain a daunting challenge. [email protected]",
        "headline_1": "Bangladesh in time of global food crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-in-time-of-global-food-crisis-1672331470",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "None knows for sure about the origin of the quote, \"There are three kinds of lies---lies, damned lies and statistics\". But the quote is often used for doubting statistics. One might feel tempted to use the quote in the case of data produced by the Bangladesh Bureau of Statistics (BBS), as questions are very often raised about their quality by researchers, economists and multilateral development partners. The BBS, the national statistical organization (NSO), came under fire some days back by people none other than Planning Minister M.A. Mannan and State Minister for Planning Shamsul Alam. Mr Mannan, speaking at a function organised to publish the Agricultural Census-2019 results in Dhaka on Tuesday last, maintained that the data on livestock presented by the BBS was not correct. Mr Alam raised questions about the efficiency level of the BBS as a statistical outfit. Incidentally, the BBS is one of the key organisations under the control of the Ministry of Planning. The Planning Minister found the agricultural census data on livestock incomplete since those failed to include the number of cows and goats belonging to dairy firms. The State Minister for Planning questioned the efficiency level of BBS as it had delayed the publication of the agricultural census results by three years. The ministers' criticisms of the BBS, thus, lend credence to what the economists and others have been saying for years. The latter very often raise questions about the quality of BBS statistics, particularly about those concerning GDP growth and inflation. Ironically, both ministers do often defend the BBS data when some others raise questions about their reliability. However, there is nothing new in it, as their predecessors had also reacted similarly to criticism of BBS statistics. But one can hardly ignore the fact the incumbent planning minister is a bit different from his predecessors and colleagues in the present cabinet. He is open and frank and does not hesitate to admit to the weaknesses of his ministry. His frankness or otherwise, however, does not anyway help the BBS improve its service delivery. The truth is that the BBS operates like any other government organisation where bureaucrats are in control of things. But it should not be so. The NSO needs to be a specialised and independent entity where statisticians should be in control of things. No planning is perfect without authentic data. So, it is important to put in place the manpower and logistics to help gather data and compile those efficiently for use by the planners. Using unadulterated data in planning is important. But some data could prove unpalatable to the people at the helm of state affairs. So, in a country like ours, official data are doctored to make those soothing and hide facts. It might serve the purpose of some people for some time, but in the long run it undermines the country's interest. It would be befitting for the ministers concerned to restructure the BBS and ensure its independence in its data collection, compilation and publication. Some data might prove difficult to digest even by the people manning the administration. But, use of unadulterated data in plans and programmes would ultimately help the nation reach its cherished goals without hiccups. [email protected]",
        "headline_1": "Lies, damned lies and BBS data",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lies-damned-lies-and-bbs-data-1672331515",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2022"
    },
    {
        "full_article": "It is a dream-come-true moment for Dhaka city dwellers as Bangladesh's first ever metro rail service is now open to the public. And a large number of enthusiast city residents tried to take the experience of riding the first train on Thursday. However, technical glitch hampered their enthusiasm to some extent. On the very first day, many passengers complained of problems with purchasing tickets from vending machines. Most of the automatic ticket vending machines were closed. MRT passes were also not available on the day. Bangladesh rolled out its first metro rail services on Wednesday in an effort to ease commuting in Dhaka, one of the world's most crowded cities. It was expected that a large number of people would try to experience the first train ride. However, many of them could not do so as each train is now taking only 200 passengers although it has more than 2,000 seat capacity. What is more worrying is that many people have faced problems while buying tickets. If the vending machines were functional, the passengers would not have to wait long in the queue to buy tickets. We hope the authorities concerned will take these technical glitches seriously and resolve those as early as possible. Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Resolving metro's ticket machine glitch",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/resolving-metros-ticket-machine-glitch-1672331558",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2022"
    }
]