[
    {
        "full_article": "The Union government’s latest proposal to enable the collection of biometric and biological data from prisoners, besides the usual physical measurements, photographs and finger-prints, raises serious questions about its legal validity. Such questions are inevitable in an era in which people look at official efforts to gather personal data with suspicion. The practice of recording the photographs and fingerprints of prisoners is more than a century old in the country, backed by a colonial law dating back to 1920. The Union government now proposes to expand the idea of taking “measurements” to cover “finger-impressions, palm-print impressions, foot-print impressions, ... physical, biological samples and their analysis”, besides “behavioural attributes including signatures [and] handwriting”. The Criminal Procedure (Identification) Bill, 2022, which embodies this goal, has been introduced in the Lok Sabha. Some Members have argued that the Bill went against the Supreme Court’s landmark judgment declaring privacy as a fundamental right in K.S. Puttaswamy. Some contended that the Bill enabled coercive drawing of samples and possibly involved a violation of Article 20(3), which protects the right against self-incrimination. There are other concerns too, such as the means by which the data collected will be preserved, shared, disseminated, and destroyed. The Bill allows the records to be preserved for 75 years, and to be destroyed earlier if the person is discharged or acquitted.The concern over privacy and the safety of the data is undoubtedly significant. Such practices that involve the collection, storage and destruction of vital details of a personal nature ought to be introduced only after a strong data protection law, with stringent punishment for breaches, is in place. The 1920 law enabled the taking of measurements from convicts sentenced to a prison term of one year and above, and anyone arrested on a charge that attracts such a prison term; and thirdly, one who has furnished a bond for good behaviour and peace. However, the present Bill includes all convicts, and anyone arrested under any law in force or detained under any preventive detention law. There is a provision by which an arrested person, not accused of an offence against a woman or a child, or one that attracts a prison term of seven years or more, may disallow the taking of samples. Not all detainees may know that they can indeed decline to let biological samples to be taken. And it may be easy for the police to ignore such refusal and later claim that they did get the detainee’s consent. The Bill is controversial, as the tendency to arrest activists, protesters and even innocent people and invoke grave charges is on the rise. It would be in the fitness of things if it is referred to a Standing Committee for deeper scrutiny before it is enacted into law.",
        "headline_1": "Identity and privacy: On Prisoners’ identification Bill",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/identity-and-privacy-the-hindu-editorial-on-prisoners-identification-bill/article65274990.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-03-2022"
    },
    {
        "full_article": "A conference in Israel of the top diplomats from the U.S. and four Arab countries would have been unthinkable a few years ago. But on Monday, in Israel’s Negev desert, officials from the U.S., the UAE, Bahrain, Morocco, Egypt and Israel gathered to discuss security partnerships, Iran and other issues, signalling a decisive shift in West Asian geopolitics. Ahead of the summit, Israeli Prime Minister Naftali Bennett went to Egypt to meet President Abdel Fattah al-Sisi and Abu Dhabi’s Crown Prince Mohammed bin Zayed. The UAE and Israel, which normalised relations as part of the Abraham Accords in 2020, have stepped up their economic and security cooperation ever since. The Abraham Accords signalled that Israel’s continuing occupation of the Palestinian territories was no longer an Arab-Israel problem. Now, Arab-Israeli relations have gained a new dimension, with Mr. Bennet reportedly proposing a “Middle East defensive envelope” featuring Israel’s advanced missile defence systems. The Negev conference signals a new era of security partnership between these erstwhile foes who are brought together by regional and global developments.America’s allies in the region face two challenges. One is the shrinking U.S. security umbrella. The bedrock of the partnership between the U.S. and its Gulf allies was America’s security guarantees in return for the seamless flow of oil. But the U.S. security promises took a hit when Saudi Arabia’s oil installations came under attack in 2019, for which the Saudis and the Americans blame Iran. Oil production was hit but the Trump administration chose to do nothing. Since then, Saudi Arabia and the UAE have come under multiple attacks by Yemen’s Houthis and the U.S. has offered little help. Second, the Gulf kingdoms and Israel look at the Iran nuclear deal differently from the U.S. While Washington sees the revival of the nuclear deal — which would impose curbs on Iran’s nuclear programme in return for lifting sanctions — as the best way to tackle Iran’s nuclear ambitions, the Gulf kingdoms as well as Israel believe removing sanctions would eventually strengthen Tehran’s standing in the region. Their worry is that if Iran is allowed to reach its natural economic potential, it would translate that economic might into conventional military capabilities and step up support for its proxies, from the Hezbollah to the Houthis. Faced with the U.S.’s declining security role and the possibility of a stronger Iran, these countries are coming together to write a new collective security model. There is nothing wrong in building partnerships based on pragmatic realism. But that alone might not bring peace. If lasting peace and security are their primary goals, Israel, West Asian countries and the U.S. should also seek some kind of detente with Iran.",
        "headline_1": "Shifting sands: On Iran and Israel’s U.S. and Arab friends",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/shifting-sands-the-hindu-editorial-on-iran-and-israels-us-and-arab-friends/article65275391.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-03-2022"
    },
    {
        "full_article": "Bangladesh has recently achieved a unique milestone: it has become the first country in South Asia to have 100 percent electricity coverage. India has brought 98 percent and Pakistan 74 percent of their respective populations under electricity coverage. For Bangladesh, hitting the 100 percent mark is significant indeed, given how, even a few years ago, the country was scrambling to provide electricity to its people. In 2009, Bangladesh's electricity generation capacity was 4,942MW, with a mere 47 percent coverage. It now stands at 25,514MW.\nHowever, there is an underside of this success. To understand it, we must first understand what 100 percent coverage means. Despite what it sounds like, it doesn't mean that every single household in the country now has access to an electricity connection. Officials of the ministry of energy, power and mineral resources have also tried to clear the air by saying that they provided connections to all customers who had applied for it. \"We have electricity coverage in every area of the country either by national grid or the solar home system… We have coverage, but if anyone didn't apply, we can't force them,\" said Mohammad Hossain, director general of Power Cell, a technical arm of the ministry.\nWith the prices of commodities and utilities increasing steadily, electricity has gone beyond the purchasing capacity of many. Retail power tariff has doubled from Tk 3.60 per unit in 2009 to Tk 7.13 in 2021. This means, those who aspire to have new connections will have to think twice before applying. While the government claims that electricity has reached even char areas through the use of submersible cables, many living there will not be able to afford electricity due to its price. In an interview with Prothom Alo, M Shamsul Alam, senior vice-president of Consumers Association of Bangladesh (CAB), said, \"Those getting power connections in these isolated areas [chars] will be hardest hit by the high costs of fuel. The income of the marginalised has decreased even further during the pandemic. So, the challenge for the government is to ensure that 100 percent of the people actually get power connections and that they do not face power outages.\"\nThe problem is not just the high commodity prices. There is an acute problem of overcapacity in the power sector, which is further inflating the price of electricity. According to Bangladesh Power Development Board (BPDB), the country's power system utilisation fell down to 40 percent in the fiscal year 2019-2020 from 43 percent in FY 2018-2019. Going by this data, there is about 60 percent underutilisation of our power capacity, which is significantly higher than the Power Sector Master Plan's target of 25 percent. According to media reports, in FY 2018-19, the government had to pay Tk 9,000 crore as \"capacity payment\" to the electricity producers. In the end, it is the public who has to bear these additional expenses.\nThis pain point—both for the government and the public—must be addressed at the earliest. \"The government is moving towards a no-electricity-no-payment approach, and this could be a good solution to the capacity payment issue, if implemented effectively,\" said former World Bank lead economist Dr Zahid Hussain, referring to the government's new modality for renewing contracts of five rental power plants.  \nThere is another side to our electricity coverage problem: inefficient power distribution. While sufficient electricity is being produced, it often does not reach the users due to glitches in the grids and distribution channels. Whenever there is a rain or storm, power goes out. Often, due to system maintenance, power is cut off resulting in load shedding and subsequent public suffering. Power outage, particularly in rural areas, is still a persistent problem.\nThe fact is, in the last few years, we've spent little on enhancing the capacity of our power distribution system. Since 2009, according to BPDB, while around USD 15 billion has been spent in electricity generation, only USD 2.6 billion has been spent in distribution and USD 1.5 billion in transmission. Inefficient distribution and transmission are clearly taking a toll on our power generation and utilisation capacity. These issues need to be resolved if we want to make the most of our capacity.\nAt this point, we also need to look at our sources of energy. As one of the countries hardest hit by climate change, we need to consider how we can move towards cleaner sources of energy. In this regard, Dr Hussain suggested that while, in the last 15 years or so, we've had to resort to short-term palliatives—regardless of their environmental costs—we need to work towards reaching greater equity and sustainability now. \"We may not completely erase the usage of fossil fuels from the energy mix, but we need to consider if can we be more efficient. Gas is cleaner than coal, and we need to look at whether we can retrofit the 30-40-year-old power plants that we have through technical upgradation to enhance their efficiency,\" he said.\nBangladesh's achievements in overcoming the power crisis of the early 2000s is indeed remarkable. But we can only be cautiously optimistic about its impact on our overall growth prospects. The power sector is riddled with systemic problems which will keep adding to the electricity costs, taking it further beyond the purchasing capacity of the common people. Unless those are fixed, many people will remain outside the electricity coverage and power outages will continue to be an issue.\nIt is high time the authorities addressed these longstanding issues so that the entire nation can reap the benefits of the 100 percent electricity coverage. To become self-sufficient in electricity in the real sense of the word, we still have a long way to go.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Let no one remain outside electricity coverage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/let-no-one-remain-outside-electricity-coverage-2994341",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2022"
    },
    {
        "full_article": "Recently, the mayor of Dhaka North City Corporation recommended an odd-even-car-rationing solution to Dhaka's perennial traffic problem. Previously, a similar method was adopted in New Delhi. Its benefits and drawbacks, as experienced by residents in India's capital, are more or less known. However, when we compare the public transportation facilities and overall civic facilities in both capitals, we find massive disparities. In Delhi, people can rely on public transportation, but in Dhaka, there simply aren't enough roads, railway tracks, and public spaces, not even a functioning traffic monitoring system.\nTo be frank, there can be no single, universally applicable solution to the traffic problem, so allow me to drop my two cents in this regard with some recommendations that I think we can implement. While I'm just a citizen and no expert on traffic management, I think these and other solutions as offered by experts indicate the sense of urgency that must go into any effort.\nFirst, I think each institution with more than a hundred students or employees who commute on a daily basis—such as schools, universities, corporate houses, factories, etc.—must have a shared transportation system on a common route. Students should be supplied with enticing perks such as free passes and well-behaved, well-educated transit staff to encourage them to use public transportation. Many students from wealthy families use private cars to get to and from school, as seen on the streets of Dhaka. Our children should be taught the virtues of sharing for the sake of the city. It is our responsibility to teach them how to use and protect public facilities and spaces.\nSecond, Rajdhani Unnayan Kartripakkha (RAJUK) has a vital role to play in road network mapping and, therefore, traffic control. Since every city should have an adequate quantity of public spaces, roads, and recreational facilities, city managers and planners including RAJUK should be more innovative and offer solutions that are future-proof. Before approving new offices, factories, schools, shopping malls and other establishments, RAJUK should consider our existing challenges and resource constraints. All departments working with the city's spaces, buildings and networks should coordinate with each other before formulating and implementing any policy in this regard.\nThird, I would advocate for the expansion of Dhaka's existing railway networks. The express railways should be expanded further. Dhaka's external zones should be connected and designated as such. Rail services should be integrated with the metro lines, with trains running every 2–5 minutes inward and outward. The metro train services and stations in Dhaka city will need to be expanded to places where people can easily get on buses or other public vehicles.\nFourth, the Bangladesh Road Transport Authority (BRTA) should be more careful about the condition of motor vehicles and the training of its staff. It is the job of the BRTA to make sure that public transportation workers have decent wages, adequate facilities, education, and training. A separate entity as part of the ministry could be set up to do these things. A special law should be passed that would require bus owners to provide certain facilities for their workers. The roadworthiness of any vehicle plying our streets, and the eligibility of drivers, should be kept in mind.\nFifth, automation of vehicle entry doors, fee payments, and a centralised system of monitoring are paramount. Considering the sheer size of this city and the number of public buses that operate here, a central monitoring system, combined with a digital payment system, will address practically all of the difficulties that we face. These goals can be achieved by using existing technologies with the help of local professionals. Aside from that, the road safety law should be properly and evenly implemented to bring some semblance of order to our otherwise chaotic transport sector. It will also help if bus owners are held accountable for any accident or disorder caused by their vehicles, drivers and other staff.\nFinally, there should be more U- loops, underground passages and such structures that can help large crowds of people move without putting additional burden on the roads.\nDhaka is one of the most populated cities in the world with extremely inadequate road coverage, so bringing discipline on its roads and reducing traffic jam would be a herculean task. We can only tackle the challenges of maintaining this massive population hub by sharing and correctly utilising our resources.\n \nMd Asif Iqbal is a barrister-at-law currently working as an intern at Dr. Kamal Hossain & Associates.\n",
        "headline_1": "A citizen’s solution to Dhaka’s traffic problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/citizens-solution-dhakas-traffic-problem-2994321",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2022"
    },
    {
        "full_article": "The 5th summit of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) ended on March 30, 2022 in Colombo, Sri Lanka. The summit adopted a charter for the first time since its inception in 1997, and signed three memorandums of understanding (MoUs) on the BIMSTEC Convention on Mutual Legal Assistance in Criminal Matters, Mutual Cooperation Between Diplomatic Academics/Training Institutions of the BIMSTEC Member States, and Establishment of BIMSTEC Technology Transfer Facility in Colombo, Sri Lanka. According to the newly adopted BIMSTEC Charter, the summit will now take place every two years, while the meeting of the foreign ministers of member states will take place every year.\nThough BIMSTEC's progress in terms of regional integration, even after 25 years of its existence, has been slow, a successful implementation of the agreements of the 5th summit can pave the way for greater integration in the region.\nBIMSTEC provides a unique opportunity for its members from South Asia and Southeast Asia to collaborate for mutual benefits. By global standards, the platform is a relatively new regional organisation, its seven members coming from a variety of geographical, historical, cultural, and developmental backgrounds. They account for around 22 percent of the world's population and 4 percent of world GDP, which demonstrates the platform's considerable potential. Its members have proceeded gradually and carefully to build the institution and foster regional cooperation in a step-by-step manner.\nIn 2014, for example, a permanent secretariat was formed in Dhaka, led by a secretary-general and staffed by seven country directors appointed by the members. Several key areas of collaboration were identified, and recently consolidated into seven major themes, and some BIMSTEC centres were also set up on priority subjects for the region.\nThere is no doubt that the Covid-19 pandemic, followed by Russia's invasion of Ukraine, has drastically altered the global economy's recovery prospects. The global economy is about to enter a new, more uncertain period marked by increased geopolitical, economic, and pandemic-related threats. Many countries in South and Southeast Asia, particularly the smaller ones, are extremely vulnerable to these threats, and face a bleak future of slower growth, limited market opportunities, rising inflation, and increased poverty.\nSouth Asia looking east, and Southeast Asia looking west, offers a pathway to mitigate multiple risks and exploit opportunities for trade-led growth in Asia—a potential that remains largely untapped. International experience suggests that effective regional governance is necessary for economic development and for achieving a peace dividend.\nMore has to be done, however, to build on these achievements and position BIMSTEC as an effective organisation tuned to the needs of the emerging uncertain era. For a start, there is the long-standing unfinished agenda item of concluding a BIMSTEC Free Trade Area (FTA), which has been under negotiation since 2004. A comprehensive BIMSTEC FTA can help reduce barriers to trade and investment and assist businesses to join global supply chains. At the 5th summit, all heads of BIMSTEC governments/states expressed a strong desire to conclude the BIMSTEC FTA negotiation. Therefore, we must bring this to a successful conclusion within a reasonable timetable.\nThe region displays significant complementarity among the members, which bodes well for a mutually beneficial trade. The foundation of BIMSTEC's economic growth has been the rules-based, open multilateral trading system. Along with it, the FDI must move freely in the region if we want to promote national growth as well as the regional and global value chains.\nThe 5th summit also highlighted the importance of energy connectivity, transport connectivity, digital connectivity, and people-to-people connectivity.\nSeamless and sustainable multi-modal transport links and synergy with other connectivity frameworks, like the ASEAN Master Plan on Connectivity 2025, are what BIMSTEC needs in the post-Covid era. Improving trade facilitation can also speed up the BIMSTEC integration process. Accordingly, moving to a regional single window in customs and a paperless trade regime can help to reduce trade costs and facilitate cross-border business.\nFurthermore, significant work is needed to prepare BIMSTEC members to embrace the potential of the fast-moving digital economy. This means investment in digital technologies and related infrastructure, a business-friendly regulatory approach to e-commerce, and investing in digital skills. It's important to ensure greater gender equality in education and the workplace for women. It will foster jobs, income and entrepreneurship across BIMSTEC countries.\nThese countries differ not only in size, geography, population and level of development, but also in financial resources, technical skills and development capacity. Most of the members face such constraints that may be further exacerbated for those who are slated to graduate from the group of least developed countries by 2026. In the spirit of solidarity and common purpose, the more advanced members must support the less developed ones so that the benefits of regional integration are spread among all the members.\nFulfilling the economic promise of the BIMSTEC Charter and the proposed development agenda under the \"new normal\" may not be achieved without empowering BIMSTEC Secretariat. The Secretariat needs to be adequately resourced and should have sufficient power to fulfil its role as a coordinator of activities across BIMSTEC members. It is very encouraging that Indian Prime Minister Narendra Modi announced that India would provide USD 1 million to BIMSTEC Secretariat to increase its operational budget. With the increased resources, there is now a need to develop a roadmap for the capacity building of the Secretariat. \nFinally, efforts to overhaul the integration process in the BIMSTEC region require normative dialogues about the desirable and substantive form of regional architecture in this region. The time is ripe for fresh thinking on BIMSTEC's priorities and developing the required institutional capability for the new era. The success of the regional integration initiative will be guided by a strong \"political will\" in the BIMSTEC countries to carry the integration agenda forward. The 5th summit creates the optimism that such \"political will\" will finally be translated into a reality. \n \nSelim Raihan is the Executive Director of SANEM. Ganeshan Wignaraja is a Non-Resident Senior Fellow at the National University of Singapore.Nihal Pitigala is a Senior Fellow at InReach Global. Prabir De is a Professor at the Research and Information System for Developing Countries, India. Posh Raj Pandey is the Chairman of South Asia Watch on Trade, Economics and Environment (SAWTEE), Nepal. Achyut Bhandari is the Founder, Centre for Research on Bhutanese Society, Bhutan. AndWatcharas Leelawath is Honorary Advisor, Bolliger & Company, Thailand. \n",
        "headline_1": "Can BIMSTEC rise to meet the new challenges?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-bimstec-rise-meet-the-new-challenges-2994311",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2022"
    },
    {
        "full_article": "According to a recent report, due to the insistence of lawmakers, the government is going to repair religious establishments and build new bridges across the country at a cost of Tk 5,132 crore. Under two separate projects, 17,321 mosques, temples and pagodas will be renovated, while bridges will be constructed in 35 districts of the eight divisions. The timing of this is most interesting, as it comes with the next parliamentary elections barely a year and a half away.\nThere is nothing wrong with the government renovating public places of worship—even though given the number of problems that we currently have, particularly the crisis of skyrocketing prices of essentials amidst rising poverty, it could be argued that the people would be better served with the government focusing these resources elsewhere, and leaving the renovation job to the devotees. Equally, there is nothing abnormal about the government trying to win people's hearts by announcing such feel-good projects with the elections nearing—it happens nearly everywhere in the world.\nThe issue is with how efficiently the government utilises these public resources and how well it delivers on its promises. It is perhaps here that the main worry starts. \nBefore the 2009 elections, the current ruling party promised that people would be able to buy rice at Tk 10 per kg—a promise that never materialised. The question is, why promise something that cannot be delivered?\nSimilarly, before the last general elections, this newspaper reported how people in the char areas of Lalmonirhat felt abandoned because of broken electoral promises about their development as announced over the decades. According to 100-year-old Afsar Ali, \"When election comes, agents of political parties and MPs come with a list of promises and seek votes but all of it vanishes as soon as the results are out.\" According to another resident of the area, before the 2014 elections, the supporters of one MP promised them \"electricity and dyke in the river but nothing has been done till date [even though four years had passed].\"\nBefore the 2018 general elections, with many significant promises from previous election campaigns still remaining on paper, the ruling Awami League came out with a number of fresh and ambitious promises. Among them was following a policy of zero tolerance for corruption, forming a stronger electoral system through reforms, alleviating poverty, creating employment, ensuring a service-oriented and accountable administration, and putting more focus on infrastructure development. Pointing to the protest for safer roads that was still fresh in our minds at that time, the prime minister herself vowed to bring discipline in Dhaka's transport sector by introducing \"modern bus services to curb indiscipline in Dhaka's mass transport service.\" Sadly, looking at the state of Dhaka's roads today, one may find it hard to believe that such a promise was ever made.\nPoliticians breaking electoral promises is an age-old problem. However, the way that problem is supposed to be counteracted is through voters holding their elected representatives accountable. It is the fear of being voted out that primarily keeps public representatives honest. But to expect that they'd deliver on their words out of the goodness of their hearts is at best naïve, and history testifies to that.\nIt is here that we've failed. Because our elections are mostly not free and fair, and thus deny people their right to vote out public representatives who made false promises, the problem of politicians not delivering on their words continues to plague us. And the cost of this—besides depriving people of their most basic democratic right to choose their own representatives—is proving to be more and more enormous by the day.\nOver the years, the endless number of government projects that have seen their cost and deadlines revised is simply ridiculous. If we look at just the road sector, according to a 2017 World Bank report, Bangladesh has one of the highest road construction costs in the world, even though the quality of these roads was really bad. According to Sarwar Jahan, a professor of urban and regional planning at Bangladesh University of Engineering and Technology (Buet), a major issue here is the involvement of politicians with many construction firms. People are extremely reluctant to hold these firms accountable as they are backed by individuals having significant political clout.\nAnd who can blame them? If politicians could be held accountable—through fair elections—then these firms could be held accountable too, which would then have the incentive to finish projects on time, stay within the cost estimates and provide high-quality work (as they might otherwise fear losing future government contracts). But that is not the case. As a result, most development projects finish much later than originally scheduled, while their costs double, triple or even quadruple.\nThe amount of public money that continues to get wasted could truly transform this country. But the truth is, it is the tendency of politicians to be corrupt, apathetical, and lacking in vision and wisdom that is holding us back. The only way to reverse this is to regain our right to freely vote for whoever we want to represent us. That, however, is easier said than done. \nIn the meanwhile, it is the responsibility of the independent media to continue highlighting the broken promises of political parties and their members. The public should also strongly voice their disapproval of such a state of things, and clamour for the restoration of their rights and for the wastage of their hard-earned money to stop.\n \nEresh Omar Jamal is an Assistant Editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Pre-election promises, post-election disappointments",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/pre-election-promises-post-election-disappointments-2993621",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2022"
    },
    {
        "full_article": "While violence against women in general is prevalent across the country, the situation is worse on all fronts for indigenous women. They are doubly victimised because of their gender and their ethnicity. In a recent event jointly organised by Manusher Jonno Foundation (MJF), Bangladesh Indigenous Women Network (BIWN), and Kapaeeng Foundation, statistics were unveiled which show how poorly indigenous women victims of violence are treated by the law and order forces. Reportedly, legal cases were filed with police in only 128 of the 460 incidents of violence faced by indigenous women and girls between 2009 and 2020 in 39 districts.\nAnother disturbing finding of the study was that around 88 percent of incidents of rape were perpetrated by non-indigenous individuals. It also found that police and administration are often biased towards powerful perpetrators (who belong to the majority Bengali community), and that doctors are even pressurised or bribed to create negative medical reports of indigenous survivors of sexual abuse. Of course, besides underreporting being prevalent, politically connected criminals often force victims to withdraw their cases. Earlier reports by this daily also state how the scopes for reporting violence and seeking treatment and rehabilitation are also inaccessible for indigenous women in remote areas—which further enables the miscreants to commit sexual violence against them.\nWhat is most alarming is the indication that the widespread violence against indigenous women is taking place with the implicit or explicit endorsement of state institutions. What else explains the systematic reluctance of the police to even record cases of indigenous women and girls, much less investigate those cases without bias? The fact that even doctors and hospital authorities are too biased—or too scared—to issue authentic medical reports paints a deeply troubling picture of their impossible struggles.\nWe wonder why the government cannot take concrete steps to counter sexual crimes and end the impunity enjoyed by powerful groups. It is shameful that crimes against women based on their gender and ethnicity are being committed with so little resistance from government bodies. The law enforcement agencies and administration must remember that they are mandated to protect all citizens of the country, not just the majority or a powerful few. As the above study demonstrates, the issue of violence against indigenous women cannot be looked at separately from the wider political issues concerning indigenous communities in the CHT, so the government must resolve the longstanding tensions in the region for peace and security of indigenous women and girls.\n",
        "headline_1": "Why does justice elude indigenous female victims of violence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-does-justice-elude-indigenous-female-victims-violence-2994301",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2022"
    },
    {
        "full_article": "It is encouraging that opposition lawmakers in parliament have recently discussed some important issues regarding higher education at our public universities. While pointing to corruption and various kinds of irregularities plaguing the universities—and blaming the government for its failure to control such malpractices—they also made a very important demand: that vice-chancellors (VCs) must not be appointed on political considerations. Instead, the lawmakers suggested that the government appoint true educationists as VCs to improve the overall quality of education.\nWe believe that the sentiment of the lawmakers is shared by the general public, who send their children to public universities to be educated and guided by honest and competent teachers. Over the past few decades, our public universities have lost their reputation and prestige due to various kinds of corruption, nepotism and anomalies in teacher and staff recruitments, plagiarism, and also due to their controversial process of VC appointments.\nApparently, we do not have any specific rule for the appointment of VCs. In its absence, a teacher's loyalty to—or affiliation with—the ruling party seems to have become the main qualification for someone to hold the top position. An investigative report published by this daily earlier this year found that at least 39 out of 48 VCs of public universities held posts in different pro-government teachers' wings during their career. The report also mentioned that the chances of getting appointed as a VC rose exponentially if the candidate was tagged with the AL-backed Blue panel at Dhaka University, which apparently produced the highest number of VCs for our public universities. \nThus, the question that naturally arises is: Can these VCs, appointed on political consideration, play their role neutrally for the overall good of a university and its students? The answer is: No. Recent incidents at many of our public universities, including SUST, have proved this quite clearly.\nAgainst this backdrop, there is no alternative to appointing prominent and honest educationists without any political affiliations as VCs, if we want to improve the educational environment and the quality of higher education at our public universities. The education minister, however, said that such honest personalities are not interested in working as VCs and becoming a part of a corrupt system that does not encourage imparting knowledge to students. The government, therefore, should seriously consider the demands and suggestions made by the lawmakers and create an environment where true educationists are encouraged to become VCs and work for building a better educational environment at the public universities.\n",
        "headline_1": "VCs shouldn’t be appointed on political considerations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/vcs-shouldnt-be-appointed-political-considerations-2994151",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2022"
    }
]