[
    {
        "full_article": "Ahead of the Interim Budget for 2024-25 on Thursday, the Finance Ministry’s 10-year review of the economy with some forward outlook, serves as a proxy to the annual Economic Survey. The review signals GDP will grow close to 7% in 2024-25, with scope to go ‘well above’ 7% by 2030. From about $3.7 trillion this year, India’s economy will expand to $5 trillion in three years, making it the world’s third largest, and could hit the $7 trillion dollar mark by 2030, it reckons. Splicing India’s growth story into two phases — 1950-2014, and a ‘decade of transformative growth’ since 2014 — the review stresses that the state of the economy was ‘far from encouraging’ when Prime Minister Narendra Modi ‘assumed power’. Growth was hobbled by structural constraints such as tardy decision-making, ill-targeted subsidies and a large informal sector, while inflation was unpalatably high. Post-2014 reforms have restored the economy’s ability to grow healthily with “longer and stronger” economic and financial cycles, and made India the fastest growing G-20 nation, it argues. The review asserts that India’s 7% growth when the world is growing 2%, is ‘qualitatively superior’ to 8%-9% achieved when the global economy grows 4%, perhaps, hinting at a few years of the UPA era. This is debatable as India’s economy is generally delinked from the world with domestic activity driving growth more than exports.Now that the twin-balance sheet problem inherited from the UPA days has turned into an ‘advantage’, as the review stresses, it must translate into a wider private investment revival. That would hinge on a broad-based consumption rebound rather than the K-shaped recovery the government vehemently dismisses. Four years of 7%-plus growth, post-pandemic, would be commendable indeed. However, India needs to grow faster to create jobs at the scale its youth need and ensure that a rising growth tide lifts most boats, if not all. The review expects an ‘all-inclusive welfare approach’ to help enlarge the consumption base by expanding the middle class. But those dependent on handouts, such as the 800 million that need free food by the Centre’s reckoning, must progressively shrink for growth to be meaningful and equitable. The report rightly mentions reforms in learning outcomes, health, easier compliances for smaller firms, as priorities, with some critical changes at the ‘sub-national government’ level to accelerate growth. It is also essential that flaws in reforms such as GST are fixed and some of the blunt policy tools deployed, for instance, import licences and price controls on deregulated products, that send convoluted signals about India’s ‘open market with predictable policies’ pitch, are reconsidered. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nIndia\n\n/\n\nUnion Budget\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ninflation and deflation\n\n/\n\nG20\n\n/\n\nIndia\n\n/\n\ntaxes and duties",
        "headline_1": "Economic encomium: On the Finance Ministry’s 10-year review of the economy",
        "headline_2": "A glowing 10-year report card must not stoke complacency on what remains undone",
        "link": "https://www.thehindu.com/opinion/editorial/economic-encomium-on-the-finance-ministrys-10-year-review-of-the-economy/article67793033.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "The Supreme Court’s suggestion for a mechanism to eliminate the perception of vendetta behind the use of investigative agencies against political opponents is sound in principle, but may not address all aspects of the problem. A case under formal investigation may be scrutinised for its legal tenability or political motive, but such a mechanism can do nothing about offences and allegations that are covered up for political reasons. During a recent hearing on a bribery case against an Enforcement Directorate (ED) officer in Tamil Nadu, the ED sought the transfer of the probe to the CBI. It also charged that the State police was not sharing details of FIRs it had registered on complaints against Ministers, officials and others in instances of corruption and illegal mining. The ED, presumably, wants to probe the money-laundering aspects of these offences, whereas the State government believes these details will be used to target its ministers and officials as the State is run by a party opposed to the ruling BJP at the Centre. The Bench’s idea that an independent, pan-India mechanism to vet such cases appears reasonable. However, much of the criticism of the use of central agencies against political adversaries of the BJP stems from the view that similar allegations against its party members and allies across the country are seldom investigated.Corruption allegations abound in several States against key political figures seen as friendly to the Centre, but the Opposition parties believe the CBI, ED and Income-Tax Department are hardly active there. The Bench is right in observing that offenders should not be spared only because they claimed to be victims of vendetta. Its remarks disapproving of retaliatory arrests are also salutary. However, despite the Solicitor-General’s argument that the courts could intervene in the case of vindictive action, it has to be noted that the ED’s power to summon and arrest anyone, and the difficulty in obtaining bail in money-laundering cases, renders the Union government quite invincible if it chose persecution in the name of prosecution. An unsavoury instance of how far politics over the use of central agencies can sully institutions is the recent episode of a Calcutta High Court judge ordering a CBI probe into charges against the ruling party in West Bengal, and a Division Bench staying the order. The single judge chose to ignore the Bench’s order, accusing its presiding judge of political motive. In a welcome move, the Supreme Court formed a Bench of its senior-most judges and transferred the whole case file to itself for disposal. The perception of vendetta can only be removed if all agencies chose independence over subservience.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ninvestigation\n\n/\n\npolitics\n\n/\n\ncorruption & bribery\n\n/\n\nmining\n\n/\n\nBharatiya Janata Party\n\n/\n\nWest Bengal",
        "headline_1": "Vetting for vendetta: On Supreme Court’s suggestion",
        "headline_2": "Mechanism to scan cases for political motive cannot address issue of cover-up",
        "link": "https://www.thehindu.com/opinion/editorial/vetting-for-vendetta-on-supreme-courts-suggestion/article67793115.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "Former RBI governor writes FM must use interim budget to explain how India’s brisk growth can be marshalled against inequality\n\nDear Finance Minister,\nMany congratulations on completing full term as FM, an accomplishment only few of your illustrious predecessors managed.\nMy compliments also for announcing beforehand that vote on account will be just that – a vote on account. By voluntarily forgoing opportunity to dole out pre-election freebies, you have denied commentators such as myself opportunity to take a moral high ground and preach fiscal virtue to you.\nRead full story on TOI+\n\n",
        "headline_1": "Budgets’ job not done: Jobs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/budgets-job-not-done-jobs/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "India’s cricketers earn plenty. They want more. So, self-preservation trumps team strategy. This showed up in Hyderabad Test via timidity of Indian batters. England played fearlessly\nIn summer of 2022, England chased down 296 against New Zealand in the Leeds Test. The target was challenging. Pitch was aiding turn; left-arm spinner Jack Leach had claimed five wickets in both innings.\nRead full story on TOI+\n\n",
        "headline_1": "There’s too much money & too much fear",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/theres-too-much-money-too-much-fear/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "Politics has emptied the phrase of meaning. Quotas & free cycles are not it\nSocial justice’ politics abounds. But social justice delivery is often piecemeal, compartmentalised, hobbled by conflicts and for few groups. Stretched and reshaped by political competition, social justice has morphed into a catch-all term for welfare measures and every populist promise made, north to south. Such a superficial sweep empties social justice of its core meaning – equal access to all resources, education to health to mobility, jobs to justice and expression.\n\nJobs is justice | In talk of uplift and targeted programmes for marginalised, an essential pillar has long been invisibilised. There can be no meaningful social justice without economic justice. Yet, inequality is seemingly entrenched, latest CMIE data showed unemployment rate has climbed to its highest in over two years, joblessness in rural areas has increased. Yet, state after state, party after party, offers as succour quotas or proportional representation in the name of ‘social justice’.\nQuotas a dead-end | Once quotas were allowed on criteria beyond social marginalisation, it opened the doors for even well-off communities to claim similar ‘benefits’ – but what is the stuff of such benefits beyond periodic handouts? Making thinner and thinner slices of a shrinking economic pie is unsustainable. As economic inequality grows, so do quota demands. Who has the roadmap post-quota?\nNothing new | That said, post-globalisation, welfarism is universal politics – there is no ‘newness’ to a govt or political parties designing leg-ups, trickle-downs, affirmative actions or handouts, whether dole, or insurance, gas cylinders or cash benefits, bicycles or laptops. Fact is, social justice in its true form remains as peripheral as the communities that need it most.\nDiversity without equity | India’s fabled diversity is a tapestry of its fault lines – caste, tribe, religion, ethnicity, region, language, gender. Leave these aside for a minute. Two relatively modern marginalised populations where several fault lines dovetail are seasonal migrants and undertrials behind bars who can’t afford bail. Both growing, both without access to basic rights. Who looks out for them, who protects their right to proper wages or legal help? It is this that lies at the core of social justice – equity.\nVotes, women & jobs | Economic empowerment, the world of work, is central to real social justice. India-style ‘social justice’ is perhaps best demonstrated by the fact that women’s turnout during elections is ever-increasing while their actual participation in the workforce is in alarming decline.\n\n",
        "headline_1": "What’s ‘social justice’?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-social-justice/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "Rads grow up. Throwing stuff at famous artworks is plain silly\nAll art meets diverse responses. Likewise, there can be many interpretations of the scene in which environmental protesters hurled soup at da Vinci’s Mona Lisa this weekend. But two facts are indisputable. First, this was not at all an act of originality. Second, the protesters’ connective logic fails even kindergarten standards.\n\nImitation | Rad (radical, in case you didn’t know) climate protesters have already directed soup at Vermeer’s Girl with a Pearl Earring and van Gogh’s Sunflowers and fed mashed potatoes to Monet’s Haystacks. And these were themselves copycat acts. Mona Lisa in particular has a long history of being attacked. An angry Japanese woman once threw red paint at it and an angry Russian woman a teacup.\nMisdirection | These desecrations draw tons of publicity. Beyond this, their relationship to august activisms breaks down. When Gandhi went on the salt march or Rosa Parks refused to give up her bus seat to a white person or when an indigenous community protects its forest from being cut, the immediate and real targets of protest are very clear. But how is a painting to blame for global warming?\nAsymmetry | One of the Louvre vandals asked, “What is more important? Art or the right to have a healthy and sustainable food system?” Ironically, that’s exactly like authorities responding to complaints against polluted air and water, by asking citizens to choose between environment and development.\nGlobal economic growth has piggybacked on fossil fuels and emissions for two centuries. Today we want to cut both these without cutting growth. Campaigning for better climate actions is a wonderful public service. But what does shaming the same public for enjoying the finer things in life achieve? Art is not Nature’s enemy. It can deepen human connectedness to the environment.\n\n",
        "headline_1": "Mona Lisa shrugs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mona-lisa-shrugs/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "With the holy month of Ramadan about a month and a week away, the already volatile key essential commodities market is poised to turn further eruptive. Given that the essentials like onion, sugar, edible oil, gram, etc., the chief ingredients of special dishes prepared during Ramadan month, will be in high demand, one need not be a soothsayer to predict that their prices are also going to go up further. Obviously, to maintain a steady supply of, particularly, the key Ramadan essentials, the government, as reported in the last Saturday's edition of this paper, has requested the Indian ministry concerned for issuance of permission, under special consideration, to Bangladesh for import of 100,000 tonnes of sugar and 50,000 tonnes of onion. Understandably, Bangladesh seeks special permission to import sugar and onion from India because of the latter's export restrictions on those two items. As reported in both local and international media, India's action was prompted by the urgency to keep its domestic market for sugar and onion stable ahead of the upcoming national election in that country. India has every right to take any decision on its external trade in its national interest. But given the history that export restrictions on certain essential agricultural produce and products like onion and sugar by India leave serious repercussions on the Bangladesh market, there should have been a long-term agreement between these two friendly governments so that Bangladesh could enjoy a smooth supply of those items on easy terms under any circumstances. Had there been such prior arrangements, the government would not have to resort to such last-minute efforts to seek its friendly neighbour's special favour. The good news is the ministry concerned of India has assured its Bangladeshi counterpart of supplying the commodities asked for under special consideration. Also, it is further learnt that Bangladesh has also requested India to ensure meeting the former's earlier proposed annual import quota for the items. Hopefully, the Indian side would consider that request favourably. While the communication between the two governments on the supply of onion and sugar to Bangladesh is going on, the prices of these items in the local market has already started to turn unsteady. From the retail traders' point of view, there is scarcity, especially of sugar, in the market. Unsurprisingly, retailers are not abiding by the government-fixed price for sugar. This is obviously not a positive sign for the market behaviour, especially before Ramadan. According to the daily market review of the government agency, the Trading Corporation of Bangladesh, sugar has been selling in the local market at Tk 140 to Tk145 a kilogramme (kg). Notably, regarding sugar, Bangladesh is practically entirely depended on import as 98 per cent of its annual demand of 2.0 million tonnes is met through import. So, any supply uncertainty of the item results in uncontrolled hike in its price in the market. India being the major player in global sugar market followed by Brazil, the former's indefinite extension of export restriction has already upset the world's sugar market. In that case, the government needs to redouble its efforts to ensure its supply from Indian source within the shortest possible time. Similarly, though it is harvesting time for onion, it is still selling at an exorbitantly high price in the local market.The government should, as it has promised, take urgent steps to ensure unimpeded supply of the key essential commodities so that those are available at an affordable price, especially during the holy month of Ramadan.",
        "headline_1": "Ramadan can't be an excuse for price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ramadan-cant-be-an-excuse-for-price-hike-1706621148",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "For quite some time, conventional brick making is held responsible for a host of accompanying perils. It is not just the environmentalists who are raising voice against unabated expansion of brick fields across the country, but common people too, courtesy of the media, are becoming increasingly concerned about the ruinous effects. Sprouting of brick kilns irrespective of locations has been on the rise for decades, facilitated largely by the absence of any enforceable rules. There is no disputing that amidst the many hazards affecting the environment, brick making is one that not only adversely affects the ecosystem but more damagingly leaves a harmful impact on livelihood means of the masses, including among others cultivation. This is particularly so when it comes to traditional brick making practised in the country for ages.One of the shocking realities that has lately emerged is that brick fields are getting increasingly invasive in grabbing the country's less than sufficient arable lands, jeopardising agriculture as a sustaining means of feeding the millions. Reports in the newspapers and alarm bell rung by environmentalists have, in effect, done very little to rein in the menacing trend of brick making all over the country. However, it must not be denied that the government's enactment of the brick making law few years ago may have been largely prompted by these reports and voices of concern raised by social and environmental activists. The law apparently addresses the core issues associated with brick making--chiefly meant to check widespread environment pollution as well as save arable land and forest. The law Brick Making and Brickfield Establishment (Control) Act 2013 introduced tougher regulations for brick production, including provision of trial for offences under the penal code. The stipulations envisaged in the law apply to all brick kilns in the country. The law prohibits establishment of brick kilns in residential, protected, commercial and agricultural locations, and also in forests, sanctuaries, wetlands and ecologically critical areas. It has introduced tougher regulations for brick production, including provision of trial for offences under the penal code. With the law in place, it looked like things were set to change for the better. This has not happened. According to the Department of Environment, there are about 6,356 brickfields in the country. However, environmentalists claim the number to be as high as around 10,000, and half of them are located around the capital. According to a UNDP estimate, Bangladesh produces some 8.66 billion bricks a year at a value of $450 million -- almost 1.0 per cent of the country's GDP. Despite the sizeable contribution of brick making to the economy, one of the grim realities is that brick fields all over the country are getting increasingly invasive in grabbing the country's less than sufficient arable lands. More dangerous is the threat that comes in terms of affecting neighbourhood lands under cultivation because of the heat, caustic smoke and dust generated by the brick making plants. A local daily reports that over 6.4 million tonnes of carbon emissions are caused by the brick kilns annually. Concerned quarters are of the opinion that the much awaited law, despite strong penal provisions, has not been able to contain the havoc as yet. There are incidents of outright flouting of the law as brickfield owners are still following their conventional practice of brick making-- that too in locations prohibited by law. Besides, there is no noticeable move to remove brick fields from close proximity of cultivable lands. Reasons for violation of the law is attributed by many to a lack of enforcement in general and on the application of the law in specific situations where brick kilns are found visibly disruptive to ecology and croplands. Experts, however, opine that alongside the law taking its course, there is a need to introduce modern green technology capable of taking care of the pollution aspect to a great extent. It has been learnt that the popular and widely accepted technology in this regard is smokeless, energy efficient, known as Hybrid Hoffman Kiln (HHF). HHF brick kilns can burn most of the fuel used during firing. This also results in less energy use and a considerable cut on production costs. The most notable aspect of the technology is that it dries the bricks by directing hot air into the tunnel from the kiln, which blocks carbon emissions.In view of the wide acceptance of the technology in advanced countries chiefly because of its emission-preventing device, Bangladesh should have opted for it long back. The cost of the technology is reportedly high. But keeping in view its efficiency, cost-effectiveness, high scale of production and above all emission-free mechanism, it is highly imperative that the government gradually phased out the traditional kilns and provided necessary support by way of soft-term financing to encourage the green technology.\n[email protected]",
        "headline_1": "Merit of making green bricks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/merit-of-making-green-bricks-1706621218",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "Whether the regulator concerned will be able to revamp the errant insurance companies is an important question for the sector now. Over the last decade, a good many insurance companies slid into all sorts of financial problems, primarily due to gross violation of rules of business. According to a report published in this newspaper, there were also six large companies among the defaulters. These companies could not settle insurance claims to the tune of Tk26.81 billion! This situation has been allowed to fester for far too long for reasons best known to the authorities. There exist differences of opinion between the association of insurance companies (BIA) and economists. The former would like the State to inject funds into sick insurance companies and appoint administrators to oversee their return to profitability. Whereas one noted economist has echoed the thoughts of the regulator and stated that mergers are in order or there would be outright liquidation. Where the rot has run so deep, revitalising these companies is merely a waste of public money.What the government will do is anyone's guess. While it made sense to save sick banks from collapse, the same does not hold true for the insurance sector. Like banks, there are too many insurance companies in existence. There is no reason for so many companies to be in operation because the business isn't there. As pointed out earlier, there is overlapping of operations in a highly congested market and it is quite natural for many companies to be 'sick'. Insurance Development and Regulatory Authority (IRDA) has stated that some of these companies are now in serious financial difficulties due to embezzlement of funds and other irregularities. What IRDA contends is that company funds have been stolen and laundered. Injecting money and appointing administrators are not really going to help. The damage has been done. One cannot but agree with IRDA recommendations made to the Finance Division that mergers of several insurance companies take place so that the situation may be contained. It makes much more sense to appoint administrators to merged companies. While BIA may make a hue and cry over any government intervention, obviously misappropriation cannot be allowed to go on as business as usual. This general tendency to embezzle money has engulfed the entire economy and corrective measures need to be initiated by the government because in the final analysis of things, it is the government's credibility that is at stake. Indeed, the IRDA reports \"a lack of confidence among people in insurance sector.\" That is a bit of an understatement. Insurers are now looked down upon with distrust by the general populace. With the exception of a handful of companies (both national and multinational) very few insurance companies actually settle claims while others do settle but partially.Yet, the law stipulates that insurance is mandatory in many areas of commerce and hence floating insurance companies has become very lucrative. People with no background (or understanding) in finance have ended up floating companies and reaping the windfall profits. This malpractice has been going on for decades. The six companies that have drawn the ire of IRDA are Fareast Islami Life Insurance Company Limited, Padma Islami Life Insurance, Prime Islami Life Insurance Limited, Golden Life Insurance Limited, Homeland Life Insurance Co Limited, and Progressive Life Insurance Company Limited. Reportedly, \"these companies lost capability of paying insurance claims due to mismanagement, bad investment, financial irregularities and fund misappropriation,\" and basically, the IRDA report points out that the incidence or rate of policy lapses in these companies \"is much higher owing to misplaced policy selling by insurance agents, high rate of agent commission, and (a) lack of awareness on (the) part of the policyholders.\"\n[email protected]",
        "headline_1": "Will insurance sector be revamped?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-insurance-sector-be-revamped-1706621254",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2024"
    },
    {
        "full_article": "People commit suicide for a variety of reasons, including depression, personality disorders, severe mental illness, or milder mental illness. Additionally, many commit suicide due to drug addiction, guilt, suicidal urges, illiteracy, poverty, marital discord, jilted love, starvation, chronic diseases, sexual abuse, poor exam results, frustration and deceit.A recent study released last Saturday reported that 513 students, including 98 university students, committed suicide in 2023 across the country. Most of them were between 13 and 19 years old, with over 60 per cent being women. Among the students who committed suicide, 227 were from schools, 140 from colleges, 98 from universities, and 48 from madrasas. Sociologists state that most suicides are due to depression, which is a major risk factor. People with depression are 20 times more likely to die by suicide than those without depression. When depression is severe, individuals may perceive their lives as meaningless and burdensome, isolate themselves from society, and become preoccupied with suicidal thoughts. In many cases, this tragic end of life can be prevented with awareness and attitude change. Overcoming mental health issues can reduce the risk of suicide. Continuous family and social support for those with mental health problems is crucial. Cultivating socially acceptable, positive relationships and strengthening family ties are essential steps.\nAsif Islam,StudentJahangirnagar University",
        "headline_1": "Strong family bonds can prevent suicide",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strong-family-bonds-can-prevent-suicide-1706621274",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-01-2024"
    }
]