[
    {
        "full_article": "In ruling that the one-year suspension imposed last year by the Maharashtra Assembly on 12 BJP legislators was illegal and irrational, the Supreme Court has set the limits of the legislature’s power to deal with disorderly conduct in the House. It has laid down a significant principle that the effect of disciplinary action cannot traverse beyond the session in which the cause arose. Citing precedents from rulings of the Privy Council and the Supreme Court, the Court has sought to read the power of the House to suspend a member as essentially defensive or ‘self-protective’ so that disorderly conduct does not overwhelm its proceedings, but it should not assume a punitive character. Therefore, the suspension beyond the duration of the session was illegal. It was deemed irrational because the need to exercise the power was limited to restoring order in the House; logically, it was not needed beyond the day, or in case of repeated disorderly conduct, to the session so that scheduled business could be completed. It has termed the one-year suspension as a punitive action worse than expulsion. Its reasoning is that if a member is expelled by a resolution of the House, the Election Commission is bound to hold a by-election within six months and the member could seek re-election. On the contrary, the year-long suspension will mean that the constituency remains unrepresented, while there would be no vacancy to be filled through a by-election.The State government argued vehemently that there was no limit to the action that the House could take for maintaining order and the Court could not examine the proportionality of the action. Rule 53 of the Assembly allowed the Speaker to adopt a graded approach to disorderly conduct; naming members after which they should withdraw from the House for the day, and, in the case of the conduct being repeated, for the rest of the session. However, the Government insisted that the suspension was imposed under the inherent power of the Assembly to ensure orderly functioning. Even then, the Court ruled, in the absence of a rule enabling such a power, the House had to adopt a graded approach and that the same-session limit could not be breached. Referring to the bar under Article 212 of the Constitution on the judiciary examining the regularity of the procedure adopted by the House, the three-judge Bench ruled that the present action was illegal and irrational, and not a mere irregularity of procedure. The ruling is yet another reminder to legislative bodies that their functioning is subject to constitutional parameters. In an era when the government side accuses the Opposition of being obstructionist, and the Opposition alleges that it is being silenced, it is gratifying that the higher judiciary grapples with questions related to the limits of the power exercised by the majority in the legislature.",
        "headline_1": "Limits of power: On Maharashtra MLAs suspension case",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/limits-of-power-the-hindu-editorial-on-maharashtra-mlas-suspension-case/article38350726.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2022"
    },
    {
        "full_article": "Russian Foreign Minister Sergey Lavrov’s comment, after receiving a written response from Washington to Moscow’s security demands, that ‘Russia doesn’t want wars’ raises hopes of a diplomatic solution to the Ukraine crisis. Last week saw a flurry of diplomatic activities aimed at de-escalating the situation. Besides the U.S.’s written response to Russia, which could set the stage for further diplomatic talks in the coming weeks, French President Emmanuel Macron has held talks with his Russian counterpart Vladimir Putin. Mr. Macron and German Chancellor Olaf Scholz are also reportedly trying to revive the stalled Minsk process that sought to find a peaceful solution to Ukraine’s internal conflict between Kiev and the Russia-backed separatists in the eastern Donbas region. Mr. Putin has said the U.S. response does not address Russia’s core security concerns. Fears of a military conflict are still there. Russia, which has mobilised thousands of troops on its border with Ukraine, in Belarus in Ukraine’s north and in Transnistria (a breakaway region from Moldova) in its south-west, has a clear military advantage. But the West’s willingness to press ahead with diplomatic options and Russia’s reciprocity suggest that neither side is in a hurry for armed conflict.There is a strong case for de-escalation. Mr. Putin has already achieved many things, without a shot being fired. He has got the Western leadership to talk to him over the contested issue of NATO’s expansion, which Russia has long been complaining about. By putting a gun to Ukraine’s head, he has effectively drawn a red line in Russia’s relations with the West. Also, as the U.S. and its allies are scrambling for economic measures to punish Russia “if it invades Ukraine”, the 2014 Russian annexation of Crimea and Moscow’s continued support for separatists inside Ukraine have practically become non-issues. Nobody is threatening to punish Russia for not returning Crimea to Ukraine. The status quo has been redrawn. Besides, the U.S. has said it is open to discuss some of Russia’s security concerns, including missile deployments in Eastern Europe and military exercises in sensitive regions. Russia should accept the U.S. proposals, de-escalate the crisis around Ukraine and opt for more dialogue on critical issues, including NATO’s eastward expansion. If it still goes ahead with an attack, which U.S. President Joe Biden said could happen, it could well be a mistake. Russia might be in a position to overrun Ukraine militarily, but what comes next in Europe’s largest country is as unpredictable as it can get. If the post-9/11 military adventures of the U.S. are any lesson, it is that great powers could clinch swift victories against weaker countries but could fail miserably in sustaining those victories. Mr. Putin should not walk into the same mistake and thereby push Europe back into the darker days of the Cold War.",
        "headline_1": "Risky bets: On Russia, Ukraine and hopes of a diplomatic solution",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/risky-bets-the-hindu-editorial-on-russia-ukraine-and-hopes-of-a-diplomatic-solution/article38350731.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-01-2022"
    },
    {
        "full_article": "Air pollution is one of the deadliest environmental concerns for human beings. In 2019, it contributed to 6.7 million deaths worldwide. Worryingly, 20 percent of newborn deaths in the world have been due to air pollution. In the State of Global Air Report 2020, it is ranked fourth among global risk factors for mortality, after high blood pressure, tobacco consumption, and poor diet.\nVictims of air pollution are mostly the poor as their exposure is higher than others'.\nThey live in large cities without basic amenities. Currently, nearly half of the world's population live in the cities—which is likely to rise to 70 percent by 2050. Bangladeshi cities are vulnerable to air pollution due to vehicular emissions, industrial pollution, and large-scale construction activities. Large cities such as Dhaka are particularly vulnerable to air pollution. Urbanisation is a natural process and a global phenomenon, but urbanisation in Dhaka is alarming. It is overcrowded—the densest city in the world in terms of population size. Like all megacities in the world, Dhaka attracts millions of people from all over the country for better economic opportunities. However, a large number of them end up working in the informal sector and living in poor conditions with limited facilities. Infrastructural development and other basic services fall far short of what the city's residents require. They also become victims of environmental pollution, which is more acute in this megacity—according to the Air Quality Index (AQI), Dhaka is one of the worst polluted cities in the world.\nAccording to the State of Air Quality Report 2020, Bangladesh was ranked ninth among the top 10 countries with the highest population-weighted annual average PM2.5 exposures in 2019. PM2.5 indicates atmospheric particulate matters with a diameter of 2.5 micrometres or smaller. PM2.5 affects lung functions and can cause asthma and heart problems. Exposure to PM2.5 for a long period can increase chronic bronchitis and reduce lung functions. There is also PM10 (particulate matter with a diameter of 10 micrometres or smaller) in Dhaka's air, which is no less harmful. PM10 can enter the lungs through the throat and nose and can cause asthma, bronchitis, heart disease, and stroke. Both PM2.5 and PM10 can cause premature deaths as well.\nThe economic cost of air pollution is also very high. By increasing health costs and reducing people's ability to work, it affects the total economic output and GDP growth.\nDuring the Covid-19 lockdowns in the last two years, there was some reduction in air pollution around the world. Closure of most physical economic activities, infrastructure construction, transportation, and educational institutions contributed to this change. However, as soon as world economies started opening up, pollution started to rise as well.\nAppropriate policy measures and their effective implementation are necessary to address this challenge in a meaningful manner.\nOne way to control air pollution is to adopt the command-and-control approach, through which a government directly controls man-made pollution. In Bangladesh, this method has been adopted through various policies setting caps for pollution levels for the industries. For example, Bangladesh Environment Conservation Act, 1995 was an important move towards environmental protection as it established the Department of Environment (DoE), which is empowered to take action against a polluting entity. This law was followed up with the formulation of the Environmental Conservation Rules, 1997, which determines the emission level of pollutants according to the nature of the industries. Another important step was enacting the environment court laws in 2000 and 2010 to take measures for offences related to environmental pollution. The other relevant policies include the National Environmental Policy, 2018, and Brick Manufacturing and Brick Kiln Establishment (Control) Act, 2013 (amended in 2021). Some sections of the Road Transport Act, 2018 also stipulate controlling motor vehicle emissions.\nWhile all these are positive initiatives, their implementation is quite challenging in a country like Bangladesh. It is not uncommon that certain pressure groups always try to influence the regulatory bodies and get away with the crimes of polluting beyond the level set by the DoE. That is why we still see unfit vehicles on the road, or brick kilns operating in full capacity across the country. At times, it becomes a source of rent seeking.\nThe other instrument to curb air pollution is economic incentives through various fiscal measures, such as emission tax and liability payment for pollution. This approach makes the polluting entities pay for their actions. Interest subsidies on loans for purchasing emission treatment plants is also a market incentive for pollution control. The government earning from emission taxes can be used for the social protection of the poor and other social development activities. Here, the implementation-related problems arise again. In Bangladesh, in many cases, there are difficulties in getting relevant and correct information to determine tax on a polluting industry. Particularly, information on the actual income or profit is not often reported. Therefore, the tax imposed on a polluter may be lower than the actual cost created through harming the environment.\nBoth methods are difficult to be applied properly in Bangladesh due to weak governance and lack of resources. Moreover, how these will impact the poor and low-income groups should also be taken into consideration. Strict implementation of the environmental policies may reduce livelihood opportunities of the poor, who rely on nature to make a living. Therefore, while implementing environmental measures, fiscal policies must be crafted to provide social protection to the poor.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Aren’t we all entitled to cleaner air?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/arent-we-all-entitled-cleaner-air-2950731",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2022"
    },
    {
        "full_article": "Environmental issues related to the ready-made garment (RMG) sector of Bangladesh appear to have taken a back seat in recent years. Much more focus has been placed upon social aspects, including factory safety, workers' welfare, and pay and employment conditions in the RMG factories. The reason for the shift away from the environment and pollution as a talking point is largely because of the progress the industry has made in reducing its environmental burden.\nAround a decade ago, Greenpeace, an international direct-action group, began a campaign against the use of potentially hazardous chemicals in fashion supply chains. Many chemicals are used in supply chains, particularly in the dyeing and finishing of clothing. Greenpeace's campaign focused on reducing the amount of hazardous chemicals used, and put the spotlight on how dyeing and finishing units dispose of their effluent into the environment.\nThe campaign had a huge impact. It forced fashion retailers—our customers—to look closely at their supply chains and this, in turn, made garment makers as well as dyeing and finishing units become far more compliant regarding this issue.\nThe net result, a decade later, is a cleaner industry with a reputation for environmental management. Bangladeshi RMG manufacturers have been leaders in this area.\nWhy am I writing about this? That's because a recent news report captured my attention. The story, which was on pollution linked to textile dyeing factories in Dhaka's Shyampur area, illustrates perfectly why we can never be complacent when it comes to pollution.\nAccording to the report, dyeing factories in Shyampur have been polluting the Buriganga River by releasing raw liquid waste directly into its water. Experts warn that if this is not addressed in time, the local residents could suffer from serious health hazards. We also know from experience that textile pollutants can harm aquatic animals and damage ecosystems. Reportedly, the river is already in a poor state. The researchers who carried out the study claim that a total of 80-100 dyeing factories in Shyampur are releasing their liquid waste chemicals into the river.\nSo, what is being done to tackle this issue?\nOur RMG sector has taken giant strides on environmental issues in recent years. This progress cannot be allowed to be undone by a lack of proper regulatory oversight or investment in equipment and technology to effectively treat effluent before it is released into our water bodies. Sophisticated technology to treat waste water has existed for decades. Why is it not being used in this scenario? Why are we letting our rivers be poisoned, threatening local lives and potentially soiling our hard-won international reputation?\nReading the news report further, the impression I got was that a lack of planning and coordination between the authorities and the local industry had led to this situation.\nThere are calls for a common effluent treatment plant (ETP) for dyeing factories in Shyampur as an absolute emergency to save the river from pollution. But the factory owners are also said to be complaining that the Dhaka Water Supply and Sewerage Authority (Wasa) is not providing land for such a plant. From the story, it seems none of the various government authorities involved is taking responsibility for the situation.\nWe cannot afford to have a situation like that regarding an issue as important as environmental pollution. How much would it cost to set up a central ETP in the area? And why is it not happening immediately?\nBangladesh will always be under the spotlight where sustainability issues are concerned. We have never managed to shake off the \"baggage\" of the past on these issues, and it would only take a few international media outlets to pick up this issue to cause our industry huge problems. Reputation is hard-earned, but can be lost in the blink of an eye. RMG exports account for more than 80 percent of all export revenues in Bangladesh. This vital revenue source cannot be put at risk simply because of disagreements over whose responsibility it is to implement proper technology in a particular locality. This may be a local issue, but it could have major international implications given that our customers do not just ask for proper environmental oversight in their supply chains, but they absolutely insist on it as a perquisite for doing business. This is the industry in which we operate.\nThe powers that be need to sit down and sort out these issues with urgency. If there are questions over whose responsibility it is to install ETPs, they need to be resolved. We all need to know our roles, and we all need to understand as individuals that our livelihoods depend on getting these things right. Bangladesh's RMG sector has come too far to start going backwards now where the environment is concerned.\nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Let’s show zero tolerance for pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/lets-show-zero-tolerance-pollution-2950726",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2022"
    },
    {
        "full_article": "We don't normally think of toys from a critical perspective because, well, they're just toys. But if one were to reflect on it, one might become easily disenchanted by these children's playthings.\nFor starters, mass-produced toys are imitation pieces that are basically miniature versions of the real world—\"a microcosm of the adult world,\" as Roland Barthes put it. You have toys in the form of humans wearing miniature versions of clothing, shoes, and accessories. You have miniature doll houses with bedrooms, bathrooms, living rooms, and kitchens. In each of these little imitation spaces are miniature furniture and appliances. There are miniature versions of transportation—cars, bikes, helicopters, aeroplanes, ships, boats, etc. I could go on. But what does this world of imitation do? It enables children to have what's already present in the adult world and they \"identify [themselves] as owner, as user, never as creator\" (Barthes).\nMoreover, this mimicry of the adult world conditions children to conform to societal norms. For instance, children may develop characteristics driven by gender roles, based on the toys given to them. Action figures of superheroes, a staggering majority of which are male, are given to boys, and that drives home the point that men are supposed to be strong. Then there are imitation pots and pans (the oh-so-familiar hari-patil set) that every South Asian girl has received as a child, which prepare her to be the homemaker she is meant to be when she grows up. Haven't all Bangladeshi girls enjoyed a bit of putul khela (playing dolls), which must have undoubtedly included putuler biye—pretending that it is the doll's wedding day (sometimes even in the absence of a male doll)? The idea that the most important day of a Bangladeshi girl's life is her wedding day is thus drilled into her at an age when she cannot even comprehend the idea of marriage. And thus, the mirroring of the flawed adult world conditions children so that they can neither think for themselves, nor have their own preferences.\nFurthermore, the \"goodwill\" of toymakers of mass-produced toys is profit-driven. Mattel, American toymaker and creator of Barbie, didn't come up with a doll that promoted inclusivity because that was not the concern in the 50s. However, since 2016, Barbie went through major changes and is currently available in all colours, shapes, hair types, and features. Mattel probably realised that the Americans themselves—let alone the rest of the world—no longer wish to buy the original fair-complexioned Barbie with her long blonde hair, large blue eyes, baby pink lips, and unrealistic body proportions. Perhaps mothers who were once obsessed with Barbie would think twice before buying Barbie for their daughters, knowing too well that this doll promotes impossible, fantastical body and beauty standards, which in turn lead to low self-esteem issues in its consumers: young, impressionable girls. Did Mattel reinvent Barbie for more sales? A sceptic would think so. And so now you'll see a Black girl asking for the dark-complexioned Barbie with a black afro or a differently-abled girl wanting the Barbie that comes with a wheelchair. The inclusivity of different physical characteristics in the many versions of Barbie is, in my opinion, a business strategy.\nLast but not the least, mass-produced toys are not unique. I recently watched a show based on real events, called \"Manhunt: Unabomber,\" and came to understand the psyche of the serial bomber Ted Kaczynski and his anarchist manifesto entitled \"Industrial Society and its Future,\" which projects the ideology that technology is the bane of human existence, because it destroys nature and makes us lead controlled lives (devoid of freedom). Episode 6 showed how Kaczynski made a Kalimba—a small, handheld musical instrument—with his own hands, in his cabin in the woods, which he wanted to present to a bullied boy he had befriended, who had invited him to his birthday party. Before entering the home of this boy, Kaczynski saw him opening a present—a mass-produced miniature/imitation piano, manufactured by a multi-million-dollar industry. The boy was excited over a symbol of the industrial revolution—the very object of Kaczynski's loathing. Shattered, Kaczynski walked away without giving the boy the present he had handcrafted.\nToy keyboards are found in every toy store, and you probably had one presented to you on one of your birthdays, which was trashed sooner or later, because the excitement over it wore out and there was some other \"cool\" toy to obsess over. If mass-produced toys didn't exist, perhaps kids would value handmade toys and/or find joy in creating their own toys/games from the organic things found in nature—stones, clay, or wood!\nNoora Shamsi Bahar is a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n",
        "headline_1": "The not-so-innocent side of mass-produced toys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-not-so-innocent-side-mass-produced-toys-2950721",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2022"
    },
    {
        "full_article": "On January 31, 2022, Bangladesh and Australia celebrate 50 years of diplomatic relations. It was on this day 50 years ago that Australia's Foreign Minister Nigel Bowen announced that Australia had recognised the government led by Bangabandhu Sheikh Mujibur Rahman as the government of the new state of Bangladesh. While the announcement was made on January 31, the Australian cabinet made the decision to recognise Bangladesh on January 25.\nAustralia is proud to count itself as a close friend of Bangladesh. Those of us who have had the privilege to work for Australia's Department of Foreign Affairs and Trade are reminded of our close history with Bangladesh and Bengal each time we enter our diplomatic headquarters in Canberra, the RG Casey Building.\nAs many readers would know, Richard Casey was the governor of Bengal from 1944 to 1946. He also served as Australia's foreign minister and governor general. When he was the governor of Bengal, his secretary was James Lawrence Allen, who was an Australian-born in British India and spoke Bangla and Urdu. On this day 50 years ago, JL Allen became the head of our inaugural diplomatic mission in an independent Bangladesh.\nAustralia was not a passive bystander to the liberation struggle, and is proud to have been one of the first countries to recognise Bangladesh's independence.\nDuring the liberation struggle, Australia's Prime Minister William McMahon wrote to General Yahya Khan four times, urging a political settlement based upon negotiation with the Awami League and its leaders, particularly Sheikh Mujibur Rahman. The fourth letter was written after McMahon's meeting with Indian Prime Minister Indira Gandhi in Washington, DC on November 4, 1971.\nOn the occasion of the 50th anniversary of our diplomatic relations, we commemorate the long and arduous struggle for Bangladesh's independence. Our thoughts are with all the soldiers, men, women, and children who suffered during the Liberation War.\nI would like to remember the contribution of Dutch-Australian William AS Ouderland, who fought in the Liberation War and was the only foreigner to have been awarded the fourth-highest gallantry award, Bir Pratik, by the Bangladesh government. Ouderland organised and trained the guerrilla fighters of Mukti Bahini and provided them with food, shelter and medicine.\nI also acknowledge Dr Geoffrey Davis who, in 1972, at the request of the World Health Organization (WHO) and the International Planned Parenthood Federation, travelled to Bangladesh to support hundreds of thousands of Biranganas. This is a stark reminder of the scale of the suffering and the civilian cost of the war.\nWhile we remember the struggle and the fallen, we also take stock of how much has been achieved in these past 50 years and look towards the future.\nWhen Australia recognised Bangladesh and its government led by Bangabandhu, Foreign Minister Bowen noted that \"… as a country of 75 million people bordering the Indian Ocean, Bangla Desh (is) likely to play an increasingly important part in the affairs of South and South East Asia.\" Perhaps it would be fair to say that, like so many people at that time, Bowen might have also underestimated Bangladesh. Over the past 50 years, Bangladesh has demonstrated that its role in international affairs extends well beyond our shared Indo-Pacific region.\nBangladesh is a country with an international outlook. It is a major contributor to international peacekeeping efforts and a key voice for countries vulnerable to the effects of climate change. Bangladesh has also achieved extraordinary, sustained economic growth. Trade between Bangladesh and Australia has grown by 550 percent over the last decade. By 2019-20, our two-way trade in goods and services reached nearly 2.6 billion Australian dollars. We want to see mutually beneficial trade continue to grow as our economies recover from the Covid-19 pandemic.\nIn September 2021, we signed a new Australia-Bangladesh Trade and Investment Framework Arrangement (TIFA). Under the TIFA, we look forward to exploring how our governments can work together to boost the recovery of the private sector and lead economic growth. We also look forward to welcoming Bangladeshi officials to Australia in February 2022 for the inaugural TIFA joint working group talks, if Covid-19 permits.\nOn this occasion, I would particularly like to acknowledge the people-to-people links that have made our relationship so strong, warm and enduring. As Australian Prime Minister Scott Morrison noted in his message, \"With such enormous goodwill between us, I hold much hope for the years ahead.\"\nJeremy Bruer is the Australian high commissioner to Bangladesh.\n \n",
        "headline_1": "A relationship that is strong and enduring",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/relationship-strong-and-enduring-2950716",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2022"
    },
    {
        "full_article": "While the contributions of our migrant workers to the economy are often glorified by policymakers and government agencies, the pitfalls of migration, especially its social cost, remain largely unaddressed. Not much research has been done on the condition of the migrant workers' families—how they are coping with social pressures in the absence of the only earning members of their families. A report by this daily on January 29, 2022 looked into the lives of the female members of such families and found that they were in a vulnerable condition, barely surviving with the little money their husbands send back home. Many women find it hard to send their children to school due to financial instability.\nReportedly, in most cases, the migrants collect money for migration by selling what little land they have or by borrowing money from lenders at a high interest rate. And after the men in the families leave for foreign lands, it is their wives who have to face the lenders who put pressure on them to pay off the debt. This is more or less the situation of many migrant workers' families.\nA research study published by the Refugee and Migratory Movements Research Unit (RMMRU) in 2020 provides some insight on the issue. The study was carried out on 831 women and 1,784 children who were left behind in different migration-prone districts. It revealed that, although economic gains of migration are enjoyed by the nation at large as well as by the migrant households as a unit, the social costs of migration are mostly borne by the individual household members. According to the study, the women in such families are not only overburdened with responsibilities, but they also go through psychological stress and have to regularly encounter the social perception that they are \"leading a comfortable life by spending their husbands' hard-earned money,\" which is unfortunately not the case for the majority of them. The study also finds that 15 percent of the children in such families have failed to cope with their situation.\nAs our migrants toil away in foreign lands for a better future, their families at home cannot be left to suffer like this. The government should take initiatives to help these families—not only by financially assisting those in need, but by providing counselling support as well. The local government bodies can arrange awareness programmes with an aim to change the social attitude towards the families. The Wage Earners' Welfare Board of the migrants should also come forward with their assistance. And special attention must be given to the children of such families at school, so they don't feel left behind.\n",
        "headline_1": "Time to address the social cost of migration",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-address-the-social-cost-migration-2950701",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2022"
    },
    {
        "full_article": "It is deeply worrying that an increasing number of students are suffering from mental health issues, which of late also saw a concurrent rise in suicides in Bangladesh. As a study by the non-profit Aachol Foundation found, at least 101 students at tertiary level died by suicide last year, while the number was 79 in 2020. This is in stark contrast to the 11 tertiary-level students who died by suicide in 2018, and 19 who died in 2017. Suicide is generally underreported, so the actual number could be higher. Although we still don't have the overall national suicide data of the past year, it is undeniable that the pandemic, with its multidimensional effects on life, has worsened people's mental health condition.\nThe government currently spends only 0.44 percent of the national budget on mental health. Worse, there are reportedly only 0.073 psychiatrists per 100,000 people in the country. It didn't also help that the Mental Health Act, 2018, which replaced the archaic Lunacy Act, failed to provide for the establishment of more area-specific mental healthcare centres. This means that most practitioners are still concentrated in major urban areas. Although private hospitals do provide relatively good services, they are often accessible to higher-income segments of the population only. \nGiven the dire state of mental health services, and the stigma attached to mental health even in educated households, it's no surprise that the effects of the pandemic have further worsened the situation, leading to higher rates of suicide. Students, in particular, have been badly affected by the drastic shift in their educational systems and the soul-deep uncertainty over their future. Most affected among them were male students—two out of three victims of suicide were male in 2021—which again shows how men in our culture are discouraged from displaying emotions of sadness and distress. So while women may eventually seek professional help for their mental health issues, men often cannot. \nThere is clearly an urgent need to invest more resources in getting our mental healthcare up to the mark, just as we need to prepare well for the ongoing surge in Covid cases. More expert practitioners need to be employed in the public sector so that help is more accessible for everyone. For struggling students, this means more targeted measures—not just by psychiatrists, but teachers, parents and academic administrators as well. There is also a need for awareness programmes to help people learn about mental health illnesses and eliminate the stigma surrounding them. Mental health issues may not be as visible as physical ailments, but their consequences are just as dangerous.\n",
        "headline_1": "Student suicide is now a serious threat ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/student-suicide-now-serious-threat-2950571",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-01-2022"
    }
]