[
    {
        "full_article": "Prime Minister Narendra Modi’s message, in a tweet on Monday evening, expressing condolences to the victims of the flooding in Pakistan, is a welcome gesture, especially after weeks of silence over what has been one of the worst natural disasters in the neighbourhood in recent times. More than 1,100 people have died, and over 33 million people have been affected, as officials say one-third of the country is under water, and estimate about $10 billion in damage to homes, roads and infrastructure. The floods have also affected standing crops, and as the waters recede, fears of disease as well as food shortages are expected to rise. In addition, the worry that the devastating floods have been caused due to climate change is a worry for all of South Asia, one of the world’s regions most vulnerable to global warming. On Tuesday, UN Secretary General Antonio Guterres launched a global appeal for aid to Pakistan, that he said had been hit by a “monsoon on steroids”, indicating unnatural climate patterns. Countries such as the U.K., the U.S., China, the UAE, Qatar and Turkey have already dispatched aid to Pakistan, and many others have promised help, while the IMF announced a $1.1 billion bailout tranche on Tuesday, as part of ongoing negotiations with the country that is already steeped in an economic crisis. Given that the crisis will only deepen at this point, Pakistan Finance Minister Miftah Ismail also said on Monday that he may propose lifting the trade ban imposed on India after the Jammu-Kashmir reorganisation in 2019, so as to import Indian vegetables and essential commodities. Thus far, Islamabad has only made exceptions for pharmaceutical imports from India during the COVID-19 pandemic, and India’s humanitarian aid to Afghanistan.Despite the poor state of India-Pakistan ties, both New Delhi and Islamabad must put aside their domestic considerations, and seize the moment to help those stranded in the flooding as best they can. India cannot pride itself as being the “first responder” in the neighbourhood — as it has been for Nepal, Sri Lanka, the Maldives and Afghanistan — if it fails to see the suffering right at its land boundary with Pakistan. It would be churlish and short-sighted of Pakistan to reject an opportunity to lift the trade ban with India that has only hurt its own interests, and to give up a source of affordable supplies at a time of such calamity. And it would be both tragic and ridiculous if the enmity between the two countries would not allow them to work together at a time such as this, even as their governments allow their cricket teams to play each other for financial considerations. Significantly, Prime Minister Narendra Modi and Pakistan Prime Minister Shehbaz Sharif are due to travel to Uzbekistan in September for the SCO summit. While a more lasting dialogue, that has been suspended between the two countries for nearly a decade over the terrorism issue, is unlikely, the leaders must find the time to discuss ways to mitigate the catastrophe at hand.",
        "headline_1": "Floods and foes: On Pakistan floods and Indian response",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/floods-and-foes-the-hindu-editorial-on-pakistan-floods-and-indian-response/article65830779.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "Sometimes, only a thin line separates use of power from its misuse. Political calculations, not medical sense or public interest, went into the setting up of the inquiry commission probing the circumstances that led to the death of former Tamil Nadu Chief Minister Jayalalithaa in December 2016. In order to ease the process of re-integrating himself with the All India Anna Dravida Munnetra Kazhagam (AIADMK) after a period of isolation, former Chief Minister O. Panneerselvam laid a precondition for his coming back to the fold — a probe into Jayalalithaa’s death. The AIADMK’s Edappadi K. Palaniswami found it easy to acquiesce as the purported antagonist — V.K. Sasikala, Jayalalithaa’s aide — was a common enemy. Thus, the A. Arumughaswamy Commission of Inquiry (CoI) was constituted in September 2017. The first sign of trouble in this post mortem deconstruction was when Apollo Hospitals, where Jayalalithaa was treated until her death, claimed the CoI was seeking to fix criminal intent on the part of the hospital. The hospital approached the Madras High Court pleading that the CoI was not qualified to inquire into the correctness of treatment meted out, and went on to suggest, as it did to the CoI in 2018, that a medical board be constituted to assist the judge, but it was rejected. The Supreme Court stayed the proceedings before the CoI in April 2019. In 2021, the Supreme Court favoured the constitution of a medical panel from the All India Institute of Medical Sciences, to advise the CoI. This panel submitted its report earlier this month, agreeing with the hospital’s submission that Jayalalithaa had suffered a matrix of diseases, for which she was given correct and appropriate treatment, and averred with the final diagnosis.After umpteen extensions, the CoI finally submitted its report on August 27. It has recommended that the government conduct an inquiry into the role of a few persons, including Sasikala, who did not depose in person before it. Interestingly, the man who was responsible for the CoI, Mr. Panneerselvam too delayed his deposition until March this year, and remained largely non-committal even when he appeared. Evidently, the political advantage the commission provided for the AIADMK had ceased to be relevant. In the interregnum, the Dravida Munnetra Kazhagam has taken over the reins of the State. To now flog this issue beyond death would be sorely lacking in sagacity, and mark a new low in politicking. The government will do well to put this non-issue to rest once and for all. No political mileage can be squeezed from this report by anyone.",
        "headline_1": "Flogging the dead: On Jayalalithaa death and the probe panel’s report",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/flogging-the-dead-the-hindu-editorial-on-jayalalithaa-death-and-the-probe-panels-report/article65830555.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "The Delhi high court set aside the International Chamber of Commerce (ICC) arbitration award in favour of Devas Multimedia on August 29. The court found the arbitral award untenable on various grounds. This was however a forgone conclusion considering the Supreme Court had already found the underlying transaction between Antrix Corporation, the commercial arm of Isro, and Devas Multimedia to be borne from fraud.\nRead full opinion on TOI+\n\n",
        "headline_1": "Is Devas ruling a pyrrhic win?: Delhi HC nixing arbitration award helps but questions will persist on India’s approach to investment treaties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-devas-ruling-a-pyrrhic-win-delhi-high-court-setting-aside-arbitration-award-helps-but-indias-image-will-be-dented/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "PM Modi has offered to help flood-devastated Pakistan and this is exactly what GoI should do. Pakistan’s military-intelligence complex is up to no good, but the people of Pakistan need help. Large swathes of northern, southern and southwestern parts of Pakistan are inundated. The death toll, already over 1,100, is climbing, more than 33 million people have been affected and early estimates put the damage in excess of $10 billion. All of this has compelled the UN to issue a flash appeal for $160 million to help Pakistan cope with the disaster. Worse, the natural calamity comes at a particularly trying time for Pakistan. After the fall of the Imran Khan government earlier this year, the new Shehbaz Sharif dispensation is yet to find its feet. Imran has been pushing for fresh elections, and political instability is growing. Pakistan’s economic troubles continue to pile up with high energy prices straining its import capacity and annual inflation hitting 24.9% in July. On Monday, IMF approved a long-awaited tranche of $1.1 billion in bailout funds for Pakistan. But this will mean little when 45% of the country’s cotton crop – a key input for Pakistan’s textile sector which makes up 60% of its exports – has been washed away.\nGiven this dire situation, India should seriously consider offering more than generous assistance to Pakistan. Reportedly, discussions are already underway. Pakistan’s finance minister has said Islamabad is considering importing vegetables from India through the land route. New Delhi shouldn’t hesitate. India has sent humanitarian aid to Afghanistan overland via Pakistan this year. True, it was Pakistan that had cut off all trade ties with India to protest the 2019 nullification of Article 370 vis-à-vis Jammu & Kashmir. But all that shouldn’t matter in this crisis. Sending medicines, food and temporary shelters – the typical requirements of victims of natural calamities – should be prioritised.\nA genuine and substantial help from India will also be a good strategic move. For one, Pakistan’s response will tell India where the Sharif government and the generals stand in terms of need-based cooperation. Second, with China’s BRI projects in Pakistan running into trouble and Islamabad also trying to rebalance with the US, perhaps a small space is there for India to try and re-establish some negotiations with Pakistan. First, though, let’s help Pakistan.\n\n",
        "headline_1": "Help Pakistan: India must be generous in sending aid and via the land route. It’s also smart strategy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/help-pakistan-india-must-be-generous-in-sending-aid-and-via-the-land-route-its-also-smart-strategy/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "With 2021 logging the highest ever count of road fatalities – 1.56 lakh deaths – the awful prospect of these senselessly tragic deaths repeating in greater numbers in coming years looms large. The grim number suggests governments at all levels aren’t doing enough. Two-wheelers accounted for 44.5% of deaths, up from 35% in 2018, and pedestrian deaths have doubled since then to 12% of deaths. While the NCRB report blames over-speeding for 60% deaths and dangerous/careless driving for 26% deaths, the latest Union ministry of road transport and highways (MoRTH) road accidents report is more nuanced.\nMoRTH’s numbers show a staggering 70% of two-wheeler travellers killed in 2020 weren’t wearing helmets, and that 84% of car travellers who died weren’t wearing seatbelts. The Motor Vehicles Act amended in 2019 has made seat belts and helmets compulsory. But enforcement is lax. Equally importantly, a 2020 IIT Delhi study on road safety has suggested more focus on street and highway design and enforcement rather than the current overwhelming focus on motor vehicle safety.\nPredictable and uniform design of medians, intersections, lanes, shoulders and pedestrian paths are absent in most urban centres. Most highways still lack enough safe crossing facilities for motorists and pedestrians while illegal openings in medians are a constant nightmare. Techniques like rumble strips aren’t employed adequately. There are a few governance innovations. In February, Tamil Nadu claimed a 70% drop in fatalities – although road accidents didn’t go down – in January against the same period in 2019 following a scheme offering Rs 1 lakh accident cover to ensure private and public medical care within the golden hour. And let’s recognise that careful driving and courteousness to other road users aren’t an Indian habit in general. We can start with us.\n\n",
        "headline_1": "Killer on the road: Road fatalities are going up because users don’t take basic precautions and road design is poor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/killer-on-the-road-road-fatalities-are-going-up-because-users-dont-take-basic-precautions-and-road-design-is-poor/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "How does the will of the people translate into action? In a fast-changing world, how should the few acting on behalf of the many organise themselves so they respond with speed and effectiveness? How does democracy work at the grassroots and how do the complex relationships between the elected and the unelected leaders affect the lives of the people? How must a country manage the complex balance between intergenerational equity, macroeconomic stability and stable economic growth?\nThe set of people who have hands-on experience from the right vantage point to venture into these waters is very small. While the early Indian policymakers’ reluctance to pen memoirs is now changing for the better, almost by definition these tend to be about the individual’s role in historic events.\nRead full opinion on TOI+\n\n",
        "headline_1": "The many challenges of governing India: Key policymakers NK Singh and PK Mishra have written an insightful book on the dos and don’ts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-many-challenges-of-governing-india-key-policymakers-nk-singh-and-pk-mishra-have-written-an-insightful-book-on-the-dos-and-donts/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "As the world is currently in the era of loss and damage from human-induced climate change, the need for Bangladesh to invest in different aspects of the issue at the global level has also entered a new era which will need significant investment in enhancing our capacities for climate diplomacy in different platforms.\nLet's start with the annual Conferences of Parties (COPs) of the United Nations Framework Convention on Climate Change (UNFCCC), where the Ministry of Environment, Forest and Climate Change (MOEFCC) has always taken the lead to represent the Government of Bangladesh. The official Bangladesh delegation is usually led by the environment minister for the high-level part of the COP and the secretary for the technical part of the event. As the individuals holding those positions change over time, they need support from individual negotiators who have long experience in the COP process, since it is quite complicated and difficult for newcomers to understand quickly.\nFortunately, Bangladesh has several experienced negotiators in the Department of Environment (DoE) who don't get transferred out. However, it is time for the DoE to invest in building the capacity of the next-generation negotiators for the future climate conferences. At the same time, the government benefits from a group of non-government experts who have been following different agendas for many years and can provide expert advice to the official delegates. However, these experts are also growing old, and a new generation of experts is needed.\nThere are, nowadays, there are many different parallel activities during the COPs involving various coalitions of actors – some of which see government ministers and officials attending – as well as other networks for civil society, youth, private sector, scientists and many other such groups.\nOver the last few years, Bangladesh has participated in many such meetings. However, one thing that is needed is for all the people going to the COPs, both from the government and non-government sectors, to find a way to share their respective activities to ensure that all Bangladeshis at a COP are speaking with a united voice.\nOne good way in which this has been done at the last two COPs was having the Bangladesh pavilion, which was used as a meeting venue to showcase activities by both government and non-governmental actors from Bangladesh. This has proven to be quite effective and should be repeated at every COP going forward.\nThe second main point that we now need to recognise is that climate change as a global issue is no longer confined to only once-a-year gathering; rather, it is an issue that is having impacts and actions every single day somewhere in the world. Thus, climate diplomacy must become integrated into the training of every batch of foreign service officers so that they are aware of climate change issues and can speak about them wherever they may be posted. In fact, as our diplomats get posted to different countries, they are increasingly being asked to talk about how Bangladesh is tackling climate change, given our reputation as a climate champion. This is indeed an asset for \"Brand Bangladesh,\" in which we should invest as much as possible.\nA third group of actors who have a global role to play on the topic of climate change are our scientists and researchers. Bangladesh has already acquired a well-deserved reputation as a global leader on adaptation to climate change, but we cannot rest on our laurels – we need to continue to invest in further research as well as share our research outputs with the rest of the world. In particular, there is a tremendous potential for Bangladesh to promote its scientific expertise in adaptation to climate change with other vulnerable developing countries.\nAnother domain for us to build our global diplomacy skills in is with respect to global climate finance, which is a growing opportunity that Bangladesh has not really been able to access at scale, as our finance sector lacks the skills to engage on this topic at the global level. This should be a high priority for investment in capacity-building of the public as well as private financial actors. This particular investment will have the greatest short-term returns for Bangladesh if we are able to access not just a few hundred million dollars a year, but billions if we learn to play the climate finance game well.\nFinally, the best long-term investment is in our young girls and boys to make them our champions both for tackling climate change at home and by linking up with youth groups around the world – for example, through the Fridays for Future movement of school students. In particular, the global youth groups need to campaign on the issue to address losses and damages from human-induced climate change as the global leaders are failing to do so adequately.\nTo conclude, as the impacts of human-induced climate change become evident around the world every single day, and as this global problem will only get worse with time, Bangladesh has to invest in building its global climate diplomacy capacities while also tackling climate change at home. We have the potential to be a global leader in climate diplomacy if we make the right investments now.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Time for Bangladesh to scale up investment in climate diplomacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/time-bangladesh-scale-investment-climate-diplomacy-3107016",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "The need for a proper social safety net for Bangladesh's ageing population has been felt for a long time. Now, finally, the universal pension scheme (UPS) promised in the ruling party's 2008 election manifesto is picking up steam. We are glad to know that the draft Universal Pension Management Bill 2022 was placed in parliament on August 28. It is now with the relevant parliamentary committee for them to scrutinise and submit a report on within two months. \nUnder the UPS, citizens (including expatriates) aged between 18 and 60 years can pay an annual premium to receive a monthly pension of Tk 64,776 after the age of 60 and until the age of 75. The amount of this premium will be determined by a rule under the proposed law, but a citizen will have to make contributions for at least 10 years in order to avail the pension amount. And if an elderly person dies before the age of 75, a nominee will receive their pension for the remaining period.\nThe population of Bangladesh has an average age of 26 years, and the number of elderly persons is increasing alongside the life expectancy (currently at 73 years). As such, it is great to see the government putting a pension scheme in place in order to support those suffering from unemployment, disease, paralysis, or penury during old age. However, we cannot help but feel a bit cautious, given the government's streaky record when it comes to welfare programmes and the fact that they have only now begun implementing a scheme they had proposed 14 years ago. The opposition party's concerns that the proposed law may only be used for \"doing business\" must also be taken into account. Corruption is nothing foreign in large-scale government projects, and the UPS, which would include direct handling of citizens' money, could go wrong easily if ill-willed public officials become involved. \n \nWe urge the government to speed up the revision and approval of the Universal Pension Management Bill 2022 in a way that maximises benefits for citizens. Given that there is little scope for pension outside of the public sector, a centralised scheme such as the UPS is highly welcome as it can provide assistance to one of the most vulnerable sections of society. We hope the government will ensure transparency and efficiency at every stage of the realisation and implementation of the UPS.\n",
        "headline_1": "Pension scheme bill a welcome move",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/pension-scheme-bill-welcome-move-3106981",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "An election commissioner in Bangladesh usually does not have a positive image these days. But Mahbub Talukdar was an exception. He spent the entirety of his five-year's tenure under strict and difficult conditions. The Election Commission (EC), headed by Chief Election Commissioner (CEC) KM Nurul Huda, did not have a good impression; rather, it lacked public trust and was known to be the EC of overnight voting and voterless polls.\nBeing a member of such a controversial EC, Mahbub Talukdar had a completely different impression among the people – that he performed his duty with integrity and sincerity. Staying true to his commitment towards the people of the country, he spoke the truth at all times, despite all the difficulties he faced. He boldly stated what others did not, pointing out the flaws in our electoral system, criticising overnight ballot-stuffing, which elections were rigged, and how democracy was under duress. He was one of those rare people who did not hesitate to call a spade a spade.\nBefore becoming an election commissioner, Mahbub Talukdar was well-known as an author. One of the country's finest authors, he wrote stories, poetry, children's poems, novels, plays and research-based articles. He wrote for almost all the top newspapers in Bangladesh. The weekly Bichitra magazine used to publish his novels in its heyday.\nHis identity as an author was overshadowed to some extent when he became an election commissioner. Two of his books, Bongobhobone Paanch Bochhor and Amlar Amolnama, can be considered as valuable documents on the power structure of Bangladesh.\nIt is known that Mahbub Talukdar was the assistant press secretary of Bangabandhu Sheikh Mujibur Rahman's government. After forming BAKSAL, Bangabandhu told him to stay with him. Like many others, he too received Bangabandhu's affection and care.\nAfter Bangabandhu and most of his family members were brutally killed on August 15, 1975, Mahbub's luck ran out. He was made an OSD (officer on special duty), demoted, and subjected to injustice and unfair treatment. He wrote in his book Amlar Amolnama, \"Being made OSD after the change of regime in 1975 was a matter of pride for me. It is as if I finally got the seal of approval. When Bangabandhu and his family were killed, accepting this minor inconvenience made me feel compassion. It seemed like a natural occurrence. Later on, I realised that nothing could be more honourable [than being made an OSD] for standing by Bangabandhu. I would not have cared if I lost my job.\"\nMahbub Talukdar transcribed Bangabandhu's autobiography. Bangabandhu narrated, and he recorded and wrote. Covering the events in Bangabandhu's life from his birth till 1954, a manuscript of 300 pages was typewritten and prepared. Mahbub left the manuscript at his office on August 14, 1975. He could not retrieve it after August 15. Later on, Ershad burnt many documents from Bangabandhu's time in the government. It is assumed that the manuscript may have been among the documents that were reduced to ashes.\nAs his assistant press secretary, it was Mahbub's responsibility to record each and every one of Bangabandhu's speeches. He preserved speeches recorded in spools, many important documents, personal letters written to Bangabandhu, Pakistani intelligence files on Bangabandhu and many other archival materials. He handed all of these over to Prime Minister Sheikh Hasina in 2019. He mentioned all this in his unpublished book Nirbachonnama.\nAs an election commissioner, Mahbub Talukdar was depicted as anti-Awami League and pro-BNP. It is true that BNP had suggested his name for the Election Commission. When I spoke to him about this, he said, \"I heavily criticised Ziaur Rahman in my book Bongobhobone Paanch Bochhor. I was made an OSD for 1,223 days during Khaleda Zia's regime. I was close with Bangabandhu, Sheikh Kamal, Dr Wazed Miah, Sheikh Moni and others. It pains me to speak against Bangabandhu's daughter Sheikh Hasina. But I have no other option if I think about the country and the nation's best interests. She is taking the country towards an unknown destination with fabricated elections and an authoritarian rule.\"\nHe elaborated on these thoughts in Nirbachonnama.\nIn 1971, Mahbub was a student of Dhaka University. Soon after, he went to Kolkata and joined the first government of independent Bangladesh under Tajuddin Ahmed's leadership, working with the information ministry. He retired as an additional secretary in 1999. Throughout his career, Mahbub worked as the director general of many institutes including Bangladesh Shilpakala Academy. He also held critical secretarial roles in different ministries.\nIn the initial days of his career, Mahbub was a journalist working in The Daily Ittefaq. He also taught at the then Jagannath College, Bangladesh University of Engineering and Technology (Buet), and Chittagong University.\nMahbub Talukdar was an organised, skilled, efficient and industrious individual. He did not confine his work to the role of election commissioner. He wrote a 1,200-page book detailing his observations, incidents of injustice and anomalies and incidents happening behind the scene during his tenure.\n\"This book cannot be published while I am still alive. It contains highly sensitive information. It will be published posthumously,\" he had said.\nWhen Mahbub joined the Election Commission, he knew his days were numbered. Cancer had spread throughout his body. He contemplated his remaining years, but did not waste them thinking about death. He utilised every waking moment.\nFor five years in the EC, Mahbub Talukdar was like a lonely Sherpa. While the EC almost always maintained a servile attitude, he was an exception. He showed that there are still some people who have backbones, who can still take a truth-faring stance and challenge the overall status quo. Mahbub Talukdar's acts enraged the people in power, but gained people's love.\nMahbub was a man of many talents. He was a dependable bureaucrat, a skilled administrator, and a powerful author. The people of Bangladesh will remember him for his courage, firm stance, truthfulness and honesty.\nTranslated from Bangla by Mohammed Ishtiaque Khan.\n\nGolam Mortoza is the editor of The Daily Star Bangla.\n",
        "headline_1": "Mahbub Talukdar: A Lonely Sherpa",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/mahbub-talukdar-lonely-sherpa-3106896",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "Over the last few years, the media narrative on the Rohingya has seen a massive shift. When the biggest influx of Rohingya refugees occurred in August 2017 in Bangladesh, the media was very sympathetic towards them, narrating the plight in Myanmar – the genocide unleashed upon them by the Tatmadaw – which forced them to choose the path of exodus. And in a bold move, our nation welcomed the desperate refugees and provided them with much-needed shelter from the persecution they had been subjected to at home. \nHowever, over time, the media framing, along with the concerns of the relevant authorities, shifted to that of the refugees being \"burdens.\" \nMedia outlets started publishing reports on the economic costs of hosting refugees, how their presence is affecting local biodiversity, and the crimes that Rohingya refugees are being found to be associated with, especially in terms of drug smuggling. And while none of this is misinformation, what is missing from the reporting is any in-depth investigation on the push factors that are leading to the current conditions, as well as the external networks of crime that are oftentimes taking advantage of the refugees' precarious situation. \nThese reports are failing to reflect an underlying problem that the Bangladesh government and the international community must take into account and claim responsibility for: The uncertain fate of the Rohingya refugees that is pushing them towards desperation. \nWe have to understand that these are displaced people living in a perpetual state of uncertainty. Their living conditions in Bangladesh are far from ideal. They live in shanties, with appalling sanitation conditions and with almost no security mechanisms inside the camps. The women fear going outside the shanties when night falls, especially because of the gangs that operate there. And with almost no economic opportunities and education, the youth are falling into the traps of criminal networks. \nOut of desperation, many refugees have fallen prey to the lures of human traffickers and met gruesome fates. Of these, women are the most vulnerable, since many are being trafficked into sex work. And capitalising on this situation, many of the refugees are recruited by criminal gangs. \nWhile Bangladesh is working hard to find a solution for the repatriation of the Rohingya, the international community seems to do very little with regard to both finding a sustainable solution to safely shelter the Rohingya or providing humanitarian assistance. From 2017 to 2019, international humanitarian assistance accounted for 73 percent, 72 percent, and 75 percent, respectively, of the fund needed for the Rohingya refugees. In 2022, this saw a freefall to 49 percent, with USD 426 million received against an appeal of USD 881 million in the 2022 Joint Response Plan.\nIn such a situation, with no certainty in sight with regard to repatriation, dwindling humanitarian assistance, and increasing vulnerabilities in Rohingya communities, we need to find a sustainable situation for the refugees. While allowing them to assimilate with the local community or isolating them in risk-prone islands are neither sustainable nor efficient solutions, the refugees cannot be left to fend for themselves in their dingy camps. They will only become targets for criminal elements looking for foot soldiers.\nBangladesh, as a nation, has generously opened its doors for the Rohingya in a move that prioritised humanity over geo-political or socio-economic calculations. But now the same people whom we had once welcomed and sympathised with are being vilified as \"criminals\" due to the actions of a few, and due to circumstances that are out of their control. But if not here, where would the refugees go? And without economic or productive opportunities, how would they stay active and engaged?\nThese are issues that Bangladesh needs to find solutions to, and ones that the international community must take ownership of. For how long can Bangladesh be expected to host refugees, and for how long is the international community willing to provide funding? Who is ultimately responsible – the host country that has welcomed the Rohingya or the international community that has miserably failed them? \nThe international community must come up with sustainable solutions now, such as by providing education scholarships to young Rohingya refugees in other countries. On our end, the media must learn to stop portraying refugees as victims or criminals, and recognise their resilience. Ultimately, we must create platforms where the Rohingya can speak for themselves and exercise their own agency in deciding about their future.  \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n\n",
        "headline_1": "What does the media’s framing of the Rohingya tell us?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-does-the-medias-framing-the-rohingya-tell-us-3106871",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "The need for a proper social safety net for Bangladesh's ageing population has been felt for a long time. Now, finally, the universal pension scheme (UPS) promised in the ruling party's 2008 election manifesto is picking up steam. We are glad to know that the draft Universal Pension Management Bill 2022 was placed in parliament on August 28. It is now with the relevant parliamentary committee for them to scrutinise and submit a report on within two months. \nUnder the UPS, citizens (including expatriates) aged between 18 and 60 years can pay an annual premium to receive a monthly pension of Tk 64,776 after the age of 60 and until the age of 75. The amount of this premium will be determined by a rule under the proposed law, but a citizen will have to make contributions for at least 10 years in order to avail the pension amount. And if an elderly person dies before the age of 75, a nominee will receive their pension for the remaining period.\nThe population of Bangladesh has an average age of 26 years, and the number of elderly persons is increasing alongside the life expectancy (currently at 73 years). As such, it is great to see the government putting a pension scheme in place in order to support those suffering from unemployment, disease, paralysis, or penury during old age. However, we cannot help but feel a bit cautious, given the government's streaky record when it comes to welfare programmes and the fact that they have only now begun implementing a scheme they had proposed 14 years ago. The opposition party's concerns that the proposed law may only be used for \"doing business\" must also be taken into account. Corruption is nothing foreign in large-scale government projects, and the UPS, which would include direct handling of citizens' money, could go wrong easily if ill-willed public officials become involved. \n \nWe urge the government to speed up the revision and approval of the Universal Pension Management Bill 2022 in a way that maximises benefits for citizens. Given that there is little scope for pension outside of the public sector, a centralised scheme such as the UPS is highly welcome as it can provide assistance to one of the most vulnerable sections of society. We hope the government will ensure transparency and efficiency at every stage of the realisation and implementation of the UPS.\n",
        "headline_1": "Pension scheme bill a welcome move",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/pension-scheme-bill-welcome-move-3106981",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "Less than a month into the highest ever hike of fuel prices in the history of independent Bangladesh, the government has done what experts and the common people have been demanding: revise the fuel prices. However, the amount by which they have reduced the prices is so meagre – and so thoroughly insufficient to address the corresponding increase in the cost of living – that we can't help but ask: Why even bother?\nOn August 29, the government reduced fuel prices by only Tk 5 per litre. The prices of diesel and kerosene have been lowered to Tk 109 per litre from Tk 114, which was set on August 5, raising the price from Tk 80. The cut constitutes a reduction of less than four percent compared to the increases by 42.5 percent in prices of diesel and kerosene enforced 24 days earlier.\nNotably, the cut came only a day after the National Board of Revenue (NBR) reduced the import tariff on diesel by 11.25 percent in order to cut import cost. Following the unprecedented fuel price hike, economists and energy experts had suggested reducing import tariffs to reduce the prices, instead of shifting the burden on to the end consumers who are already struggling to make ends meet in an increasingly volatile economy. But unfortunately, we do not foresee the consumers being able to reap the benefits of this decision. The prices of essential items have already witnessed a sharp increase; launch fare was hiked by 30 percent, and bus fare by 22 percent on long routes and 16.3 percent on city routes. Can we expect to see prices of any product to go down because of a Tk 5 reduction in fuel prices? The answer is a definitive no.\nOver the weeks, economists and energy experts have provided sound suggestions to counter the fuel price hike. For one, the Bangladesh Petroleum Corporation (BPC), which has been crying over incurring a Tk 8,014.51 crore loss in the last six months, could have utilised the Tk 46,858 crore profit it made since 2015. The government realised Tk 10,000 crore from the BPC in 2020 and 2021 alone, in addition to the revenue from VAT and other taxes. Where did the money go? The government is yet to disclose the details, despite repeated appeals for transparency from different quarters.\nOrdinary people as well as businesses were already grappling with inflationary pressure in the economy brought about by the first round of fuel price hikes last November. The latest fuel price hike has thrown them into the throes of panic. We are saddened, but not altogether shocked, that the woes of the general public have failed to reach the ears of the policymakers. For everyone's sake, including that of the economy, we urge the government to reconsider its anti-people fuel hike and adjust prices to give them a break.\n",
        "headline_1": "Reducing fuel prices by Tk 5 won't ease people’s suffering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reducing-fuel-prices-tk-5-wont-ease-peoples-suffering-3106861",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "Projects under the Annual Development Programme (ADP) in Bangladesh are traditionally dogged by their chronic failure to meet the timelines for implementation. As a result, not surprisingly, revision, often a euphemism for cost escalation, follows as a corollary. What happens are invariably poor quality and hurriedly done projects at costs higher than estimated initially. A study done to this effect has found that over the past few years, in more than 80 per cent of the cases, the ADP projects were either revised or got extension due to shortcomings in project execution. Almost in every case the reasons for such poor ADP performance lay in either a defective feasibility study, or a delay in inviting tender for procurement and land acquisition, or changes in a project design made halfway through its implementation. In the past, efforts were made to improve ADP performance and some steps were also taken to that end. Those include, for example, holding regular meetings with the project directors and mid-term review of project implementation status. But little progress could be made so far in that direction.It is against this backdrop that the government has now come up with yet another strategy to remove the bottlenecks in ADP project implementation. It involves, as reported, introduction of an 'information form', which the project authority concerned would be required to fill in, in case it intends to extend implementation time or revise project cost. The information form, so designed, it is said, will help the Planning Commission (PC) to have a complete overview of the implementation status of the project in question. Notably, the PC officials as reported are quite convinced that the said information form provides an adequate format to obtain a comprehensive picture of project implementation at any point of time. Based on that information, the PC, it is believed, would be able to decide if a project in question qualifies for a time extension or cost revision or not. Made at a time when the economy is reeling from unprecedented rise in the cost of goods and services due to inflation, the move seems well-timed. It is more so because there is still no sign of any letup in the international arena so far as the inflationary trends in the global economy are concerned. Understandably, in the face of such economic uncertainties at home and abroad, the government has felt constrained to adopt some austerity measures of which this novel approach to cut ADP cost is a part.So, one is hardly surprised to see that, as reported in the Monday's issue of this paper, some 717 projects out of a total 1,300 for the current fiscal year (FY23) may either be delisted from the ADP, or get less amounts of fund than originally earmarked in the budget. Against this backdrop, it is believed that through proper application of the newly devised method of scrutiny based on the so-called information form, the government would be able to rid the current ADP worth Tk2.46 trillion of wasteful projects. Needless to say, such cost-saving measures are essential for the state exchequer at the moment. It would be worthwhile to recall at this point that other well-meaning efforts made earlier to this end fell through due mainly to the lack of will on the part of those overseeing the entire exercise. Hopefully, such failures could be avoided this time.",
        "headline_1": "Welcome approach to rid ADP of wasteful projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welcome-approach-to-rid-adp-of-wasteful-projects-1661870987",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "Consumer rights believed to be imbedded in the basic human rights of the citizens emerged more as a functional necessity than a topic of academic discussion. In our case, unfortunately, it is the latter that appears to be the case, as of now. The issue of consumer rights didn't seem to demand much attention in our society until recently, largely because consumers at large were not either aware that such rights do constitute an important legal stake in the marketplace or they considered unfair market practices as part of the game they could do little to correct. The situation has changed a lot over the years. The ever increasing wrongs and malpractices taking heavy toll on the consumers in all conceivable forms and manners do make a strong point for the consumers to be aware of the rights they are legitimately entitled to.It is on this worrisome note that the Consumer Rights Protection Act got enacted in Parliament way back in 2009. Enacting the law was a good thing to start with in as much as it defined and stipulated wrongdoings in the marketplace providing for legal protection of the consumers. The scope of such law is wide-ranging in that it is not just the price and quality of products that are the key factors for intervention but it spans across the entire production and marketing process including among others devious product advertisements meant to attract buyers.Now, although the law is in place, grown from long-pursued moves from various quarters of the civil society, it has turned out to be no more than a pious intent-rendered ineffective by the absence of appropriate mechanism to discipline the marketplace and thus safeguard consumers' interest. It is obvious that protecting the rights of the consumers necessitates more than enacting a law. Consumer protection, in its broader sense, refers to the laws and regulations that ensure fair interaction between service providers and consumers. A consumer protection framework generally includes introduction of greater transparency and awareness about the goods and services, promotion of competition in the marketplace, prevention of fraud, education of customers, and elimination of unfair practices. It is generally held that as consumers, citizens have certain well defined basic rights. These are-the right to basic needs, safety, information, choice, representation, redress, consumer education, and a healthy environment. Along with the rights, consumers do have some responsibilities too. These include among others awareness, social concern; environmental awareness; and solidarity. In countries where protection of consumer rights has gained reasonably strong ground, there are advocacy initiatives and programmes to strengthen consumer awareness of these rights and responsibilities and give access to information on various consumer-related laws. Such programmes frequently remind consumers to stay vigilant before making a purchase. Consumers have the right to choose the products that they need. But before purchase, consumers have the right to know about the products.Hence, to bring these into practice in a visible manner, the only instrument the government has to resort to is a well designed and efficient institutional mechanism. Unfortunately, after lapse of more than a decade since the passage of the law, there is no effective mechanism to take care of the rights and interests of the consumers in the country. This is not to say that there has not been any institutional set-up as yet. The government has set up the Directorate of Consumer Rights Protection in line with the key provisions of the Consumer Rights Protection Act (CRPA) 2009. But as most observers will agree, setting up of the directorate has, till date, made no impression on the situation of consumer rights in the country. Newspaper reports say that the function of the organisation, since its inception, is mostly confined to receiving complaints. The CRPA that led to the creation of the directorate has not clearly spelt out the precise areas it is to address and how. This, experts opine, has bestowed an indistinct administrative role upon the directorate. The directorate is also not adequately empowered to direct specific state agencies to carry out activities as and when necessary, nor has it been given sufficient institutional capacity to develop specialised manpower for market monitoring and supervision.Given the prevailing indiscipline and gross violation of even the basics of fair business operations in many fields, there can be no denying that at present consumer rights situation in Bangladesh is appallingly shocking than perhaps it ever was. The voice of the consumer as a stakeholder in the market is too feeble to be heard. Consumers have no choice but to buy fake, poor quality goods ranging from vegetables sprayed with pesticides, cosmetics containing toxic chemicals and counterfeit or date expired drugs with no medicinal value. Coupled with this is the endemic problem of formalin in fruits and vegetables. All these are pretty well known. In order for the authorities to make things happen in curbing violation or infringement of consumer rights, there is the an urgent need to take up action plans as well as arrange for required manpower, logistics and enforcement mechanism for implementation of the law.\n[email protected]",
        "headline_1": "Consumer rights protection a far cry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/consumer-rights-protection-a-far-cry-1661871049",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "As a nation, we have failed to protect our children and exposed them to violence from a young age. A significant number of children in work is itself evidence of our failure to ensure a good upbringing and development of our children. A recent report found that child abuse is prevalent everywhere in Bangladesh. They face abusive treatment in their workplaces, schools and even in their families. According to the study, six out of 10 children in the country are victims of physical and emotional violence. The report also states that a total of 77.1 per cent children are subjected to physical abuse due to their poor academic results. Unfortunately, these figures only reveal part of the story as there must be many other cases of child abuse that go unreported. Many parents still think if their children are not beaten, they will not be disciplined and go astray. However, the parents hardly try to realise the harmful effects of such disciplining. Victims often suffer from post-traumatic stress disorder, anxiety and other mental health issues, which continue to impact them in their adulthood as well.Educational institutions should offer counselling services to students and encourage them to speak up about any abusive behaviour they have faced. In our families, we should be empathetic towards children and encourage them to speak up about anything that bothers them. Elders should establish trust and support so that children do not feel scared or ashamed to talk about any verbal, physical or sexual abuse. In addition, strict enforcement of laws is needed to prevent child abuse, child labour and child trafficking. \nMahmudul Haq Hasan,Student of Dhaka College, Dhaka,[email protected]",
        "headline_1": "Stop child abuse",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-child-abuse-1661871082",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2022"
    },
    {
        "full_article": "Eco-entrepreneurship, or ecopreneurship, is a business behaviour adopted by people who want to create a green business. In other words, it is a way to contribute to sustainable development while making profit. Ecopreneurs conduct businesses according to sustainable ideas and methods, and object to tackle environmental and social needs. Globally, eco-entrepreneurship has obtained significant momentum. Green entrepreneurs have sped up innovation and exhibited the calibre to adapt and respond quickly to changes, which have also increased employment opportunities. Some examples of green entrepreneurship include energy conservation, green consulting for eliminating environmental pollution connected with industrial activity, the use of environment-friendly products, renewable energy installations, etc. Unfortunately in Bangladesh, eco-entrepreneurship has received little attention both in research and practice. However, it has the potential to provide opportunities for economic growth. It can help a shift towards sustainability. The authorities concerned should increase awareness in this regard and provide training on green entrepreneurship. The preface of green technologies joined with eco-entrepreneurship will support the country in sustainable development and battle the impact of climate change. \nShahriar Bin Kabir, Student of Ahsanullah University of Science and Technology, Dhaka, [email protected]",
        "headline_1": "Potential of eco-entrepreneurship",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potential-of-eco-entrepreneurship-1661871103",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2022"
    }
]