[
    {
        "full_article": "Last week, the chief of India’s insurance sector regulator unveiled a fresh blueprint to cover a larger portion of the population against risks of adverse shocks, with an eye on insuring everyone by 2047. The lynchpin of this “UPI-like moment”, being pursued by the Insurance Regulatory and Development Authority of India (IRDAI) to bridge the country’s “huge protection gaps”, is envisaged to be a simple, all-in-one insurance policy. This bundled ‘Bima Vistaar’ scheme, being worked out with life and general insurers, would provide households with expeditious monetary support in case of medical emergencies, accidents, thefts or a death in the family. With awareness about the benefits of insurance still quite low, the regulator has proposed a women-led Gram Sabha-level initiative to educate every household’s female head about how such a scheme could come in handy at times of distress. A new ‘Bima Sugam’ platform would integrate insurance players and distributors to give customers a one-stop shop experience to begin with, and facilitate claims servicing going forward. Linking States’ digital death registries to the platform, the regulator believes, could enable life insurance claims to be settled within hours or a day at the most.A legislative reboot is also on the anvil to ease capital requirement norms and allow a slew of new players to enter the market and serve the untapped needs of niche and specialised segments. Over two decades after the entry of private players into the once moribund public sector-led industry, India’s insurance penetration (the ratio of premium payments to GDP) has risen — from 2.7% in 2001-02 to 4.2% in 2021-22. In fact, there has been a slide in the metric over the past decade from 5.2% in 2009-10, with non-life policies yet to surpass the 1% mark. Given the sheer size of India’s population and poor financial literacy levels, the imperative to break from the status quo is unquestionable. The IRDAI’s move to rope in State governments and set up bodies similar to State-level banking committees would help formulate granular district-wise strategies for raising awareness and coverage levels. Industry players also need to look beyond the top cities and the ‘Bima Vistaar’ scheme could catalyse the volumes they need to get out of comfort zones. Most of all, the Centre needs to rethink the 18% GST levy on health and life insurance premia. The notion that those who can afford to buy health cover can afford to pay so much tax is untenable in a country where one health calamity can push a household below the poverty line. Ensuring continuity of leadership at IRDAI is equally critical — situations such as the nine-month vacuum at its helm before the current chairperson’s tenure are simply unacceptable.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninsurance\n\n/\n\nlitigation and regulation\n\n/ \n\nlaws",
        "headline_1": "Universal cover: On the IRDA’s all-in-one insurance policy",
        "headline_2": "The Insurance Regulatory and Development Authority of India’s plans to expand risk protection levels need government backing",
        "link": "https://www.thehindu.com/opinion/editorial/universal-cover-the-hindu-editorial-on-the-insurance-regulatory-and-development-authority-of-indias-all-in-one-insurance-policy/article66912290.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "The weather may have been fickle with a summer night yielding rain but there was no mistaking the inevitable air around Chennai Super Kings (CSK) lifting the Indian Premier League (IPL) Trophy on a Monday night that spilled over to Tuesday. At Ahmedabad’s Narendra Modi Stadium, CSK pulled off a last-over heist against defending champion Gujarat Titans with Ravindra Jadeja thumping the winning runs in a final that was spread over three days. Sunday was a washout and on Monday, the rains intervened and delayed the climax into the early hours of Tuesday. What stood regal was CSK’s composure, a trait imbibed from its eternal skipper M.S. Dhoni, who also hinted that he may have one more IPL stint. It was apt that CSK, the most consistent unit in IPL’s history, took on the Titans, the most promising among younger teams, and the summit clash had all the thrills associated with T20 cricket. CSK prised out Shubman Gill for 39 with Dhoni’s lightning stumping delivering the fatal blow, but once Sai Sudharsan hammered a 96 — the player hails from Chennai — the Titans finished with 214 for four. The target was revised to 171 following a rain-break but CSK proved equal to the task (even though Dhoni fell for a duck) as Jadeja’s long-handle did the trick.It also marked the culmination of a long-drawn tournament with 10 squads. That CSK and Mumbai Indians from the old guard, and Titans and Lucknow Super Giants, last year’s debutants, made it to the last four was a reflection of their innate strength. Mumbai Indians had a slow campaign to begin with before finding a second wind while CSK was always in the frame for a play-offs berth. Among the rest, Royal Challengers Bangalore again faltered leaving star-batter Virat Kohli yearning for an elusive IPL title. If Gill (890 runs) proved that he will be the successor to Kohli and Rohit Sharma in white-ball cricket, veterans like Ajinkya Rahane, Wriddhiman Saha and Mohit Sharma also proved adept in the T20 format. Hardik Pandya led Titans well and with a bit of luck may have retained the title. That a Sinhalese pacer Matheesha Pathirana found incredible support within the CSK dugout and the fans at large is a testimony to sport’s ability to heal old fissures. At the same time the absence of Pakistani cricketers also reflects the influence of politics on sport. The dust may have settled on the IPL but there is no respite for the Indian stars as they prepare for the World Test Championship final against Australia at London’s Oval from June 7.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIPL\n\n/\n\nIndian Premier League\n\n/\n\ncricket\n\n/\n\nGujarat\n\n/\n\nTest cricket\n\n/\n\nUnited Kingdom\n\n/\n\nSri Lanka\n\n/\n\nPakistan\n\n/\n\nAustralia",
        "headline_1": "The old and the new: On the 2023 IPL final and the CSK win",
        "headline_2": "CSK’s win over Titans showcased the best and the latest of IPL",
        "link": "https://www.thehindu.com/opinion/editorial/the-old-and-the-new-the-hindu-editorial-on-the-indian-premier-league-2023-final-and-the-csk-win/article66912313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "Modi should give the opposition what it wishes for – true blue secularism and then sit back and watch the fun.\nBengal’s Chief Minister and firebrand leader Mamata Banerjee and several of her cohorts in the Opposition are besides themselves with grief.\nThey are mourning the death of Indian secularism the remains of which they claim lie in the new Parliament. That’s presumably why they’ve even preposterously compared the likeness of the new Parliament to a coffin.\nThe cause of secularism’s death is being attributed to a murder. The Opposition alleges that Modi and a group of saffron clad accomplices from a Mutt (Adheenam) in the South, are the culprits.\nThe Opposition claims the conspirators have cruelly plunged the ‘sacred Sengol’ through hapless secularism’s fragile but large heart.\nThe Opposition now firmly believes that the Sengol’s installation in Parliament and the Modi administration’s celebration of this occasion through an elaborate religious ceremony formally marks the entry of religion into our body politic.\nThat from here India has been declared a Hindu Rajya.\nTo illustrate the point Opposition led by Bengal Chief Minister Mamata Banerjee posted two photographs on social media. One of Modi and his alleged co-conspirators and another of a group of what we can only infer are secular ‘gamekeepers’ led by India’s first Prime Minister Nehru.\nThe satirical memes would have been funny had it not been for the tragic secular schizophrenia they mask.\nFirst, the Sengol is a temporal exemplar of righteousness in Sanatan Dharma. So the Opposition is being mischievous by suggesting it has religious value.\nSecond, isn’t the Opposition being duplicitous when it says it is the guardian of a true- blue secularism?\nSecularism in the true western sense of the term means a total separation of state and religion. No Indian political party has ever come close to practicing secularism in its true sense. All have conspired to practice a selective if not discriminatory secularism from the word go.\nIn a truly secular state Mamata wouldn’t be allowed to dip into the state’s coffers to line the pockets of so-called impecunious Imams with a monthly stipend. Neither would she be able to shower state funds upon Durga Puja pandals. In a secular state appeasing sundry religious vote banks through state patronage would be a strict no-no.\nThe self-styled guardian of Muslim interests and AIMIM chief Assaduddin Owaisi wouldn’t be able to invoke Allah while taking oath in Parliament.\nThe Congress wouldn’t be able to invoke personal religious law to discriminate against victims of religious obscurantism like the long- suffering divorcee Shah Bano. Worse, the Congress would be obliged to support a Uniform Civil Code that doesn’t make allowances for clergy of various denominations to summarily pass legal injunctions based on their own religious practices.\nThe Hijab and other similar religious symbols would virtually disappear from public spaces.\nPolitical parties in power in Punjab would have to scrap the blasphemy law. And most so-called secular parties governing states will find it difficult to justify bans in their jurisdiction on books like the Satanic Verses citing blasphemy.\nMost significantly, the state will not be able to get its hands on the crores in donations vested in temples by devotees by passing laws controlling their management.\nMoreover, the state would be enjoined at all levels to scrap the minority affairs ministry and any other concessions made to minorities under its aegis.\nInstead of allowing the professors of a ‘selective’ secularism to take the moral high ground and lecture him, Modi’s policy makers should be unapologetically calling their bluff.\nThe Modi government should give the opposition what it wishes for – true blue secularism – in the shape of the long promised Uniform Civil Code and then sit back and watch the fun.\n\n",
        "headline_1": "Secular Schizophrenia: Mamata and the meme fest on Modi and the Adheenam",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/beyond-the-headline/secular-schizophrenia-mamata-and-the-meme-fest-on-modi-and-the-adheenam/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "The foreign minister, writing on Modi govt’s 9th anniversary, argues not only is India’s diplomacy far more influential, its handling of a volatile world is also much more sophisticated:\nAs the Modi government completes nine years in office, foreign policy would certainly be among the domains where it has made an impact. This is increasingly recognised by the world and in India itself. It is visible in its new approaches like Neighbourhood First and SAGAR, mechanisms like Quad and I2U2 and initiatives such as the International Solar Alliance. India is perceived as a responsible development partner, a First Responder, and a voice of the Global South. Each of these aspects reflects a quest towards becoming a leading power.\n\nIndia’s rise takes place in a volatile and uncertain world. The turbulence of our era will not only have to be managed, but where possible even leveraged. Ongoing conflicts and big power competition determine the larger landscape. Indian diplomacy has responded through optimal positioning vis à vis the major power centres, less by hedging and more through active pursuit of interests and values. Our independence of policy and action has been a defining characteristic. In these nine years, many key partners have also witnessed radically different administrations. Yet India has ensured the trajectory of partnerships that remains consistently positive.\nThe Covid pandemic is the transformational event of our times. It highlighted the economic concentration and its ensuing vulnerabilities that characterise globalisation. Forging reliable and resilient supply chains is therefore a key to de-risking. India seeks to participate in that endeavour through Make in India, PLI schemes and Gati Shakti. PM Modi’s foreign policy focuses on exploring global opportunities, building deep strengths, absorbing technology and best practices, and expanding employment.\nOur growing digital existence has brought to the fore concerns of trust and transparency. Critical and emerging technologies are gaining salience by the day. This is particularly so in regard to communication, mobility, energy and health. New domains of competition are also visible, enabled by radical breakthroughs in diverse fields. As the knowledge economy encounters demographic constraints, Indian talent is a powerful card. Fostering trusted collaboration and making technology choices are consequently of utmost importance.\nEnvisaging a global workplace, the Modi government has concluded numerous mobility agreements, ensured fair-play for our professionals and students abroad, while securing them in times of distress. The Vande Bharat Mission and Operations Ganga andKaveri are recent reminders.\nIndia is today the most populous nation; the fifth largest economy and growing. But its greater influence comes from the power of ideas and initiatives. Whether it is climate action or counter-terrorism, connectivity or maritime security, financial inclusion or food security, India has actively shaped discussions and outcomes.\nThe Coalition for Disaster Resilient Infrastructure, International Year of Millets and Lifestyle for Environment (LiFE) are notable expressions. Much of how India influences the world is through its own policies and delivery. When we ensure digital public goods and plug leakages, promote renewables and encourage energy efficiency or produce vaccines on scale and create a massive safety net, these are examples for others.\nA willingness to share has also gained deep global appreciation. Vaccine Maitri, which made us the source for almost 100 nations, created abiding goodwill. On a more recurring basis, 600 development projects spanning 78 nations testify to our internationalism. And not least, India’s emergence as a First Responder in disaster situations like Turkiye recently underlines its capabilities.\nIndia’s expanding diplomatic footprint reflects its growing interests. Vital partners need to be engaged continuously and intensively, but others too deserve attention. The frequency and expanse of high-level interactions has been widely welcomed by our partners. This is as true of immediate neighbours like Sri Lanka and Nepal as in the Gulf, or indeed in Africa, Europe or Latin America. Creating collective formats such as with the Pacific Islands, Caribbean community, Nordic nations or Africa has imparted a sustainable efficiency to the process.\nForeign policy begins on our borders and understandably, that has seen the greatest transformation. A generous and non-reciprocal approach to immediate neighbours has been backed by vastly improved project delivery. As a result, regionalism in South Asia is making rapid strides, reflected in new road, rail and waterway connectivity, power grids, fuel pipelines and border crossing facilities. Improvements in the hard infrastructure have been matched by arrangements to facilitate flow of goods and services. A shared response to the Covid challenge has also strengthened a sense of solidarity. India’s support for Sri Lanka during its economic crisis has had a strong resonance as well.\nWhile development has been the main focus, challenges that emerged to our national security have been countered firmly. This includes the robust military deployment in our border areas to ensure that the status quo is not unilaterally altered by China. And a set of policies and actions to delegitimise and respond to cross-border terrorism from Pakistan.\nAn India that is more Bharat takes greater pride in its heritage and traditions. Their expression at the international stage is essential to multipolarity and indeed, to India’s rise. The celebration of yoga and propagation of ayurveda are important beginnings as also the creation of a lexicon. The broader goal of promoting a better global understanding of India’s perspectives and beliefs is work in progress.\nOn Day 1, at the time of taking office, PM Modi made clear his commitment to a bolder foreign policy that would overcome hesitations and go beyond dogma. He has focused on building greater capabilities, assuming more responsibilities and shaping the big issues of our day. As we enter Year 10, that journey continues.\n\n",
        "headline_1": "9 years, 1 big footprint",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/9-years-1-big-footprint/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "Making Aadhaar-based payments compulsory for NREGA has severely undermined workers’ rights. Rural development ministry should retract its January 30 order:\nThe poor history of wage payments under the Mahatma Gandhi National Rural Employment Guarantee Act took another wrong turn earlier this year. On January 30, the rural development ministry issued an order making Aadhaar-based payments compulsory for all NREGA wages from February 1, 2023 – just two days later. This has led to utter chaos and worse, the injustice of unpaid NREGA work.\nUntil February 1, the wage payment system had two options: “account-based” and “Aadhaar-based”. The former is an ordinary bank transfer that simply requires a name, bank code and account number. The latter is an opaque and complex payment system that seeks to treat Aadhaar as a financial address. Like a precision-guided missile, it is supposed to find your latest Aadhaar-linked account on its own. How this is supposed to help, no one has clearly explained so far.\n\nThis Aadhaar-based payment system (ABPS) has no demonstrated advantage over account-based payments. If anything, it is the opposite. For instance, rejection rates are similar with both options, but rejection problems are much harder to solve with ABPS. It has baffling glitches, like wages being redirected to Airtel wallets that workers know nothing about.\nFurther, account-based payments spare NREGA workers the ordeal of having to meet the norms of “ABPS eligibility”. This may require them to update their Aadhaar details, get their Aadhaar number authenticated, link their bank account with Aadhaar, “align” all the relevant documents (job card, Aadhaar card, bank account, and possibly even PAN card) with each other – any or all of those.\nIn early February 2023, just 43% of all NREGA workers were eligible for ABPS wage payments. The ministry’s order created a situationwhere a majority of workers were “unpayable”. Indeed, the mandatory imposition of ABPS has caused havoc for NREGA in the last few months. In some states, job cards of ABPS-ineligible workers have been deleted en masse to help meet the target of 100% ABPS eligibility.\nFrontline NREGA functionaries are at a loss to implement the new order. Mostly, they try to discourage or prevent ABPS-ineligible workers from working at NREGA worksites – a violation of their right to work. Sometimes, attendance of ineligible workers is marked “zero” after they have worked, to ensure that the collective Fund Transfer Order (FTO) is not held up. Sometimes, ineligible workers are told that FTO cannot be processed until they meet the ABPS eligibility norms. In spite of all this pressure, the proportion of NREGA workers who are eligible for ABPS is still as low as 52% today.\nThe worst part of this chaos is that many workers have not been paid at all for their hard work, and will never be paid. Some are held hostage to ABPS, others to the National Mobile Monitoring System, an unreliable digital-attendance app.\nThe ministry’s order was immediately followed by a crash in wage payments. According to the officialNREGA portal, the number of FTOs submitted for payment declined by more than 50% in February, whether one takes the preceding month (January 2023) or the same month in the preceding year (February 2022) as the baseline. The volume of wage payments also declined by more than 50%.\nPerhaps this is what led the ministry to reverse gear momentarily: The February 1 deadline was extended to April 1, and then to June 1.\nWage payments resumed normal levels, but confusion and irregularities persist.\nAnother extension would help, but only kick the can down the road. What is really needed is a retraction of the January 30 order. There is no case for disabling the account-based option for NREGA wage payments. In fact, it is the Aadhaar-based option that should be reviewed, as it disempowers workers by putting them at the mercy of an obscure and glitch-ridden payment system that few people understand.\nAn impression has been created that ABPS payments are relatively corruption-proof, but there is zero evidence of that.\nIn fact, Aadhaar-linked accounts are especially vulnerable to fraud. If your bank account is linked with Aadhaar, and you are not careful, scamsters can easily extract money from it. Even if they lack the simple skill of cloning fingerprints, they can persuade you to put your finger in a biometric ATM under some pretext. This has happened on a large scale in the last few years. Indeed, it is one of the top fraud types listed by the National Payment Corporation of India in its updated ‘Fraud Liability Guidelines’ for Aadhaar-enabled payments.\nPayment delays have plagued NREGA for more than 12 years and now there’s even the injustice of unpaid work. The rural development ministry must put in place a reliable and timely payment system once and for all. Making Aadhaarbased payments compulsory is a counterproductive distraction from this basic purpose.\nThe writer is Visiting Professor at the Department of Economics, Ranchi University\n\n",
        "headline_1": "The rural wage rule GOI must relinquish",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-rural-wage-rule-goi-must-relinquish/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "Authoritarian Erdogan’s win in Turkiye is a reminder that democracies need much more than just elections:\nRecep Tayyip Erdogan’s victory in Turkiye’s presidential election may not raise questions on the fairness of vote count but it reinforces a much deeper worry – how democratic is an electoral democracy when a regime systematically weakens institutions and rewrites rules designed to check the abuse of power? Elections in countries like Turkiye are therefore unfair in that the playing field is heavily tilted towards the incumbent. Erdogan’s Turkiye belongs to an unlovely list geopolitical experts describe as electoral autocracies and include such unprepossessing regimes as those in Russia, Egypt, Venezuela, Malaysia, Nigeria, and de facto army-ruled Pakistan.\n\nLike his fellow elected authoritarians, Erdogan has retained just about enough trappings of a democracy to get away with not being called a full-on autocrat. Like them, he has used his years in power to drain democracy of much of its meaning. In 2017, via a referendum, he changed Turkiye’s parliamentary democracy to a presidential one. The prime minister’s post was abolished, and every institution, from the judiciary to law enforcement, from the civil service to advisory bodies usually staffed with independent domain experts, have been essentially made subservient to Erdogan. He also, like others of this leadership type, deploys ethnic/religious rhetoric (targeting minority Kurds and promoting orthodox Islamism) to build a support base, which he uses both as a protective cover and as an offensive weapon against any opposition, whether political or civil society. With advisors’ loyalty valued over their expertise, his rule has unsurprisingly seen severe economic crises, including one engendered by a jaw-dropping reversal of standard and proven policy responses to the problem of high inflation and a depreciating currency. Turks who faced inflation rates above 40% paid the price of Erdonomics. But Erdogan hasn’t had to pay any price internationally for his authoritarian rule – the West has put realpolitik over principles, thanks to Turkiye’s strategic value and the fear that an angry president may push migrants into Europe.\nSo, the lesson from Turkiye is not that a strong, visionary leader has been re-elected – it is that a leader prone to strong-arming both opponents and institutions has won and Turkish democracy has lost big. The even bigger lesson is for all democracies – fair vote counting is anecessary condition for a democracy but not a sufficient one. The latter requires institutions that maintain checks and balances and constitutional precepts that guard basic rights. To be in power, you have to win elections. To be a democrat, you have to do much more.\n\n",
        "headline_1": "IstanBully",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/istanbully/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "It is disheartening to know that the Ministry of Health and Family Welfare has once again failed to utilise the funds allocated for it in the national budget of the outgoing fiscal year. As per a report by this daily, in the first 10 months of FY2022-23, the ministry – through its two divisions – has spent only 32.22 percent of its total Tk 12,189.77 crore allocation in the budget. Sources tell us that there wouldn't be much change in the scenario when the remaining two months are accounted for. Such mismanagement of funds, year after year, despite the country's per capita health expenditure being the lowest in South Asia, is a damning indictment of the government's apathy towards public health.\nThe healthcare system has long been in dire straits. Insufficient infrastructure, inadequate medical supplies, and a severe shortage of healthcare professionals have crippled the system, leaving countless citizens without access to even the most basic healthcare services. The failure of the ministry to effectively utilise allocated funds exacerbates these challenges, further compounding the suffering of ordinary patients. The extent of its failure can be understood from the fact that among the 15 ministries that received the highest allocations in the outgoing year, the health ministry has been the slowest in implementing the ADP.\nThe question is, why is this most vital sector putting up such abysmal performance? One may even wonder why government officials, who are often known to allow corruption through inflated bills, would pass up a chance to spend. Health experts have identified a number of reasons for unutilised funds, including poor budget planning, lack of vision, inefficiency, vacant posts leading to unpaid salaries (a big portion of the health budget is allocated for salaries), the ministry's \"heavily centralised nature\" delaying procurement plans, officials' fear of audit scrutiny, etc. While some of the problems are procedural, the others are simply down to lack of integrity and capability of officials.\nWhatever the reason, however, the consequence of underutilisation or mismanagement of funds is felt across the health system. The burden falls disproportionately on the disadvantaged sections of society, who must spend and suffer heavily as a consequence. This cannot be left unaddressed indefinitely. The health ministry must be held accountable for its repeated failures to utilise its budget. The government must improve its capacity and accountability so that funds are planned and utilised efficiently to serve their intended purposes.\n",
        "headline_1": "A problem befitting the health ministry ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/problem-befitting-the-health-ministry-3333556",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "Understanding the nation's expectations in designing the budget for FY2023-24 is essential. This would be the last budget of the Awami League government's third term in office. And hence there are expectations of seeing it as a concluding statement of a journey, a summary report – not a bungling attempt to open another Pandora's box. The rule of writing the summary of a thesis is not to introduce any new arguments in concluding remarks, and that very style must be followed in formulating the last budget of AL's current term.\nHerein lies the irony of Bangladesh presenting the longest budget speech in the world while posing one of the weakest fiscal capacities on the globe. There is no need to cram the speech with a self-praising chorus and complacencies. Instead, let people be the judge of the government's accomplishments so far. The finance minister could deliver a short speech on programme evaluation, along with the commitment towards and feasibility of completing unfinished projects.\nVisionary statements are only appropriate for five-year planning documents, and there exists a separate ministry for this job. This budget warrants moderation in language and humility in attitude.\nAddressing the declining trend of fiscal capacity, which has been dwindling over the years since 2012, should be the first priority of the FY2024 budget. It would be smart for the government to announce the formation of a new revenue ministry – separate from the finance ministry. The entire revenue administration must be run by a fully fledged minister, not just by a senior bureaucrat at the NBR, if the government really wants to make the revenue sector dynamic, pro-people, and accountable to parliament. This change is necessary if the country does not want to follow in the footprints of Sri Lanka.\nSri Lanka's revenue-GDP ratio was the best in South Asia, but the country plunged into a never-seen-before crisis when that ratio declined to eight percent in recent years from 17 percent in 2001. Although there are other reasons (such as inept debt management and unbridled spending) behind this collapse, its damage would have been minimised to a great extent had the country's fiscal capacity not turned hollow over time. India's revenue-GDP ratio was 11 percent in 2009 and is now close to 14 percent, suggesting how the country reaped the harvest of reforms in this area.\nBangladesh's sagging performance in terms of the revenue-GDP ratio, from 12 percent in 2012 to less than eight percent in 12 years, is a clear sign for us to be alert when it comes to macro-stability and the future of the economy, no matter how bright it may look now to some over-complacent politicians. If history is any guide, danger descends on nations quite abruptly, without leaving much room for disaster management. That is what we have seen in the cases of Pakistan and Sri Lanka. Of course, Bangladesh is in a better position than them. But revenue incapacity and forex reserve depletion must be addressed effectively to avoid any possible slide into despair. In this case, pampering of the super-rich warrants reevaluation.\nGoing downhill in terms of the tax-GDP ratio sends two messages to policymakers: 1) It does not justify the parallel story of growth acceleration, and 2) Required reforms are absent in the tax administration which could help reap the benefits of growth.\n\nHerein lies the irony of Bangladesh presenting the longest budget speech in the world while posing one of the weakest fiscal capacities on the globe. There is no need to cram the speech with a self-praising chorus and complacencies. Instead, let people be the judge of the government's accomplishments so far.\nThis acceleration has not been possible without better profitability in business. But businesses were not taxed by the government proportionately. The tax rate as a share of profit is highest at 55 percent in Sri Lanka and then at 50 percent in India. The corresponding rate is 34 percent for Pakistan and Bangladesh, suggesting that the top profit-makers are highly pampered and regularly excused in both countries.\nThe national budget should underscore the gravity of reforms in the fiscal sector. Complexity of tax calculations and bureaucratic tentacles are responsible for why it takes so long to prepare tax returns and pay in Bangladesh. World Bank data suggest that it takes 129 hours on average to prepare and pay taxes in Sri Lanka. The corresponding statistic for India is 251 hours, 283 hours for Pakistan, and as high as 435 hours for Bangladesh. This does not lend credence to the ministerial claim that the country is heading to an elevated level of smartness and development.\nBangladesh is far behind its neighbours in fiscal sector reforms and modernisation. The sheer amount of time needed to resolve insolvency proves how bureaucratic and lingering tangles are pulling corporate matters backward, despite the pressure from the prime minister to reduce hassle and sufferings for the business sector. As per the WB data, resolving insolvency takes only 1.7 years in Sri Lanka and 2.6 years in Pakistan, but a staggering four years in Bangladesh. India was able to reduce its insolvency resolution time to 1.6 years from as high as 4.3 years just a couple of years ago, evidencing that corporate reforms can be implemented if a regime is dedicated enough to make it happen. These attributes helped India to drastically improve in the ease of doing business index.\nBangladesh's fiscal pace is sluggish and irresolute. Hence, any bragging about ultra-ambitious commitments would be inappropriate in the coming budget – which otherwise should remain brief and sensible to attain credibility.\nThe increasing trend of fiscal incapacity is eventually trespassing into the monetary space as borrowing from the banking sector increases, thus crowding out private borrowers. It would be advisable to correct this structure and divide the finance ministry into three separate branches: finance, revenue, and investment plus economic relations. This would be the best strategy for the government to strengthen the fiscal and financial domains of the economy, and to insulate the country against fiscal bankruptcy in the long run.\n \nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US.\n\n",
        "headline_1": "The nation expects brevity and sobriety in the budget",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-sky/news/the-nation-expects-brevity-and-sobriety-the-budget-3333421",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "President Recep Tayyip Erdogan, Turkiye's so-called modern Sultan, emerged victorious in the most nail-biting test to his 20-year rule. Turkiye – once a staunchly secular Muslim nation – braces for another five years of virtual one-man rule with creeping Islamisation, unorthodox economic policies, and an \"independent\" yet disruptive foreign policy.\n\"Erdogan is the inventor of nativist, populist politics globally, and his defeat would mean something globally,\" said Soner Cagaptay, director of the Turkish Research Program at the Washington Institute. Now that he's not going anywhere, the question pressing on our minds is: what does Erdogan's win mean for global democracy – or, contradictorily, populism?\nErdogan, declaring victory from his residence in Istanbul, sang, \"We have opened the door of Turkiye's century without compromising our democracy, development and our objectives.\" The anthem is deception at its finest. Yet, it works. His supporters, who refer to him as \"Superdogan,\" celebrated on the streets with unbridled euphoria.\nIt is well-known that democracy in Turkiye – once a beacon of democratic liberalism in the East – largely backslid in the last decade.\nIn 2013, when people took to the streets calling for Erdogan's resignation, amid a sprawling corruption scandal, the government led a brutal crackdown, imprisoning dissenters. And let's not forget the bloody 2016 failed military coup, where more than 250 people were killed and the aftermath of which saw the Erdogan government targeting 50,000 people – soldiers, police, judges, civil servants and teachers – in purge. Then, in 2017, Erdogan subsumed the role of the prime minister into that of the president through a referendum, and has since monopolised the political arena using state institutions for political gains.\nDespite all the vile things he's done, Erdogan scored win after win like a wizard. A deep dive into his tenure reveals rather bloodthirsty politics, but people consume the surface he puts out: that he's all for Turkiye and the oppressed and whatnot. The majority of people forget that this man, who talks about saving people all the time, does so living in the largest presidential residence in the world: a palace with 1,100 rooms, which costs $615 million of public money.\nIt cannot be denied that the 69-year-old is a clever politician. He perfected the art of autocracy where his missteps – such as lowering interest rates to bring down inflation – are deafened out by the nationalist song of making Turkiye great again, flirting with the controversial history of the Ottoman era. For Erdogan, and for many leaders around the world, populism is not an ideology. It's rather a robust political strategy, wherein leaders actively leverage common people's inclination to feel more charged by nationalist narratives and rhetoric over policies and performance.\nAnd Erdogan has unmatched competence in harnessing the populist political strategy. Not unfamiliar to us in Bangladesh, Turkiye's leader used his development projects – which physically transformed the nation – to pull the rug over systemic corruption, its effect on the economy, and alarming macroeconomic indicators. He had his supporters smitten with shiny new things: the making of the biggest airport in the world, highways, universities, schools, bridges, mosques, shopping centres, transit lines, tunnels, ports, the $1.5 billion Kanal Istanbul in the works (which will turn Istanbul's European side into an island), and so on.\nHe showed off Turkiye's rising military prowess, such as the development of drones; his foreign adventures, and misadventures, legitimised Turkiye as a global force, even if a contentious one. He has alienated Turkiye from its Nato partners and imperilled the alliance's defence, most prominently by purchasing Russian S-400 missile defence systems. Those bold moves have been welcomed by his supporters. A 40-year-old owner of a stagnating barbershop in Istanbul told Foreign Policy, \"This is the future I want to give my sons: A country standing strong and independently on the world stage. A safe place.\"\nHis re-election campaign withstood troubling times for the Turkish economy: rampant inflation, a deepening cost-of-living crunch, and intensifying poverty. Turkiye's response to the earthquake, which killed 50,000 lives, also highlighted the negligence of the government and was perceived by pollsters to reflect the last straw on the proverbial camel's back.\nYet, the majority of Turkish people, in a polarised nation, saw no better option than their strongman. The Table of Six and the uncharismatic Kemal Kılıçdaroğlu was never going to stand, because Erdogan's hold over the nation – in the judiciary, the media narrative, and so on – makes it difficult to launch an effective opposition. It's also another indicator of his dexterous autocratic strategies, and the same dynamic is seen elsewhere in the world.\nErdogan's win is a learning lesson for us to shift our thinking. It disparages the notion long held by analysts and journalists: that freedom of speech, rule of law, and a flourishing economy are essential to win the hearts of the people. It's common to think that when those features are threatened, especially the economy, the people's will turns away from the office-holder. We perceive they want to break free from the shackles of the leaders responsible for the damage. But in this unstable global climate, that purview, though logical, is rather black and white.\nPoliticians like Erdogan – in Russia, India, China, Israel, and the far-right parts of the West – are mangling history to capitalise on their self-interests, and people support them. (For example, Putin's support has not faltered even after the Ukraine war that's hit the Russian economy, as people still long for that past glory that shattered from the break-up of the Soviet Union.) Erdogan has ever-so-successfully played to the historical prestige of Turkiye to cultivate popularity; his nationalist narrative, which often includes bashing the Western global hegemony, nurtures national nostalgia of Turkiye's early global dominance.\nPost his election win, calls are being made in the Western media for Erdogan to pivot his policies. But \"when autocrats face an unstable domestic context, they double down on repression,\" says Gonul Tol, the author of Erdogan War: A Strongman's Struggle at Home and in Syria. Erdogan has long held a self-conscious neo-Ottomanism dream, posing himself to be a modern version of Sultan Selim, who expanded the Turkish empire from a strong regional power to a gargantuan empire with an exclusionary vision of power. It is unrealistic to think he'd shift. If anything, he'll be more desperate to bring that dream to life, the act of which will continue to shake the edifice of democracy and whatever is left of it.\nRamisa Rob is a journalist at The Daily Star.\n",
        "headline_1": "The Erdogan era lives on, as does the power of populism  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-erdogan-era-lives-does-the-power-populism-3333416",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "It is disheartening to know that the Ministry of Health and Family Welfare has once again failed to utilise the funds allocated for it in the national budget of the outgoing fiscal year. As per a report by this daily, in the first 10 months of FY2022-23, the ministry – through its two divisions – has spent only 32.22 percent of its total Tk 12,189.77 crore allocation in the budget. Sources tell us that there wouldn't be much change in the scenario when the remaining two months are accounted for. Such mismanagement of funds, year after year, despite the country's per capita health expenditure being the lowest in South Asia, is a damning indictment of the government's apathy towards public health.\nThe healthcare system has long been in dire straits. Insufficient infrastructure, inadequate medical supplies, and a severe shortage of healthcare professionals have crippled the system, leaving countless citizens without access to even the most basic healthcare services. The failure of the ministry to effectively utilise allocated funds exacerbates these challenges, further compounding the suffering of ordinary patients. The extent of its failure can be understood from the fact that among the 15 ministries that received the highest allocations in the outgoing year, the health ministry has been the slowest in implementing the ADP.\nThe question is, why is this most vital sector putting up such abysmal performance? One may even wonder why government officials, who are often known to allow corruption through inflated bills, would pass up a chance to spend. Health experts have identified a number of reasons for unutilised funds, including poor budget planning, lack of vision, inefficiency, vacant posts leading to unpaid salaries (a big portion of the health budget is allocated for salaries), the ministry's \"heavily centralised nature\" delaying procurement plans, officials' fear of audit scrutiny, etc. While some of the problems are procedural, the others are simply down to lack of integrity and capability of officials.\nWhatever the reason, however, the consequence of underutilisation or mismanagement of funds is felt across the health system. The burden falls disproportionately on the disadvantaged sections of society, who must spend and suffer heavily as a consequence. This cannot be left unaddressed indefinitely. The health ministry must be held accountable for its repeated failures to utilise its budget. The government must improve its capacity and accountability so that funds are planned and utilised efficiently to serve their intended purposes.\n",
        "headline_1": "A problem befitting the health ministry ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/problem-befitting-the-health-ministry-3333556",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "At a time when corruption has spread across almost all government institutions, it only makes sense that the Bangladesh Association for the Aged and Institute of Geriatric Medicine (BAAIGM) – formed to provide medical and social care to the elderly population – is not immune to it. However, the level of corruption witnessed at this institution is quite unthinkable. According to a Prothom Alo report, an investigation carried out recently has found instances of many financial and administrative irregularities that have pushed the institution almost on the verge of collapse.\nFrom misappropriating money from funds for annual picnic or purchasing medical equipment to irregularities taking place in staff recruitment, corruption seems to have spread in every sphere of its operation. According to the investigation report, a committee in charge of arranging a picnic in January this year not only registered inflated bills for the arrangement, it also didn't follow due procedure in purchasing goods. For example, 664 grams of mutton were shown to be served in one meal for each of the participants who are above 60 years. Or think of the bills for 1,500 \"Kashmiri shawls\" apparently given to 904 people, which came at a cost of Tk 19,50,000. Recipients of the shawls have also alleged that those were actually locally made shawls, not Kashmiri ones. This is completely ludicrous.\nEqually alarmingly, the authorities have used up nearly Tk 9 crore from its FDR to pay for salaries, allowances and other expenses, even though the money is supposed to be spent for the welfare of the elderly. Corruption was also found in the process of medical equipment purchase. Due to such irregularities, the residents of the BAAIGM old home and those needing medical care in its hospital are not getting the desired services.\nAll this demonstrates sheer neglect of a vulnerable community in need of care but, equally importantly, the sorry state of a vital public institution. We urge the government to hold BAAIGM officials accountable for corruption so that it can better serve the beneficiaries.\n",
        "headline_1": "Corruption spreading its tentacles everywhere  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/corruption-spreading-its-tentacles-everywhere-3333206",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "Meeting each financial year's revenue earning target has traditionally been a huge challenge before the country's top tax administrator, the National Board of Revenue (NBR). Of a host of factors that lie behind non-fulfilment of the revenue targets, non-payment of tax by a large section of the citizens registered with NBR as taxpayers is one. Most importantly, the majority of the taxable population are yet to be brought under the tax net. To get around these bottlenecks, the government is learnt to have come up with the idea of employing private agents who would help new taxpayers file tax returns from the next fiscal year, FY2023-24. It is to be noted here that of the total 8.8 million people currently holding Tax Identification Numbers (TINs) issued by the NBR, as of April this year, only 36 per cent did actually pay income tax. That means the NBR is clueless about the remaining 64 per cent, which is close to two-thirds of registered taxable citizens of the country. As a result, the state exchequer is being deprived of the tax payable by a large number of citizens. Evidently, with its existing facilities including manpower, the highest tax authority is not able to reach even the listed taxpayers, let alone those remaining outside the tax-net. Against this backdrop, it is understandable why the NBR has opted for hiring private agents to help people pay tax. As reports go, the agents, to be called Tax Return Preparers (TRPs) henceforth, would get incentives at certain rates against the service they would render on behalf of the NBR. In fact, such arrangements in aid of a government's tax collection effort with additional manpower are not unprecedented. There are instances of engaging such private operators under the revenue authorities in the advanced economies like the USA, the UK and Australia. Hopefully, the government has drawn on their experiences in the matter and done the necessary homework before putting in place this new arrangement for tax collection. The details on the rules of engagement of the TRPs as made available to the media point to the required rigour that has gone into preparing the draft guidelines for the purpose. However, as could be gathered, upon receiving recommendations from the stakeholders on the draft rules thus framed till June 25, the new arrangement will be put into effect from July 1 next. A few aspects of the draft rules to guide the said TRPs would be worth mentioning here. As for instance, a TRP can only prepare the income tax return of a person, but not represent her/him at the tax office. There will be a support organisation to maintain the TRPs' personal profiles, monitor their work and provide them with necessary logistic support. It was further given to lean that the TRPs would be engaged after being certified through a Tax Aptitude & Accounting Test (TAAT). On being so employed, a TRP would get incentives at set rates against the amounts of taxes to be paid by a first-time tax return filer for three years. Later, for the fourth and fifth year, the ratio of incentives for a TRP would be gradually reduced and from the sixth year the provision (of incentives to TRPs will come to an end.Hopefully, the idea of engaging TRPs will work as planned by the NBR towards meeting its yearly revenue targets as well as further widening the tax net.",
        "headline_1": "Agents to help file tax returns",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/agents-to-help-file-tax-returns-1685459114",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "Irrespective of the development status, every country shows increasing consumption of technology products. But in less developed countries this has resulted in growing imports. These countries have been using their foreign currency earned through labour and natural resource export to import tech products either as consumer goods or capital machinery. A consumer society looks forward to adding value to such products. The obvious starting point has been repairing and maintenance (R&M). Thus appear a growing number of repair shops. With rising consumption of technology products, the volume of economic activities of R&M has also been significant. For example, in Bangladesh, according to some statistics, the R&M and accessory market of mobile handsets was about Tk 25 billion in 2020, almost 25 per cent of the revenue generated from selling new mobile handsets. Furthermore, these R&M shops appear to be reasonably competent in handling products, troubleshooting, selecting suitable parts, and replacing components with high precision. If it is so, why cannot less developed countries leverage this state-of-the-art R&M competence to produce those products locally? Despite the remarkable success in acquiring R&M competence and developing a decent revenue base, no R&M shop in Bangladesh has scaled up to a production house. Then, where is the missing link? Does it mean there has not been any such success story of the rise of R&M shops into replicators, imitators, and innovators? There have been success stories of the rise of R&M shops. Hence, there are lessons to draw.One of the notable examples has been Japan's Canon. In the 1930s, Canon's founder Goro Yoshida used to run a camera repair shop. Out of curiosity, he dismantled a Leica camera. The finding of only precision optical and mechanical parts, no diamond, in that expensive camera surprised him. They were made of glass, brass, aluminium, iron, and rubber. In those days, production of those components was done manually. Hence, Mr. Yoshida succeeded in making each of those components and assembled them to get a replica of Leica's camera-Kwanon. As the wage differential between Germany and Japan was substantially large, he found that replicating Leica's camera in Japan was a less expensive proposition. Hence, his success with Kwanon led to his graduation from camera repairing to replication of Leica's camera. The following example is also from Japan's Sony. Two highly educated former Japan Imperial Navy engineers ventured into radio repairing. They did it as a survival strategy after losing military jobs in post-WWII Japan. But they did not attempt to scale up their 12-man radio repair shop to replicate radios produced by companies in the USA and Europe. Instead, they searched for alternative technology cores for improving consumer electronics products. Within five years of the invention of the transistor, they detected the latent potential and embarked on the journey of reinventing radios by changing the vacuum tube technology core.Unlike Bangladesh's Hardy Six, a venture of six Dhaka university physics graduates for repairing radios and TVs, Sony found scalable growth upon graduating from a R&M shop to a re-inventor and innovator. Furthermore, Sony focused on its refinement instead of making copies of licensed transistors or sourcing them from foreign producers. It is intriguing why Bangladesh and many other less developed countries could not experience similar graduation of their numerous R&M shops. Such graduation is intertwined with the very basics of the scalable development model for industrialisation. Again, such success stories have been at the root of the rise of economies at the high-income stage. It is prudent to focus on seven fundamental issues: (i) decreasing demand for labour in replicating technology products, (ii) culture and passion for perfection,(iii) falling demand for locally produced ideas, (iv) accelerating scalability, digitisation, globalization and monopolisation, (v) growing idea density, and the increasing role of capital machinery, (vi) increasing speed of release of successive better versions, (vii)weakening linkage between education, institutional R&D and local industry. The culture of passion for perfection and a focus on helping customers get jobs done increasingly better at less cost have played a vital role. It appears that most less developed countries suffer from the deficiency of this fundamental virtue. As a result, they either keep repairing or keep imitating. But in this globally connected competitive market, the relentless journey of incremental advancement is a critical success criterion. If local customers ask for customised products, whether consumer goods or capital machinery, out of the state-of-the-art components, appropriate ideas could be implemented with R&M competence. But import of successive better versions at lower costs, diminishes local demand for customised solutions. Liberalisation of capital machinery import has also reduced the demand for local ideas. The 4th barrier has been scalability, globalisation, and monopolisation. The growing role of ideas and increasing R&D costs have been contributing to increasing minimum efficient scale. Particularly, digitisation has accelerated scale effect, due to zero cost of copying and exponentially growing R&D cost. So, in the age of globalisation, global top performers have been gaining market power on the strength of higher quality at lower cost. The growing role of ideas has been increasing the role of capital machinery. As a result, capital investment for manufacturing components has been growing. Consequently, scale advantage has invariably been asking for the global market making R&M competence in serving a local market irrelevant. With top players releasing successive better versions, often at decreasing cost, making gains from R&M runs out of steam for building an industrial economy. The seventh issue has been the weakening linkage among education, academic R&D and local industry. Industries in less developed countries are prone to importing finished products or assembling high-end intermediary components. On the other hand, academia have been sharing state-of-the-art knowledge and undertaking research for advancing technologies for publishing in reputed journals. Thus, a growing gap between industry and academia discourages scaling up R&M competence. Less developed countries have been acquiring know-how about technological products but also facing increasing barriers to leveraging it to develop an industrial economy. It's time to look for an alternative entry route, other than R&M, assembling and making, for building an industrial economy. This will be value addition out of ideas.\n[email protected]",
        "headline_1": "Role of repair and maintenance in scaling up economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/role-of-repair-and-maintenance-in-scaling-up-economy-1685459169",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "Bangladesh economy is facing a trial by fire. Multiple issues are taking a toll on it, particularly the seemingly unstoppable food inflation that is taking a toll on the majority people. The inward foreign remittance and export earnings have remained more or less stagnant. The internal revenue collection is also down. The combination of all these has slowed down public expenditure which is directly correlated with the State's capacity to generate employment. The government has formulated a new income tax law. The exact details of which will be published in the upcoming budget. Reforms that had been planned for years to revamp the National Board of Revenue (NBR) are now being undertaken because there is no alternative to domestic resource mobilisation. Despite protests from certain quarters, people and institutions need to pay taxes. Some reforms are being fast-tracked as there is pressure from the International Monetary Fund (IMF) to implement different measures that will, hopefully, bring about more macroeconomic stability.The continued devaluation of the national currency against the US dollar has made exports cheaper, but it has also made imports dearer. The dearth of the dollar comes at the backdrop of the global economic downturn which has affected countries where Bangladesh sends most of its expatriate workers. There is an effort to find and develop new labour markets, but the country is far behind its competitors in the Asian region. South Korea and Japan have expressed their willingness to take semi-skilled and skilled workers from overseas because they need to maintain their competitive edge. This is threatened by low-birth rates and an increasingly ageing population. Bangladesh has formulated a National Skills Development Authority which is working on a policy to find how best to address the problems of upgrading skills needed by local industries and what is in demand internationally. The chronic shortage of the greenback is something that banks need to address too. Some banks that have strong relationships with international money exchangers are reaping the benefit of strong inward remittances. Those banks that have not invested in building such networks are in trouble. So simply hoping that our expatriate workers will automatically send their money through formal channels is not going to materialise. These financial institutions need to get their act together. The government has a role to play in all this. Equally, the private sector financial institutions need to change their mindset about how they want to conduct business so that they have access to more foreign exchange. It is in their best interest to do so because a bigger reserve of foreign exchange automatically translates into more letters of credit (LCs) that can be opened.The global economic downturn is not going away anytime soon. The war in Europe shows no sign of conclusion, rather, all indications are that it may widen. If that happens, policymakers need to rethink austerity measures as they stand now, because limiting imports of raw materials to make finished products is unsustainable in the long run. Import-substitution policy independent of the national exchequer's foreign reserve must take priority. Without energy supplies, the economy will grind to a halt. Although experts and economists have been raising the issue for more than a decade, the policy to continue to import fuel from uncertain foreign markets has to be rethought. The country would be better off if it concentrates on developing its own proven and probable reserves of natural gas and coal that would ensure the requisite supply of energy at a low cost. One can only hope that the policymakers get the priority right at a time of increasing uncertainty.\n[email protected]",
        "headline_1": "Challenging time for economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenging-time-for-economy-1685459204",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2023"
    },
    {
        "full_article": "The prices of education materials, especially all kind of papers, are increasing alarmingly in Bangladesh. In just a span of one year, the prices of paper have become more than double in the local market. It has created an additional pressure on the middle-class families. If this continues, children from lower-class families will drop out from their educational institutions. Following the economic fallout of Covid-19 pandemic and ongoing inflation, the majority of families across the country are now in a financial crisis. As these fixed-income groups are now suffering to make both ends meet, the price surge of education materials like paper will make them struggle further. The burden on people is getting heavier.If Bangladesh wants to achieve Sustainable Development Goals (SDGs), it requires more educated and skilled individuals. But education is getting expensive here day by day. We are now being held hostage by some unscrupulous traders, who often create an artificial scarcity and hike paper price. The inflated price has directly affected our children. Those who have school- and college-going children are spending above their budget to buy them education materials including paper, books, eraser, sharpener, pen and pencil, among others. In order to ensure the right to education for all, the authorities concerned should strengthen the social safety net programmes so that poor families can bear the educational expenses for their children. Of the 17 SDGs, education is the fourth one. So, it is crucial to ensure affordable prices for education materials such as paper to attain this goal. \nSabbir Khan, Student of Sirajganj Government College, Sirajganj, [email protected]",
        "headline_1": "Keep paper price under control",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keep-paper-price-under-control-1685459226",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2023"
    }
]