[
    {
        "full_article": "It has been a tumultuous time for the Indian rupee even as the Reserve Bank of India (RBI) has been actively stepping into the foreign exchange market to stem its free fall in pursuit of what it calls an ‘orderly’ exchange movement. The rupee had hit an all-time low of 85 to the U.S. dollar on December 19. Last Friday, it came precariously close to the 86-mark before a late intervention by the central bank pulled it back to 85.53. A confluence of factors at work have hurt the rupee in recent times, including the sustained outflows of foreign portfolio investments from securities markets after key indices peaked in late September. Overstretched stock valuations, a demotivating corporate performance in the July-September quarter, and China’s economic stimulus, nudged emerging market portfolios from Mumbai to Beijing. The Donald Trump factor added a fresh headwind with the dollar strengthening since his U.S. presidential electoral victory, and emerging market currencies were further rattled by his warning of a 100% tariff on BRICS nations for a common currency plan to challenge the dominance of the U.S. dollar in global trade.Even before fears about Mr. Trump’s generally protectionist stance on trade matters materialise, India’s goods trade story is sputtering. Record trade deficits and import bills are going to show up in this quarter’s current account deficit, which is expected to double from around 1.2% of GDP in the second quarter. Services trade is still throwing up a surplus but the uncertainty around the H-1B visa regime will be a key monitorable, despite Mr. Trump’s latest soothing comments on the system. The previous RBI Governor, Shaktikanta Das, did well to forthrightly dismiss the BRICS currency as just an idea in the air, and stress that India has no de-dollarisation agenda. The government must also issue an unequivocal statement to this effect in public fora and in diplomatic parleys to put the issue to rest. It is true that the currencies of other emerging markets have taken a bigger hit and a falling rupee bodes well for exporters, but India also needs to worry about importing inflation, especially on inelastic items such as edible oil and crude petroleum. Moreover, foreign investment flows are uncertain as is the U.S. monetary policy outlook for 2025. There is also a limit to the extent the central bank can deploy forex reserves to manage the rupee’s trajectory, and the Finance Ministry has conceded that recent exchange rate movements cramp the freedom for monetary policymakers. India’s present economic woes are linked to domestic drivers such as faltering consumption and reluctant investments. With the rupee coming under pressure, the country’s external resilience could be tested as well in 2025, and policymakers must gear up to manage this new risk.\r Published - December 31, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        currency values\n                    \n                            /                      \n                        \n                        foreign exchange market\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        foreign investment\n                    \n                            /                      \n                        \n                        petrol\n                    \n                            /                      \n                        \n                        exports",
        "headline_1": "Currency concerns: on the rupee",
        "headline_2": "The rupee’s rapid stumble poses a fresh challenge for the economy",
        "link": "https://www.thehindu.com/opinion/editorial/currency-concerns-on-the-rupee/article69043979.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "There was almost a sense of inevitability to the World rapid chess championship that concluded in New York on Sunday (India time). Given the astonishing year that India has had in chess, it was as if there had to be an Indian champion, and Koneru Humpy ensured there was one. The 37-year-old from Vijayawada won the women’s World rapid championship after defeating Indonesia’s Irene Sukandar in the final round. This is the second World rapid title for Humpy, which she won first in 2019. This is even more remarkable as she had been seeded 10th and had to face several younger rivals. Chess is getting younger and younger. D. Gukesh proved it just a fortnight ago in Singapore, when he became the youngest world champion in history at 18. Gukesh’s victory came in the classical variety of chess, while Humpy’s was in a format of much shorter time control. The fact that it has not been her favourite format — which remains classical — makes her success even more special. Ironically, she has never won the classical World championship, though she has come close in the past. The latest triumph should inspire her to mount another challenge for the trophy that matters the most.Humpy’s success is only the latest reminder about India’s stature as the superpower in international chess. In September this year, India’s men’s and women’s teams emerged as champions at the Chess Olympiad, in which just about every country took part. Only the former Soviet Union and China have claimed a twin gold at the Olympiad before. India is now to world chess what the Soviet Union was for decades. The country may still have to go a long way before it could rival the popularity that chess enjoyed in the USSR during its golden days but India is churning out world beaters with remarkable consistency. An active chess federation despite the internal quibbles, a familiar tale for Indian sport, huge parental support, increasing interest from the corporate sector and the availability of Grandmasters as coaches across the country have all contributed to the Indian chess revolution, which was begun by five-time World champion Viswanathan Anand. But for India to retain its position as the global giant in the mind game, more has to be done. Except for a few States such as Tamil Nadu, chess still does not get the recognition it deserves. Recently, Tania Sachdev, a member of the victorious Indian women’s team at the Olympiad, had to go public about the lack of support for chess from the Delhi government.\r Published - December 31, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        chess\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        New Delhi\n                    \n                            /                      \n                        \n                        Indonesia\n                    \n                            /                      \n                        \n                        Singapore\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "Queen’s gambit: on Koneru Humpy’s chess win",
        "headline_2": "Koneru Humpy must try to repeat her success in the classical format",
        "link": "https://www.thehindu.com/opinion/editorial/queens-gambit-on-koneru-humpys-chess-win/article69043671.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "An ode to paper calendars. As visual subculture, whether grand or kitschy, they were  charmed objects  \nTomorrow 2024 will move to 2025, and our digital devices will do so without a fuss. Calendars are constructed to discipline the flow of time into useful units. Humans watched the movements of sun, moon and stars, and standardised time to facilitate the increasing precision of our world. But there is something satisfying about the orderly march of the days and months, the rhythm of the seasons – once made tangible by the printed calendar.\nPaper calendars are still available but far from ubiquitous. Once, they hung in every institution and office and shop, the doctor’s waiting room and the home. With commercial printing, cultures around the world, from Mexico to Japan, created idyllic settings and scenes to convey chosen themes. These kitschy images created the global imagination about these places. \nCalendars have been a staple of Indian visual culture too. Calendar art formed our ideas of gods and goddesses, subtly changed the character of public religion. Calendar images have defined our political icons, our ideas of beauty and glamour, or picture-perfect sights of nature, of cars and gear. Calendars were designed for visual subcultures. They made for perfect corporate merch, they’ve been consumer propaganda and political propaganda.\nToday, it’s hard to replicate that pleasure of anticipation, marking a significant day in a grid of days and dates. Yes, with digital calendars, some things are easier – sharing and collaborating, for instance. But the longing for paper calendars lingers. It can be spotted in the determinedly analogue appeal of the bullet journal. There are also hybrid calendars, which blend the sumptuousness of a printed poster or photograph with scannable audio and video. But the days when a printed calendar was a charmed object, when its images riveted our gaze, and its blank squares were an invitation to plan and dream, are long gone. Ah well.\n\n",
        "headline_1": "We flipped, didn’t swipe",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/we-flipped-didnt-swipe/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "Where you choose gym membership. Or weight-loss jab\nJan holds a gun to the head. The first month is for over-the-top resolutions: I will learn to hula hoop, go on a diet, find a cure to cancer…Rest of the year we lie on a couch eating junk. Better to start small. Like giving away the books you bought to impress others; Ulysses is not for everyone. Maybe read more Indian lit than international? Though no one will mind if you stick to horoscopes in foreign mags, as the desi ones are too ungrammatical to be understood. If my Rahu is already in my Shani, typos only make matters worse.\nNew year eve superstitions are doable. Leave your home messy, don’t do laundry, no washing hair, wear only polka dots and red underwear…easy-peasy. It’s the pompous promises to self that are difficult to keep. ‘Don’t accidentally kill MIL’ is on every daughter-in-law’s annual lists. ‘I will not laugh at my boss’s joke’ is what an employee tells himself. ‘Must stop sending long voice notes about my symptoms on group chats,’ hypochondriacs vow. And then as the year rolls on, they go oops! So that there are all those unopened voice notes, a boss who is now a stand-up and that funeral to go to.\nSometimes two resolutions are at odds with each other. Desperate emails from African princes looking to park their funds during a coup go unanswered. Even though they call us ‘dearest’, we are in no mood for a meet-cute. When an AI-generated call demands cash in your son’s voice ‘for my dad’s heart surgery’ you don’t move the funds just because you happen to be the dad. As a cybercriminal it is disturbing to get a ‘who dat?’ text when you’ve just told them their drug parcel is stuck at the customs. Trying to make a buck here, do you mind?\nReferences to resolutions around new year abound from 17th century onwards, with CCTV footage of Babylonians breaking them around 4,000 years ago. Has mankind finally run out of resolutions then? No one pledges to go to the gym now that Ozempic is here. In the age of polyamory and throuples, few are manifesting soul mates. I still have two resolutions though. To stop sending erudite forwards to my daughters that I ‘delete for everyone’ a month later. And to check the phone is off before bitching about whoever just called.\n\n",
        "headline_1": "High-res month",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/high-res-month/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "White nativists can’t digest success of Indians in US. Smart measures are called for\nFrom a curiosity in 1958, when they numbered 12,000, Indians have risen to prominence in America. While they still make up hardly 1.5% of US population, they’ve got CEOs, scientists, astronauts, opinion makers and legislators among their number, and the highest median income of any ethnic group. The first Hindu second lady too. It can be a bit much for white nativists who make up Trump’s MAGA crowd. So, prominent Trump backer Laura Loomer began Christmas with a tweet about “third world invaders from India”, and here we are at New Year’s Eve with the shouting match still on. Both Trump and Musk have weighed in for quality immigration, declaring support for H1-B visas that let in talented programmers and other white-collar workers. Musk described H1-B as a magnet to draw “top 0.1% of engineering talent” and threatened he would “go to war” to defend it. \nMusk and other tech “bros” have a point. With a total of 85,000 visas under different categories in a year, H1-B is not about to change American demographics. Studies show H1-B is correlated with higher patent filings in US, but caps on it push companies to set up affiliates abroad – India’s GCC boom is an example. But try explaining that to Loomer and friends. They want all “foreign-looking” people to go, and history shows such sentiments can turn ugly, especially when many native-born Americans are not doing well. In 1980s, hate group Dotbusters attacked the small Indian community in Jersey City. ‘Dot’ was their word for Hindu women’s bindi, and the violence left at least one Indian dead and many injured. The trigger even then was Indian affluence achieved with “very, very hard” work, in the words of then Jersey City mayor Anthony R Cucci.\nAs TOI pointed out last week, GOI must not sit by amid rising MAGA hostility towards Indians. Pew data shows Indians were the third largest nationality among illegal residents in America in 2022, so a crackdown on illegal immigration via ‘dunki routes’ is long overdue. GOI should also lobby powerful non-Indians in the Trump administration to counter MAGA group-think. And considering that US was the biggest source of India’s $120bn remittances last year, Centre should tap it as a revenue stream – start with a spreadsheet, map skills to demand, and market them.\n\n",
        "headline_1": "MAGALOMANIA",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/magalomania/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "We are often told that we are what we eat, we are what we think, we are what we intend, and we are what we do. So, there are many of us in one of us, sometimes working at cross-purposes and at other times but rarely, all of us in me are working in perfect synchrony, creating an incredible symphony that may be as fleeting as the sizzle on a sizzler or the glow of a firefly. But certainly, there is this tantalising possibility of total convergence, when you are one with yourself and with existence, with the cosmos, and with well, everything.\nComing to the specific subject of food, we normally binge during festive seasons like Deepavali, Christmas, New Year and special days like birthdays, anniversaries and commemorations. Zen Buddhist monk Thich Nhat Hahn famously explained the need to remember where and how the food we eat, came from – its origin, journey, process, distribution and so on until it finds its way on your plate and eventually into your stomach, and from thence in other avatars to other parts of the body. But not before our gut bacteria have a go at it. Eating, whether for pleasure or for survival, is not as simple as it seems.\nThe monk asks us to spend time with the food we eat; every minute of the meal should be happy. Because food nourishes not only the body, it also nourishes the mind. First, express your gratitude for the food on your plate. Second, be aware of and contemplate on all that went into making this possible. Third, chew mindfully, savouring every bit of what you eat. Fourth, maintain a pleasant state of mind with no negative thoughts and emotions – at least, while you are eating. Following these simple steps may improve your digestion, inspire you to eat less, avoid unhealthy snacks, be grateful and cultivate compassion, all of which are enabling inputs for a healthy body and mind.\nTell me what and how you eat and I’ll tell you who you are, said the Buddhist monk. “Slow down, breathe in, and savour every bite,” he says. Go, eat your food with gladness, says the Holy Bible, Ecclesiastes 9:7.\nThe Gita points out that one who overeats and one who does not eat, they are both not fit for meditation and contemplation. The right way to eat is to eat in moderation. One who remains hungry cannot focus, just as one who is intoxicated by food. An alert mind and fit body are nourished by moderation.\nWhy are you a glutton? First ask, “What am I hungry for?” advises Deepak Chopra. Beyond craving fatty food and sugary snacks, what is it that you are truly hungry for? He says, “Our overeating is often a symptom of inner starvation – a hunger for love, self-esteem, happiness and security. By changing our approach to eating, we can heal our bodies and minds to achieve permanent weight loss; a longer, happier life and spiritual well-being.” The hole you feel in your tummy despite eating enough, perhaps indicates an emptiness that arises out of listlessness, anxiety and doubt. Embracing a few spiritual practices could well turn the tide here, for then, both mind and body have more exalted dimensions to look forward to.\nganeshnarayani@yahoo.com\n\n",
        "headline_1": "Why do we eat the way we eat?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/treasurehunt/why-do-we-eat-the-way-we-eat/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "With the new academic year all set to begin, it is disappointing that the National Curriculum and Textbook Board (NCTB) has not yet completed printing a significant number of textbooks for primary and secondary levels, including schools and madrasas. According to Prothom Alo, out of more than 40 crore books, only about 4.75 crore have been approved for dispatch at the upazila level as of December 28. Since not all students across the country will receive their books on the first day of the new year, the NCTB plans to initially distribute at least three new books—Bangla, English, and Mathematics—to students of all classes, but even this plan reportedly faces uncertainty.\nThe NCTB chairman has expressed hope that students of different grades will receive their books in phases, with full distribution completed by January 20. However, NCTB and printing sources are sceptical of meeting this deadline due to delays in printing books for grades 4 to 9. A report by this daily previously cited printing industry insiders who had suggested that delivering all textbooks might take until the first week of March. In recent years, such delays have become an unfortunate norm, severely disrupting education, particularly in remote areas.\nWhile it must be acknowledged that the interim government has had to deal with significant challenges complicating its preparation and delivery of textbooks—including unrest caused by the political changeover as well as school/madrasa shutdown during floods—ensuring textbook delivery within the first week of January could signal a return to normalcy in academic activities. This is especially crucial for the students whose learning took a heavy hit because of the disruptions. Even now, the education sector, including the tertiary level, continues to experience challenges and uncertainties, making the new year an ideal opportunity to rejuvenate academic momentum and support students, particularly in underserved areas outside Dhaka. The faster the textbooks are distributed, the better for all concerned.\nUnder the circumstances, the government must step up its efforts in printing and distributing the textbooks. If necessary, additional resources and staff should be allocated to accomplish this crucial task. Given the wave of interruptions the education system has faced ever since the pandemic, it is all the more important to get things firmly back on track. Ensuring that schoolchildren receive their books promptly can lay the foundation for a strong academic year ahead.\n",
        "headline_1": "Ensure prompt delivery of textbooks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-prompt-delivery-textbooks-3788026",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "More than four months have elapsed since the student and public uprising in July. During this time, the newly formed interim government has confronted numerous challenges and has often struggled to demonstrate tangible progress. Nevertheless, the government is resolutely laying the foundation for essential reforms across several critical sectors. Overall, Bangladesh is unmistakably moving forward through a significant transformation.\nThe July student and public uprising was a powerful call to abolish the fascist system and establish a new political settlement. This movement was not merely about replacing or overthrowing the rulers; it was about fundamentally transforming the system that enables state oppression of the people, rooted in specific socio-economic and political conditions. Nur Hossain bravely sacrificed his life to dismantle the military dictatorship of Ershad, driven by the conviction that democracy must be liberated. Despite establishing an electoral system in post-1990 Bangladesh, true democracy could not be achieved. Had democracy been genuinely realised, the sacrifices of individuals like Abu Sayed and Wasim Akram would have been unnecessary.\nA critical issue in discussions about democracy in Bangladesh is the mistaken belief that elections equate to democracy. This prevailing narrative falsely asserts that holding elections is synonymous with being a democratic state. In reality, elections are merely a method for selecting a government for a specific period in a genuine democracy. If the state lacks fundamental democratic principles—such as the rule of law, institutional freedom, freedom of the press, freedom of speech and expression, and the right to assembly—then conducting elections every five years fails to establish true democracy.\nIn Bangladesh, we have decisively failed to establish a strong electoral system, severely undermining the continuity of elected governments. Numerous political parties have set a dangerous precedent by seizing power through elections but refusing to relinquish it at the end of their terms. This has created a cycle of coups, countercoups, military rule, a blatant disregard for democracy, and a pervasive culture of political violence.\nIt is evident that after each major historical event in our nation—specifically in 1947, 1971, and 1990—the resulting arrangements have consistently fallen short. The core issue is a glaring lack of a clear and unified vision for a democratic state. We must confront and resolve this fundamental problem if we are to advance effectively.\nThe call for the abolition of the fascist system and the establishment of a new political settlement during the 2024 uprising must be understood in its historical context. The post-uprising student movement, fiercely opposing inequality, along with the determined efforts of the National Citizens' Committee, is firmly rooted in this understanding. The National Citizens' Committee demands a new democratic constitution to ensure that no government can devolve into authoritarianism once in power. The 1972 constitution failed to deliver democracy and justice, ultimately paving the way for the oppressive one-party rule of the Baksal regime.\nThe student movement against inequality demands the declaration of a second republic. These demands from students and citizens cannot be ignored. Achieving fundamental change in our country requires more than just rushing into elections without necessary reforms. We firmly believe in the importance of elections as a core practice of democracy; however, we categorically oppose electioneering.\nElectoral politics relentlessly seeks to maintain the status quo and obstruct essential reforms. In stark contrast, the movement to dismantle the fascist system is determined to eradicate the authoritarian elements entrenched within the state's structure. Our goal is clear: to establish true institutional democracy by creating a democratic constitution through an elected constituent assembly and conducting parliamentary elections under that constitution. This is the undeniable pathway of our democratic revolution.\nThis aspiration is not merely a romantic notion; it is a concrete vision grounded in global democratic principles. Our proposed vision for the state demands the establishment of a democratic constitution that unequivocally removes state institutions from executive control. We will implement decisive measures to limit the powers of the prime minister, preventing the rise of a singular authority.\nWe will unapologetically recognise the rights of all ethnic communities and prioritise the needs of minority groups. Ensuring a safe public space and achieving economic equality for women are non-negotiable imperatives. We reject the binary politics of religion versus culture and instead assert the necessity of building a cohesive political community through the integration of religion, language, history, and heritage within the framework of self-development.\nMany researchers assert that Bangladesh's strategic geopolitical position commands the attention of both global and regional powers. Our geopolitical strategy is anchored in an unwavering commitment to protecting the sovereignty and territorial integrity of our nation. When it comes to foreign policy, we rigorously prioritise mutual interests and uphold our dignity.\nBangladesh will no longer be dismissed as a \"bottomless basket.\" We've emerged as one of the world's rising economies, and it is clear that, had it not been for the extensive looting, rampant corruption, and money laundering of the past 15 years, our economy would rank among the foremost in Asia. We are resolute in our commitment to eradicating corruption and money laundering, creating abundant employment opportunities, offering special incentives to small and medium-sized enterprises, and transforming the tourism industry.\nWe will ensure that healthcare reaches every citizen, fully committed to the vision set forth by the late Dr Zafrullah. Our emerging political party, focused on engaging the youth, will prioritise increasing funding for education and promoting research and knowledge production. It's time to take bold action for the future of Bangladesh.\nCriticism and dissent are vital pillars of democracy. We must unequivocally ensure that no government has the power to harass or torture individuals for their criticisms, nor can they engage in abhorrent acts such as enforced disappearances or imprisoning citizens without trial. It is imperative that we proactively prevent any recurrence of such egregious human rights violations. The recent extrajudicial killings have made it crystal clear that we will not tolerate these injustices. We cannot allow another life to be lost in this way.\nThe brutal actions of Sheikh Hasina and her party must remain etched in the public's memory. We will honour the martyrs with the utmost respect, and the injured will receive the highest standard of care. Their sacrifices and suffering will fuel the relentless reconstruction of Bangladesh.\nWe mustn't pit reform against elections. To establish a robust foundation for Bangladesh's democratic system, reform is not just necessary; it is unavoidable. The outcome of these reforms—free and fair elections—must restore our electoral democracy. We refuse to accept the loss of more lives merely for the sake of elections. The will of the people is unmistakably inscribed throughout the country. The message is clear: we demand reform in our nation, society, state, and institutions. While this reform process will not last indefinitely, the government must be given a defined period to deliver results. We must be vigilant to ensure that the urgent call for elections does not compromise the reform agenda. The government has no right to fail.Following these reforms, they must lay the groundwork for a new government to assume power within a strong and democratic framework, and that is our expectation. The youth will undoubtedly lead every sector of future Bangladesh.\nNasiruddin Patwary is the convener of the Jatiya Nagorik Committee.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "New political settlement and the vision of a democratic state",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/new-political-settlement-and-the-vision-democratic-state-3787926",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "The banking industry of Bangladesh is going through a critical period marked by significant challenges, including the largest amount of non-performing loans (NPLs) ever, extreme liquidity problems in stressed banks, capital flight through trade-based money laundering, a substantial lack of corporate governance, provisioning shortfalls, and a foreign currency crisis. The ongoing crisis has been caused by the last one and a half decades of grand-scale deviation of governance in the banking industry. Since inception, the Bangladesh Bank has issued licences to 62 scheduled banks (including six state-owned commercial banks, three specialised banks, 43 private commercial banks, one digital bank, and nine foreign commercial banks) and 34 non-bank financial institutions. However, there is a controversy regarding whether the size of the economy can sustain so many banks. In this context, unipolar decisions made by different political regimes, without considering the sector's sustainability, are primarily responsible for the current crisis.\nIf we look at other Asian countries, in Malaysia, there were 42 banks operating against a GDP size of $399.71 billion in 2023. In Indonesia and Thailand, the numbers are 106 and 30, respectively, against GDP sizes of $1,371.17 billion and $514.97 billion. Similarly, India has 95 scheduled banks with a GDP size of $3,567.55 billion. In Pakistan, the number of banks stood at 41 in 2023, with a recorded GDP size of $337.91 billion. Meanwhile, in Bangladesh, there were 62 banks in 2023, against a GDP size of $437.42 billion. Similarly, Myanmar has 48 banks against a GDP size of $66.76 billion. Myanmar and Bangladesh have the highest numbers of banks with respect to their GDP sizes in the South-Southeast Asian region.\nSince Bangladesh's independence and its transition to an open market economic system through trade liberalisation (1971-1990), the banking industry experienced a slow pace of growth. However, after globalisation and the advent of technological advancements, the industry gained momentum. After the independence, the banking industry started its journey with six nationalised commercial banks, three state-owned specialised banks, and nine foreign banks. In the 1980s, the sector saw a significant expansion with the launch of private banks, starting with the licensing of the Arab-Bangladesh Bank Limited in 1981. The Awami League-led government approved the licence of 26 private commercial banks throughout their entire tenure, while the BNP-led government licensed eight banks, and nine banks were approved under other governments.\nIssuing licences for banks under political consideration has caused a significant havoc in our banking industry. Previously, the minimum paid-up capital for a bank licence was Tk 400 crore, which has now been raised to Tk 500 crore, paid in white money by the directors. If a bank has assets worth Tk 20,000 crore, it effectively generates 40 times more assets than the paid-up capital injected by its real owners. It is the prime responsibility of banks to safeguard public money rather than prioritise loaned clients. When a bank licence is granted to a politically affiliated individual who assumes the role of a director or chairperson of the board, and that individual simultaneously holds a legislative or cabinet position, they can influence the bank through state mechanisms, often overriding even the central bank's regulatory norms. Such a scenario creates an extreme conflict of interest, undermining the bank's ownership structure, corporate governance, and management integrity. Furthermore, due to the lack of strong demutualisation in banking, the board of directors often interferes with the bank management's decision-making, ultimately undermining professional governance. Over the last one and a half decades, a significant number of banking professionals have left the profession prematurely due to this lack of professional freedom.\nAccording to a World Bank report titled Bangladesh Development Update (October 2023), the total of NPLs, rescheduled loans, and outstanding written-off loans rose to nearly Tk 3.78 lakh crore by the end of 2022, compared to Tk 3.14 lakh crore in 2021. The report also shows the stressed asset ratio (including NPLs, rescheduled loans and written-off loans) to be 20.5 percent in 2018, 24.2 percent in 2019, 23.6 percent in 2020, 23.1 percent in 2021, and 22.8 percent in 2022. Very recently, the White Paper on the State of the Bangladesh Economy revealed that the total amount of stressed assets stood, as of June 2024, at Tk 6.75 lakh crore. It includes recognised NPLs of Tk 2.11 lakh crore, rescheduled and restructured loans of Tk 2.73 lakh crore, outstanding written-off loans of Tk 75,389 crore, special mention accounts (SMA) worth Tk 39,209 crore, and loans under court stay order worth Tk 76,185 crore.\nIn Bangladesh, over the last decade, there has been a troubling practice of bank directors sanctioning loans for their own business ventures, prioritising personal interests over the bank's interests. The board of directors, which holds the highest authority to approve loans in a bank, has often been involved in such conflicts of interest. The Chattogram-based S Alam Group, for example, has reportedly exercised exclusive controls over six banks, one insurance and one NBFI over the last decade. Through this influence, the group allegedly diverted Tk 2 lakh crore from the banks under their control by creating shell companies or falsifying corporate identities, using intercompany fund transfer, and undermining the legal framework and due diligence process of credit sanctioning.\nThrough trade-based money laundering in the forms of under-invoicing, over-invoicing, multiple invoicing, and false invoicing, significant amounts of money were syphoned off through cross-border transactions. According to a report by the Global Financial Integrity (GFI), $61.6 billion was smuggled out of Bangladesh from 2005 to 2014. Bangladesh loses $8.27 billion annually to trade misinvoicing. By 2030, GFI predicts this could exceed $14 billion per year.\nDuring the aforementioned crisis, the Bangladesh Bank, the apex banking regulatory body in the country, failed to play a decisive role in rescuing the sector. Notably, the tenure of one former governor was controversially extended through an amendment of the Bangladesh Bank Order. Similarly, the role of the immediate last governor was widely criticised, as he disappeared from public view following the fall of the Awami League government in August. These two controversial appointments undermined the regulatory integrity of the central bank. Furthermore, lenient policies, particularly circulars on loan classification and restructuring, facilitated easy credit access for oligarchs, exacerbating the situation. During the pandemic, the monetary stimulus provided by the central bank disproportionately benefited businessmen and bank owners, which further deepened the financial inequities.\nMost fourth-generation banks are in critical financial health. A corrupt nexus of oligarchic politicians, bureaucrats, and businessmen is primarily responsible for the dire state of the banking sector. What's encouraging is that the new authorities have taken immediate bold steps to rescue the financial sector, such as disbanding the boards of directors of banks controlled by S Alam Group, imposing limits on cash withdrawals to balance liquidity, introducing market-determined interest rates, abolishing LC margins for essential commodity importers, maintaining strong provisions against impaired assets, and issuing a master circular aligned with IFRS-9 and international best practices for loan classification and guidelines. Now is the time for the Bangladesh Bank to strengthen the financial sector and elevate it to greater heights, setting an example of resilience.\nMd Mehdi Hasan Khan and Md Kamrul Hasan are currently pursuing an internal auditor certification with the Institute of Internal Auditors Bangladesh (IIA).\n\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "End political influence on the banking sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/end-political-influence-the-banking-sector-3787811",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Mixed signal from manpower export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mixed-signal-from-manpower-export-1735570397",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Ensuring safe food for all",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safe-food-for-all-1735570433",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Adapting to automation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adapting-to-automation-1735570480",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "High phone call charge a burden on consumers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-phone-call-charge-a-burden-on-consumers-1735570503",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2024"
    }
]