[
    {
        "full_article": "The back-to-back visits to India by German Chancellor Olaf Scholz and Spain’s Prime Minister Pedro Sánchez indicate an attempt by New Delhi to engage with Europe’s biggest economies bilaterally. While Mr. Scholz’s visit was a scheduled engagement for the bi-annual Inter-Government Consultations, this was his third visit since 2023; Prime Minister Narendra Modi had visited Germany in 2022. Thus, there were MoUs on innovation and technology, skilling and mobility, and green energy cooperation, as well as improving trade, pegged at $26 billion, with about $27 billion in German investments. The conversation over trade and investment intensified with both leaders attending the Asia-Pacific Conference of German Business, a first in India, amidst an attempt by German businesses to reduce their exposure in China. The two-day visit of Mr. Sánchez (officially called the President of the Government of Spain) shone a spotlight on unnoticed India-Spain bilateral ties. Trade is nearly $10 billion, and Spain is India’s 16th largest investor. Despite its relatively lower stakes in India’s economy, Spain is increasingly seen as a technology and engineering partner; one of the MoUs signed was for rail transport. The highlight of the visit was the inauguration of an Airbus-Tata private sector plant to assemble C-295 aircraft for the Indian Air Force. It did not go unnoticed that the visits were scheduled close to each other, even as Germany and Spain are competing for defence deals, indicating New Delhi’s desire to diversify its options.The timing of the visits followed just after Mr. Modi’s Russia visit for the BRICS summit, and his meetings with Russian President Vladimir Putin and Chinese President Xi Jinping, which show how India continues to balance ties amid the Russia-Ukraine conflict. India expressed deep concerns over the loss of life in the Ukraine conflict and the need for lasting peace, in the joint statements with Germany and Spain. But the statements differed to a degree in the paragraphs on the West Asian crisis. The statement with Germany squarely condemned Hamas for its actions on October 7 last year, and called for the immediate release of Israeli hostages. The statement with Spain did not name Hamas, and emphasised the need to protect civilians and for all parties to comply with international law. Spain has taken a step away from other European countries by recognising Palestine and blocking all shipments of armaments including from India to Israel. It is important that India continues to engage with European countries individually, as well as with the European Union, especially with such evidence that even the closest partners have nuanced differences on geopolitical issues of the day. Published - October 31, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        Germany\n                    \n                            /                      \n                        \n                        Spain\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        European Union\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        green technologies\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        investments\n                    \n                            /                      \n                        \n                        engineering\n                    \n                            /                      \n                        \n                        defence contract\n                    \n                            /                      \n                        \n                        air transport\n                    \n                            /                      \n                        \n                        manufacturing and engineering\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        Russia-Ukraine Crisis\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        peace negotiations",
        "headline_1": "Towards Europe: On the India visits by the leaders of Germany, Spain",
        "headline_2": "India used visits by leaders of Germany and Spain to balance ties in Europe",
        "link": "https://www.thehindu.com/opinion/editorial/towards-europe-on-the-india-visits-by-the-leaders-of-germany-spain/article68815111.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "Policy decisions that are clairvoyant are most likely to serve well, and for long. A clairvoyance that comes from reading the signs today and now, can save lives, and make living better. Tamil Nadu’s move to declare heat as a State-specific disaster, rendering people so affected eligible for assistance from the State, is unequivocally a beacon shining in a country where environmental degradation goes together with unplanned cities, poverty, and limited access to shelter and health care. The World Meteorological Organization declared that 2023 was the hottest year on record. A study on ‘Deadly heat waves projected in the densely populated agricultural regions of South Asia’ portends that the most intense hazard from extreme future heatwaves will be concentrated around the densely populated agricultural regions of the Ganges and Indus basins. It is critical that the human body remains at the optimal temperature of 37° Celsius: living in temperatures that constantly and consistently exceed this limit can cause immeasurable stress and the breakdown of bodily functions, impact vital organs, and lead to death in vulnerable populations. Tamil Nadu’s move is a laudable recognition of the inevitability of extreme weather events affecting people’s health even as it prepares to address issues arising out of extreme heat events. The government order says many parts of Tamil Nadu have consistently recorded temperatures above 40° C during the summer of 2024, acknowledging that heatwaves are emerging as a threat affecting the day-to-day life of the elderly, children, those with prior illnesses, co-morbidities and those who work in open environments. Tamil Nadu’s vulnerability is exacerbated by its long coastline where humidity goes up during summer, giving rise to the peculiar wet-bulb temperature phenomenon. The World Economic Forum has warned that global warming is on track to reach a ‘wet-bulb temperature’ level of 35° C, where humans can no longer regulate safe body temperature through sweating.While mechanisms must be alerted to mitigate the effects of global warming at the local, regional and national levels, it is also sagacious to prepare during the interim. The Tamil Nadu government’s move to provide relief to the victims of heatwave under the State Disaster Response Fund will feature a comprehensive range of activities, including ex gratia payment to families of those who died of heat-related conditions; provision for medical care, and drinking water, including supply of ORS packets, and rescheduling working hours, will make the State and its most vulnerable at least prepared for the worst. Other States would do well to be inspired by this model. Published - October 31, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        heatwave\n                    \n                            /                      \n                        \n                        disaster (general)\n                    \n                            /                      \n                        \n                        environmental issues\n                    \n                            /                      \n                        \n                        urban planning\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        population\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        disaster management\n                    \n                            /                      \n                        \n                        medical service\n                    \n                            /                      \n                        \n                        drinking water\n                    \n                            /                      \n                        \n                        weather",
        "headline_1": "Sun signs: On extreme heat and Tamil Nadu’s policy decision",
        "headline_2": "States should prepare to assist the vulnerable during extreme heat events",
        "link": "https://www.thehindu.com/opinion/editorial/sun-signs-on-extreme-heat-and-tamil-nadus-policy-decision/article68815083.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "Halloween, Diwali, Kali puja\nall contrasting, no? No!\nHalloween’s fixed date is Oct 31. Today has also been officially declared as Diwali by ultimate authority VHP, nixing wannabe Nov 1. ‘The East is Red’-tongued: Kali puja has to be on Kartik Amavasya, which too has fallen on this day. This perverse alignment of light and dark seems like an astronomical aberration. It bothered me even as a child. No Halloween then, but it was disorienting to drive into Bengali paras from our predominantly Gujarati area – doubly Diwali-ed by being electrical goods market as well. North Calcutta’s  scary Kali puja pandals were a planet, not just a few kms, away from our fireworks and fairy lights. Ram’s return to Ayodhya multiplied the mix. But for my Gujarati trader-neighbours, Diwali was only about Lakshmi, goddess of wealth. So what was this dark and fierce deity doing in the company of fair and benign Devi L?\nNow i know Lakshmi and Kali aren’t as contradictory as their looks. That, in some legends, Kali emerged from the forehead of a Durga overwhelmed by raging bloodlust; that, as embodiment of power, she can slay more demons than Mahishasura Mardini herself. Lakshmi, too, is not only Durga’s daughter, but sometimes her predecessor: in the eponymous Tantra, Lakshmi becomes  ‘Durga’ after killing Durgamasura. \nHindu mythology can iron out any dissent, but what about the alien intruder in today’s serendipitous trilogy? Being non-Sanatan or any dharma/varna, dare i find commonality in the ghoulish imageries of Halloween and Kali? Link former’s childish skull masks with goddess’s grisly garland? Say that if Halloween is solemnly celebrated at graveyards, Kolkata’s most venerable Kali puja is at Keoratala burning ghat. Postal zone? Kalighat. As atonement for perceived sacrilege, i could add that while the foreign festival celebrates dark forces, Kali liberates her worshipper from negative energy – of every Kal.  \nImpossible to conflate gay Diwali kandeels and grimacing Jack-o-lanterns, no? Instead let’s take the imminent assembly elections. Aspiring netas have seized Halloween’s ‘trick or treat’. But their treat is just a trick.\n                                   ***\nAlec Smart said: “Unable to take stand on seat distribution? Sign of electile dysfunction.”\n\n",
        "headline_1": "Diwaleen/Hallowali",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/diwaleen-hallowali/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "Try saying Happy Diwali without saying hello diabetes. Celebrate good health instead\nHow many mithai shops do you have within walking distance of your home? They like to celebrate Diwali by excitedly expanding, covering up as much of the surrounding area as peacefully possible. Their enlargement is often directly proportional to that of our waistline. More insidiously, every extra bite of sugar feeds our addiction to it. Once upon a time, the Diwali hamper used to hawk the sweet temptations of only laddoo, barfi, mysore pak and other country cousins. Today, it keeps international company, such as bonbon and macaron, meringue and baklava. An ancient craving is constantly fattened by novelty.\nIf our ancestors celebrated Diwali with sweet abundance, why should we let the modern doc meddle with this tradition? Because back in say 1800, human beings used to get to eat about a spoonful of sugar per week, and today that’s what we could be having with a spoonful of ketchup alone. Back then, our diet didn’t run through with ultra-processed fare. Nor were half of India’s adults failing to meet WHO recommended levels of physical activity. How we are living today is new, our foods are new, and so is disease prevalence. Now the D of Diwali is inseparable from the D of diabetes. \nWon’t new-fangled obesity and diabetes meds fix the problem? In Magic Pill: The Extraordinary Benefits and Disturbing Risks of the New Weight Loss Drugs, Johann Hari says this is one part of the market ‘solving’ a mess created by another part of the market, but actually leaving the real problem of a toxic food system unsolved. This is no doubt a great challenge for our times. The heavy lifting on it has to be done by policymakers and regulators. But civic institutions like schools and consumer forums also have to do their part.\nDo children understand that oats and oat biscuits or millet and millet laddoos couldn’t be further from health-interchangeable? When it comes to reading food labels, even India’s adults have poor literacy. Not to mention the little matter of whether the labels are incorrect, misleading or missing. In effect, even those of us who know how harmful sugar is, often have a very poor sense of how much of it we are really consuming. We need to take all this as seriously as we plan our careers and investments. For the sake of both body and brain, our Diwali, and our lives, have to be divorced from sugary ODing. \n\n",
        "headline_1": "Barfi To Baklava",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/barfi-to-baklava/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "Reading stirrings in the cola market. A story of price, politics, desi-ism & branding \nIs a new cola war in slow eruption? Or are the reports part of the game? A price challenge has broken out with a desi cola, modest in terms of market share, crashing its price to ₹10 for a 200ml PET bottle, where the entry price of the two global giants is ₹20 for 250ml (PET). Given cola wars are the longest-running global war – to cola-consumers’ benefit – market’s looking to a shake-up. Coca-Cola and Pepsi’s is the biggest market rivalry ever, corporate legend, but there’s a desi twist here.\nEver since the two hit Indian shores decades ago, cola wars have seen an Indian angle. On the one hand is the 20-year-old fight denouncing All Things Sweet & Carbonated. Then there’s the foreign vs Incredible India battle of undercurrents. And a third battle is allegations against the two of polluting water sources, overdrawing of water and pesticide residue, that saw one chucked out of a state. This also catapulted to centrestage the larger issue of contamination in foods & beverages – a chase in which Indian authorities forever play catch-up.\nCoca-Cola made political history as the first MNC to refuse tech transfer in the 1970s that saw it booted out of the country, to return once 1990s’ reforms kicked in. Bruised but never battered, market shares of the two giant brands hover in single-digits in India, Coca-Cola 9% and Pepsi 8%. For the uninitiated, Sprite is the largest selling – sales boosted as an additive to not-so-soft drinks – with 20% market share. Thums Up, which Parle sold to Coca-Cola company, retains its 16% slice. It’s interesting that the downpriced Campa Cola pit itself against Coke & Pepsi and not desi counterpart Thums Up. Sales are the litmus test of branding and distribution. Pricing’s the gamble. We’ll soon know if there’s true fizz in the new buzz.\n\n",
        "headline_1": "All things sweet & small",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/all-things-sweet-small/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "Deepavali, also known as the festival of lights, celebrates one of the most cherished moments –the return of Ram to Ayodhya after 14 years of exile. But beyond the historical context, Deepavali holds a deep spiritual meaning that extends far beyond the lighting of lamps and the joy of reunions. It is about the journey of the soul, the eternal battle between light and darkness, good and evil, and the divine principles of love, union, and separation.\nThe story of Deepavali is rooted in the epic tale of Ram, whose exile left the residents of Ayodhya in a state of despair. They could not imagine their lives without him and wanted to accompany him to the forest. However, Ram convinced them to stay behind, asking them to remain faithful in their hearts. As he departed, the people of Ayodhya experienced intense separa tion, known as ‘vipralamba’, one of the two important principles that define the love between the Lord and his devotees. The other principle, ‘sambhoga’, refers to the ecstatic union of the Lord and His devotees. Together, these two states of being – union and separation – are at the heart of Divine love.\nDuring his exile, Ram’s younger brother Bharat came to Chitrakut, pleading with Ram to return to Ayodhya. But Ram, bound by duty, refused to break his exile. Instead, he gave Bharat his sandals, which Bharat placed on the throne in Ayodhya as a symbol of Ram’s kingship. For 14 long years, Bharat lived in a simple hut in Nandigram and spent his days and nights in sorrow, crying for Ram, embodying the principle of vipralamba – complete and utter devotion even in separation.\n\nWhen the 14 years of exile were finally over, Ram sent Hanuman ahead to inform Bharat of his return. The news brought immeasurable joy to Bharat, and when Ram arrived in Nandigram, Bharat’s ecstasy knew no bounds. The entire city of Ayodhya was filled with joy as news of Ram’s return spread. The people of Ayodhya lit lamps in celebration, welcoming their beloved king back after years of painful separation. These lamps were not just sources of light; they were symbols of the intense love, gratitude, and devotion the people held for Ram. The flames represented the hearts of the people, blazing with uncontrollable love after years of separation.\nFor Ram, every single lamp lit in Ayodhya was a manifestation of the pure love his devotees had for him, and in that moment, he reciprocated with boundless joy. This divine exchange of love and devotion is the true essence of Deepavali – a festival that goes beyond the return of Ram. It signifies the return of the Lord into our lives, into our hearts, after countless lifetimes of spiritual separation.\nBut the truth is, Ram – or any Divine presence – never really leaves. He resides eternally in our hearts, just as he never truly left Ayodhya. The only reason we do not feel His presence is because of our lack of love and devotion. Deepavali serves as a reminder that by rekindling the flame of devotion and love within our hearts, we can once again feel His presence. In this sense, Deepavali is not just about welcoming Ram back into Ayodhya; it is about welcoming Him back into our own lives, awakening our dormant love for the Divine.\nThe writer is the spiritual guru at ISKCON\n\n",
        "headline_1": "A journey of love, light and inner transformation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-journey-of-love-light-and-inner-transformation/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "The renewed controversy over the affiliation of seven government colleges with Dhaka University—about eight years after the imposition of that ill-conceived decision—shows the pitfalls of a top-down approach to such critical matters overlooking their complexities. Since the 2017 affiliation, these colleges have had to grapple with significant operational hurdles and academic inequities, a far cry from what was promised initially. Thus, it is understandable that the students now protesting in the streets feel aggrieved, demanding a decoupling from DU.\nAccording to media reports, the students staged sit-ins at several locations in the capital, including Science Laboratory, on Wednesday, leading to widespread traffic congestion across key parts of the city. Many commuters were seen walking to their destinations as traffic from blocked routes spilled over into surrounding areas. The students also held similar demonstrations on Tuesday after a three-day ultimatum issued to the government expired without results. Following Wednesday's blockade, they announced a pause on their protests until Saturday.\nHowever, while the grievances of students are legitimate, their proposed solution and their refusal to call off protests, despite the government's formation of a committee to address these issues, have raised reasonable concerns. This would have been an easier fix if students sought only to break free from DU. But they are also demanding a separate autonomous university for their institutions, having previously rejected the idea of reintegration with the National University that used to oversee these colleges before. Clearly, this is a complex issue that cannot be rushed.\n\nDo we really need another public university in Dhaka? Can we afford it? The founding of an autonomous university requires new legislation, significant land acquisition and infrastructural development, as well as meticulous educational and financial planning. It's an undertaking that may easily span several years—time that the current students do not have.\nThat said, creating a new public university in the face of ultimatums, and without thorough consideration, would not only be unprecedented but also hugely impactful for an overcrowded city already having multiple public universities (general/specialised). Do we really need another one? Can we afford it? The founding of a new autonomous university requires new legislation, significant land acquisition and infrastructural development, as well as meticulous educational and financial planning. It's an undertaking that may easily span several years—time that the current students do not have.\nTherefore, we believe they should reconsider their demand for a new university and instead focus on having their immediate grievances addressed. It is vital that the academic, administrative, logistical and affiliation-related issues plaguing these colleges are resolved, and we hope that the government committee of experts will soon outline a comprehensive plan for solutions. The education adviser has also expressed his commitment to resolving these issues.\nSo, the right course of action for the protesting students would be to call off their demonstrations, sparing commuters further trouble, and return to their campuses. On their part, the authorities should also ensure proper communication and collaboration with the students to make sure they feel included in decisions regarding their educational life.\n",
        "headline_1": "A new public university in Dhaka makes little sense",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-public-university-dhaka-makes-little-sense-3740751",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "In recent times, we have had a barrage of reports showing how, during the tenure of the Awami League regime, politically influential or affiliated directors in private banks abused their power to misappropriate general depositors' savings through illegal or unethical practices. These include sanctioning loans without due diligence, waiving or writing off loans and their interest, extending or rescheduling loans without reasonable grounds, making bank investments without proper feasibility studies, etc. Such poor governance resulted in an unprecedented misappropriation of depositors' money over the last decade or so.\nWhile most malpractices in the banking sector stem from inadequate supervision and poor accountability practices by the central bank, the loopholes within the existing legal framework on banking governance also play a significant role. Corrupt individuals and their allies managed to legalise their wrongful actions by using some flawed provisions of the Bank Company Act, 1991 (amended up to 2023)—the primary legislation governing the banking sector. To identify the weaknesses in the legal provisions regarding accountability and transparency, it is crucial to understand the functions and powers of a bank's board of directors.\nLegally, a board of directors is the highest decision-making body in a bank, responsible for formulating and implementing policies, risk management, internal controls, internal audits, and compliance. In short, the board oversees all business and administrative actions of a bank. So having a well-balanced and accountable board is paramount, especially as a bank holds and manages the funds of depositors. However, malpractice in the banking sector often begins when influential individuals take control of the board. The question is, does the current banking legislation prevent a bank from falling under the control of vested interests? The answer is somewhat affirmative.\nSection 14Ka of the Act states that the shares of a bank cannot be accumulated in the hands of an individual, particular family, or company—and it bars them from acquiring more than 10 percent of shares in a banking company. Moreover, Section 15 restricts the number of directors from one family to three at a time, while Section 23 allows two additional directors from the same family's affiliated or controlled company or institution.\nBut since a bank, being a public limited company, must have at least three members on its board, including at least two independent directors, it is legally possible for five out of seven members on a board to be from a single family or its affiliated companies, allowing it to control the board. Such a concentration of control within a family raises ethical and legal concerns. For instance, appointing family members and associates to key positions in a bank could lead to conflicts of interest, where personal interests might overshadow depositor interests. Moreover, favouritism and incompetence may lead to poor compliance and thereby increase the risk of financial mismanagement and misappropriation.\nFurthermore, according to an amendment to the Act passed on June 21, 2023, an individual can serve as a director for twelve consecutive years and may be reappointed after a three-year break. Such a lengthy tenure can allow directors to entrench themselves and misuse their position for personal gain rather than safeguarding depositor interests. All these vague and legally tenuous provisions of the Bank Company Act can open avenues for vested interests to amass control over banks.\nBeyond the formation of the board, the most critical issue is ensuring transparency and accountability among directors. The Act mandates that directors, managing directors or chief executives, and senior management officials disclose the \"name, address, and other details of their commercial, financial, agricultural, industrial, and other businesses,\" along with details of family business interests, to the board annually. However, Section 18 does not require this disclosure to be submitted to Bangladesh Bank, creating a transparency loophole. A board plagued by vested interests will naturally like to shield its members. Additionally, the Act requires directors and members of senior management to notify the board if they have a relationship with anyone bound or about to be bound in a significant contract with the bank. While this provision initially appears well-suited to promote transparency, the vague term \"significant contract\" leaves room for misinterpretation and manipulation.\nBeyond the formations and functions of bank management, the 2023 amendment to the Act also raised concerns by granting substantial concessions to loan-defaulting companies. It stipulates that if one company within a group defaults, other companies within the same group or linked to the same individuals won't be classified as defaulters. This will also not affect their ability to secure new loans. Economists believe these changes risk increasing intentional loan defaults, further worsening bank governance issues.\nWhat becomes clear from the above discussion is that existing legal provisions can, and do, allow for malpractice within banks. To protect general depositors' interests and restore good governance in the sector, we must reform the legal framework for board formation and its transparency.\nFarhan Masuq is lecturer of law at Bangladesh University of Professionals (BUP).\n\nKhushnuma Khan is a barrister-at-law.\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "We need to protect depositors from bank boardroom misuse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-need-protect-depositors-bank-boardroom-misuse-3740336",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "It has been a long time since the Ballon d'Or ceremony has seen a group from the crowd openly heckling. Perhaps that's a testament to how far ahead of the competition Lionel Messi was whenever he was nominated. But this year was different—and open to debate. There's a strong palpable sense of disagreement over the eventual winner.\nThe 2023/2024 season had its share of outstanding individual moments. The brilliance of Xabi Alonso's Bayer Leverkusen winning the Bundesliga without losing a single match. Jude Bellingham's \"I am him\" affirmations in pivotal moments. Phil Foden finding his limelight again. Harry Kane's golden boot, despite another trophyless season. The coolness in Cole Palmer. Lamine Yamal's swerving shots that made you forget that he has school the next day. Star power was in abundance. However, to win a Ballon d'Or, in theory, you need to be extraordinary, and this year, it seemed Vinicius Jr was all but guaranteed to win after his crucial role in helping Real Madrid clinch the Champions League. Yet, he was not named. It was Spain and Manchester City's Rodri who walked home with the coveted award.\nFrankly, Rodri's name was not a common pick among fans this year. Vinicius Jr had always been at the forefront. Just ask Rio Ferdinand—he mentioned the word \"Ballon d'Or\" nine times as Vinicius dribbled to finish off the match for Real Madrid in the Champions League final. Haaland's name floated around, but City's failure to retain the Champions League and Norway's failure to qualify for the Euros put him out of contention. The emphasis on performing well in international tournaments continues to disrupt the concept of who qualifies as a worthy Ballon d'Or winner.\nThis debate continues to rage, affecting the credibility of the awards. It's a recurring theme: if there's a major international tournament and you don't play a role in it, you might as well skip the ceremony. Last year, Erling Haaland's brilliant season led City to finally secure the Champions League—the only trophy that was missing from their trophy cabinet. Yet, despite all his individual brilliance—his goals, statistics, and impact—it seemed nothing would stop Lionel Messi from winning his eighth Ballon d'Or for his World Cup 2022 performance. This was true even though Messi missed several matches, switched teams mid-year, and moved to a less competitive league. International tournaments continue to remain the most influential factor in the award's outcome. Perhaps Vinicius' limited impact for Brazil in the Copa America played a decisive role in voter's mind. With Brazil exiting in the quarters and Vini scoring only twice, his performances in La Liga and Champions League would have had to significantly outweigh other players' individual achievements. \nTruth be told, even if you hold international tournaments as the pivotal factor, Rodri is still not the first name that comes up. Jude Bellingham does. In his first year with Los Blancos, Bellingham played a starring role in conquering La Liga, the Champions League, and the Super Cup. At the international level, he helped England reach another European final. With 27 goals and 15 assists, Bellingham was eventually voted third in the Ballon d'Or, while his teammate Dani Carvajal, who finished fourth, was a rare defensive inclusion. Ordinarily, the Ballon d'Or is almost always given to players who play in an attacking role, and that is why Carvajal's inclusion is welcome. The defender won all three trophies with Real and then the European Championship with Spain. So, the question arises: how did Rodri win over Carvajal, despite Carvajal winning more last season? The answer is pretty obvious—Carvajal's season, while strong, was not the best individual performance worthy of the award.\nRodri's win also invites debate on whether he truly deserved the trophy. He was not the best player in the Premier League last season. In fact, he was not even the best player at City—that was Phil Foden. But his role in City's midfield has been crucial for the past few seasons, and without him, the team suffers. He is the best defensive midfielder in the world, and his performance in the Euros earned him the player of the tournament. But this is where the discrepancies lie—the award is for the entire football season, not just one tournament. He already won an award for his performance in the Euros, so why do voters place so much emphasis on international tournaments when voting for the Ballon d'Or? Previously, the counterargument for this was that each tournament only happens every four years. But now, with FIFA and UEFA increasing the number of international tournaments, should they continue to be such a decisive factor?\nOn the day of the Ballon d'Or ceremony, a list was leaked with Rodri's name at the top, which prompted the entire Real Madrid club to boycott the award. Carlo Ancelotti, who won the Manager of the Year award, was not present and neither were Jude Bellingham, Vinicius Jr, or Dani Carvalho. The snub of Vini has once again raised questions whether racism played a role in the voting, or if it's the ongoing cold war between UEFA and Real Madrid stemming from the Super Cup drama a couple of seasons ago.\nFurther reasons stated are that, according to UEFA, a player should be judged on three criteria—individual performances, decisive and impressive character, team performances and achievements, and class and fair play. Vinicius Jr has had his fair share of outbursts, cheeky attempts to delay play, or attempts to get a penalty without any contact. But dismissing his season on these grounds seems weak since no player has ever truly lost the Ballon d'Or for misbehaviour or diving for penalties.\nThat said, if there's a player who embodies a true role model, it's Rodrigo Hernández Cascante. Playing in perhaps the most unacknowledged position, but one that plays a pivotal role in modern football, Rodri has redefined how a defensive midfielder can progress play to turn defence into attack. Far from his footballing abilities, in which he is the best in his position and now best in the world, it is Rodri's hard work, personality, and dedication that makes him a role model. Perhaps the highest-valued footballer without any online footprint, Rodri has always lived humbly—away from the limelight, living in student dorms among his peers, and driving a fiat, despite earning more than most do in their lifetimes. Rodri is a breath of fresh air in the dazzling world of football entertainment, a player whose game is based on elevating himself in order to make the entire team function well.\nRecognising Rodri is almost like recognising the unspoken individuals who toil away the hardest in the team, only for the glory to be given to those who apply the finishing touches. However, as some argue that this recognition may be a season too late, it overshadows a larger truth: perhaps football is ready to share its prizes with those who not only taste the cake but bake it.\nRaiyan Binte Rafiq is a sports columnist for The Daily Star. She is currently pursuing an LLM, while freelancing for INDIVISA. She also oversees recruitment at Next Level Sports Management based in Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Vini, Vidi, Rodri: The Ballon d’Or conundrum",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/vini-vidi-rodri-the-ballon-dor-conundrum-3740321",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Need for speedy disbursement of farm loan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-speedy-disbursement-of-farm-loan-1730296707",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Unravelling the stock market debacle",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unravelling-the-stock-market-debacle-1730302984",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Activating the SC 'Code of Conduct'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/activating-the-sc-code-of-conduct-1730296805",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Tree plantation should be mandatory",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tree-plantation-should-be-mandatory-1730296820",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2024"
    }
]