[
    {
        "full_article": "If the city is the new challenge of the time, the \"edge\" of the city is at the heart of it.\nIt is clear now that most of the challenges of the future will be environmental. The proliferation and expansion of cities will be the most critical one. What will be the nature of future cities and towns? How will the expanding city impact the extra-urban landscape? How will villages transform? Will the future city and village merge into a third settlement type? It appears to me that all these questions are intersecting at the edge.\nA few days ago, I was visiting Purbachal—the Dhaka of tomorrow. With new gridded road layouts, plotted out land waiting for habitation, but until then a vegetable garden, and the profusion of temporary installations of eateries, it already appears to be a brand-new landscape. The scale of operation is incredible. Over 24 sq kms of a terraqueous condition has been converted into that brand new landscape. Sanjoy Roy, geographer at Bengal Institute, calculates that the volume of earth-fill is 79 million cubic metres. Wetlands, which were 6.82 sq km in 2005, were reduced to 1.76 sq km in 2021. Forested lands and homesteads, which were 7 sq km in 2005, were brought down to 1.91 sq km in 2021. Roy estimates that the total landfill in Purbachal is equivalent to 32 Great Egyptian Pyramids of Giza!\nThat kind of astounding figure from Purbachal reminds us that the transformation of Dhaka and its watery regions, along with its physical and social landscape, has been relentless and brutal. But it also makes us think if we can create such a totally new landscape, and at such a monumental scale, why can't we make one that is unique, addresses development needs, and is attentive to the original terraqueous terrain?\nIn a place where water is the fundament, and hydrological planning a prerequisite for any development, a dry ideology is instead celebrated. Buildings are built by filling in wetlands. Rivers and canals are encroached upon in the name of industrialisation. Water bodies and channels are polluted indiscriminately. It appears that nature and development—prokriti and progoti—face each other in a tragic opposition. Additionally, the complexities related to climate change remains unaccounted for. In order to create a balance among progress, nature and climate change, an estuary of these three is necessary. A newer way of thinking about life and living that is commensurate with our landscape is required. Only then we will have developed a Bengali urbanism.\nLife in Bangladesh is impossible without considering water and its flows. This has become more urgent in the time of climate change. Settlements and habitats here will have to include rivers, canals, wetlands and paddy fields in their formations. Considering the richness of the land and the dynamics of the hydro-geography, such formation is inevitable. In adapting to diverse changes, from the environmental to climate, and from the technological to migrational, Bangladesh can still arrive at novel and humane cities.  \nMost planners and architects trained in conventional methods remain bewildered by the geographic question, and are unable to conceive alternative city-forms. Architects are basically content in their allocated lots and plots to be ironic or spectacular. Creating an eye-catching apartment or commercial building is not enough to make a better and equitable city. When once architecture and the city formed a twinness, the parameters of one enhancing the other, there is now a contention. While architects make stunning architecture, the city goes to hell.\nFew years ago, I wrote a piece in a Chinese architectural journal in which I summarised the condition of Dhaka in the following way:\n\"A hydro-geographical landscape calls for a different measure in design thinking and practice. Considering that an aqueous urbanism entails an epistemic shift, this article locates the city of Dhaka as a point of departure for such a thinking. What distinguishes Dhaka from other cities in similar growth outbursts is its deeply intertwined relationship with a landscape moulded by powerful rivers, epic floods, silting and land-shifting of monumental proportions. In that fluctuating hydrological world of the delta, cities and settlements have been structured by the dynamics of rivers, canals, wetlands, floodplains, agricultural fields, chars (silted landforms) and human habitation. Such a deltaic milieu calls attention for imagining an aqueous urbanism, and even a new water ethos in contemporary design discourse. Such a hydraulic vision for cities has to begin from the edge of the precious landscape of wetlands and agricultural terrain, urging for a conception that integrates urbanism, agriculture, and flood terrains.\"\nIt seems clear that the location for the urban turmoil is the \"edge\" of the known city, an edge that is constantly shifting. The biggest challenge in the re-composition of Dhaka lies in how to understand that edge, and from there how to develop a new city form, something better than Purbachal.\nMost urban planners and policymakers in Dhaka focus on the core city. Even when they are dealing with the edge, they see it in the image of the core. Official planning is unable to conceptualise this edge as its own ecology. Without that realisation it is easy to participate in the destruction of the city's hydro-geographical wealth. An audacious vision for Dhaka has to begin from the edge in which the norm of privileging the core has to be reversed.\nThe famous Dutch architect and urbanist Rem Koolhaas claimed that the edge of the city is where the action is. He meant the frazzled fabric of the post-industrial Euro-American city, or its tattered suburbia. In Dhaka, the geography of the edge is determined by the built-city marching up to meet the \"non-urban,\" a magnificent but precious terrain of land-water event made of wetlands, flood-plains, canals, and agricultural fields. The edge is where the dry meets the wet, the \"developed\" meets the \"rustic,\" and infrastructure meets the structure-less. This is also where the urbanite meets the farmer, the land grabber discovers his opportunity, and the uprooted often makes her habitation. Site/s of the biggest battle in the city, the terrain of the edge is determined by the presence and flux of water. No planning scheme will work for Dhaka if this simple equation is not recognised.\nNothing short of imagining a new city-form will offer a salvation for Dhaka. The edge conditions of Dhaka present the possibility of re-negotiating the social and economic, as well as conceptual, separation between city and its conventional anti-thesis, whether the village or agricultural plains. The edge is where new forms of space organisation will have to be imagined, along with newer types of economic and social opportunities. Neither fully a village-form nor completely a core city-form, the new form can be a third settlement type. With dense habitats on a precise footprint, but enhancing the edge ecology, the new edge will also bring solutions to the crises at the core. It's a matter of imagination.\n \nKazi Khaleed Ashraf is an architect and urbanist, and directs the Bengal Institute for Architcture, Landscapes and Settlements. Part of the text appeared in \"Designing Dhaka: A Manifesto for a Better City\" (2012).\n",
        "headline_1": "Dhaka needs new urban-forms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/dhaka-needs-new-urban-forms-2210111",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2021"
    },
    {
        "full_article": "On the edge of the largest mangrove forest in the world, home of the famous Royal Bengal Tiger, I met Krishna Rani.\nThe rhythm of the tides of the Bay of Bengal, the ebb and flow of the river, and the fertility of this great golden delta had nurtured her through most of her peaceful life. On a first impression, the site of her home—on the shore of a river which dances with the glorious colours of the setting sun, in the cradle of the great Sundarbans—could be a cottage for tourists.\nBut when I listen to her story, the glamour glow of the Unesco world heritage site and its tigers fades away, leaving a harsh and bitter story of negligence, and domination of the powerful over the helpless.\nIn the last stages of her life, Krishna has become confused by the turn of events. What was a promising youth, with a happy marriage, healthy children and abundance of land around her, has become a story of loneliness and scarcity in a matter of a few years.\nIn 2009, the great Cyclone Aila sent waves crashing over embankments all over the southern coast of Bangladesh, taking lives and leaving people homeless. Krishna and her husband had enjoyed prosperity and security from the acres of paddy fields around their home. But after Aila, the land's fertility started to decline. It happened at a bad time. Her husband had just taken exorbitant loans to marry off their daughters—two in close succession. After the rains he took another loan to sow his next crop. The harvest was miserable.\nThe yields continued to decline, and the family never really recovered. Eventually they lost most of their land. Two of their sons moved on in search of a better life. Another stayed on to support them as best as he could, working as a day labourer in between eking what he can from the land they had left.\nThere were other signs of change. The water in the tube wells began to develop a salty hint. Krishna's husband had aged quickly. Being irrecoverably indebted was harsh on him. He died a decade after Aila.\nKrishna, who lived well her whole life, had no way to deal with poverty. The conditions continued to decline. The water grew steadily worse, vegetables stopped growing in her yard, fish was increasingly difficult to find in the river. She developed an ache in her stomach. She developed another strange condition that she had never known, and which was too embarrassing to talk about. She would bleed during her bowel movements. She heard that others in the village were also experiencing this strange condition.\nThe year after her husband died, their home was damaged by another great cyclone, Amphan. Recently, there have been terrible storms almost every year. She lives in fear of the embankment walls collapsing again.\nThe embankments grow weaker. Sometimes there is no protection against the tides. Last year, for several months, the high tide would invade her home twice a day. Now the embankments have been fixed, but a putrid water remains trapped inside, not far from her house. The same river which once brought security and luck, now keeps reminding her of her loss.\nKrishna has never been to the city. Her air conditioner is the wind filtering through the mangroves. Her washing machine is a pond. There is no electricity in her kerosene-lit hut.\nShe doesn't need electricity or a high-tech lifestyle, or a washing machine, but she needs protection, assistance for adaptation, and food security. She needs access to safe drinking water. She needs to grow vegetables for a balanced diet.\nHer suffering makes me think, what's her fault? What does she have to do with the enormous changes that have happened in her environment? What part has she played in the intensification of the storms and the salinisation of her soil?\nShe has emitted zero carbon. But she is paying a hefty carbon tax. We are the ones who are responsible for her condition. Those going to COP26.\nI am going to COP26 because I really want to shout out at world leaders on her behalf.\nFor the last two and a half decades, the Conference of Parties has been dealing with the climate crisis. The negotiations go on and on. Meaningful decisions are few and far between. And it seems we have even given up trying to find a solution for loss and damage. Even though there are plenty of funds that exist on paper at the international and national levels, the bureaucracy hinders access to those funds. These funds should not follow commercial banking protocols, but they should follow a humanitarian protocol that should be easy to access. Only 10 percent of climate funding makes its way to the people who really need it.\nMeanwhile, Krishna continues to live in pain. She represents 13.3 million people from the coastal regions of Bangladesh, who are at risk of being forced out of their homes by 2050 due to salinity, sea level rising and other adverse impacts of climate change.\nThere is no legal platform where she can claim her rights. And there is nobody to take up her issues seriously.\nEven global funding commitments remain uncertain. There are repeated appeals to honour the pledges made by world leaders for the countries in vulnerable conditions. In 2009, developed countries agreed to contribute USD 100 billion a year in climate finance to poorer countries by 2020; but the target was not met—even though it was not nearly enough to address the urgency and scale of the crisis. In 2021, political and business leaders once again committed more than USD 400 billion to the expansion of renewable and clean energy, the UN announced.\nNational and global governance needs to be refined to address this new crisis. National and international legal frameworks must be reviewed periodically to respond to emerging climate issues. Pronouncements made at international climate conferences should be accessible to the masses.\nOne in every seven people in Bangladesh is at risk of displacement by 2050 due to climate change. All these people are being traumatised. Policymakers and scientists must work together to find which populations will be affected, and to find solutions.\nI want to say these things at COP. Let political leaders continue their negotiations and dialogue. At the same time, all of us—individuals, nations and corporations, with whatever power we have—need to maximise our effort to make sure the suffering, loss and damage of Krishna Rani is addressed. It should not be treated as a local issue, but a global one.\nIn the meantime, there are plenty of adaptation solutions at the local level that have to be implemented effectively. The world can see and learn from these local solutions, inherited and refined over generations through indigenous knowledge and lived experiences. Local people and ecosystems managed to coexist for centuries. They need patronisation in a structured manner.\nThis world should not tolerate suffering, when we know the reason for it. We should anticipate and prevent it. Instead of statecraft and strategy, deals and treaties, it should be humanitarian values and obligations that should drive climate action, based on the ability of each nation. Climate action goes beyond responsibility. It's an obligation.\n \nKazi Amdadul Hoque is the senior director of strategic planning and head of Climate Action at Friendship, a Bangladeshi social purpose organisation.\n",
        "headline_1": "Why I am going to COP26",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-i-am-going-cop26-2210101",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2021"
    },
    {
        "full_article": "My fellow columnist, Shuprova Tasneem, was recently lamenting the lack of fair wages and workplace safety in Bangladesh. In an op-ed in The Daily Star, she ruefully asked, \"Why is the dream for fair wages and work safety still so distant?\" (October 20, 2021). It is clear that while we, as journalists, have been crying hoarse over the slow progress in these critical areas of the workplace environment, nobody in the government or administration is apparently paying much attention.\n After I read her essay and went over my own notes, I discovered that since January 2005, when a fire at a garment factory outside Dhaka killed 22 people and injured more than 50, much has been written in the popular media about industrial accidents, low wages, risks of injuries, and a number of other topics of vital interest to our workers.\nAnother concern that has recently received some press coverage is the need to compensate for deaths and loss of jobs due to the negligence of factory owners and motor vehicle operators. The High Court in September stepped in and issued a rule over the formation of a financial assistance fund, and a board of trustees to compensate road accident victims or their families. The court asked the concerned authorities to show cause within four weeks as to why they ought not to be directed to form the fund and appoint the trustees immediately, as per sections 53 and 54 of the Road Transport Act 2018.\nIn the past, civil rights activists and transport system experts have urged the government to ensure that victims of road accidents are adequately compensated by insurance companies or negligent parties. By and large, whether it is because of road accidents, poorly built factories, bad management practices, or faulty products, countless helpless people are hurt or killed every day, and all these are preventable to a certain degree.\nOccupational safety and health practices are somewhat lax in developing countries. Across the globe, we hear about death and injuries at the workplace. As for Bangladesh, our reputation as a trusted source for garments, plastics products and a myriad of other consumer goods is taking a hit because of various factors that make us vulnerable. According to the Associated Press, Bangladesh \"has a tragic history of industrial disasters, including factories catching fire with the workers locked inside. Continuing corruption and lax enforcement have resulted in many deaths over the years.\"\nEconomic growth is like a two-edged sword. Bangladesh is making good progress towards achieving middle-income status next decade, but rapid growth brings with it many unanticipated risks, including injuries and death, health damages, and other human costs. Since the Rana Plaza collapse in 2013, world attention has been directed to improving working conditions, and things have changed significantly. However, hardly a month goes by without another incident of mass casualties due to fire, building collapse, serious injuries at work, or other triggers for enhanced mortality and morbidity (i.e., sickness).\nThe most recent serious industrial accident reported in the national media was the fire at the Hashem Food and Beverage factory in Rupganj on July 8. Fifty-two people were killed and another 50 were injured. In August, another fire, this time at the Singer factory in Savar, not only injured 20 people but also brought about financial losses to other businesses as commercial traffic around the site came to a standstill.\nWorkers are frequently hurt and maimed, or in the worst-case, die due to negligence of the owners who are driven by the profit motive. However, the tragedy is compounded further when the victims are either not compensated adequately or left to fend for themselves to defray the cost of medical care. Exactly 12 years ago, I brought up these issues in this newspaper and spoke out strongly for a system that would allow workers to be compensated for their losses. In an op-ed titled, \"How much is a human life worth?\" I argued that human life should be valued in decision-making since the matter is of \"enormous importance in the context of environmental and medical policy\" (The Daily Star, October 24, 2009).\nMany factors account for the prevalence of occupational hazards, including lack of a strict regulatory framework, poor enforcement, shortage of inspectors, and absence of oversight. During his recent visit to Boston, where I met him, the President of the Federation of Bangladesh Chambers of Commerce and Industries (FBCCI) pointed out that garment factories often work with low profit margins that do not allow for the owners to comply with all the rules and regulations in the books.\nAnother matter that demands urgent attention is the frequent delays in providing compensation to the victims of accidents. Taqbir Huda, who is a coordinator of Justice For All Now (JANO, Bangladesh) wrote that the investigation into the Hashem Foods factory fire accident revealed that the deaths were determined to be \"murder caused by negligence\", but the victims were given a measly Tk 2 lakh for each family. In an article titled, \"Three months after the Hashem factory fire, has there been any 'justice'?\" Huda strongly condemns the ploy used by the Sajeeb Group, the owner of the factory, to extract a signed declaration from the victims' families that prohibits the latter from suing the former in a criminal case (The Daily Star, October 8, 2021).\nWhile I am writing about compensation and the value of human life, I would like to raise the awareness of the readers by showcasing the Boeing case. A total of 346 people lost their lives in two air disasters due to Boeing Company's negligence in manufacturing and training for its 737 MAX aircraft. A Lion Air 737 jet crashed off the coast of Indonesia on October 28, 2018. Another 737 belonging to Ethiopian Airlines crashed shortly after take-off from Addis Ababa on March 19, 2019.\nIn both instances, the US government and the investigative arms of the respective airlines pinned the blame on Boeing and its faulty flight-control system known as MCAS. In terms of offering compensation to the victims of the two air disasters, Boeing has accepted responsibility and had been in talks for almost three years with all parties, particularly the victims' families, over the amount of money. An interesting aspect of this case is that Boeing is facing additional lawsuits for the Ethiopian case since lawyers contend that the aircraft manufacturer knew right after the Lion Air 2018 crash that the malfunctioning MCAS system was the cause of the crash. The company is not only facing charges for the lax oversight of the design, production, and certification of the MAX, but also its failure to ground the aircraft after the first crash.\nBoeing originally offered to pay USD 100 million to the victims' families which works out to be less than USD 300,000 per victim. That would have been the end of the story if not for the efforts of families of victims with US citizenship who raised a hue and cry over this sum. Boeing's hands were forced and while the amount of compensation paid to each individual victim is not known, in each case it is over USD 1.45 million. In addition, none of the families waived their right to further sue the Boeing Company.\n \nDr Abdullah Shibli is an economist and a consultant in information technology. He is also Senior Research Fellow, International Sustainable Development Institute (ISDI), a think-tank in Boston, USA.\n",
        "headline_1": "The need to improve our worker’s compensation system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/the-need-improve-our-workers-compensation-system-2210096",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2021"
    },
    {
        "full_article": "This is my moment of truth. When last month I got to know that there was a day called World Thrift Day (that is, today), I immediately decided I had to write about it. After all, who else would be better suited to write about thrift shopping, if not me, the person who has been shopping from Bangladesh's online \"thrift\" stores (more on that next week) for over a year now and could tell our readers all the ins and outs of this new, niche market?\nOf course, woe became me when I realised that World Thrift Day is actually World Savings Day. Meaning that it is a day when we should all be made aware of the benefits of saving money, on personal to national levels.\nUnfortunately, I am a spendthrift if I have ever seen one. I got my first proper part-time job at the age of 21 and the impulse-buying of things online (sometimes offline) began with no end in sight. Back then, I could justify my purchases, telling myself that I had always wanted that one thing but could never have asked my parents for it—it's only reasonable that I get it for myself.\nSo, I kept on spoiling myself and \"treating\" myself to all that I felt I had missed out on in my childhood and adolescence. Curiously enough, this turned out to include makeup, jewellery, coffee mugs, books that I already had PDFs of (but \"oh, nothing compares to the feel of a real book\"), jewellery-making tools, trinkets that are still stuffed away in random drawers, paints, canvases, and ten-too-many skirts. It seemed I had loved the film Confessions of a Shopaholic (2009), but learned the wrong lessons from it.\nOnly now, with my age creeping over the midway mark of my 20s, am I beginning to sober up and ponder before making impulsive purchases. Sometimes, I will wait a bit to think, before messaging a seller or popping open my purse. And while that is some progress, I am nowhere near the amount of financially responsible that I should be if I am to carry myself through my capital-p Plans for even the foreseeable future. But spending too much on things we don't need is quite a universal thing that people of all ages and backgrounds may suffer from. It is also interesting to note how we justify these impulsive purchases that often make us feel shameful and guilty.\nTo exemplify with an incident, a couple weeks ago, a friend and I visited Mawa ferry ghat, just to kill time and people-watch. At one point, we spotted a child blowing soap bubbles with a bubble maker she had clearly gotten from a vendor nearby. Impulse took hold of us. Our journey from \"Should we get one?\" to \"Absolutely\" to being in front of the vendor was less than a minute long. Once there, we faced a moment of indecision, but unfortunately not over the purchase of the bubble maker itself. We couldn't decide whether to get the basic one (Tk 80) or the one that came with a rattle (Tk 120). Then, my friend said the magic words, \"Shokher daam lakh taka,\" which may translate to \"there is no price too high to pay for something you desire.\" And we got our bubble maker, rattle and all.\nHowever, it only took us about 10 minutes of blowing bubbles and being a spectacle for the other tourists before the less responsible of us lamented, \"We really overpaid for this, you know.\" The other asked, \"Shokher daam jeno koto?\" The first sighed, \"Lakh taka.\"\nBut this is how almost all our purchases go nowadays, especially online. Social media platforms such as Facebook and Instagram, and online shopping websites—despite their fair share of fraudulence—have made it so that we do not buy things we just want. More often than not, we see something on our feed and feel an intense need to possess that object now, that is, in two to five business days. Even if the \"want\" factor was not there before, once we see a product that is being advertised to us based on the data these online platforms have of our preferences, it becomes quite impossible to resist.\nSo, in this era of easy access to anything money can buy, how do we reduce waste, reuse what we already have, and recycle what we don't need so it becomes useful again?\nThe simple answer is to have forethought when we come across something that triggers that impulse to hit \"buy\". Ask yourself: Do I already own something similar to this? Will I use this more than a couple of times? Do I really need this, or even want this? Or is it just desirable in this singular moment? This will require some self-training. And if self-discipline is not your forte, ask a close friend or family member to keep you in check. Discuss a potential purchase with them before making it, and they may help you decide whether your desire is based on need or on impulse.\nAnother effective method would be to wait, at least a few days, before making a purchase. If you still feel the need to buy that thing after a week, then feel free to do so. This can be hard to do, especially with online businesses making all their products seem exclusive. But the flipside of late-stage capitalism is that products will only become better and our access to them, globally, will only become easier. Trust me, that thing you want will still be here a week, month, or year later—perhaps even in a wider variety of options and of better quality.\nAbove all, though, what is needed from all of us now is to be conscious about what we are buying. The current global culture of individualism is what has led to issues such as the climate crisis and more recently, a Covid-19 vaccine apartheid. What we all are blatantly unaware of is the reverberating impact on the world of every single thing we buy. We each think we are only one person, polluting one tiny space of the vast Earth: \"Only one plastic bag is being used to pack the product I've ordered, only two people are being underpaid and overworked to create and deliver that product, only one vehicle is polluting and congesting the roads delivering my impulse buy to me.\"\nBut that's just it: we all have this mindset of removing ourselves from the rest of the world, when, in fact, a collective and consistent effort to save our world from further disaster is needed now more than ever before.\nThings we buy and decide we don't need are easy for us to get rid of, but they stay in our environment for years, decades, and millennia—polluting our waters, destroying the habitats of sea creatures and killing them, and their production warming our planet closer to the dangerous point of no return. It is due to the lack of transparency in product supply chains that individual consumers must make a concerted effort to create as little waste as possible. And to be a conscious customer now is more than just about protecting our personal savings—it's about extending the lifespan of the Earth.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Tighten your purse strings, save the planet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/tighten-your-purse-strings-save-the-planet-2210066",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2021"
    },
    {
        "full_article": "That rape and sexual assault is an endemic issue in the country can be seen by just how regularly one reads about such cases in our daily pages. According to Ain O Salish Kendra, from January to September 2021, 1,085 women and 462 children were raped in Bangladesh—and these are only the reported cases. In many of these instances, the rape survivors suffer from long-lasting physical complications and have to undergo expensive medical treatment. On top of that, they have to fend for themselves during long and difficult trial proceedings.\nYesterday, this daily reported on the heartbreaking story of a child who was raped in 2016, at the age of five, and who, to this day, suffers from incontinency and requires major urinary tract reconstruction surgery. The costs for the medical tests alone are many times more than what her family makes in a month. Yet, her rapists are still not behind bars, and she has barely received any support from the authorities.\nHow much longer will rape survivors like this child have to suffer in silence, with no access to compensation for the crimes committed against them? According to a report in this daily, a law drawn up to address compensation for victims of violent crimes, including rape, has been in the draft stages for 14 years now. Although fines can be imposed on perpetrators under the Women and Children Repression Prevention Act 2000, and judges can choose to convert this amount into compensation for rape victims and their families, research from BLAST suggests that in 93 percent of such cases, the money is not converted into compensation. Rights activist also argue that the amount of this fine, which goes up to Tk 1 lakh, is not compensation enough for a crime as violent as rape.\nIn February this year, the High Court issued a rule asking the government to explain why it should not be directed to outline a scheme to ensure compensation for rape victims. We are surprised to hear that several months have gone by with no written response from any of the respondents. We sincerely hope that, once the HC holds a hearing and disposes of the rule, a landmark verdict will be reached, but that will only be the beginning. The assessment of compensation must be guided by a standard principle, but even before that, we must acknowledge the right of every rape victim to receive compensation, and this right must be codified in law. It is unacceptable that the draft law that would recognise this right has been kept hanging for 14 years now. \nResearch suggests that only three percent of cases relating to violence against women and children result in a conviction. The inability to pay for lengthy trials while also supporting the rape victim is one of the major reasons behind this shockingly low rate. The fact that so many women and children are being denied justice is a shameful failure on the part of the state and the justice system, and it must be rectified immediately.\n",
        "headline_1": "The long wait for compensation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-long-wait-compensation-2210016",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2021"
    },
    {
        "full_article": "At the just-ended Bangladesh-India line of credit (LoC) review meeting, officials of both Bangladesh and India expressed their hope that the utilisation rate of the LoCs extended to Bangladesh by India would significantly increase in future. While at the meeting, both sides said that there has been considerable improvement in the speed of project implementation, a report published by this newspaper on Saturday shows that there is still much room for improvement.\nReportedly, four LoCs worth USD 7.862 billion had been extended to Bangladesh by India for undertaking important infrastructure development projects in various sectors since 2010. Out of this amount, approximately USD 865 million has been disbursed as of October 25, 2021. Also, during the last three years alone, India has awarded Bangladesh USD 990.85 million worth of contracts under the LoCs and another USD 325.58 million will be finalised soon. However, in the past decade, Bangladesh could utilise only six percent of the three Indian LoCs, collectively worth more than USD 7 billion, due to slow implementation rate, according to a report published in this daily on September 6, 2021.\nOf the 43 projects taken up under three Indian LoCs, the government has reportedly spent USD 410.76 million to complete 14 projects related to the procurement of buses, trucks and other vehicles since 2010, while the remaining 29 projects are suffering from slow implementation. According to another report by this daily, the implementation of the 44-kilometre Dhaka-Tongi-Joydebpur rail line under an Indian LoC has seen 31.2 percent of the work completed since its construction began 11 years ago. And the current state of many of the India-funded projects is the same.\nWhile delay in project implementation has become a norm in Bangladesh, and the India-funded projects are no exceptions, authorities in Bangladesh also face additional problems in executing these projects, as they have to take approval from the Indian authorities at every step along the way. There has to be an easier way around this. Moreover, in order to expedite the implementation of the India-funded projects, India needs to reduce the time it takes to formulate project details and improve the overall quality of planning, while the Bangladesh High Commission in India should also be proactive in providing its support.\n",
        "headline_1": "Efficient utilisation of LoCs a must for proper development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/efficient-utilisation-locs-must-proper-development-2210011",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-10-2021"
    }
]