[
    {
        "full_article": "In granting interim bail to activist Teesta Setalvad, the Supreme Court of India has dealt a firm rebuff to the Gujarat government, which stoutly opposed her release after showing great alacrity in arresting her for pursuing allegations that high functionaries were involved in the Gujarat pogrom of 2002. The order by a Bench headed by the Chief Justice of India, Justice U.U. Lalit, is limited in scope, as it will now be the Gujarat High Court that will decide on the grant of regular bail on merits. However, its real significance is that it is a strong pushback against a government that seems intent on keeping her behind bars for daring to assist victims of heinous communal violence in their efforts to seek justice. In an earlier judgment that endorsed the findings of the Special Investigation Team (SIT) that absolved Narendra Modi, the then Chief Minister, the Supreme Court virtually canvassed for the arrest and prosecution of Ms. Setalvad and former police officers, R.B. Sreekumar and Sanjiv Bhatt. The Court had accused her of “keeping the pot boiling” in a pejorative reference to the help she rendered to Zakia Jafri, among others, in seeking justice for the death of her husband Ehsan Jafri, a former MP, and many others in a mob attack on Gulbarg Society in Ahmedabad. In cases registered in response to the Supreme Court’s orders, the three have been accused of being part of a conspiracy to forge documents and present false evidence in court to implicate political leaders.The Supreme Court raised some sharp and pertinent questions to the State government represented by the Solicitor General of India during the arguments. A key consideration was the unusually long postponement of the bail hearing before the Gujarat High Court, which had issued notice to the police returnable after nearly six weeks. While the Solicitor General raised a technical objection to Ms. Setalvad approaching the Supreme Court even while the High Court proceedings were on, the Bench was of the view that such a long adjournment may warrant interim bail until it is heard. Ultimately, the Bench has clarified that the High Court will take an independent view without being influenced by any of its observations. It also seems to have taken into account a provision in law that allows grant of bail on the ground that the accused is a woman. Noting that the documents allegedly forged and submitted in court pertained to a period prior to 2012 and considering that she has been in custody for over two months and had been interrogated in custody for seven days, the Bench rightly felt that granting interim relief would be quite in order. The relief given to Ms. Setalvad should be welcomed by those who value personal liberty as well as activism in support of the vulnerable.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Relief, rebuff: On Teesta Setalvad bail plea",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/relief-rebuff-the-hindu-editorial-on-teesta-setalvad-bail-plea/article65841843.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "India commissioned its first indigenously designed and built aircraft carrier, INS Vikrant, on Friday and joined a small group of countries which include the U.S., the U.K., Russia, France and China, that have the capability to design and build carriers with a displacement of over 40,000 tonnes. What India has demonstrated is the capacity to develop a carrier although it has been operating these ships for over 60 years. It took 17 years from the time the steel was cut and around ₹20,000 crore to make Vikrant a reality. Developing a viable domestic defence industry has been a priority for Prime Minister Narendra Modi, and the new aircraft carrier is a sign of India’s expanding atmanirbharta or self-reliance in defence. The new vessel has 76% of indigenous content overall but its critical technology has been imported, pointing to the need for persistence. The carrier in itself is an engineering marvel with an endurance of 7,500 nautical miles. It has around 2,200 compartments for a crew of around 1,600 that include specialised cabins to accommodate women officers and sailors, and a full-fledged speciality medical facility. Several technological spin-offs from the ship’s construction include the capacity to manufacture warship-grade steel, which India used to import. Its commissioning gives India and its emerging defence manufacturing sector the confidence to aim and sail farther.The Indian Navy’s ambition is to have three aircraft carriers — it already has INS Vikramadityaprocured from Russia — and it has suggested that the expertise gained from building Vikrant could now be used to build a second, more capable, indigenous carrier. INS Vikrant will be the wind in the sail for India’s proactive maritime strategy in the Indo-Pacific and the Indian Ocean Region. At the commissioning ceremony in Kochi, Defence Minister Rajnath Singh reiterated India’s interest in “a free, open and inclusive Indo-Pacific” and Mr. Modi’s idea of ‘SAGAR’ or Security and Growth for All in the Region. A strong Navy is also critical to India’s ambition to grow its share in global trade, which is largely maritime — INS Vikrant significantly expands the Indian Navy’s footprint in the backdrop of increasing Chinese activity in the region and New Delhi’s closer cooperation with the U.S. While MiG-29K fighter jets will now be integrated into the fleet air arm of Vikrant, the Navy has taken an active interest in procuring either the French Rafale M or the American F/A-18 Super Hornet. This would need structural modifications in the ship which would allow operating these more capable aircraft from its deck. Meanwhile, the plans to develop India’s own twin-engine deck-based fighter continue to remain a distant dream. The focus, and priority now, should be in resolving the fighter jet conundrum while also taking a call on the second indigenous aircraft carrier to ensure that the expertise gained is not jettisoned due to strategic myopia.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Wind in the sail: On INS Vikrant",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/wind-in-the-sail-the-hindu-editorial-on-ins-vikrant/article65841404.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "The last general secretary of the Soviet Communist Party, the first and the last president of the Soviet Union and the last of the leaders of the 20th century directly involved with the end of the Cold War, Mikhail Gorbachev, died in Moscow last week at the age of 91. Russia, the successor state to the Soviet Union, whose collapse and dissolution Gorbachev presided over, declined a state funeral.\nGorbachev’s advent to power in 1985 was like a thunderbolt radiating across the dark skies of the Soviet Union. Young, articulate and confident, with his smart wife Raisa on his side, he dazzled everyone and bestrode the world stage. Glasnost and perestroika were like opening the windows in a basement emitting the unbearable stench of the Stalinist terror, the lifeless morbidity of the Brezhnevite stagnation and the carcass of a dead Soviet ideology. Showing extraordinary courage, Gorbachev hacked through the undergrowth of the Soviet Nomenklatura. Externally, he cut Soviet losses in Afghanistan, recognised the futility of an arms race with the US and reduced subsidies to Soviet allies in Eastern Europe and elsewhere.\nRussian leader Mr. Mikhail Gorbachev and his wife (centre) departuring for Russia are seen with Prime Minister of India Mr. Rajiv Gandhi (left) and Smt. Sonia Gandhi (right) at Delhi Airport on November 28, 1986.\nThe angel who seemed to have descended from an unknown godless heaven of Soviet communism, however, proved to be a false prophet. None of his policy initiatives bore fruit. Instead, successive failures gave way to disappointment, disillusionment and finally despair.\nGorbachev wanted to revive democratic socialism — be a Lenin without the terror and megalomania. Laws were passed to ignite the ethic of entrepreneurship in state enterprises and decentralisation to empower the Soviet republics to take greater responsibility for their affairs within a reformed Union. Results were the exact opposite — the basis was laid for robber-baron capitalism which looted Russia in the ’90s, perhaps the largest peacetime loot of any country in history, and reignited ethnic nationalisms which tore the Soviet Union apart.\nLeaders from the West like Reagan, Thatcher, Bush and Mitterrand sized up Gorbachev early; they befriended him, praised him, seduced him, used him and then tossed him away. The withdrawal from Afghanistan and the INF treaty were hard-fought negotiations. But later, a weak Soviet hand, rendered weaker by Gorbachev’s proclivity for unilateral concessions often based on nothing more than vague western assurances, and his susceptibility to praise, threw the Soviet Union off course.\nGorbachev conceded the dissolution of the Warsaw Pact, German reunification, NATO expansion and the withdrawal of Soviet troops under conditions that would put to shame even the weakest bargains in inter-state negotiations, let alone those worthy of constructing new structures of post-cold war European security. The infirmities of his leadership, compounded later by Boris Yeltsin, are now surfacing most notably in the contested peripheries of the Russian Federation, in particular with respect to Ukraine.\nGorbachev was a friend of India and got along well with PM Rajiv Gandhi. The Delhi Declaration on a nuclear-weapon free and non-violent world reflected not just youthful idealism but a rare policy equivalence between an established and an aspirational nuclear power. Soviet generosity was manifest in defence, strategic, nuclear, space, economic and science cooperation; this generosity may have dimmed the acuteness of our analysis later, as the Soviet Union imploded.\nIn the final phase, Soviet national powerlessness merged with Gorbachev’s personal helplessness, as he faced rebellion from the hardliners in the August 1991 coup and the subsequent democratic resurgence, on the wings of Russian nationalism, led by Yeltsin. He didn’t lift a finger when a drunken Yeltsin, along with the leaders of Ukraine and Belarus, dissolved the 1922 Union Treaty, effectively breaking up the country.\nCelebrated in the West but loathed by his own people, Gorbachev lived the last 30 years of his life drifting from one stage of irrelevance to another. Till even advertisement executives who used him as a symbol of the West’s victory in the Cold War, famously in ads of Pizza Hut and Louis Vuitton, stopped calling.\nThere are millions today in Russia, the ex-Soviet republics and Eastern Europe that owe something of their democratic freedoms to Gorbachev — his willingness to go beyond ideological boundaries and by and large to eschew use of military force. However, this pales into insignificance when measured against the immensely tragic consequences unleashed by his abdication of state responsibility, for the protection and the well-being of his people. He will bear, along with others, the cross of Russia’s humiliation and the suffering of millions during the 1990s. The consequences of his shaky and wavering hand in addressing future challenges to European security are now well in evidence in the ongoing conflict between Russia and Ukraine. More may be in store.\nGorbachev lived in historic times. His misfortune was that history leapt at him, devouring his legacy even in his lifetime. The gap between global adulation and domestic disgust can be narrowed only when the Russian people themselves come to terms with his contributions at a critical time in their nation’s history. On the healing properties of time, thus will hang the question of Gorbachev’s ultimate redemption.\n\n",
        "headline_1": "Gorbachev’s shaky and wavering hand still casts a long shadow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/gorbachevs-shaky-and-wavering-hand-still-casts-a-long-shadow/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "Early next week Britain’s Conservative Party will decide who would lead the next government in London. No election since that of Clement Atlee in 1945, defeating the wartime Prime Minister Winston Churchill, has generated as much public interest in India. The reason for this is clearly the fact that one of the contenders, Rishi Sunak, is a person of Indian origin and that too son-in-law of one of India’s most respected business leaders, Infosys founder, NR Narayana Murthy.\nMany within the current regime in New Delhi seem to prefer the victory of a ‘true blue’ Brit, Liz Truss, for reasons we wrote about in an earlier column (‘Rishi, Kamala aur Hum’, TOI, July 13). However, a large majority of the Indian public would be disappointed if Sunak does not make it. He even topped up his Indian credentials with the worship of a well-fed English cow.\nRead full opinion on TOI+\n\n",
        "headline_1": "To Delhi, in Boris’s boots: Can the next UK PM create another version of the Modi-Johnson chemistry?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/to-delhi-in-boriss-boots-can-the-next-uk-pm-create-another-version-of-the-modi-johnson-chemistry/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "Stalking has been a clearly defined criminal offence since 2013, but that doesn’t seem to deter stalkers. Two stalking incidents last week – one in Jharkhand where a schoolgirl was burnt to death by a young man and the other in Delhi where a schoolgirl was shot despite a complaint to the police – show stalkers don’t fear the law. Some questions bear asking. Is the law not strong enough for deterrence? Is beat policing failing? There are of course broader questions on gender relations in a conservative, male-dominated society, on schools failing to sensitise children. But these are long-term issues. In the short term, we need to take a close look at existing tools of law and policing.\nFrom 1,091 cases reported in 2014 – the first year of Section 354D IPC that criminalised stalking – to 9,285 in 2021, reported cases are in all probability a massive undercount. Stalking cases that were acquitted, compounded or compromised outnumbered convictions, and 40,000 cases were pending trial. More problematically, 354D is bailable, which allows offenders to secure bail from police stations itself. This gives too much power to cops to settle cases. Similar offences like Section 354 (criminal force or assault with intent to outrage modesty) is non-bailable, so is criminal intimidation with threat to cause death or grievous hurt (Section 506). Should we change the statute on stalking to make it non-bailable or should Sections 354 and 506 be used against stalkers?\nFurther, cops are immensely overworked. India’s 17,000-odd police stations cover an average of 80,000 people. And there are too few women cops – just 12% – and many of them face harassment at work. Moreover, many cops are conditioned to see stalking as “boys will be boys” behaviour. Tragedies like those in Jharkhand and Delhi demand that politicians tell cops to adopt zero tolerance against stalkers and also rethink how the law should be applied to those who terrorise women.\n\n",
        "headline_1": "Stop the stalker: Plug legal loopholes, tell cops to adopt zero tolerance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/stop-the-stalker-plug-legal-loopholes-tell-cops-to-adopt-zero-tolerance/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "Teesta Setalvad yesterday was granted interim bail by the Supreme Court after having spent more than two months in jail in a case pertaining to alleged fabrication of documents in relation to riots in Gujarat in 2002. Notwithstanding the apex court order, the Gujarat high court will continue to consider her regular bail application. SC’s decision was underpinned by some observations it made earlier. Setalvad has spent over two months in jail without a chargesheet being filed. The offences pertain to alleged forgery and not bodily harm. The offences do not restrain the court from granting bail.\nIndia’s jurisprudence on bail is rooted in the Constitution’s Article 21, the right to life and personal liberty. Its importance can be gauged from the fact that the relevant procedures provide for everything from anticipatory bail to statutory bail. Therefore, SC’s approach is guided by the principle that bail is the rule and jail is the exception.\nThis principle is not followed often enough by other levels of the judiciary. Data till December 2021 show that of 5.54 lakh prisoners, 77% were undertrials. A mere 22% of prisoners had been convicted. Around 95% of undertrials are released on bail but the process is slow, often inhumanely so. GoI data for 2019 showed that almost half of the jailed undertrials had been locked up for more than two years. This is unconscionable.\n\n",
        "headline_1": "Bail, the rule: Far too many undertrials are kept in jail for too long",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bail-the-rule-far-too-many-undertrials-are-kept-in-jail-for-too-long/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "A large part of the population in Bangladesh consists of children, adolescents and young adults. How does the government plan on utilising this significant chunk of the population?\nDoes the government want to create a secure, innovative, and humane environment for them? Or are our youth being pushed towards a culture of fear, with no creativity or humanity? Will they be turned into mere baton-wielders? Watch Anu Muhammad, professor of economics at Jahangirnagar University, discuss this and more with The Daily Star Opinion. \n \n",
        "headline_1": "Is the youth a tool for keeping the government in power?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/views-multimedia/news/the-youth-tool-keeping-the-government-power-3110396",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "We are concerned to learn that the production of Aman paddy – the second biggest crop after Boro in the country – may be hampered this year due to delayed planting of seedlings. Reportedly, farmers planted 2.30 lakh less seedlings this season compared to the same three-month period last year. The main reasons for the delay are the unusual temperatures and rainfall patterns of this year, as well as increased fuel costs for irrigation.\nAman is a rain-fed crop that requires sufficient rain before the seedlings can be planted. But in the past three months, the average rainfall has been unusually low, with as little as 243mm of rain in August – the lowest since 1989. Coupled with the hike in fuel prices pushing up costs of irrigation, as well as the fear of flooding that made farmers wait for the right time to plant, the end result has been that farmers have fallen behind the planting target.\nAccording to the Department of Agricultural Extension (DAE), farmers have planted seedlings on 48.90 lakh hectares this year, against the target of planting on 56.20 lakh hectares of land. This is far behind the cultivation target achieved in the previous year. Although farmers now have a second option to plant a late variety of Aman, this reportedly has a lower yield in comparison to the main variety. Since Boro and Aus productions were also hampered this year due to severe flooding, an insufficient harvest of Aman will raise serious concerns about grain shortage in the coming days. At a time when the people are already struggling to cope with the increasing costs of living, food grain shortages could have terrible impacts on food security, especially in the most marginalised populations.\nSince the late variety of Aman can be planted till mid-September, the government must immediately ensure there is no scarcity of seedlings for farmers. The DAE should encourage more farmers, especially in flood-affected areas, to plant the late variety. The government must also ensure that farmers have access to uninterrupted power supply for irrigation. Equally importantly, it needs to provide them with diesel and fertiliser at subsidised prices to relieve their burden of increased production costs. We can only expect a better harvest of Aman if all the necessary support is provided to our farmers. And in the long run, the authorities need to come up with proper strategies and policies to support farmers and ensure stable crop production cycles that are rooted in the understanding that what we are now witnessing are not erratic weather patterns, but the very real impacts of climate change.\n",
        "headline_1": "Govt support needed for Aman production",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-support-needed-aman-production-3110306",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "Against the backdrop of global instability pushing up prices of fuel and commodities, and growing economic pressures at home, Prime Minister Sheikh Hasina's upcoming visit to India at the invitation of Indian Prime Minister Narendra Modi is of special significance. In recent years, diplomatic ties between the two countries have only grown stronger, especially after the resolution of major disputes over land and maritime boundaries. This time around, energy, trade, connectivity, water-sharing and security are likely to be central topics of discussion.\nGiven that rising energy prices in the country is having a knock-on effect on the cost of living and creating a great deal of economic insecurity, we hope the possibilities of energy cooperation will be of central importance on this four-day visit. Since India has been buying crude oil from Russia at discounted prices, can there be any possibilities of the two countries exploring an agreement on the import of fuel oil from India to ease the current energy crisis in Bangladesh?\nThere are a number of crucial topics of discussion in terms of trade and connectivity that will come up during the PM's trip as well, such as ensuring an unhampered supply of foodstuff like wheat, onion, pulses and spices to Bangladesh, withdrawing the anti-dumping duty imposed on exports of jute products from Bangladesh to India since 2017, and speeding up rail, road and waterway connectivity projects. Agreements on these issues will ultimately benefit both countries, since India-Bangladesh bilateral trade was worth over USD 14 billion last year, and Bangladesh is an important part of India's Look East Policy. In this regard, any potential deal must be firmly rooted in reciprocity. Given that Bangladesh's share of export to India is worth close to USD 2 billion, any deal that improves connectivity and lowers the cost of trade needs to be fully reciprocal for us to be able to reap its benefits.\nIt is also promising that, after a gap of 12 years, the Joint Rivers Commission meeting held on August 25 has led to progress on water-sharing issues, and the text of the MoU on Interim Water Sharing of Kushiyara river has been finalised. While we look forward to this, and other water-sharing agreements, being signed during this trip, we cannot help but note that no such progress has been made in terms of discussions on Teesta. However, despite certain issues that are yet to be dealt with, we are hopeful that the PM will have a fruitful visit and will continue to build on the close and friendly relations between the two countries, to the benefit of both.\n",
        "headline_1": "What to expect from PM’s India visit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-expect-pms-india-visit-3110271",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "During an unprecedented strike between August 9 and 27, the tea workers in northeastern Bangladesh demanded a cash pay of Tk 300 per day. The tea garden owners agreed to raise the wage to Tk 145 per day, which enraged the workers. In defiance of the owners' decision, government officials and agencies (DCs, Department of Labour and police) and their own leaders, the tea workers continued their strike till August 27.\nThey began to cool down when Environment Minister Md Shahab Uddin, who is an MP from Moulvibazar-1 constituency, visited a blockade on the Moulvibazar-Barlekha regional highway on August 24 and assured the protesting tea workers that their wage issue would be settled soon. Responding to the workers' firm position that they would not go back to work until their demand for Tk 300 in daily wage was met, the minister said, \"The prime minister will talk to you on [the] wage issue and make a decision. The matter will be solved in three days.\"\nThree days later, on August 27, Prime Minister Sheikh Hasina sat with the tea garden owners' apex body, Bangladesh Tea Association (BTA), and fixed the daily cash wage at Tk 170. The tea workers wanted the PM to interfere and promised to accept what she would decide for them.\nAlthough what they had demanded originally was more than what they got, never before in history have these tea workers seen an increase of Tk 50 at one go. In an agreement between the BTA and Bangladesh Cha Sramik Union (BCSU), the lone trade union and combined bargaining agent of tea workers, the increase was Tk 18 for 2019 and 2020 – the maximum till then.\nThe workers have gone back to work now with hopes that their expectation for just wages would be met in the future. All parties, including the workers' union and the owners' association, now have breathing space and time to build faith in each other.\nHowever, there are other burning issues to be discussed at length and understood so that the workers do not have to resort to such strikes again. The PM had to interfere when the Minimum Wage Board and the negotiation between BTA and BCSU failed completely. She has understandably acted upon a special power given to the government by Section 140(A) of the Labour Act to bring an end to the strike.\nHowever, the calculation of wages, including the plucking bonus, overtime payment for work in the field and factories, and fringe benefits, should be done taking the labour law into consideration. The sub-section 45 of Section 2 of the Labour Act does not allow inclusion of most of the facilities/items that the owners monetise in their calculations of what they give to the workers in addition to the cash wage. In a press conference on August 30, BTA leaders claimed that, after the increase in wages, what they would now give to a tea worker would be nearly Tk 540 per day! But such calculations are absurd.\nTo be pragmatic about calculating the cash components of fringe benefits, BTA, BCSU and other parties involved may check the calculation from our neighbour, Assam, wherein the calculation of wages is acceptable to all parties. In Assam, the daily cash wage was fixed at Rs 232 for Brahmaputra Valley and Rs 210 in Barak Valley, effective from August 1.\nThe Labour Welfare Department of Assam has also published the cash component of wages paid in kind and the rate of compensatory benefits per day, which stand at Rs 104. Thus, the composite wages for workers per day in Brahmaputra Valley are Rs 336 and Rs 314. I mention the situation of wages in Assam because of the similarity between Assam and Bangladesh.\nBTA's calculation of what a worker gets comes as a big surprise to workers and their union. According to the BTA, 90 percent of the workers work in the field planting tea, taking care of the plantations, and plucking tea leaves. While those working in the field will now get Tk 170 in daily cash pay, those working in the factory (10 percent of the workers) will get little more. Then, the owners have added 17 other components which are paid in cash and kind. BTA has not consulted the workers' union at all in this calculation of wages. Many of the components have been included in violation of the labour law. Those that merit as cash components paid in kind are also overestimates.\n\"I reject the owners' calculation of wages,\" says Rambhajan Kairi, executive advisor of BCSU and a member of the Minimum Wage Board to represent tea workers. Kairi suggests that the owners should sit with BCSU to jointly calculate the cash component of the wages paid in kind. \"What the owners have done so far is just arbitrary,\" he asserts. \"In Assam, the plucking bonus and overtime are not added to wages.\"\nAdvocate AKM Nasim, country programme director of Solidarity Centre, which works for workers' rights, has argued in support of Rambhajan Kairi. \"Tea garden owners presented a misleading calculation of cash wages and the in-kind services they provided to tea workers when the daily cash wage was Tk 120. The employers' calculation confuses us when they include plucking bonuses, festival bonuses, medical and annual leave benefits and provident fund's administrative expenses, among others, within the definition of wages,\" Nasim said. \"The Labour Act does not allow the owners to add these as 'basic wage.'\"\nNow that the tea workers have gone back to work, they will start getting a daily cash wage of Tk 170, which was previously Tk 120. This means the new wage structure would have gone into effect from January 2021. So, from then to date (end of August 2022) there are 20 months for which a worker who has worked all work days during this period will get an arrear of around Tk 30,000 at a simplified calculation (Tk 50x30x20). A post-factum agreement (effective from January 2021 to December 2022) will now be signed between BTA and BCSU, as it happened in the past to facilitate the payment of arrears in instalments.\nOne concern is if 40,000 casual tea workers will get the arrears or not. According to media reports quoting the secretary of BTA, only the registered workers will get the arrears. The casual workers have been getting the same cash wages for the last two agreement periods (four years) as the registered workers. They do not get equal fringe benefits, however. \"Had the agreement been signed in time, the casual workers would get the increased wages,\" argues Rambhajan Kairi. \"Therefore, the practice of paying arrears to the casual workers should start from now on.\"\nWhat we have witnessed in August begins a new era of protest in the tea gardens. The tea workers have demonstrated the strength of their united voice. They have gone back to work with their key demand only partially fulfilled. Yet, it is seen as a victory of the tea workers' quiet revolt.\nWhat we should not forget is that these workers and their communities have remained tied to the tea gardens for five generations. They don't own the land that they till and live on. The houses they live in are not theirs, either. There are issues other than wages they can raise, leading to a bigger movement. For now, we would expect that negotiations and an agreement between the BCSU and BTA are not stalled like in the past, after the current two-year agreement period ends in December 2022. A timely agreement and reasonable increase in wages will bring lasting peace in the tea gardens.\nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD).\n",
        "headline_1": "Tea workers’ strike ends. What’s next?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/tea-workers-strike-ends-whats-next-3110056",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "Against the backdrop of global instability pushing up prices of fuel and commodities, and growing economic pressures at home, Prime Minister Sheikh Hasina's upcoming visit to India at the invitation of Indian Prime Minister Narendra Modi is of special significance. In recent years, diplomatic ties between the two countries have only grown stronger, especially after the resolution of major disputes over land and maritime boundaries. This time around, energy, trade, connectivity, water-sharing and security are likely to be central topics of discussion.\nGiven that rising energy prices in the country is having a knock-on effect on the cost of living and creating a great deal of economic insecurity, we hope the possibilities of energy cooperation will be of central importance on this four-day visit. Since India has been buying crude oil from Russia at discounted prices, can there be any possibilities of the two countries exploring an agreement on the import of fuel oil from India to ease the current energy crisis in Bangladesh?\nThere are a number of crucial topics of discussion in terms of trade and connectivity that will come up during the PM's trip as well, such as ensuring an unhampered supply of foodstuff like wheat, onion, pulses and spices to Bangladesh, withdrawing the anti-dumping duty imposed on exports of jute products from Bangladesh to India since 2017, and speeding up rail, road and waterway connectivity projects. Agreements on these issues will ultimately benefit both countries, since India-Bangladesh bilateral trade was worth over USD 14 billion last year, and Bangladesh is an important part of India's Look East Policy. In this regard, any potential deal must be firmly rooted in reciprocity. Given that Bangladesh's share of export to India is worth close to USD 2 billion, any deal that improves connectivity and lowers the cost of trade needs to be fully reciprocal for us to be able to reap its benefits.\nIt is also promising that, after a gap of 12 years, the Joint Rivers Commission meeting held on August 25 has led to progress on water-sharing issues, and the text of the MoU on Interim Water Sharing of Kushiyara river has been finalised. While we look forward to this, and other water-sharing agreements, being signed during this trip, we cannot help but note that no such progress has been made in terms of discussions on Teesta. However, despite certain issues that are yet to be dealt with, we are hopeful that the PM will have a fruitful visit and will continue to build on the close and friendly relations between the two countries, to the benefit of both.\n",
        "headline_1": "What to expect from PM’s India visit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-expect-pms-india-visit-3110271",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "We are concerned to learn that the production of Aman paddy – the second biggest crop after Boro in the country – may be hampered this year due to delayed planting of seedlings. Reportedly, farmers planted 2.30 lakh less seedlings this season compared to the same three-month period last year. The main reasons for the delay are the unusual temperatures and rainfall patterns of this year, as well as increased fuel costs for irrigation.\nAman is a rain-fed crop that requires sufficient rain before the seedlings can be planted. But in the past three months, the average rainfall has been unusually low, with as little as 243mm of rain in August – the lowest since 1989. Coupled with the hike in fuel prices pushing up costs of irrigation, as well as the fear of flooding that made farmers wait for the right time to plant, the end result has been that farmers have fallen behind the planting target.\nAccording to the Department of Agricultural Extension (DAE), farmers have planted seedlings on 48.90 lakh hectares this year, against the target of planting on 56.20 lakh hectares of land. This is far behind the cultivation target achieved in the previous year. Although farmers now have a second option to plant a late variety of Aman, this reportedly has a lower yield in comparison to the main variety. Since Boro and Aus productions were also hampered this year due to severe flooding, an insufficient harvest of Aman will raise serious concerns about grain shortage in the coming days. At a time when the people are already struggling to cope with the increasing costs of living, food grain shortages could have terrible impacts on food security, especially in the most marginalised populations.\nSince the late variety of Aman can be planted till mid-September, the government must immediately ensure there is no scarcity of seedlings for farmers. The DAE should encourage more farmers, especially in flood-affected areas, to plant the late variety. The government must also ensure that farmers have access to uninterrupted power supply for irrigation. Equally importantly, it needs to provide them with diesel and fertiliser at subsidised prices to relieve their burden of increased production costs. We can only expect a better harvest of Aman if all the necessary support is provided to our farmers. And in the long run, the authorities need to come up with proper strategies and policies to support farmers and ensure stable crop production cycles that are rooted in the understanding that what we are now witnessing are not erratic weather patterns, but the very real impacts of climate change.\n",
        "headline_1": "Govt support needed for Aman production",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-support-needed-aman-production-3110306",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "The initiative to fix the maximum retail price (MRP) of nine essential commodities highlights the government's desire to offer some relief to consumers reeling from an overheated market. The success of the move, however, remains in serious doubt given the performance of the relevant official agencies in recent times. Items that will have their MRPs fixed include rice, onion, wheat, flour, refined sugar, lentil, edible oils and building materials such as MS rod and cement. The Ministry of Commerce (MoC) has asked the Bangladesh Trade and Tariff Commission (BTTC) to gather market data, collate those and set the 'reasonable' prices of the items in question. Getting information on local production and import of the nine essentials from various sources will be a Herculean task for the BTTC. The Commission might get information from the importers about the volume of goods they have been bringing into the country, but assessing the production and stock of the goods produced locally would not be that easy. The tariff commission does neither have the manpower nor logistics to accomplish the task. More challenging will be the enforcement of the prices to be set for the nine essentials across the country. Earlier, the BTTC used to set prices for cooking oils and sugar only. The developments involving the prices of the two items are still fresh in the memory of the consumers. Traders have been calling the shot as far as prices of essential items are concerned. The government has always succumbed to the pressure of importers, refiners, millers and big traders. Take the case of rice. As claimed by the government agencies, there had been bumper production during the last three rice cropping seasons. Yet the prices of rice continued to rise unabatedly. Even the import of rice at a reduced duty could not rein in the soaring prices of rice. The price rise of some essentials has been linked to international prices, to some extent. But that is not the case with rice. Officials cite many reasons for this unusual development. The bureaucratic complexities in the process of rice import need to be removed. There is no denying that poor consumers are not being able to take the load of price-rise anymore. The move to sell rice and some other essentials at subsidized prices by the government deserves appreciation. But the coverage of the programme being too scanty and limited can hardly benefit a vast multitude of poor people. One, however, has to admit the fact that the government does not have enough resources to finance a major food distribution programme. But there are allegations that the government has been too lenient in dealing with traders who caused suffering to the consumers by resorting to irregularities of all sorts. The punitive actions taken against errant traders sporadically are, in most cases, cosmetic. Hence, the MoC and agencies under its control do not enjoy consumers' confidence. So, the latest move of the MoC, though pious in content, might not help the hard-pressed consumers much.",
        "headline_1": "Fixing MRP of nine essential items",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fixing-mrp-of-nine-essential-items-1662213734",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "For the last two decades, several measures taken by Bangladesh and India to reach a free-trade agreement (FTA) to enhance bilateral trade have lost way. The two next-door neighbours are, however, yet to sign any FTA although bilateral trade has increased significantly--- from US$3.50 billion in FY10 to over $10 billion in FY22, with trade balance heavily tilted to India. In other words, Bangladesh's import from India is much higher than its export to the largest country in South Asia.Gone are the days when trade gap with India was considered a serious blot on bilateral economic relations. Now, it is an accepted reality as the country has to import various raw materials and intermediate goods from India for domestic consumption and export-oriented industry. Keeping the trade deficit at a tolerable level by export enhancement and cheap import gets priority. As it is difficult to define the tolerable level of the trade deficit, the focuses of two countries are now widening the horizon in economic relations. So, a major shift in the approach to enhancing the bilateral trade has already taken place.Again, Bangladesh and India are common members of three regional trade blocs, namely, South Asian Free Trade Area (SAFTA), The Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) and The Asia-Pacific Trade Agreement (APTA). SAFTA is almost dysfunctional now--as also is its parent body, SAARC-- due to rivalry between India and Pakistan. Progress in BIMSTEC is slow as Myanmar is the main obstacle. Desired outcome from APTA is also not there. Thus a comprehensive economic partnership deal is considered a better option for advancing the economic interests of both the countries.Against the backdrop, instead of signing an FTA, which is mostly focused on trade in goods, the two countries have agreed to enter into a wider framework of economic cooperation. Thus, a decision was taken, almost four years back, to strike a deal named Comprehensive Economic Partnership Agreement (CEPA). To identify the pros and cons of the deal, a joint-feasibility study was also conducted and the result suggested moving ahead. The result of the study showed that CEPA would boost Bangladesh's export earnings by 190 per cent and India's by 188 per cent. The gross domestic product (GDP) of the two countries is also expected to rise, by 1.72 per cent and 0.03 per cent respectively. CEPA or similar type of deal named Comprehensive Economic Cooperation Agreement (CECA) is different from a traditional FTA for various reasons. Be it CECA or CEPA, the deal is more comprehensive and ambitious compared to an FTA in terms of coverage of areas and the type of commitments. Usually, a traditional FTA focuses mainly on goods. A CEPA focuses beyond goods-- services, investment, competition, government procurement and disputes. Again, in terms of regulatory view, a CEPA is deeper than an FTA. For instance, the former includes mutual recognition agreements (MRAs) on standards. A mechanism to address bilateral trade-related disputes is also included in CEPA. At present, India has three CEPAs with Japan, South Korea and the United Arab Emirates (UAE) and two CECAs with Malaysia and Singapore. The country also has CECPA (a mixture of CEPA and CECA) with Mauritius. Thus, India already has enough experience of negotiating a CEPA deal. For Bangladesh, the opposite is true. The country has yet to fully negotiate an FTA, let alone CEPA. Thus, negotiating CEPA with India is a daunting task.Bangladesh has, however, a lot of experiences dealing with India on various fronts. From border management to defence partnership, the country has sat with India at many tables of discussions and negations since the independence. Bangladesh and India have also made many decisive interactions in the last decade on transit, transhipment and connectivity. The two countries negotiate a number of credit and investment deals. Thus, a platform is already there for both the countries to initiate a formal negotiation on CEPA. The agenda and issues relating CEPA are not unknown to Bangladesh though India has well advanced in negotiation skill. Bangladesh has also experienced negotiating many other bilateral, regional and even multilateral deals. These experiences will be beneficial for dealing with India in a broad horizon. Investment is now a critical element in bilateral economic ties. Indian foreign direct investment (FDI) in Bangladesh has started to rise since 2014. Annual average FDI from India stood at $90 million in the last decade. It is, however, quite low compared to FDI from China which stood at $245 million annually on average during the period under review. So, it is a challenge for Bangladesh to attract more Indian FDI in the near future. CEPA may be helpful in this connection. Again, on external borrowing, India is far behind than China. At the end of 2021, stock of private credit from India stood at $9.53 million against $1745 million from China.Trade dispute with India is another issue Bangladesh needs to deal with carefully. India has imposed anti-dumping duties on Bangladeshi jute-goods exports. Despite several attempts, there is no result to remove the deterrence. In fact, the other side doesn't care the language of request, it only understands the language of legal response. Dhaka has failed to move ahead strongly by applying trade- remedial measures under the umbrella of World Trade Organization (WTO).Various non-tariff measures (NTMs) as well as non-tariff barriers (NTBs) regularly imposed by India also need serious attention. Bangladesh also imposes various NTBs. Dealing with NTMs and NTBs require rigorous approach where Bangladesh has some shortcomings. Both the countries need harmonisation of Technical Barriers to Trade (TBT) & Sanitary and Phyto-Sanitary (SPS)- related technical standards for mutual recognition of standards to be issued by the respective accreditation-certification bodies.Globally, India is in a strong position in terms of trade in services. So, it is another challenge for Bangladesh to negotiate with India in trade in services. The SAARC Agreement on Trade in Services (SATIS), however, may be a template for Bangladesh in this connection.Finally, the country's graduation from the least-developed country (LDC) category in 2026 will also be a factor in negotiation on the CEPA which is likely to be formally announced during Bangladesh Prime Minister's visit to India this week. The four-day visit, which starts tomorrow, is mainly focused on economic cooperation, besides current international issues of common concern.[email protected]",
        "headline_1": "Challenges of a win-win CEPA with India",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-of-a-win-win-cepa-with-india-1662213781",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "The unbearable loneliness of Charulata, heroine of Rabindranath Tagore's story 'NoshtoNeerh', used to reach its height at languid summer noon. Except walking from one part of the house to another with none to talk to, her only means of passing time was seeing thehawkers pass by her husband's palatial mansion in Kolkata. Standing at the two-storey building's windows, she enjoyed the plaintive note in the vendors' tired voice. The story's movie version made by Satyajit Ray gives a visually rich portrait of Charu viewing from the first floor the summer-beaten vendors plodding along the deserted road below. The vendors' shouts for selling their products are recorded poignantly in the film; Ray caught the typical style the hawkers used in their vending. The above paragraph's focus is not on the immortality of Tagore's short story 'NoshtoNeerh', nor the cinematic excellence of the Ray masterpiece titled 'Charulata'. The two have been picked to elaborate on the street vendors' typical hawking technique with vocal modulations. In the period starting from the 1930s to the early `80s, the residential neighbourhoods of Dhaka remained accustomed to the typical 'Dhakaiya' style of hawking in the streets. They were different from Kolkata's. But the part-musical vocal technique used by Dhaka's street-based hawkers moving on foot from one area to another resembled that of Kolkata. That phase of hawking varieties of products has started disappearing with the fall in the population of professionalstreet vendors.These people were said to have been imparted training on voice modulating style used in musical canvassing. Moreover, the floating street-hawkers' expertise in winning over the easily gullible segments in Dhaka 'muhallas', especially the womenfolk, they would choose the noon. It was the time when the male family heads would remain out of the house.The list of canvassed items included saris, glass bangles, trinkets, fancy clothing, cheap imported cosmetics and many herbal beauty products. The list also included fancy food items comprising 'koolfimalai', an improvised ice-cream, 'hawai mithai' (today's candy floss), pickles, 'kotkoti' (pieces of sweetmeat, made of boiled and later hard-pressed molasses, multicolour ice-lolly etc. The last few items used to attract children, and adults who couldn't come out of their childhood. Of all these light food items, the one that enjoyed an indisputably dominant place was 'Bakarkhani'. The hawkers would carry a glass-covered boxtied to their neck filled with 'bakarkhani' and dry sweetmeats, or 'ghoogni'. The persons selling these items would visit the typical urban Dhaka neighbourhoods in the morning. They sold these items as a favourite breakfast dish. Many would love to call the mobile canvassers selling their light merchandise in the city areas using their attractive style part of a rich Dhaka tradition. It is unique to the city of Dhaka. Artist Poritosh Sen, later Kolkata-based, was so moved by the hawking culture of Dhaka town back in the thirties, that he published an illustrated book on the subject containing sketches and a list of the 'Dhakaiya' styles of canvassing. Over the following decades, many facets of Dhaka's hawking tradition have petered out thanks to the assaults of new-wave canvassing. The old-time products have also changed radically.The fancy snacks, and the funs of 'box cinema', 'monkey dance' etc had to bow out to make spaces for heavier items. Vans selling vegetables, fishes, onions etc are common sights. Instead of their melodious voices inviting the neighbourhood clients, the mobile hawkers continue to break the peace of normally quiet areas by using bullhorns to attract the clients' attention. This unbridled practice has emerged as a dreadto heart patients, and the elderly people habituated to brief siestas.People continue to suffer. The crowds of bullhorn-wielding vendors keep on blocking the narrow alleys. They know that few have the courage to ask them to leave the place.[email protected]",
        "headline_1": "Hawkers rule the Dhaka lanes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hawkers-rule-the-dhaka-lanes-1662213820",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2022"
    },
    {
        "full_article": "Rajshahi University is the only self-sufficient second largest public university and the digital campus in Bangladesh. Currently, the number of students in this university is about 36 thousand. There are three gates to enter the university. Unfortunately, none of the gates has the facility to cross the roads safely. Rickshaws and autorickshaws are in a rush, especially during the opening and ending hours. Long-distance vehicles also pass through the roads. The rush to attend the class on time and the risky attempts to cross the road reminds one the scene of a battleground. Students with special needs and general students are facing this problem every day. So, it is necessary to construct a foot over-bridge in front of the main gate. The authorities should consider the matter seriously, keeping in mind the safety of the students.Md Limon AhmedDepartment of MicrobiologyStudent -University of Rajshahi. [email protected]",
        "headline_1": "Erecting a foot over-bridge in front of RU's main gate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/erecting-a-foot-over-bridge-in-front-of-rus-main-gate-1662213858",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2022"
    }
]