[
    {
        "full_article": "Poverty has many roots, and it has many causes. but among those causes, war and arms sales are one of the greatest obstacles to development and poverty reduction. War and arms trade may have fattened the pockets of some businesses and individuals, but millions have been plunged into poverty. Social scientists and economists argue that once a country experiences conflict, it faces a reversal of economic development, because when a war or armed conflict begins, its consequences extend far beyond human casualties. Wars directly destroy homes, hospitals, businesses, schools, infrastructure and other national resources worth billions of dollars, resulting in low or negative economic growth, increasing unemployment which in turn creates poverty and widens income inequality.\nAccording to the Institute for Economics and Peace (IEP), the estimated economic cost of armed conflict, war and violence to the global economy in 2020 was USD 14.96 trillion—in purchasing power parity (PPP) terms. This figure is equivalent to 11.6 percent of the global GDP.\nToday, in nearly 50 conflict zones around the world, some one and a half billion people live under the threat of violence. These countries are spending up to 59 percent of their GDP on the effects of violence. Syria, with its ongoing civil war, suffered the greatest economic impact with almost 60 percent of its GDP lost to conflict in 2019, followed by Afghanistan (50 percent) and South Sudan (46 percent). From Syria to Yemen, Haiti to Mali, South Sudan to Venezuela, Afghanistan to Myanmar—political crises, war and armed conflicts have forced millions to flee their homes.\nAccording to the United Nations High Commissioner for Refugees' (UNHCR) Global Trends Report, by the end of 2020, more than 8.24 crore people fled war or persecution. The report also confirms that just five countries make up more than two-thirds of all refugees: Syria (68 lakh), Venezuela (54 lakh), Afghanistan (28 lakh), South Sudan (22 lakh), and Myanmar (11 lakh). These displaced people are forced to seek safety in neighbouring countries, where they live in makeshift camps in horrible conditions, often struggling to meet basic needs like health, education, food, housing, water and sanitation, to name a few.\nToday, about 9.2 percent of world population—about 68.9 crore people—live in extreme poverty on less than USD 1.90 a day, according to the World Bank. Among the 17 Sustainable Development Goals (SDGs), ending extreme poverty by 2030 are part of a comprehensive global agenda, but these intensifying wars, armed conflicts and violence are suggesting that the global target of ending extreme poverty by 2030 will be missed by a large margin. New research estimates that the number of people living in extreme poverty is expected to rise to about 75 crore by the end of 2021. Meanwhile, projections by the World Bank, the Organisation for Economic Co-operation and Development (OECD), and others estimate that by 2030, 50-64 percent of the global poor will live in countries affected by fragility, conflicts, and high levels of violence. Today, only a handful of economically and politically powerful global elites are setting the rules of the world. For the past several years, these powerful nations have been preaching \"world peace,\" but the question remains: Do they really practise what they preach?\nTake the United States for example, the world's leading economic power. Since its birth on July 4, 1776, the country has been at war for 93 percent of its existence. While they try to be noble by claiming that they have entered wars because they are \"fighting for justice,\" \"for democracy,\" or \"fighting against terrorism and dictatorship,\" the entire world knows what the real motive underlying these wars and conflicts is, and who the beneficiaries of these wars are. \nAccording to new data released by the Stockholm International Peace Research Institute (SIPRI), arms sales by the world's 25 largest arms-producing and military services companies (arms companies) totalled USD 361 billion in 2019. That year, the top five arms companies were all based in the United States: Lockheed Martin, Boeing, Northrop Grumman, Raytheon, and General Dynamics. These five companies together registered USD 166 billion in annual arms sales. In total, 12 US companies appear in the top 25 for 2019, accounting for 61 percent of the combined arms sales of the top 25. These companies have benefited tremendously from the growth in global military spending. SIPRI noted that world military expenditures in 2020 totalled USD 1.981 trillion.\nThe five biggest spenders in 2020, which together accounted for 62 percent of global military expenditure, were the United States, China, India, Russia, and the United Kingdom, according to SIPRI. With a military budget of an estimated USD 778 billion, the US remained the world's largest spender in 2020, accounting for 39 percent of global military spending, followed by China (USD 252 billion, 13 percent), India (USD 72.9 billion, 3.7 percent), Russia (USD 61.7 billion, 3.1 percent) and the United Kingdom (USD 59.2 billion, 3 percent). In 2019, the combined military expenditure of the 27 EU member states was 186 billion euros.\nIn the wake of the terrorist attacks on September 11, 2001, the United States launched an international war on terrorism. A report from the \"Costs of War\" project at Brown University revealed that 20 years of post-9/11 wars have cost the US an estimated USD 8 trillion, and over 929,000 people—including US military members, allied fighters, opposition fighters, civilians, journalists and humanitarian aid workers—have died as a direct result of war. The report also confirms that the US post-9/11 wars have forcibly displaced at least 38 million people in and from Afghanistan, Iraq, Pakistan, Yemen, Somalia, the Philippines, Libya, and Syria. This number exceeds the total displaced population by every war since 1900, except World War II.\nGiven the world's present circumstances, it does not seem to be a very nice place right now; there is too much hatred, conflict, war, double standards, and hypocrisy. It is really unfortunate that while trillions of dollars are devoted to killing people, there is much less money spent to keep people alive. The United States spent USD 2.26 trillion on its war in Afghanistan. Spending that kind of money in any country should have lifted most people out of poverty, but sadly, in 2020, 47.3 percent of the Afghan population still lived below the national poverty line.\nLet's recall that world leaders once committed to \"end poverty in all its forms everywhere\" by 2030, and we're just nine years away from that deadline. Interestingly, the SIPRI report said that military expenditure amounted to 2.3 percent of global gross domestic product—and 10 percent of that money would be enough to fund the global goals agreed upon by the United Nations to end poverty and hunger by 2030.\nTherefore, if the world's so-called \"saviours\" really want to achieve the goal of eradicating extreme poverty from the world and establish peace and prosperity, then they must stop war and oppression now, and change their mindset, attitude and policies in ways that may reduce international tensions. They need to understand that war will never bring peace and prosperity to the world; it just adds up to the hatred and enmity among the nations and hinder efforts to combat poverty. Extreme poverty in our world could quickly become a thing of the past if only some of their monstrous military budgets could be diverted towards humanitarian goals, investing in infrastructure like building schools, hospitals and skills development institutions in countries that are struggling.\n \nAbu Afsarul Haider is an entrepreneur. \nEmail: afsarulhaider@gmail.com\n",
        "headline_1": "How war and arms sales are exacerbating global poverty",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-war-and-arms-sales-are-exacerbating-global-poverty-2172411",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2021"
    },
    {
        "full_article": "The world has seen more changes in the last two years than in the previous two decades. The ongoing pandemic has taught us the hard way that everything we hold dear or take for granted is actually fragile and transient. It has drastically altered our plans, actions and worldviews, causing a paradigm shift on a global scale. We are facing a future we can't foresee. Under such circumstances, what kind of jobs will the industry offer new graduates in the coming years? And how can today's graduates prepare for the future jobs and challenges?\nThe World Economic Forum's (WEF) 2020 report, \"Future of Jobs\", has given an idea of what to expect within the next five years. Not surprisingly, it forecasts an increase in technology adoption involving cloud computing, big data, encryption, surveillance, robotics, and artificial intelligence (AI). But more importantly, it has pointed to the increasing need for critical thinking and analytical skills, problem-solving attitude, self-learning ability, and flexibility. Almost 40 percent of today's workers will need to reskill themselves within the next six months. Employers' willingness to invest in staff training on new skills rose from 65 percent in 2018 to 95 percent in 2020. More employees than ever before are taking online self-learning courses to upskill themselves.\nOther such studies have also reported similar observations. Last year, FutureLearn.com, a digital education platform co-founded by the British Open University, has conducted a global survey to determine the current trends in education. Its key findings are: 1) Self-education is getting popular, especially among younger generations; 2) Online learning can provide benefits similar to that of formal education; and 3) Technology and inclusivity are the future of education. Such studies offer crucial insights and help understand the related issues in a country like Bangladesh.\nPolicymakers in Bangladesh have been constantly debating how to prepare the graduates for the industry, the Fourth Industrial Revolution, and—since the onset of the current pandemic—the post-Covid economy. Everyone realises that society's needs are changing at an exponential pace. Yet, there isn't any policy or programme to address this matter, although some universities have initiated a review of curricula and education dissemination mechanisms. However, any significant change in these areas can take a long time to formulate and implement. By then, the industry may ask for an altogether new set of skills. The result? Education is years behind industry needs, graduates find it hard to secure a job, and the industry grapples with a shortage of qualified resources.\nAmong educated youths, 33 percent are unemployed, as the Bangladesh Institute of Development Studies (BIDS) reports. This figure doesn't include the Madrasa graduates, for whom this number is a whopping 75 percent. On the other hand, the president of the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) has highlighted the wide gap between graduates' present skills and industry needs. It's an untenable situation.\nHow can Bangladesh prepare its graduates for the industry and fill up this gap? BRAC University's Graduate School of Management (GSM) has recently organised a workshop to find an answer. The panellists' conclusions are: 1) Any curriculum review will take eight to 10 years to implement; 2) The method of teaching and the skills acquired are more important than the content of the subject; 3) Self-paced online learning is getting more relevant; and 4) Awareness and curiosity as regards technology trends and the business world in general are essential. Everyone on the panel has agreed that the most crucial skill for any graduate is critical thinking. The panellists have also added that teachers can help students acquire the skills required for self-learning and raise their curiosity and awareness of the relevant disciplines. Once a graduate demonstrates these attributes, they are on good ground to start a career that will involve lifelong learning and upskilling.\nIn the past, upskilling was an option and not a requirement. But recently, especially with the onset of the pandemic, it has become a necessity. With the large-scale change in the industry, every kind of existing work is going through incredible transformations. This process has eliminated the need for many manual jobs and several specialised professions. Every discipline is experiencing similar changes, and none will function in the way we know. Considering such rapid changes, continuous learning and upskilling is the only way for any graduate to remain in demand. It's a challenge but also an opportunity for those with a growth mindset.\nIn her book \"Mindset: The New Psychology of Success\", Carol Dweck, a Stanford professor, describes two kinds of mindset—fixed and growth. She has defined growth mindset in an HBR article saying, \"Individuals who believe their talents can be developed (through hard work, good strategies, and input from others) have a growth mindset.\" Graduates having such mindsets, combined with self-learning and critical thinking skills, will be better prepared for the constant changes in the industry. Apart from university resources, such students will also benefit from the internet, which has made information and knowledge almost readily accessible.\nOnline educational platforms such as Coursera, Udemy, FutureLearn, and Udacity have brought education straight to our homes. Besides, Wikipedia, Khan Academy, YouTube, and many other platforms provide free information on wide-ranging subjects. Learning opportunities are available regardless of where we live, and it has never been easier to acquire a new skill and prepare for a new role. What can the universities do in the meantime? Let's take a cue from the French philosopher Rousseau's remark: \"We should not teach children the sciences, but give them a taste for them.\" Given our context, we may paraphrase it as—\"We should give the students a taste of learning and let them do the rest.\"\n \nDr. Sayeed Ahmed is a consulting engineer and CEO of Bayside Analytix, a technology-focused strategy consulting organisation.\n",
        "headline_1": "How can today’s graduates prepare for future jobs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-can-todays-graduates-prepare-future-jobs-2172391",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2021"
    },
    {
        "full_article": "As the world races to achieve immunity from Covid-19 with effective vaccination drives, immunisation campaigns are in progress in Bangladesh as well—albeit with some hiccups. We all remember how the government's special mass vaccination campaign—between August 7 and August 12—ended in a disappointing disarray, as a lot of the vaccine seekers were turned away due to shortage of supply.\nDespite the limitations and uncertainties in the vaccine supply chain, the government is now contemplating inoculating adolescents aged 12-17 years (it had earlier lowered the bar for vaccination of students to 18). This comes as the government is set to reopen schools and colleges in phases starting from next week. Since March 2020, all educational institutions have remained shuttered and been only operating online to tackle the spread of Covid-19.\nWhile the adolescent inoculation plan is still in the pipeline—awaiting recommendation from World Health Organization (WHO) and the country's National Technical Advisory Committee (NTAC) on Covid-19—the plan raises certain questions. First of all, how safe are vaccines for children? Only a handful of countries around the world have opted to or thought of vaccinating children, including the US, the UK and some other European countries. And only the Pfizer-BioNTech vaccine has been recommended by the WHO Strategic Advisory Group of Experts on Immunization to inoculate children as young as 12.\nHowever, in July, the British government decided against vaccinating most children—except those at higher risk of contracting Covid-19, including those with Down syndrome, immunosuppression, learning disabilities—due to lack of sufficient safety data. The decision was based on advice by the country's Joint Committee on Vaccination and Immunisation. The British government has yet to take a final call with regard to adolescent vaccination, but a decision is expected within days.\nAs of September 5, 2021, the Reuters Covid-19 Tracker suggests that \"Bangladesh has administered at least 27,715,325 doses of Covid vaccines so far. Assuming every person needs two doses, that's enough to have vaccinated about 8.5 percent of the country's population.\" With only less than 10 percent of the country's eligible population vaccinated (by Reuters's estimate), how wise it is to start offering vaccine shots to children remains a question.\nWhile it is understandable that more and more children are contracting the Delta variant of the coronavirus, and reopening school would expose them further, the infection and fatality rates remain much higher among the adults.\nMoreover, the people belonging to the lower rungs of the social ladder—those who do not have the means to register for the vaccines or are largely not aware of its importance—remain outside immunisation coverage. Many of them work in factories or in the overall informal sector, and with the lockdowns lifted, they have to go to work—every day. As long as these people remain unvaccinated, they—along with their co-workers, families, and neighbours—will remain at a high risk of getting infected by Covid-19.\nThese people should remain at the top of the government's Covid-19 inoculation plan, along with aged people with comorbidities and frontline fighters. The government should specifically target the urban poor—day labourers, hawkers, low-paid workers, factory workers, construction workers, domestic workers, and others—for immediate vaccination. It is these people who have to brave the threat of Covid-19 every day and go outside of the house to earn their sustenance. Without bringing them under the vaccination coverage, offering vaccine to adolescents seems like a ludicrous idea, to say the least.\nA case can even be made about the timing of reopening educational institutions, coming as it does amid the warning of another wave of Covid-19. Public health experts have recently expressed fear that the gross flouting of Covid-19 safety protocols by the masses might unleash a new wave of the disease in the country. This made the headlines in almost all the news outlets; the authorities concerned are also well aware of this concern. Even if the schools can be made to run under strict health protocols following reopening—which seems like the best course of action right now—that concern isn't going to go away. What is the government's plan in this regard? Do they even have one?\nAnother major bottleneck in inoculating children is the availability of the Pfizer vaccine. On September 1, the country received a shipment of one million doses of the Pfizer vaccine under the COVAX arrangement. However, it is not clear when the next batch would arrive and what the quantity would be. With this limited number of doses, how many children does the government plan to inoculate? How would the government do the mapping? What is the adolescent inoculation strategy? Who would get the shots first?\nMoreover, even if the government secures sufficient doses of the Pfizer vaccine to inoculate all the adolescents in the country—and that's a big \"if\", mind you—it would be a mammoth challenge for them to take the vaccine to the children at the grassroots level as we lack sufficient storage facilities for the Pfizer-BioNTech vaccine, which requires a cold-chain facility for storage.\nWith the 26 special fridges received from Unicef, the country now has the capacity to store more than 10 million doses of the Pfizer vaccine, but would that be sufficient to cover all 64 districts? And how are the adolescent children going to register for the vaccine, especially those who do not have access to internet facilities? How is the government going to keep track of whom they are vaccinating? These are important questions that need to be assessed and answered before we embark on a vaccination plan for adolescents.   \nSince the beginning of its mass Covid-19 vaccination programme, Bangladesh has gone through myriad obstacles and about-faces, often as a consequence of a lack of sound planning. From the failure of the Serum Institute of India (SII) to keep its end of the bargain by ensuring constant supply of the Oxford-AstraZeneca vaccine to the country as per agreement, to the recent debacle of the mass vaccination drive in August, which had to be stopped due to the shortage of shots—the fiascos don't seem to end. In the middle of all these struggles, this new adolescent vaccination plan seems impractical, logistically speaking. Also, the government needs to rethink its plan to reopen educational institutions if it's going to take the same laissez-faire attitude to enforcement of health guidelines that it has demonstrated after lifting the lockdowns and reopening the economy.\nAny reopening of schools and colleges, and even universities, without strict and sustained enforcement of the health safety protocols will inevitably increase the risk of exposure to the coronavirus for the students. And with all the chaos going on in terms of vaccination supply and delivery, the least the government can do is revisit its Covid-19 immunisation programme to make it more realistic, science-based and ambitious only to the extent necessary, and to cover on a priority basis the already vulnerable adults, rather than enabling the creation of a new vulnerable category: students.\nVaccinating children, as the heading of an analytical report by The Daily Star puts it succinctly, is a plan simply \"divorced from reality.\" We shouldn't jump on the bandwagon simply because some countries, who are far more capable and prepared than us, have decided to do so, and because doing so will most likely mean taking away vaccines from the more deserving ones.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @TayebTasneem\n",
        "headline_1": "Vaccinating children is a nice gesture but a bad plan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/vaccinating-children-nice-gesture-bad-plan-2171621",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2021"
    },
    {
        "full_article": "People's tendency to drag back any individual who attempts to break away from dominant social norms or expectations has existed in all units of society since time immemorial. We just have a term for it now that rolls off the tongue easily.\nThe recent social media outrage over moral policing, specifically that of women, came in the aftermath of actor Pori Moni's arrest in early August, in a case filed under the Narcotics Control Act. Before her detention and the subsequent vilification campaign against her, two models, Piyasha and Mou, were also sued and remanded in separate cases under the same act. Various media outlets seemed to be having a field day over the next week or so, treating these women with anything but respect which any individual, even an accused, deserves in the eyes of the law. As prominent rights activist Sultana Kamal said of the law enforcement and media's treatment of Pori Moni: \"Misogyny has entered every nook and cranny of the society.\"\nWhat was most derogatory were the terms used by a section of the media to refer to these women, one of them being \"raater rani\" (literally, \"queen of the night\"; figuratively, take a wild guess). Because what can be worse than allegedly being a woman in possession of foreign liquor in \"huge amounts\"? Certainly not allegedly abetting the suicide of a college student whom the accused industrialist (and a married one, no less) \"kept\" as his mistress. Definitely not fleeing the country after being sued for allegedly torturing and opening fire at two top bank officials, and then being audacious enough to challenge the High Court's rejection of their anticipatory bail petition. Even causing the deaths of at least 52 workers in a factory fire, where the building had no emergency staircases—what the citizen probe committee termed a \"systematic killing\"—will not qualify as bad enough to warrant that kind of wrath from the moral mercenaries of our society.\nNo, none of that is seemingly as scandalous or dangerous as an adult woman going out at night or participating in recreational activities, which are only acceptable for men to be a part of. Men need not explain in detail to anyone why they were out late at night. But do so as a woman, and you will be detained and paraded in front of the media by the country's law enforcement, so all can be witness to your \"shame.\"\nBut the hypocrisy of the subcontinent's culture in shunning women for things a man can do without objection is nothing new—and it has found a fertile ground in Digital Bangladesh. This makes sense when you consider how challenging women's autonomy is still encouraged and practised in every facet of our society, despite decades of progress in education and women's empowerment.\nBeginning at a prepubescent age, the girl children of Bangladesh are made to feel like they are solely responsible for how the people around them may perceive their \"character.\" For some odd reason, the oh-so-precious honour of each family is directly affected by the (mis)behaviour of its female members. From the clothes she wears (or is allowed to wear) to the opinions she can express—everything must meet the approval of not only her elders, but of the neighbours, relatives, teachers, and even strangers. It is a lot of pressure to be put on an eight/nine/twelve-year-old child and to be told that it is, at least in part, their fault if outsiders view them as objects of sex and mistreat them as such.\nMost women learn to live with these double standards and mould their \"characters,\" behaviour and ambitions accordingly. Many even internalise such policing and help to keep other women \"in check,\" themselves acting as tools of patriarchy.\nBut some others—and they have been rising in numbers in the last couple of generations—fight back in order to defend their rightly owed agency as free human beings and equal citizens of this country. Sometimes we argue, other times we use wit and irony. An example of the latter would be the Raater Rani campaign by youth organisation Meye Network, which snowballed from the arrests of Pori Moni et al, and was inspired by the media circus that had followed. The campaign included women using the organisation's Facebook profile picture frame—simply the term raater rani written in Bangla, the text illustrated as the night sky, to be pasted under your photo—and attaching short essays about their own experiences with moral policing.\nThese women relayed stories of why they, too, were the \"queens of the night.\" Some were out late for work or study, others for recreational purposes—all equally entitled to be out at any hour of the day or night as free citizens of a free country. But many had to face the judgement of relatives and strangers for practising such freedoms. One woman wrote of an incident where she was travelling by a rickshaw at night when a cyclist coming from the opposite direction shot some choice words at her for being out at that hour, and spat at her. Still, she and all the other participants of the campaign declared their pride in donning the badge of raater rani. Essentially, if exercising one's right as a citizen to be out at night and to refuse to be questioned about the reasons behind it makes one a raater rani, then so be it.\nThese incidents and protests illustrate the importance of being progressive in our views regarding people and their freedoms—not just in the devices and technology we use. When half the population of our country is told they need to be afraid of the other half, and that their freedom of movement comes with an arbitrary curfew, it is utterly dehumanising. Moral policing is what contributes to rape culture in our society and makes way for victim blaming, no matter what the circumstances are. The narrative of women being somehow lesser beings must change. We must \"allow\" women to practise their agency and provide support for them to challenge and defeat the nuanced rules of patriarchy which are so deeply embedded in our society. Neither the individual nor the state alone can stop women from being judged against illogical standards of subjective morality. Battling the moral policing of women needs to be a conscious practice at all levels of society.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Who made men owners of the night?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-made-men-owners-the-night-2171616",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2021"
    },
    {
        "full_article": "We are delighted to learn of the observations made by the High Court in connection with the case against actor Pori Moni, which most deeply reflect our concerns regarding the current state of the judicial system. According to a report in this daily, the High Court said that the investigating officer (IO) disregarded Supreme Court guidelines and laws in seeking remand for the second and third times in the narcotics case brought against her, and also criticised two lower court judges for granting the remand prayers. \nThe full text of the HC order was released on Wednesday, which stated, \"A police officer has to think about the legal and basic issues before taking an accused on remand,\" and that the granting of the remand prayers \"pricks our judicial consensus [about] how the magistrates concerned were so satisfied [as] to allow prayers for remands a couple of times.\" \nWe applaud the HC for this opportune order, which comes at a time when the lower judiciary's activities have raised a lot of questions in the public mind. Recently, the people of this country have been given ample reasons to believe that justice is not being carried out. Arbitrary use of rejection of bail pleas and indiscriminate granting of remand prayers have become playthings in the hands of the judiciary, to be used in any way they like, even if it acts as an obstacle to the smooth functioning of the justice system. From this, it can be presumed that unsavoury elements have penetrated the system, and there are allegations of financial transactions often being part and parcel of such miscarriages of justice. \nAs such, the HC observations could not have come at a better moment, but we would also like to ask—where do we go from here? \nThe HC has clearly taken a stand on the right of every citizen to receive a fair and transparent trial, and their constitutional right not to be subjected to torture and cruel, inhuman or degrading treatment. This has created an opportunity for accountability, and we request the HC, or even the law ministry, to fully take advantage of this and lead an investigation into the misuse of the law, especially in the lower judiciary. We congratulate the HC on their timely observations, and we hope that this will trigger serious internal investigations that will eventually lead to some much-needed accountability in the justice system.\n",
        "headline_1": "Timely HC order about citizens’ rights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/timely-hc-order-about-citizens-rights-2172251",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2021"
    },
    {
        "full_article": "It is extremely concerning how dengue cases have been on the rise recently. According to the Directorate General of Health Services (DGHS), in the first week of September alone, over 2,000 dengue cases were recorded in the country, raising the total number of people hospitalised with the disease to 12,434 this year. Amid such a scenario, the authorities need to be extremely cautious, especially as schools are scheduled to reopen next week. All school premises need to be properly and regularly cleaned so that students are not vulnerable to the disease.\nAs this newspaper reported on Wednesday, schools have been actively trying to keep their premises clean and free of Aedes mosquito larvae, following suggestions from the experts. However, not all schools have been successful in maintaining cleanliness, since they have been closed for around a year and a half. In a couple of schools, benches and other items were found to be piled up, with stagnant water floating around, creating the perfect breeding grounds for Aedes mosquitoes.\nSince schools have been closed for so long, it is not surprising that many of them have failed to maintain an acceptable level of cleanliness. However, before reopening, all school authorities must clean and sanitise their institutions properly—they should ensure that piles of garbage are removed, and keep a keen eye to rid the premises of all stagnant water. But even that might not be enough. The local government authorities have to assist schools in their respective areas through extensive fogging and fumigation drives.\nIn that regard, the DGHS has recently identified 19 hotspots in Dhaka that are most vulnerable to dengue due to widespread presence of Aedes mosquitoes. The city corporation authorities can begin their fumigation drives with a special focus on these areas. They can also coordinate with the authorities of schools in those areas as well as other high-risk places to ensure that the school premises are properly fumigated and ready for reopening.   We understand that both the school authorities and state actors have their hands full when it comes to reopening schools due to the threat of Covid-19. But they must also prepare for the threat of dengue. The earlier they make preparations to deal with it, the better and easier it will be later on. For the sake of children's safety, this should be done with great care. We can't be worrying about the threats of Covid-19 and dengue viruses at the same time.\n",
        "headline_1": "Another reason to be cautious about reopening schools",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-reason-be-cautious-about-reopening-schools-2171601",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-09-2021"
    }
]