[
    {
        "full_article": "The rumours and fake news about migrant workers in Tamil Nadu being attacked have seen the quick intervention of the authorities, assuring the workers of their safety. Many workers, most from Bihar, have been seen at railway stations waiting to leave for their home State after a video clip of violence between two groups of migrant workers was interpreted as an attack on migrant workers by locals. In any case, some of the workers were planning to be home for Holi festivities. Even before the problem could snowball, Tamil Nadu Chief Minister M.K. Stalin did well to contact his Bihar counterpart Nitish Kumar. There has been quick follow up elsewhere too. The Tamil Nadu police filed cases against those spreading rumours, which included the editor of the Dainik Bhaskar, under various sections of the Indian Penal Code. A person has been arrested in Jamui district of Bihar for sharing a misleading video clip. The Bihar police have also found some videos and news reports to be misleading and fake. Officials from Bihar and Jharkhand have visited the migrant hubs of Coimbatore and Tiruppur, and industry representatives are doing their bit to reassure the workers.The issue has, unfortunately, paved the way for chauvinistic politics in Tamil Nadu and Bihar. The role that migrant workers play in different fields of economic activity in Tamil Nadu, particularly real estate, is well known. According to CREDAI Tamil Nadu, the migrant community oversees 85% of the work in big projects and 70% in medium-scale projects. It also has a visible presence in manufacturing, textiles, construction, and hospitality. A Tamil Nadu Labour Department survey in 2015 estimated that the State had around 11.5 lakh migrant workers. The episode has only highlighted the need for politicians to exercise caution and restraint when commenting on issues regarding migrant workers. Under the garb of protecting the interests of local people, many leaders have often denigrated migrant workers or held them responsible for problems such as locals facing unemployment. The message, as Mr. Stalin highlighted in his conversation with Mr. Nitish Kumar, that workers “who help in the State’s development are our workers”, should be internalised by all political parties across the spectrum. At the same time, the government, which has been rolling out welfare measures for the community, should include the supply of pulses and edible oil at concessional rates under the Public Distribution System, supplementing what is being given under the ‘One Nation One Ration Card’ scheme. An exclusive wing can be formed to address the issues and problems migrants face. The government can also institute a fresh and comprehensive study of migrant workers and help in their integration with the local community, to make them feel at home.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmigration\n\n/\n\nTamil Nadu\n\n/\n\nlabour\n\n/\n\nBihar\n\n/\n\nsafety of citizens\n\n/\n\npolitics\n\n/\n\nwelfare",
        "headline_1": "Home and away: On rumours and fake news about migrant workers in TN",
        "headline_2": "Migrant workers must feel safe and as integral part of the community",
        "link": "https://www.thehindu.com/opinion/editorial/home-and-away-on-rumours-and-fake-news-about-migrant-workers-in-tn/article66591699.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "The newspaper rule of thumb is that ‘dog-bites-man’ stories are not newsworthy. However, with a nearly 1.5 crore stray dog population (2019 livestock census), and a dubious distinction of being the world’s dog-bite-and-rabies-capital, India’s ‘stray dog menace’ has a steady presence in the media ecosystem, to the point of being anaesthetising. Occasionally, this stupor is broken by the macabre. An infant in a Rajasthan hospital was reportedly taken away by stray dogs, while strays attacked a four-year-old, with fatal results, which was captured by CCTV cameras, in Telangana. Both incidents constitute only a fraction of the many dog attacks. Despite the acknowledgement of the crisis by States, the Centre, the judiciary, municipalities, and non-governmental organisations, the problem festers.\rDogs have a unique relationship with man’s evolutionary history — one of companionship. This poses a moral dilemma of being responsible for their welfare but also confronting the vagaries of their evolution from wolves and their territorial instincts. While by no means a conundrum unique to India, much of the world has drawn the line by de-recognising the rights of stray animals: if leashed and registered, human custodians are obliged to take care of them. If not, the state — as a last resort — is encumbered to euthanise them, in the interest of public health. The Prevention of Cruelty to Animals (PCA) Act and the Animal Birth Control (Dogs) Rules, 2001 (being updated), while aimed at limiting the stray population, do nothing to improve public safety. The proposed draft rules, or the Animal Birth Control Rules, 2022, only put forth procedural changes in sterilisation and vaccination, permit only “incurably ill and mortally wounded” dogs to be euthanised, which is what existing rules permit, and make leaders of resident welfare associations responsible for feeding strays in pockets. The PCA and ABC rules acknowledge that unchecked strays must be restrained. However, they do not factor in the magnitude of the problem: that there is nearly one stray for every 100 Indians; that India lacks the infrastructure and mechanism to ensure that the most vulnerable (the poor and their children) are able to access treatment, and that expecting dog numbers to reduce on their own with sterilisation and vaccination is a pipe dream. India has committed to eliminate rabies by 2030, but without first framing the threat from stray dogs as a public health crisis, India’s poorest will continue to see their right to safe public spaces culled at the altar of callous activism. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npublic health/community medicine\n\n/\n\nanimal\n\n/\n\nvaccines",
        "headline_1": "Challenging dogma: On the threat from stray dogs",
        "headline_2": "The threat from stray dogs must be framed as a public health issue",
        "link": "https://www.thehindu.com/opinion/editorial/challenging-dogma-on-the-threat-from-stray-dogs/article66591741.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "Today, on International Women’s Day, I want to share some thoughts with you – straight from the heart. Right from my childhood days I have remained perplexed about the status of women in society. On the one hand, a girl child receives so much love from all around her and is even worshipped on auspicious days. On the other hand, she learns very soon that the possibilities open before her in life are fewer than those available to boys of her age.\nOn the one hand, a woman is respected for her innate wisdom, even appreciated as the central figure of the family who takes care of everybody. On the other hand, she has a limited role, if at all, in nearly all significant decisions about the family or even herself.\nRead full opinion on TOI+\n\n",
        "headline_1": "Her story, my story: The President of India writes on why she is hopeful about the future of gender justice",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/her-story-my-story-the-president-of-india-writes-on-why-she-is-hopeful-about-the-future-of-gender-justice/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "The advent of ChatGPT heralds an interesting battle between two dominant Big Tech firms, Google and Microsoft. Google has a market share of around 90% in search engines and Microsoft dominates the desktop operating systems with a share of around 74%. OpenAI, which created ChatGPT, received substantial funding from Microsoft. A consequence is that Microsoft has now blended ChatGPT with its own search engine Bing. Thus, the internet search engine market is set for the first consequential shakeup in two decades.\nThe promise of a serious challenge to Google has raised questions on the wisdom of pursuing a regulatory framework to loosen the hold of Big Tech and create space for competition. If Google’s dominance could not prevent it from allowing a competitor to gain first mover advantage in its most profitable segment, is there a case for a new regulatory framework? To answer this question, consider two features of the digital economy that allow a handful of firms to become dominant. First, there’s the network effect where an increase in number of users enhances the value of the product. Second, economies of scope where efficiencies come from a variety in usage. In contrast, dominance in traditional industries comes from economies of scale or volume.\nNow consider how Microsoft plans to use its new tool. It will first seek to leverage network effects as the AI facility will be freely available on its search engine. This is expected to divert some of the search queries to Bing and drive up traffic. In addition, the capabilities of this generative AI will be used across the spectrum of Microsoft products, an area where the company is already dominant. In effect, what’s being billed as the big war among technology firms is not going to lead to a nimbler competitor shaking up a market segment. Economies of scope will ensure the winner will dominate related areas.\nIf anything, the advent of ChatGPT proves that competition regulators need to keep working on evolving a regulatory framework to address dominance that’s a direct result of the nature of the digital economy. Here, acquiring a new company or product leads to dominance and anti-competitive behaviour in ways far removed from what regulators have dealt with traditionally. The case to evolve a sharper regulatory framework has been strengthened by the most exciting development in search engines.\n\n",
        "headline_1": "Club’s still closed: The advent of ChatGPT strengthens the case for a new regulatory framework in technology industry",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/clubs-still-closed-the-advent-of-chatgpt-strengthens-the-case-for-a-new-regulatory-framework-in-technology-industry/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "Aliens? Again? Yes. In America? Yes. Hollywood director Steven Spielberg has added his own bit to America’s Chinese balloon-driven renewed obsession with aliens: What if these are humans from 5,00,000 years later, using some nifty wormhole technology to revisit what happened on earth in the 21st century? “It’s mathematically impossible that we’re the only intelligent species in the cosmos,” he claimed. Americans have been sighting UFOs since the Cold War years of the 1950s and 1960s. Stories of flying saucers, alien body-snatchers and reports of abductions and experiments crop up regularly, and Hollywood has fed these fantasies, as has an online subculture.\nEven scientific bluechip types like NASA had a programme on the search for extraterrestrial intelligence. After government funds dried up, private enthusiasts kept beaming radio messages into space. In June 2021, the Pentagon released a long-awaited ‘UFO report’ on mysterious aerial sightings – but boringly, the military’s  concern might be Russian or Chinese surveillance rather than aliens. Still, there’s a Pentagon office to analyse UFOs.\nOf course, if aliens don’t exist, Americans would have to invent them. They are a window into psyches and societies. Conspiracies simmer when faith in governments, institutions are low. They prompt the question of what is empirically knowable, and what is mysterious. They raise questions about faith, as much as about science. All societies have their own dreams and nightmares, and this happens to be America’s. But for the rest of the world, it’s an interesting question: Does one arm against aliens, react with fear and hostility? Or go with E.T. creator Spielberg’s instinct that they’re not aggressive, they’re just like us? Curiosity and hospitality towards the stranger or the Other, is something that we need more of, everywhere in the world.\n\n",
        "headline_1": "We’re (or aren’t) alone: Whether or not cosmos hosts aliens, America’s obsession with them tells all of us some interesting things",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/were-or-arent-alone-whether-or-not-cosmos-hosts-aliens-americas-obsession-with-them-tells-all-of-us-some-interesting-things/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "Surjit Bhalla in an article in this paper (Developed by 2047? Yes; February 20, 2023) has tried to quantify PM Modi’s call for making India a developed economy. He has suggested that we adopt the level of per capita income in PPP terms that South Korea had reached in 1996, the year it was admitted as a member of the OECD.\nThus, the implicit suggestion is that we should take OECD membership as the criteria for being categorised as a developed country.\nRead full opinion on TOI+\n\n",
        "headline_1": "2047 is not 1996. Why India needs a higher benchmark: Niti Aayog’s former VC argues using South Korea as yardstick won’t do for our developed country target",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2047-is-not-1996-why-india-needs-a-higher-benchmark-niti-aayogs-former-vc-argues-using-south-korea-as-yardstick-wont-do-for-our-developed-country-target/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "Around the world, progress on women's rights is vanishing before our eyes. The latest forecasts estimate that on our current track, it will take another 300 years to reach full gender equality.\nToday's cascading crises, from the war in Ukraine to the climate emergency, affect women and girls first and worst. And as part of the global pushback against democracy, women's rights over their bodies and autonomy over their lives are being questioned and denied.\nTwo statistics make our failure very clear:\nEvery 10 minutes, one woman or girl is murdered by a family member or intimate partner.\nAnd one woman dies every two minutes during pregnancy or childbirth. Most of those deaths are entirely preventable.\nOn International Women's Day today, we must commit to doing better. We need to reverse these horrific trends and stand up for the lives and rights of women and girls everywhere.\nThis is one of my core priorities and a central plank of the work of the United Nations around the world.\nFrom South Sudan to Myanmar, we are supporting women and girls in crisis and making sure that their voices are heard in peace processes.\nThe Deputy Secretary-General Amina Mohammed recently visited Afghanistan with a message for the authorities: women and girls have fundamental human rights, and we will never give up fighting for them.\nThis year's International Women's Day focuses on closing gender gaps in science, technology, and innovation. Globally, men are 21 percent more likely to be online than women — and over 50 percent more likely in low-income countries.\nBut even the richest countries lose out because of gender-based stereotypes and historic bias. In the tech industry, men outnumber women two to one. In artificial intelligence, it's five to one.\nBig data is the new gold, and the foundation of today's political and business decisions. But it often ignores gender differences – or turns a blind eye to women altogether.\n\nDiscrimination against women in science and technology is the result of centuries of patriarchy, discrimination and damaging stereotypes. Women account for just three percent of Nobel Prize winners in scientific categories since 1901. And women online – including scientists and journalists – are often targeted for sexist hate speech and abuse designed to silence and shame them. But they will not be silenced. Women and girls everywhere are demanding their rights, and their words reverberate around the world. We need action on several fronts to make sure women and girls can make their full contribution to the world's knowledge through science and technology.\nWe should all be alarmed by products and services that bake in gender inequality right from the start and digitise patriarchy and misogyny.\nThe Silicon Valleys of this world must not become Death Valleys for women's rights.\nMedical decisions based on data from men's bodies can not only harm women, it can be deadly.\nDiscrimination against women in science and technology is the result of centuries of patriarchy, discrimination and damaging stereotypes. Women account for just three percent of Nobel Prize winners in scientific categories since 1901. And women online – including scientists and journalists – are often targeted for sexist hate speech and abuse designed to silence and shame them.\nBut they will not be silenced. Women and girls everywhere are demanding their rights, and their words reverberate around the world.\nWe need action on several fronts to make sure women and girls can make their full contribution to the world's knowledge through science and technology.\nWe must break down barriers — from discriminatory data to stereotypes that push girls away from studying scientific subjects at an early age.\nDecision-makers of all kinds must broaden women's participation and leadership in science and technology – through quotas if necessary.\nThey should be creative, widening the recruitment pipeline and hiring for skills. And they must be persistent. Gender equality will not happen by itself; it has to be prioritised and pursued. This approach is getting results at the United Nations, where we have our own strategy for gender parity among our personnel.\nWe also need action to create a safe digital environment for women and to hold accountable both the perpetrators of online abuse, and the digital platforms that enable them.\nThe United Nations is working with governments, civil society, the private sector and others on a Code of Conduct aimed at reducing harm and increasing accountability on digital platforms, while defending freedom of expression.\nWomen's rights are not a luxury that can wait until we solve the climate crisis, end poverty and create a better world.\nInvesting in women and girls is the surest way to uplift all people, communities and countries, and to achieve the 2030 Agenda for Sustainable Development. Together, let's work for a more inclusive, just, and prosperous world for women and girls, men and boys, everywhere.\n \nAntonio Guterres is the secretary-general of the United Nations.\n\n",
        "headline_1": "300 years needed to reach full gender equality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/300-years-needed-reach-full-gender-equality-3265701",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "Ramdulari Kairi, a tea leaf picker at of Satgaon Tea Estate in Sreemangal, died on May 28, 2021, at the age of 48. She had cervical cancer, and was in severe pain in the final days of her life.\nA private doctor in Moulvibazar had diagnosed Ramdulari in November 2019. Her days were numbered since then. However, she kept working in the tea garden despite the pain. Her last day of work was December 29, 2020. From January 2, 2021, she was bedridden until her death.\nHer son Babul Kairi (27) took care of his mother and paid her medical expenses of Tk 150,000 (USD 1,660), a big sum for a tea worker's family.  \"I tried to save my mother. We gave her ten sessions of chemotherapy,\" said Babul. \"She had breathing difficulties during this time. She stopped talking 12 hours before her death.\"  \nBabul knows from experience that women with cervical cancer in the gardens, like his mother, generally hide their diagnosis. By the time it reaches an advanced stage, it's too late for surgical treatment. \"The cost of cancer treatment is high, which the garden management does not bear. The tea workers or their families generally bear the medical expenses when one has a serious illness, such as cancer,\" laments Babul.\n\"Tea workers are generally unaware and ignorant of cervical and breast cancers,\" says Dr Zainal Abedin, division chief of the Institute of Public Health and Nutrition (IPHN) and former Upazila Health and Family Planning Officer in Sreemangal.\nAccording to him, the best precaution for this fatal disease is screening, which is done in upazila health complexes. Visual Inspection of Cervix with Acetic Acid (VIA) camps are also run in the tea gardens to detect cancer. \"When we run visual tests, two to four percent come back positive,\" he said. The positives are then sent to Sylhet Osmani Medical College Hospital for confirmatory testing.\n\"To protect women tea workers from cancer, the government should run special camps, and both tea garden management and tea workers should come forward. Surgery at the primary stage can heal one diagnosed with such cancer,\" suggests Dr Abedin.\nObstetric fistula, vesico-vaginal fistula (VVF) and recto-vaginal fistula (RVF), prevalent among poor women, mostly in low and lower-middle income countries like Bangladesh, is another serious health concern, particularly in the tea gardens. Those married at an early age are more vulnerable to fistulas, since they give birth to children before they are physically ready to do so. This leads to complications at birth, although those who develop fistula have a tendency to hide it.\nA 2018 study, conducted in 10 tea gardens in Moulvibazar district by the Centre for Injury Prevention and Research (CIPRB), identified 20 suspects with fistula. Fourteen were initially screened as positive using a primary diagnosis questionnaire, and were sent to a primary healthcare centre. Five of them were then identified as confirmed cases. All of these five women were married before 16 years of age and became pregnant the following year. This is seen as a key factor for developing obstetric fistula. Home childbirths with untrained birth attendants or long delays in delivery are other key factors behind this.\nFistulas can lead women to suffer through physical and social ordeals. Continuous urination or leakage is not only uncomfortable and embarrassing; it can lead to women being abandoned by their husbands, shunned by their community, and can even make them vulnerable to violence. The five women with fistula initially hid their symptoms, ignoring their discomfort and believing it would go away by itself, even though the only solution is surgery.\nThe Directorate General of Health Services (DGHS), with the support of UNFPA and CIPRB, initiated a fistula elimination programme in Sylhet division in January 2019. They identified 34 fistula cases in the tea gardens, and sent the patients to a specialised hospital in Dhaka for treatment. Twenty-one of them were completely healed after surgery, and 15 tea gardens were declared fistula free in 2022.        \nWhile research-based information on cervical cancers and fistula in tea gardens are scanty, leading to a lack of awareness, there are other reproductive health risk factors for women that are more widespread. These are miscarriage, stillbirth and maternal death, which continue to be huge challenges in current conditions. Women leaf-pickers, in particular, work very long hours, walk many miles to travel to and from their workplaces, and are on their feet all day. Pregnant women keep working till the end of their pregnancy, and experience various health risks.\nAnika Munda (29), a tea leaf picker of Jagcherra Tea Estate, is one such woman. Pregnant for seven months, she delivered a stillborn baby on November 16, 2018. She walked four hours to return home after picking tea leaf the day before. Then, she felt pain in her belly. Anika's mother-in-law Taramoni Munda realised that the fetus was no longer moving. She began massaging Anika's belly with oil, and the next morning, she delivered Anika's deceased child. This was her sixth pregnancy.\nAnika, who has a 14-year-old daughter and eight-year-old son, has had two miscarriages before, at five and seven months of pregnancy. Another child of hers died of haemoptysis at 1.5 years old.\nDuring Anika's two miscarriages and the stillbirth, Taramoni Munda, an untrained birth attendant, took care of her.  Anika never visited a hospital or dispensary. But she is finally determined to consult a doctor about family planning methods. \"I don't want to get pregnant again. I want to be happy with my two surviving children,\" she said.\nThe case of Mithila Nayek (22), a tea leaf picker from Hossainabad Tea Garden in Sreemangal, further points to the deep-seated issues that pregnant women face in the gardens. She gave birth to a baby on October, 6 2018, at Sreemangal Health Complex, after having three miscarriages before. An hour and a half after giving birth, Mithila was found sitting on the thick root of a mahogany tree in front of the upazila health complex. Her newborn did not cry at birth, and was having trouble breathing.\nThe health complex authority referred her to Moulvibazar District Hospital. While her family members struggled to find a transportation to Moulvibazar, the mother and child spent 45 minutes waiting on the roots of the mahogany tree. Finally, the family found a CNG to take them and, thankfully, the baby cried 20 minutes after their arrival in the district hospital and survived.\nMost mothers in the tea gardens give birth in the garden's labour lines. Mithila only went to the upazila health complex because she had delivery-related complications, and she was able to return home with her baby. Had her family managed an ambulance to take her from Sreemangal to Moulvibazar, she would have suffered less, but there is no ambulance in Hossainabad Tea Garden to take patients in critical condition to hospitals.\nMithila travelled to the health complex by a CNG – an hour-long journey made even more difficult by the bumpy roads. She returned home from Moulvibazar along the same bumpy road, spending an hour and a half in a rickety CNG with her new baby.\nCompared to other parts of the country, tea workers and their family members, especially women, face greater health risks, mainly due to malnutrition and other factors. Fifty-one percent of around 138,000 tea workers in 160 tea gardens in Sylhet and Chattogram divisions are women, as are 95 percent of the tea leaf pickers, who engage in the hardest labour in the tea industry. The sufferings of women workers are only exacerbated when they are pregnant, especially since most of them continue to do their heavy work throughout their pregnancies.\nA general tendency among women workers is to take maternity leave only after child birth. Before birth, they sometimes take their earned sick leave and stay home for two to three weeks. Miscarriages and stillbirths are unavoidable consequences of this practice. Besides, most women in the tea gardens deliver their babies on beds set on floors in unhygienic environments, which endanger both mothers and their newborns.\nThe fact that many women and girls are married off at an early age only adds to the dangers. In these scenarios, it is always the women who adopt birth control methods. In a 2018 survey on 60 pregnant women, the Society for Environment and Human Development (SEHD) found that 29 were forced to marry early, and 29 adopted birth control methods. But none of their husbands ever adopted any birth control method. These, and many other factors, lead to more miscarriages and maternal deaths in the tea gardens than the national average.\nAccording to the Department of Health, there were 120 maternal deaths in Moulvibazar district in 2014, of which 48, or 39.1 percent, occurred in the tea gardens, despite there being a much smaller population who live here. This means the health condition of female tea workers is worse than the national average.\nAccording to a 2020 report from Bangladesh Tea Board (BTA), there are 78 hospitals and 162 dispensaries run by garden owners. The workers, however, are very unhappy with the services they get from these health facilities, which are unable to provide treatment for critical diseases, including tuberculosis and cancer. Prenatal and postnatal care that the company facilities provide is also very inadequate.\nThe tea workers, however, can go to the government hospitals, such as the District Sadar Hospital, upazila health complex, union health and family welfare centre, and community clinic, which are close to the tea gardens. However, few of them visit these public health facilities. The tea workers usually remain busy in the gardens, six work days a week, and do household chores on the one day of the weekend. Traveling all the way to health facilities outside the gardens is also costly for them.\nAccess to proper sexual and reproductive health care is a fundamental right, and extremely important for the physical and mental well-being of women and girls. This right is protected by a number of international charters and laws, including the Universal Declaration of Human Rights. Women and girls in the tea gardens are deprived of sexual and reproductive health rights to a great extent due extreme poverty, lack of awareness and knowledge about government health services, ignorance about family planning, poor hygiene and sanitation, indecent work conditions, violation of labour laws and rules by employers and withholding of the benefits they are entitled to, inadequate access to health workers, lack of education, and various other factors, including social and cultural practices in the tea gardens.\nIt is true that government health services have reached the community level, and there are also some non-state initiatives. But the reality is that most tea gardens are still largely secluded, and the tea workers and their communities have many social and cultural barriers in taking full advantage of health services provided by state and non-state facilities. Economic hardship, which leads to malnourishment and lower literacy, is a key factor that has multiplier effects on the lives and livelihoods of tea workers. All of this means that special attention to ensure proper sexual and reproductive healthcare for women and girls in the tea gardens is now a necessity.\nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD). Fahmida Afroze Nadia, SEHD researcher, assisted the author in collation of information on fistula.\n\n",
        "headline_1": "Why do women in tea gardens face higher reproductive health risks?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/lets-talk-about-it/news/why-do-women-tea-gardens-face-higher-reproductive-health-risks-3265511",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "A news report on the economy without any insight from an economist, or the experiences of someone struggling with the cost-of-living crisis. An article on the energy crisis, but not one energy expert weighs in. An exposé on farmers being cheated out of decent prices by middlemen, but farmers' voices are completely absent. \nWould you, as a reader, find these pieces worth reading? Would journalists and editors consider this good practice? \nThe answer, I believe, would be an emphatic no. Yet, when it comes to reporting on gender-based violence (GBV), print media in Bangladesh routinely excludes expert opinions and female sources.\nBy doing so—and by following a set reporting formula that focuses on the minute details of isolated crimes, erases survivors' trauma and ignores wider inequalities that create the conditions for violence against women—we are failing to represent the true extent of gender-based violence in our society.\nThis was one of the findings from research I conducted last year, where I went through reports from four major newspapers in Bangladesh related to three widely-reported cases of rape in 2020, when anti-rape protests took the country by storm.\nThis movement not only demanded accountability from state authorities, but questioned a system and society that normalised violence. Trauma, and its impacts on individuals, families and communities, was at the heart of this story.\nIs our reporting gender-sensitive?\nIn the 258 reports that I did a content analysis on, the focus was mainly on the minute details of the crime committed against the woman, with hardly any reflection of her trauma and her resilience. The factors in our society and their institutions that allow gender-based violence to become normalised were largely absent as well.\nThirty-six percent of the reports held sensationalist and provocative details that failed to uphold the dignity of survivors, such as describing again and again the different objects used to gang-rape a woman. Almost half the reports erased the survivor from the narrative, focusing more on perpetrators and quotes from police and political leaders (usually male).\nLess than a quarter held quotes from women's rights activists and GBV experts, and a whopping 66 percent of reports had no female sources. Overall, more than 68 percent of reports failed to highlight GBV as a human rights issue that requires serious policy intervention, choosing to focus on the individual circumstances of the cases instead.\nWhy is this important?\nAcademics argue one of the functions of media is the creation of a \"realm of shared experience\". Simply put, how media reports on issues is significant to how people ultimately understand them. This includes policymakers, to whom media coverage can act as a guide to what issues are of public concern.\nThrough its interpretive authority, media can reflect, shape and challenge public discourse. And if the media narrative is—explicitly or implicitly—biased against women, and if women are invisible in reports that are actually meant to be about women, then media simply ends up reproducing gender inequalities and normalising the very injustices they report on.\nAcross the world, male-dominated newsrooms mean that gender-based violence and gender inequality are massively underreported. According to the Global Media Monitoring Project (GMMP), the most severe underrepresentation occurs in newspapers, and even when these reports are written, seven to nine out of every 10 stories end up reinforcing or failing to challenge gender stereotypes. Because of this, GBV is regularly put in a box with other crimes, with little acknowledgement of how it routinely occurs in a system defined by gender inequality.\nGender bias in Bangladeshi media\nSuch stereotypes and biases are reproduced in Bangladeshi media as well. For example, while I found that almost 90 percent of media reports did not directly engage in victim-blaming, around 36 percent used \"victim v monster\" stereotypes when talking about survivors and perpetrators of rape.\nWhile the idea might be to strike a sympathetic tone, this can lead to the woman being portrayed as someone who has been \"ruined\" by abuse, not as an individual deserving of empathy. Who journalists decide is the ideal victim leads to a number of problematic associations as well, with \"respectable\" and \"unlikely\" victims getting more space than survivors from marginalised backgrounds.\nWe saw this happen during the Kurmitola case, where the survivor—a middle class, university student from the capital—was surprisingly present in newspaper narratives. Even though her trauma was not acknowledged directly, there were some attempts to humanise her through reports on her determination to return to her studies, or her courage in helping the police.\nHowever, reporters completely failed to follow-up on police information on how the rapist had previously raped other homeless and disabled women who did not fit the mould of this \"ideal\" victim. Also, the unfortunate flip side of the focus on the Kurmitola survivor was that reports ended up including a lot of unnecessary personal information, such as what items of clothing were found at the crime scene.\nVictim/monster stereotypes also end up portraying rape as being related to deviant sexual behaviour and bad habits, instead of as an abuse of power and an exercise in misogyny. The presumption is that the rapist is somehow an outlier or anomaly in society and not a product of the unequal power structures that lead to gender-based violence. As we witnessed in the case of the Banani rape trial, and with relation to the Munia murder, perpetrators belonging to the upper classes and from \"good families\" are treated completely differently in the media than working class perpetrators.\nThe voices reflected in our reports, matter\nA lot of the times, the gender biases being reproduced in the media stem from the male-dominated institutions that are routinely cited in reports. Research suggests that state representatives, political actors and even ordinary citizen' voices tend to marginalise women's agency in reports, whereas experts on women's rights, such as feminist lawyers, activists and journalists, are far more likely to focus on women's agency and wider issues surrounding sexual violence.\nThis is not to say that only women can speak on issues related to GBV. In fact, women's rights activists have questioned why many male activists are vocal in the media about human rights abuses like enforced disappearances and custodial torture, but fail to make the country's high rate of GBV part of the public human rights agenda as well.\nThe concern, rather, is over a lack of inclusivity and diversity in the voices featured in news reports, which ultimately affects news quality and objectivity. GMMP data also suggests that the underrepresentation of women journalists and editors is an important factor in the erasure of female voices in reporting, and of gender-sensitive news judgement in general.\nWe see this in the Bangladeshi context too. News reports routinely quote the police without interrogating their statements, even if they are biased and gender-insensitive. For example, the Kurmitola rapist turned out to be a homeless man with a history of drug addiction and, during that period, police representatives routinely made comments linking drug use with sexual deviancy. This narrative was reproduced without question in a number of reports, ultimately erasing the fact that sexual violence is committed by persons from all sections of society, and not just homeless drug addicts.\nReporters I interviewed also spoke of consulting police reports to write their stories, even though they all agreed they tend to be filled with insensitive comments, graphic descriptions, and sometimes even incorrect information. However, very few then went on to ask the police specific questions that identified the individual case as part of systemic violence against women.\nSurvivors' medical reports from one-stop crisis centres, which one journalist described as being filled with \"excruciating, biological details\", are also used when writing news reports. Information related to DNA evidence and injury marks are routinely found in print, even though experts argue that sharing such evidence (or lack thereof) can mislead the public and inspire public conversations that put survivors on trial.\nThese are just a few examples of the different ways in which patriarchal notions are reproduced in newsrooms, distracting from wider, systemic issues related to GBV that can inspire more meaningful conversations, such as gender biases in the justice system, policy decisions affecting gender equality, social stigma, etc.\nWe must change how we report\nThere are a number of ways that journalists can choose to make their reports more gender-sensitive. During my research, I noticed an interesting trend. While the images used with GBV reports had previously been triggering—referring to the act of rape in some way, such as by depicting a woman with her hands tied or shrinking from a male figure—84 percent of reports printed during the anti-rape movement pictured the protests instead. This included women holding up placards with sayings such as \"men put your gaze in jail\" and \"only a rapist is responsible for rape.\"\nWhile this was a positive change, unfortunately, most of the actual reports ignored these themes. Almost all quotes related to protests were from male demonstrators, mostly leaders of student bodies affiliated with political groups. Many of them referred to women as their \"mothers\" and \"sisters\", and used other patriarchal and often victimising language. So, while images became more sensitive, there was clearly a crucial gap in reporting.\nIt is clear that the way we are talking about violence against women is not working. In fact, it is likely that this overdose of the same story being rehashed—with an excessive focus on individual details of crimes and little to no acknowledgement of survivors' trauma and the systemic nature of GBV—is leading to a sense of hopelessness about a society where violence is the norm. Even if the intention is to tell readers about this violence, ultimately, all this does is create media fatigue.\nThe first step in dealing with this is changing how we talk about violence. Reporters need to be trained to use gender-sensitive language, print information outside of police and medical reports, speak to experts on GBV trends, and employ a big-picture narrative to address the whole cycle of violence, from prevention to prosecution.\nWhile the 2020 anti-rape protests had momentum, print media did focus on the justice system, measures taken by law enforcement and government responsibility when reporting on rape. We need to continue this, as well as write on wider issues such as social stigma, health consequences of sexual violence, and the power structures that allow rape to be committed with impunity.\nWe need awareness at every level of the media, starting from decision-makers to consumers, but beyond that, what we desperately need is diversity. While I am in no way arguing that only women can tell women's stories—in fact, that too is a gender stereotype that obstructs female reporters from writing on what many (wrongly) consider to be \"masculine\" topics, like sports and politics—we cannot ignore the fact that only around 11 percent of reporters in Bangladesh are female, and there are very few women in decision-making positions in our industry.\nThis lack of representation, not just of women, but other minorities in the industry, is bound to lead to media biases. If we acknowledge these biases and aim to introduce reporting practices that are trauma-informed and centred on survivors, this will not only advance gender justice, but lead to better journalism as well.\nShuprova Tasneem is a journalist.\n",
        "headline_1": "What’s wrong with how we report on violence against women? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/lets-talk-about-it/news/whats-wrong-how-we-report-violence-against-women-3264351",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "The future of thousands of Rohingya refugees looks even bleaker after a massive fire ripped through a crammed refugee camp in the Ukhiya upazila of Cox's Bazar on Sunday. Reportedly, nearly 2,000 shelters were burned to the ground by the fire, rendering around 15,000 Rohingya homeless before it was brought under control. Although the extent of the damage is yet to be fully determined, as well as the cause of the fire, it is obvious that the affected refugees need urgent assistance and humanitarian support.\nAccording to reports, the authorities there have been working with international and local humanitarian organisations to provide food and temporary shelters to those who have lost their homes. Aside from houses, the fire also burnt down around 90 facilities including hospitals, learning centres and mosques, and robbed hundreds of families of whatever belongings they had. Such devastation will only increase the suffering of the refugees, who have been stuck in a cycle of relentless problems for more than five years.\nThe latest setback comes at a time when the international community has been reducing their support for the Rohingya ever since the pandemic started in 2020. Only recently, this newspaper reported that the United Nations was preparing to cut food aid to the Rohingya refugees. In fact, starting this month, the UN's World Food Programme plans to reduce the value of its food assistance to only $10 per person, from what was already a meagre $12. Despite two UN special rapporteurs calling this move \"unconscionable\" – saying it will have devastating impacts on the refugees – we have not yet heard of any change to this plan, nor of wealthier nations stepping up to cover for the shortage of funds.\nThe recent fire should once again be a reminder to the whole world about just how vulnerable the life of Rohingya refugees is, and the type of support they require. This is the third major fire in three years in the Rohingya camps, and time and again we have seen the Rohingya struggle, trying to overcome their misfortunes. The least the world community can do is provide them with adequate humanitarian support following such a major disaster. But that's not all; this fire is also a clear reminder that such makeshift refugee camps can never guarantee a sustainable and safe future for the Rohingya. The international community should get back to working on a permanent solution to the Rohingya refugee crisis – something that has been put on the back-burner of agendas for quite some time.\nThe Bangladesh government, while appealing for urgent aid from the international community, also needs to reevaluate the make-up of the refugee camps. Because the huts in these camps are mostly made up of bamboo and tarpaulin – all closely packed together – they are particularly susceptible to fires. Perhaps some redesigning of the camps is in order so that such devastating fires can be avoided in the future. This, of course, will require expensive rebuilding and rehabilitation, and consequently increased – rather than decreased – funding.\n",
        "headline_1": "No respite for the Rohingya",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-respite-the-rohingya-3265366",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2023"
    },
    {
        "full_article": "We're deeply alarmed by the manner in which young students are increasingly getting involved in violent activities. On Sunday, students of Ideal College and Dhaka College, together with City College, clashed on the streets. As a result, a number of students were injured while traffic was held up for several hours near the Science Lab and Green Road areas, causing huge public suffering. Earlier, on Thursday, students from the same colleges also clashed, again closing off nearby roads. Two incidents taking place within the space of a week indicate a certain degree of animosity between these closely located institutions. But this goes beyond simple college rivalry, with students in many other tertiary and pre-tertiary institutions showing a similar penchant for violence.\nThe question is, why is this happening? Why are young men increasingly adopting violent tactics to resolve their disputes? Often, it is seen that violence flares up on the flimsiest of excuses. In case of the two recent clashes, as per a report by Prothom Alo, it started after a group of students of Dhaka College apparently hackled their Ideal College peers by calling them \"farm chickens\", leading to the latter vandalising a bus of Dhaka College. In retribution, DC students took away the nameplate of Ideal College. Attacks and counterattacks followed. The picture that emerges from this is of a deeply troubling educational landscape where there is little disciple. It's worrying how easily young men are set off these days, and how quickly it escalates into violence.\nIt's easy to blame these students. After all, as young adults, they should be able to make better choices, and be held responsible for the consequences of their action. But to suggest the blame lies squarely with them will be unwise. They are but the product of a time when intolerance is being encouraged from the highest seats of power, when democratic institutions are falling apart because of lack of accountability and rule of law, when criminals are getting away with heinous crimes, when thuggery is incentivised and merit deprioritised. Add to that politicisation of colleges and universities, which are being used as training/stomping grounds for future recruits of the ruling establishment. This is also a failure of our educational policy. It no longer promotes pursuit of enlightenment – only material development – leading to the crumbling of social values.   \nIn such a situation, students, without proper role models and a proper learning environment, are at risk of getting derailed off their path, which doesn't bode well for our future. Over the years, we have seen how far the rot has spread. Even in schools you hear of children getting involved in crimes and violence. We must stop and reverse this trend. We urge the authorities to critically examine the state of our education sector and fix it, so that it can produce the kind of citizens and leaders we need going forward.\n",
        "headline_1": "Thugs in the Making?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/thugs-the-making-3265326",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-03-2023"
    }
]