[
    {
        "full_article": "Addressing global warming requires cutting carbon emissions by almost half by 2030! For the Intergovernmental Panel on Climate Change (IPCC), emissions must fall by 45 percent below 2010 levels by 2030 to limit warming to 1.5 degrees Celsius, instead of the 2.7 degrees Celsius now expected.\nInstead, countries are mainly under pressure to commit to \"net zero\" carbon (dioxide, CO2) emissions by 2050 under that deal. Meanwhile, global carbon emissions—now already close to pre-pandemic levels—are rising rapidly despite higher fossil fuel prices.\nEmissions from burning coal and gas are already greater now than in 2019. Global oil use is expected to rise as transport recovers from pandemic restrictions. In short, carbon emissions are far from trending towards net zero by 2050.\nFalse promise\nAt the annual climate meetings in Glasgow, carbon pricing was touted as the main means to cut CO2 and other greenhouse gas (GHG) emissions. The European Union president urged, \"Put a price on carbon,\" while Canadian Prime Minister Justin Trudeau advocated a global minimum carbon tax.\nBusinesses are also rallying behind one-size-fits-all CO2 pricing, claiming it is \"effective and fair.\" But there is little discussion of how revenues raised thus far should be distributed among countries—let alone to support poorer countries' adaptation and mitigation efforts.\nCarbon pricing supposedly penalises CO2 emitters for economic losses due to global warming. The public bears the costs of global warming—e.g. damage due to rising sea levels, extreme weather events, changing rainfall, droughts or higher healthcare and other expenses. But there is little effort at or evidence of compensation to those adversely affected. Therefore, poorer countries are understandably sceptical, especially as rich countries have failed to fulfil their promise of USD 100 billion yearly climate finance support.\nThe CO2 price market solution is said to be \"the most powerful tool\" in the climate policy arsenal. It claims to deter and thus reduce GHG emissions, while incentivising investment shifts from fossil fuel burning to cleaner energy generating technologies.\nNo silver bullet\nCarbon pricing's actual impact has, in fact, been marginal—only reducing emissions by under two percent yearly. Such impacts remain small as \"emitters hardly pay.\" Most remain undeterred, still relying on energy from fossil fuel combustion. Also, many easily pass on the carbon tax burden to others, whose spending is not price sensitive enough.\nOnly 22 percent of GHGs produced globally are subject to carbon pricing, averaging only USD 3 per tonne! Hence, such price incentives alone cannot significantly discourage high GHG emissions, or greatly accelerate widespread use of low-carbon technologies.\nPowerful fossil fuel corporate interests have made sure that carbon prices are not high enough to force users to switch energy sources. Thus, existing CO2 pricing policies are \"(more) modest and less ambitious\" than they could and should be. Meanwhile, several factors have undermined carbon taxation's ability to speed up decarbonisation.\nFirst, carbon taxes have never actually provided much climate finance. Second, CO2 taxes misrepresent climate change as a result of \"market failure,\" not as a fundamental systemic problem. Third, it seeks efficiency, not efficacy! Thus, it does not treat global warming as an urgent threat.\nFourth, market signals from carbon taxation seek to \"optimise\" the status quo, rather than to transform systems responsible for global warming. Fifth, it offers a deceptively simplistic \"universal\" solution, rather than a policy approach sensitive to circumstances. Sixth, it ignores political realities, especially differences in key stakeholders' power and influence.\nUnfair to poor\nEven if introduced gradually, the flat carbon tax will burden poorer countries more. Worse, carbon pricing is regressive, causing more suffering to the poor. Thus, the burden of CO2 taxes is heavier on average consumers in poor countries than on poor consumers in \"average\" countries.\nA UN survey showed that a seemingly fair, uniform global carbon tax would burden—as a share of GDP—developing countries much more than developed countries. Thus, although per capita emissions in poorer countries are far less than in rich ones, a flat CO2 tax burdens developing countries much more.\nAlso, a standard carbon tax burdens low-income groups more, by raising not only energy costs directly, but also those of all goods and services requiring energy use. With this seemingly fair, one-size-fits-all tax, low income households and countries pay much more relatively.\nAnalytically, such distributional effects can be avoided by differentiated pricing, e.g. by increasing prices to reflect the amount of energy used. Also, compensatory mechanisms, such as subsidies or cash transfers to low-income groups, can help.\nBut these are administratively difficult, particularly for poor countries, with limited taxation and social assistance systems. Furthermore, effectively targeting vulnerable populations is hugely problematic in practice.\nMission impossible?\nSelective investment and technology promotion policies are much more effective in encouraging clean energy use and reducing GHG emissions. Huge investments in solar, hydro and wind energy as well as public transport are required, typically involving high initial costs and low returns. Hence, public investment often has to lead. But most developing countries lack the fiscal capacity for such large public investment programmes. Large increases in compensatory financing, official development assistance and concessional lending are urgently needed, but have not been forthcoming, despite much talk.\nClimate finance initiatives generally need to improve incentives for mitigation, while funding much more climate adaptation in developing countries. Potentially, a CO2 tax could yield significantly more resources to cover such international funding requirements, but this requires appropriate redistributive measures, which have never been seriously negotiated.\nCarbon taxes can help\nEven without an ostensibly market-determined CO2 price, taxing GHG emissions would make renewable energy more price competitive. The UN advocated a \"global green new deal\" in response to the 2008-2009 global financial crisis. It noted that a USD 50 per tonne tax would make more renewables commercially competitive, besides mobilising USD 500 billion annually for climate finance.\nA International Monetary Fund (IMF) staff note from mid-2021 has proposed an international carbon price floor. This would \"jump-start\" emission reductions by requiring G20 governments to enforce minimum carbon prices. Involving the largest emitting countries would be very consequential while bypassing collective action difficulties among the 195 UN member states.\nThe scheme could be pragmatically designed to be more equitable, and for all types of GHGs, not just CO2 emissions. But even a global carbon price of USD 75 per tonne would only cut enough emissions to keep global warming below two degrees Celsius—not the needed 1.5 degrees, the Paris Agreement goal!\n \nAnis Chowdhury is adjunct professor at Western Sydney University and the University of New South Wales, Australia.\nJomo Kwame Sundaram is a former economics professor and a former assistant secretary-general for economic development at the United Nations.\nCopyright: Inter Press Service\n",
        "headline_1": "The Carbon Tax is Overrated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-carbon-tax-overrated-2230936",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2021"
    },
    {
        "full_article": "The space for tolerance is shrinking in most parts of the world. From major conflicts to the more subtle acts of discrimination, minority groups, refugees and marginalised communities are facing persecution and suppression in many forms, shapes and scales.\nFrom turning away boats carrying desperate refugees—leaving them at the mercy of the unforgiving seas—to premeditated attacks on places of worship and violence against targeted religious and ethnic communities, the world is witnessing an alarming increase in conflicts in recent years. And most of these conflicts can be attributed to an all-pervasive, ever-present problem: intolerance.\nBangladesh is not immune to this social illness: in the last decade alone, there have been multiple cases of attacks on minority communities, with the most recent incident unfolding in October this year, marring the Durga Puja celebrations in the country.\nIn view of this situation, states and governments need to reflect on and identify the factors that are causing the rise in intolerance, and work towards minimising them.\nReduced access to resources due to climate change, rising authoritarianism and far-right ideologies, increasing fundamentalist sentiments, unchecked human rights abuses, and the ongoing Covid-19 pandemic could be some of the key factors that are clouding people's empathy and judgement, and leading them towards a myopic worldview.\nExtreme weather conditions, leading to droughts, salinity of cultivable land, land degradation, loss of productivity, frequent floods, and rising sea levels, among others, are making natural resources scarce. This is resulting in a number of factors that are triggering tension and creating scope for intolerance.\nFor instance, if agricultural land is impacted due to climate change in a region leading to limited productivity, the people in that area are going to bear the economic brunt of it. Many would lose their means of livelihood. There will also be food scarcity in the region due to the lack of agricultural production. Such scenarios lead to frustration, anger and hopelessness. The affected, deprived people might become more intolerant and hostile towards the others, and would be more disposed to engage in conflicts.\nA Yale climate change communication blog titled \"Does Climate Change Increase Risk of Conflict?\" sheds further light on this: \"Additionally, different groups are affected differently by climate change. Groups with pre-existing grievances—especially grievances related to ethnic discrimination or colonialist histories—are more likely to turn to violent conflict. Politically marginalised groups in lower socioeconomic brackets are less able to adapt to the effects of climate change and will thus have more grievances.\"\nNot only the minority communities, but the majority might also become more prone to engaging in conflicts, as groups vie to establish control over lands and productive resources as these become scarce. It is likely that the majority would grow intolerant and exert pressure on the minority communities, leading to conflicts.\nSimilarly, the rise of the far-right nationalist ideas and authoritarianism are also directly resulting in intolerance. Authoritarianism by definition has very limited room for tolerance, as no diversion from obedience to authority is tolerated. These forms of government are non-pluralist in nature and have zero tolerance for dissent. Similarly, far-right ideologies—on the rise in many parts of the world—are also highly intolerant of diversity as the right-wing nationalists believe in the \"purity\" and \"supremacy\" of the communities they represent, and strongly emphasise hierarchical relationship between groups. They look down upon people belonging to other races and ethnicities, and if needed, resort to violence to suppress the voices of the minorities.\nBecause of the rise in such conservative, extreme political beliefs and their consumption by the people, democracy is becoming weak, human rights are becoming more prone to abuse and violation, and certain groups are playing the religion card to manipulate the suppressed populations to further breed intolerance and violence.\nIn a world where we talk about diversity and inclusion, the growing intolerance of various groups towards the minorities and marginalised communities bodes ominous portents for everyone. The spike in conflicts triggered by intolerance, leading to loss of lives and livelihoods, sends a very wrong message to humanity: that people are losing their human values, their capacity to empathise, and their mental ability to acknowledge, appreciate and embrace what is unique, what is different.\nThis increase in intolerance depicts a picture of a society that is moving towards anarchy and destruction, because without diversity, how can we evolve as a civilisation? How can we grow?\nIf we continue to subscribe to authoritarian, right-wing and fundamentalist ideas, we will never be able to harness tolerance. While external factors—such as climate change and the rise of fascism on a global scale—will try to take away from our ability to share and make our worldview one-dimensional, and while vested questers will try to take advantage of these circumstances by feeding the people extremist ideas, it will be unfortunate if we fall for these traps.\nIn democratic countries such as Bangladesh, India and the US, where tolerance is waning, the governments need to take this issue seriously and strengthen the democratic institutions, the statutory bodies, relevant public sector institutions and human rights organisations in order to combat this menace. By strengthening these bodies, the government will be empowering the diverse communities and reinforcing their rights. And this will also act as a warning for the groups that try to destabilise social equilibrium by instigating and exacerbating intolerance.\nAt the individual level, we must focus on the richness that diversity brings. We must champion the fact that diversity is an integral and indispensable part of our social fabric. We must respect diversity, and we need to allow diversity to flourish to facilitate a holistic growth of the human race. And in order to do all these, we must become more tolerant towards groups and communities that are different from us, that are unique. Let this be our realisation and commitment on the International Day for Tolerance.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "We must embrace diversity for inclusive prosperity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/we-must-embrace-diversity-inclusive-prosperity-2230926",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2021"
    },
    {
        "full_article": "My recent open letter to Hindu brothers and sisters published in this newspaper was accompanied by a photograph that is seared in my memory.\nTwo Hindu women stand amid the destruction wrought by vicious religious bigots. On the left, a woman is crying inconsolably. It is the other woman on the right, comforting the crying woman, whose image continues to haunt me.\nHer eyes are dry. Her piercing gaze, fixed somewhere on the horizon, is filled with horror, pain and utter incomprehension at the barbarity of human beings.\nThis image is a distillation of the terrible havoc that hatred can wreak.\nAll over the world, purveyors of hatred are having a field day. In South Asia, vicious sectarian hatreds manifest in many horrible ways, and defenceless minorities bear the brunt of the violence. Whether it's Muslims in India, Ahmadiyyas and Shias in Pakistan, Shia Hazaras in Afghanistan, Tamils in Sri Lanka, or Rohingyas in Myanmar—what makes all these attacks so reprehensible is that the attackers are members of the majority community.\nIn a strange, toxic inversion of reality, a venomous majoritarian sense of victimhood and grievance is fanning the flames of hatred worldwide.\nThe seeds of this hatred may be in grievances real or perceived, but a sinister set of circumstances have caused it to mushroom into a full-blown, global crisis. Sometimes, it is petrodollar-fuelled extremist Islamist groups like Islamic State and al-Qaeda, and a variety of fellow travellers like al-Shabab in Somalia, Boko Haram in Nigeria, and ISIS-K in Afghanistan. (The Taliban itself has Pakistani military intelligence's fingerprints all over it.)\nMore alarming, however, is the hatred fomented in efforts that are not covert or clandestine at all. Opportunistic politicians from majority groups gleefully fan the flames of fear and draw rich political dividends, creating a frenzy of panic and fear in the majority community, with dire consequences for terrified minorities. When hatred has a majoritarian edge, it becomes doubly dangerous. Now the levers of democratic power can be deployed to condone—if not legitimise—hatred.\nWe see chilling examples of this in India and Myanmar. In India, brazen, sectarian remarks and vicious acts of violence are often greeted by a ruling party with what may be politely called callous nonchalance. In Myanmar, an inspiring leader who earned the world's admiration for her courageous leadership against oppression has lost her sheen after her refusal to acknowledge the plight of an aggrieved minority.\nGone are the days when the West could cast a patronising eye on such developments. Like Covid-19, hatred is now a global pandemic.\nIn the US, where I live, one of my most distressing experiences in the recent past has been to witness all norms of civility in politics discarded scornfully. Former President Donald Trump is the first US president in history to refuse to concede after losing an election, and his debunked claims of a \"stolen\" election has, in a bizarre fashion, become a litmus test of loyalty for much of the Republican Party. As a slew of conservative outlets fan the flames of incendiary partisanship, hatred and violence are sure to follow.\nIn an article titled \"Menace Enters the Republican Mainstream,\" The New York Times reports: \"From congressional offices to community meeting rooms, threats of violence are becoming commonplace among a significant segment of the Republican Party. Ten months after rioters attacked the United States Capitol on January 6, and after four years of a president who often spoke in violent terms about his adversaries, right-wing Republicans are talking more openly and frequently about the use of force as justifiable in opposition to those who dislodged him from power.\"\nIt's not just the US. The debate over Brexit in Britain has been so acrimonious that it has divided friends and families. Right-wing, anti-immigrant parties which were once in the fringes are gaining strength in France and Germany.\nI honestly believe that the restoration of comity is a vital global challenge that is no less urgent than battling climate change or reducing poverty and economic disparity.\nIn 1994, Unesco marked the 125th anniversary of Mahatma Gandhi's birth with its proclamation of November 16 as the International Day for Tolerance. Unesco suggests five guidelines for battling intolerance: laws, education, access to information, individual awareness, and local solutions. All true, if a little facile.\nWe can make headway in tackling the menace of hatred if we address the underlying causes. It is important to recognise that a broad sense of socioeconomic apprehension has given an opening to bigots and political rascals. Those who profess an abiding belief in tolerance and humanity will need to get out of their comfort zones and take on the purveyors of hatred. This is actually a challenge, because the challenge to hatred has to come from within the groups that are poisoned by hatred of others. This is what Marxist sociologist Herbert Marcuse called an \"immanent critique.\"\nSo in Bangladesh, it is the task of humane, pious Muslims to create a groundswell of opinion that makes it clear that violent attacks on innocent non-Muslims will be considered an attack on their reputation and beliefs. Or in the US, it is incumbent upon Republican leaders to join Wyoming Republican Congresswoman Liz Cheney, for instance, and say violence and disregard for the rule of law are anathema to democratic values.\nSure, it's a tough row to hoe. Cheney is treated more like a pariah than the brave hero that she is in this particular cause. We can draw inspiration from the great leaders of yesteryear who never moved from their commitment to tolerance.\nGandhi literally gave his life for his staunch belief in tolerance. His favourite Tagore song was \"Jodi tor dak shuney keu na ashey tobey, ekla cholo re (If nobody responds to your call, then go forth alone).\" Think of the US civil rights leader Martin Luther King, Jr. He led African-Americans at a time of racist violence, when his people faced egregious racial discrimination, but he drew inspiration from Gandhi and refused to meet violence with violence. Think of South African leader Nelson Mandela, whose beatific smile and genial patrician mien was unsullied by the bitter experience of decades of incarceration, as well as terrible racist violence and institutionalised discrimination against black South Africans. Mandela steered his black-majority nation to freedom in a transition that was remarkably, almost magically, free of rancour.\nPeople of goodwill have their work cut out.\nHow soon will we get there? I would like to cling to Tagore's credo: \"Manushey bishwas harano paap (It is a sin to lose faith in man).\" But the jaded, cynical soul that I am, my cautious optimism is closer to former Israeli Foreign Minister Abba Eban's wry observation: \"Men and nations do behave wisely, after all other alternatives have been exhausted.\"\n \nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "The urgent need to battle the growing rise of hatred",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-urgent-need-battle-the-growing-rise-hatred-2230921",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2021"
    },
    {
        "full_article": "The Right to Information (RTI) Act, 2009 is made of interlocking parts. We usually focus on two of its main protagonists: citizens, for whose empowerment the law was enacted in the first place, and public authorities, who are required by the law to respond to legitimate information requests. Today, we will focus on another key element of the system—the Information Commission of Bangladesh.\nThe role of the Information Commission in implementing the RTI Act takes up more than half of the entire written text. And this is for good reason, because the law has entrusted the commission with a wide range of activities to carry out the purposes of the law. The \"purposes\" are facilitating citizens' participation in the affairs of the state so that \"transparency and accountability of all public (offices) shall increase, corruption… shall decrease and good governance... shall be established.\"\nThere can be no bigger objective than this in a democracy. The goal is to move away from an age-old culture of official secrecy that has kept citizens in the dark about the work of their government, and usher in an era of open and accountable governance, where citizens are at the centre. They are given the key role to play for the success of the law. But for that to happen, only an enlightened commission, with the necessary independence, authority, resolve and impartiality, can pave the way. Moving away from darkness to the light can be a long and arduous process.\nThe Information Commission is tasked with framing the rules and regulations for RTI implementation so that citizens are able to submit their information requests without much difficulty, and public authorities who are required to deal with them do so with due diligence and in accordance with the law. Among other things, the commission has been tasked to make sure that the authorities respect the timeline specified for their response. It verifies that any denial of request is based on the law and reviewed by a senior official on appeal, and that citizens' complaints against final denial or incomplete disclosure are duly considered by the commission. It is mandated to ensure that both the complainant and the respondent are duly heard, and all those decisions by the Information Commission are based on law, duly explained and properly justified, and that any recalcitrant or defaulting official is duly chastised. Whenever necessary, the Information Commission undertakes on site investigations to establish the truth.\nReading between the lines of the law reveals yet another role: to promote positive application of the law so that its objectives to advance public good are achieved, and not frustrated by a narrow interpretation of its provisions. In fact, most observers find a clear bias of the law towards disclosure of the requested information, unless, of course, it is clearly exempted under the law or the request is fraudulent. In many countries, the RTI law provides for a \"public interest override clause\" in the text itself to favour disclosure, though no such specific provision exists in the Bangladeshi law.\nThe RTI Act also provides for a monitoring role of the Information Commission to ensure that all public offices preserve any information they possess or create through an appropriate information management system, so that they can be easily accessed; each office is required to proactively disclose all relevant information of interest to citizens through their annual reports, websites or by other means. Officials tasked with meeting the information demands of citizens are expected to be duly appointed and properly trained, and their names and particulars displayed prominently on office notice boards and official websites.\nTo ensure that the Information Commission undertakes its tasks in an objective and professional manner, specific provisions have been inscribed in the law for the selection process of the three members of the commission, including its chief. They include the necessary safeguard requirements of impartiality, integrity, expertise, experience, and necessary knowledge of the field. This is clearly one of the most important provisions of the law. The goal of the law can be thwarted if inappropriate or unqualified persons are selected.\nAs the Information Commission's role is clearly geared towards facilitating the use of the law by citizens to promote its purposes, the latter bear the ultimate responsibility of overseeing that they are duly performed. Towards that objective, citizens must keep a constant watch on the activities of the commission, on its decisions and how it conducts the complaint hearings, on the balance it seeks to establish between genuine information requests from the citizens and the legitimate concerns of public officials to safeguard basic public interest, whether it is reading and interpreting the law correctly, and, most importantly, whether its activities hinder progress. Any negative public perception about the commission's work can be extremely detrimental to its image, and therefore to the success of the RTI Act. As such, there is no alternative to frank and constructive dialogue between the Information Commission and the citizen groups monitoring the application of the law.\nMost of the introspective reviews of the RTI Act's operation in the country over the last one decade have been focused on the role of citizens and public authorities in the implementation of the law, and very little on the work of the commission, which steers the ship of RTI. This was perhaps justified in the initial phase of implementation of the law when all, including the Information Commission, were busy finding their way through this new and very onerous process. With the passing of time and the benefit of significant knowledge and experience about the process, we must now turn our attention to a proper flourishment of the Information Commission's role.\nAs strong believers in the efficacy of the RTI Act for constructive citizen-government interaction to advance the cause of democracy in the country, and as ardent supporters of the very important work of the Information Commission in this regard, we also believe that there is a need for special efforts to develop a closer interaction between citizen groups committed to advancing the objectives of the RTI law as well as the Information Commission, so that we can review our respective roles together and identify ways to cooperate for mutual benefits.\nWe suggest that an in-depth assessment of the work of the Information Commission, which is objective, impartial, and constructive, be undertaken on a regular basis by citizen groups, individual researchers or any other third party, in close collaboration with the commission. We hope that in all future commemorations of International Right to Know Day and other such important occasions, assessments of this nature will receive greater focus. The commission is the key to the success of the RTI Act. It needs constant attention and support from all concerned.\n \nDr Shamsul Bari and Ruhi Naz are chairman and RTI coordinator, respectively, of the Research Initiatives, Bangladesh (RIB). Email: rib@citech-bd.com\n",
        "headline_1": "Success of the RTI Act relies on an effective Information Commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/success-the-rti-act-relies-effective-information-commission-2230026",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2021"
    },
    {
        "full_article": "Immediately after the government increased bus and minibus fares due to the fuel price hike, many bus operators in Dhaka and Chattogram have started charging passengers more than the government-fixed fares. While the government increased bus fares up to 28 percent, many operators were found to be charging as much as 50 percent higher. Unfortunately, the ongoing mobile court drives have not been able to prevent them from overcharging the passengers.\nWhat is even more concerning is that, taking advantage of the situation, many CNG-run vehicles have also raised their fares, further exacerbating the sufferings of the commuters. Since the new bus fares came into force on November 8, as many as 10 mobile courts of Bangladesh Road Transport Authority (BRTA) have been conducting drives to prevent bus operators from overcharging. According to BRTA, of the 245 buses that were fined on November 14 in the two cities, 198 were diesel-run, while the rest were 49 CNG-run.\nReportedly, the Bangladesh Road Transport Owners Association's decision to abolish seating and gate lock services to lower the bus fares have not yielded much result as yet. Ignoring the decision, many buses were found to be charging the passengers extra in the name of providing seating service.\nThe irregularities regarding the bus fares were bound to happen, given the fact that our bus operators have always tried to make profit at the expense of the passengers' sufferings. As such, the authorities concerned should have put a plan in place to mitigate the sufferings of the public before hiking the bus fares. People are already bearing the brunt of rising prices of essentials—and the exorbitant bus fares have only added to their woes.\nUnder the circumstances, in order to lessen the sufferings of commuters, the authorities must take action against the bus operators who are overcharging. In addition, the mobile court drives should continue, and if needed, more mobile courts should be deployed to bring the situation under control. All the buses must have a printed list of bus fares pasted on their vehicles to avoid overcharging, while the CNG-run ones should use stickers on their buses mentioning that they are CNG-run. We strongly urge the authorities to take legal action against the bus companies for overcharging and other irregularities.\n",
        "headline_1": "Take action against overcharging bus operators",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-action-against-overcharging-bus-operators-2230911",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2021"
    },
    {
        "full_article": "In a public hearing held on Sunday, victims of the recent communal attacks in the Chattogram region alleged that law enforcers stood silently by as looters went on with their mayhem at the puja mandaps during Durga Puja last month. According to the depositions of the victims, it was the failure of police and administrative officials to respond immediately to their calls for help that allowed the miscreants to carry out their atrocities unobstructed. These allegations are extremely disconcerting, and demand serious investigations by the relevant authorities.\nThe victims also alleged that police have yet to arrest the main culprits who are roaming free in their respective areas, issuing threats to withdraw cases against them. It is another case of victims being victimised again due to the inaction of law enforcers, which seems to have become all too common in Bangladesh. Despite the countrywide protests against the senseless violence that was carried out against minority communities, which led to government high-ups making big promises in terms of ensuring justice, the fact that law enforcers have yet to arrest the known criminals is alarming and raises a number of questions, such as: Who are protecting these criminals from being arrested, and why?\nSome of the victims also alleged that the miscreants were not from the area—they were outsiders. They alleged that the miscreants tried to sever generator connections so that they could launch their attacks in the dark of the night, and that many of the miscreants organised themselves by meeting at the offices of the ruling Awami League's associate organisations. Not only do these allegations indicate that the attacks were well-organised, but that they were somewhat planned—and not a result of spontaneous outrage. \nWho were the masterminds behind these attacks? What were their intentions? These are questions that the authorities must answer. Moreover, the authorities must investigate and find out why the local law enforcers failed to act promptly when the violence was taking place, why they have failed to arrest many of the miscreants, and why some local government officials have been urging some of the victims to withdraw their cases. Without such actions, we fear that violence against minority communities, which has been on the rise in recent decades, will only continue, leading to the communal harmony in the country deteriorating further—all the while, the instigators and masterminds behind such attacks continue to roam free and pursue their twisted agendas.\n",
        "headline_1": "Ensure justice for the victims of communal attacks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ensure-justice-the-victims-communal-attacks-2230621",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2021"
    }
]