[
    {
        "full_article": "A two-day meeting in Delhi organised by the Bharatiya Janata Party (BJP) for its national office bearers, functionaries in charge of States and various frontal organisations, and presidents and general secretaries in charge of the organisation in States is being seen as a stock-taking exercise by the party. The Lok Sabha elections are more than a year away but the BJP is anxious to remain battle-ready, always keeping itself busy on the ideological and organisational fronts, and dominating at the macro and micro levels. The meet was to motivate functionaries to stay in tune with the messaging from the top. It resolved to keep the political focus intact on the constituency of welfare recipients, or labharthis in the BJP’s parlance, while campaigns around new themes, particularly India’s G20 presidency, will be added. There was no ideological track in the deliberations that were sharply focused on organisational capacity. The BJP may never have felt as secure as it is today about the public acceptance of its Hindutva ideology. The inauguration of the Ram Temple in Ayodhya, now scheduled for December 2023, will be the prelude to the 2024 campaign anyway.Despite occupying a position of strength, the BJP continues to be minutely attentive to organisational matters. Its electoral fortunes are primarily driven by Prime Minister Narendra Modi’s personal popularity, but its micro management of voter mobilisation is critical too. The BJP does not let its organisational machine rust or rest, and keeps it in a constant state of mobilisation. This week’s meeting decided to enhance the party’s emotional connect with the voters at the family level. BJP workers are being encouraged to deepen their links with voters. This approach appears to be a finetuning of the party’s storied booth management capacity. The party will be facing some crucial Assembly elections in 2023 — in Karnataka and Madhya Pradesh, where it is in power, and in Rajasthan and Chhattisgarh, which it wants to wrest back. Indications are that J.P. Nadda, whose term as president ends in January, will remain in charge in the run-up to the 2024 Lok Sabha election. The BJP’s capacity to plan ahead and buttress its ideological agenda with a strong organisational muscle is what sets the party apart from its challengers. Mr. Modi, and Home Minister Amit Shah remain constantly engaged with party matters. The BJP has effectively synergised its actions in government and at the party level to give itself the optimal thrust. While this has led to legitimate complaints of a misuse of power, what its opponents could learn from the BJP is the importance of backing ideological clarity with organisational muscle.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nKarnataka\n\n/\n\nMadhya Pradesh\n\n/\n\nRajasthan\n\n/\n\nChhattisgarh",
        "headline_1": "All hands on deck: On BJP’s organisational strength",
        "headline_2": "The Bharatiya Janata Party is adding organisational muscle to its ideological clarity",
        "link": "https://www.thehindu.com/opinion/editorial/all-hands-on-deck-the-hindu-editorial-on-bjps-organisational-strength/article66235529.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "A political party’s spokesman has been arrested for sharing an apparently false claim about the expenditure involved in Prime Minister Narendra Modi’s visit to Morbi in Gujarat, in November, in the aftermath of the collapse of a bridge that caused nearly 140 deaths. Even if the claim that a fabulous sum of money was spent on preparations and the renovation of facilities for the visit was false, the arrest of Saket Gokhale, spokesman of the All India Trinamool Congress, is in striking contrast to the fact that the promoters and executives of the company, whose negligence could have caused the recently renovated bridge to collapse, have not been detained so far. It is difficult not to highlight the irony involved, as the penal sections invoked against Mr. Gokhale for the offence of forgery attract prison terms of two to three years only; whereas the acts of commission and omission that led to such a high fatality figure are punishable with prison terms ranging from 10 years to life. Nothing but an intention to teach a lesson to an Opposition political activist can explain the arrest of Mr. Gokhale when he could, instead, have been summoned for an inquiry. It is one of those cases in which arrest is obviously avoidable, even if the government of the day is seriously aggrieved by the purported falsehood in the claim that he shared on Twitter.That police custody was sought and obtained in a case in which not much is needed to be investigated or unearthed — except perhaps the provenance of the purported Right to Information reply that contained the false claim — is quite strikingly indicative of vendetta. Another aspect, which is taking place with disturbing frequency, is the fact that the Gujarat police went to Jaipur in time to detain Mr. Gokhale and bring him to Ahmedabad. It is disconcerting that provisions relating to the inter-State operation of criminal law allow anyone to be held by the police from another State with ease, especially when the arrest is required by a State in which the Bharatiya Janata Party is the ruling party. It is not clear if the jurisdiction police were informed about the impending arrest. The dissemination of fake news is indeed a formidable problem in times when social media are a major source of information. That those with a significant following on these platforms should exercise due care before sharing information they receive is also not in doubt. However, it is questionable whether every instance of the dissemination of possibly false information should lead to arrest, unless grave consequences are likely to arise. An official fact-check and a legal takedown may well meet the ends of justice.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\narrest\n\n/\n\npolice\n\n/\n\nRight to Information",
        "headline_1": "Extreme measure: On false claims and arrests",
        "headline_2": "Not every instance of sharing false news requires arrest and remand",
        "link": "https://www.thehindu.com/opinion/editorial/extreme-measure-the-hindu-editorial-on-false-claims-and-arrests/article66234816.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "AAP’s victory in the MCD polls is not a surprise. The exit polls were right for once, and BJP’s undistinguished record in running the municipality made it easy to believe them for once. The margin of victory is lower than what was expected by many, but it is a clear win, nevertheless.\nGiven that the gap between the two parties is about 30 seats, and that the anti-defection law does not apply in the case of municipal elections, there is some speculation that BJP might still find a way to install their own mayor. Given its previous track record with wooing rival politicians, this is entirely possible. But what is important for now is what the results say about the respective parties.\nRead full opinion on TOI+\n\n",
        "headline_1": "Middling win, middling loss: AAP won the MCD polls but lost some support. BJP fought well but lacked a strong local leader",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Citycitybangbang/middling-win-middling-loss-aap-won-the-mcd-polls-but-lost-some-support-bjp-fought-well-but-lacked-a-strong-local-leader/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "Municipal elections seldom attract attention outside their catchment area. However, elections to the Municipal Corporation of Delhi, where AAP captured a majority displacing three-term winner BJP, was different. It embodied the fierce political competition between India’s pre-eminent national party BJP and its most competitive challenger, AAP. Some regional parties do pack a punch and BJP hasn’t quite got their measure. But AAP is the only other party to keep expanding its geographical footprint, often at the expense of India’s original political hegemon, Congress. All these factors played out in MCD elections.\nAAP secured a simple majority with 134 seats in the corporation. BJP did better than the exit polls predicted with 104 seats while Congress, expectedly, was reduced to a rump. MCD isn’t the only fiercely contested urban local body polls. Two years ago, BJP pulled out all stops to capture Hyderabad’s urban body, with even home minister Amit Shah campaigning extensively. It ran TRS close. Soon, we will see another high-decibel contest in Mumbai for BMC, India’s richest urban body, where the two Senas have a lot at stake, as does BJP.\nBut do fierce contests translate into better outcomes for voters? Certainly not, as a proxy indicator like voter participation or anecdotal evidence suggests. The turnout for MCD was just above 50%, below the level recorded in 2017 and also the last Delhi assembly election. It’s a reflection of the dysfunctional state of India’s urban bodies. This is best captured by RBI’s description that Indian cities are “emaciated financially”. The core problem is that state governments are unwilling to let go of functions that the Constitution’s 74th amendment recommended 30 years ago.\nOne of the outcomes is that urban bodies are underfunded. In India, the average municipal revenue is around 1% of GDP. The comparable figures in Brazil and South Africa are 7.4% and 6% respectively. Municipalities largely depend on property tax for revenue. Interstate comparison suggests that this electorally-sensitive tax rate is an area where corporations don’t have a decisive say. For example, RBI’s data shows that MCD’s own tax revenue as a proportion of total revenue not only trails the national average, it’s even lower than a relatively poorer urban Assam. Indian cities need more than high-decibel elections. But absolutely no political party seems interested. No wonder voters are losing interest.\n\n",
        "headline_1": "Only seats, not cities: As elsewhere, local poll results in Delhi are politically significant but unlikely to change urban life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/only-seats-not-cities-as-elsewhere-local-poll-results-in-delhi-are-politically-significant-but-unlikely-to-change-urban-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "In worrying signs for regional and global security, terrorist activities have once again increased significantly in Afghanistan. This was the focus of the recent India-Central Asia NSA-level meeting here in New Delhi, where it was noted that Afghanistan is again being used to fund, plan and organise terrorist activities. A year since Taliban returned to power in Kabul, it is clear that the Islamist regime is either incapable of or unwilling to crack down on multiple terror groups operating from Afghan soil. This, despite Taliban specifically promising to not allow any group to use Afghan territory to attack other countries.\nEven Pakistan is feeling the heat. Islamabad had cheered the return of Taliban, hoping to regain the strategic depth it previously enjoyed in that country. But despite the presence of pro-Islamabad elements like Sirajuddin Haqqani within the Afghan Taliban regime, the Tehreek-e-Taliban Pakistan (TTP) has continued to strike Pakistani targets from its bases across the Durand Line. In fact, last month TTP called off an uneasy ceasefire with Islamabad and conducted a suicide attack in Balochistan that killed three people. Meanwhile, on December 2 the Pakistani embassy in Kabul came under attack with the Islamic State group claiming responsibility this time.\nAdd to this the ongoing political turmoil in Pakistan with a defiant Imran Khan taking on the military-backed establishment. Should the political standoff continue, it will distract from Pakistan’s own capacities to deal with terrorism on its soil. The scenario once again presents a serious Af-Pak problem for the world. And the international community has been too distracted with the Ukraine war to notice. Unless there is renewed focus on Afghanistan and Pakistan, nasty surprises may hit the world again.\n\n",
        "headline_1": "Af-Pak again: Afghanistan is back to being a terror hub, Pakistan is in political chaos. Bad news for the world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/af-pak-again-afghanistan-is-back-to-being-a-terror-hub-pakistan-is-in-political-chaos-bad-news-for-the-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "The footage is less than a minute and half but the video is clear; so’s the football commentary. “It’s 1966 finalist (West) Germany versus no-chance Morocco, at least that’s what the form book says,” it goes. The year is 1970 and Morocco is playing its first World Cup game. Germany is loaded with big guns – Franz Beckenbauer and Gerd Muller to name just two – and their attacks are fast and furious. But in the 21st minute, the improbable happens. Morocco launches a counter from the left, the cross eludes the German defence and is headed back to the six-yard box; onrushing forward Houmane Jarir taps the ball in.\nMorocco’s dream lasted 35 minutes that day before Uwe Seeler equalised. Muller later gave Germany a tense 2-1 win. Casablanca-born Jarir passed away four years ago. But like every surviving member of that 1970 game, which first lit the spark, and like every Moroccan around the globe, he would have been rapturous about the Atlas Lions reaching their football peak on Tuesday night. Dreams don’t die. Sometimes they just take a generation or two to become reality.\nRead full opinion on TOI+\n\n",
        "headline_1": "A footballing fairy tale and immigrant dreams: Morocco beating Spain was a triumph of football spirit & a multi-layered political message",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/a-footballing-fairy-tale-and-immigrant-dreams-morocco-beating-spain-was-a-triumph-of-football-spirit-a-multi-layered-political-message/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "We express our deep alarm at the tragic death of a BNP activist during a clash between police and BNP on Wednesday afternoon. We are not fully convinced that this could not have been avoided. From the toughening of its stance in recent times, it has become apparent that the government doesn't want to grant BNP its rights as a legitimate political party, as evidenced by stringent conditions placed on its choice of venue, restrictions on transport, mass arrests of BNP men, etc. At the Naya Paltan incident on Wednesday, according to witnesses, law enforcers fired teargas shells and short gun pellets to disperse BNP activists, who retaliated with brick chips. One person died while over 30 were reportedly injured. Over 200 men were allegedly picked up by law enforcers, including BNP Senior Joint Secretary General Rahul Kabir Rizvi.\nThe repeated promises – or rather threats – of \"khela hobe!\" (bring it on!) by prominent AL leaders have now become all the more ominous, with state apparatuses being used to methodically unlevel the playing field.\nWe cannot deny that BNP's movements in the past were occasionally marred by violence, but the rallies held in recent months have been mostly peaceful. Whatever violence we have witnessed was reportedly orchestrated or instigated by AL men to intimidate the opposition and impede the success of their mobilisations. Law enforcement agencies have played a rather partisan role during the whole period, acting as an extension of the ruling party, both in how they handled the protests and how they dealt with subsequent legal actions. Now, they are being used to pick up thousands of BNP supporters on flimsy grounds – including senior leaders, activists, their family members, field-level organisers and even drivers or assistants. At least 1,319 people were arrested on various charges across the country on Monday alone, under the pretext of a 15-day \"special drive\" ahead of Victory Day.\nBNP has long claimed that \"ghost\" cases – filed, as per its estimate, against 6,723 leaders and activists of the party and 15,050 unnamed people between August and November – are ploys by the government to suppress its movement. An investigation into some of the cases has revealed serious discrepancies in the claims made by complainants and witnesses, lending credence to BNP's contention. Take, for instance, a recent case against a BNP activist who hasn't even been in the country for the last eight months, or another where three witnesses named by the police said they were coerced into signing statements naming BNP activists.\nAll these confirm that the ruling party is not living up to its commitment to help create a level playing field for the sake of free and fair elections. It has refused to respect the opposition's constitutional rights and created the perfect conditions for a violent eruption in the coming days, putting the safety of citizens at risk. This must stop. We urge the government to allow the opposition to exercise their freedom of assembly and relieve the citizens of this country, particularly this city, of having to live through a war zone and a needless bloodbath in the coming days.\n",
        "headline_1": "Why this relentless assault on BNP?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-relentless-assault-bnp-3190046",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "Liquidity crunch has been one of the myriad issues our banks and financial institutions have been facing for a while. The emerging problem is fundamentally economic, but the role of weak regulatory oversight is also insurmountable in this scenario. Policymakers are nevertheless in denial, which is no prudential macroeconomic management. A persistent liquidity problem may not only translate into solvency problems for many, but it may also create fear in the minds of economic agents and produce contagion risks in the overall financial market.\nBangladesh Bank has been selling foreign exchange reserves since September 2021 in order to finance persistent current account deficits, and hence unfavourable balance of payments (BOP). The volume of gross forex reserves declined from the record USD 48 billion in August 2021 to less than USD 35 billion in October 2022. This fast depletion is occurring amid a worsening disequilibrium in the money market and multiple exchange rates in the forex market. In other words, the central bank is targeting interest rate and nominal exchange rate(s) in an environment of too many uncertainties. We see twin unsustainable outcomes as a consequence.\nFirst, a liquidity crunch is deepening in our financial system because the taka liquidity is mopped up by the central bank whenever it is selling forex reserves in the open market. As the nominal exchange rate of the taka against the US dollar is still considered to be overvalued, the excess demand for forex reserves is increasing, which calls for further depletion of the central bank's reserves, which will in turn cause further liquidity crunch. The government is putting disproportionate focus on controlling its expenditures, but that's only one source of demand for forex. The other drivers are household consumption and investments by firms, both of which are functions of interest rates, among others. With interest rates still capped, the only way to control the larger part of import demand, and so the demand for forex, is to place border barriers (quota and tariff, for example) and other administrative guidance. It is a self-defeating strategy, in my opinion, and it doesn't work in times of crisis.\nSecond, the aggregate price level has been rising fast since July 2021, mostly because of global supply chain breakdowns, rising prices of energy and other primary commodities (fuelled by the Russian invasion of Ukraine), and resurgent aggregate demand as the economy reopened after the pandemic. Now, a rising price level means more demand for nominal money balance in order to transact into even the same volume of goods and services. This means that the supply of real money balance has contracted faster over the past 12 months.\nThese two unintended outcomes are causing the liquidity crunch in our financial sector. The role of weak regulatory oversight and lack of governance are possibly the other major reasons. We have long observed that the asset quality of banks and financial institutions has deteriorated over the years. The rising volume of non-performing loans (NPLs) implies declining operating cash flows for the banks and financial institutions.\nSo how can the Bangladesh Bank resolve this liquidity crunch?\nFirstly, the central bank shall be required to inject new liquidity, primarily through the repo market, into the financial system. If this class of assets turn out to be short of supply, the central bank may consider buying the next best class of financial instruments, such as bank bonds and of course at fair prices. A downside risk of this is that inflation will further accelerate, but the short-term priority is to avert a worsening liquidity crisis.\nSecondly, in the parlance of money market equilibrium, the double decline of real money balance will demand a rapidly rising interest rate in order to clear the market. Here comes the destabilising role of fixed interest rates. Note that the Bangladesh Bank kept lending rates fixed at nine percent, when the equilibrium interest rate would be anything in the double-digit. So the policy solution is that the central bank lets interest rates be freely determined in the money market. That will work like a bypass surgery for a man under cardiac arrest. The reset of interest rates will allow banks and financial institutions to fairly price loans and credits and slow down demand for private sector credit. The money market will settle into fundamental equilibrium. This leads to the foreign exchange market.\nThe money market is intertwined with the forex market. An equilibrium in the money market, and so rising interest rates, will depress credit demand throughout the economy and so improve current account deficits. The BOP imbalance will also likely improve unless unsustainable payment obligations emerge on account of external indebtedness of private sector corporations. Private sector corporations which have borrowed from foreign lenders without hedging may also be forced to restructure their payment terms. But the best way to discipline the unscrupulous private sector borrowers of foreign currency loans is to subject them to fair-valued, not artificially overvalued, exchange rates of the taka. The biggest roadblock to external account stability is that the central bank is still living with an overvalued taka. The fact that the taka has depreciated 25 percent against the US dollar is no guarantee that the taka is fairly valued.\nThe IMF's BOP support will also ease the burden in the short to medium terms. I am sure that the government will explore new long-term loans from bilateral and multilateral development partners. Note that the aggregate external indebtedness is still below 25 percent of the latest measure of GDP. But the acid test for the government as well as the central bank is to crack down on trade-based money laundering.\nIn this complex scenario, restoring equilibrium in both money market and forex market should be the central bank's singular goal. The only way to achieve that is to allow interest rates and exchange rates to freely adjust until market equilibrium is reached. It will stabilise forex reserves via changes in the supply and demand for foreign exchanges in the immediate term.\nDr Mizanur Rahman is a commissioner of Bangladesh Securities and Exchange Commission (BSEC). Views expressed in this article are those of the author and not of the commission.\n\n",
        "headline_1": "Resolving liquidity crunch in our financial sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/resolving-liquidity-crunch-our-financial-sector-3190036",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "A new parlance, \"khela,\" has been added to the political dictionary by the ruling party and is being regularly used as political jargon. The English equivalent of the word would be \"sports,\" but because of the manner in which the word is being expressed by the Awami League, the word \"game\" perhaps expresses more volubly the true meaning of the word \"khela.\" And the word conjures up in one's mind something creepy, something unscrupulous and unfair. And if one were to adduce some sinister intent in that word, would one be much wrong?\nWe do not know what exactly the Awami League general secretary means when he warns the BNP and advises his cadres to gird for khela on December 10. People are perplexed and even worried that the khela of December 10 may be portentous of bad things. The Awami League threatens the BNP with dire consequences if it crosses the line on December 10, while the BNP accuses the ruling party of provocation and instigation. We may have seen a preview of that on Wednesday (December 7). A clash broke out between BNP members and the police in Dhaka's Naya Paltan area, in which at least one person was killed and 30 more injured in the clash (as of 7pm), and the party claimed that at least 200 of its members including top leaders Ruhul Kabir Rizvi, Shahiduddin Chowdhury Annie and Amanullah Aman were arrested.\nThe issue of the site of the December 10 meeting has not been fixed, and the BNP sees a \"game\" here too that the government wants to play.\nHowever, the general public are least interested in the so-called game, or its rule, or that it would be played out on political turf that remains heavily uneven and heavily in favour of the ruling party. But the game already started long before December 10; it started from the very day the opposition parties sought to exercise their political right by organising rallies and meetings.\nThe first game is that of keeping the public transports off the roads and rivers. The fact that the transport owners as well as the leaders of transport workers of all definitions are a cabal under the ruling party umbrella, such anti-people steps are easily implemented. The puerile excuses that were offered to justify the transport strikes did not wash with the public, and it was not difficult for anyone to see through the disingenuous tactic that was deployed to impede the gathering and spoil the BNP meetings. Strikes were called in Khulna, Mymensingh, Barishal, Rangpur, Sylhet and Moulvibazar, Rajshahi etc, starting a couple of days before the scheduled meetings – in some places, for an indefinite period. But interestingly, those were called off soon after the BNP meetings ended. Does one need any more examples of the gross malintent behind such a scheme?\nBut did this ploy succeed? Hardly. On the contrary, reportedly such impediments helped to gel the BNP supporters even more strongly together. And what the government failed to understand – and if it did at all, it perhaps couldn't care two hoots for the fact – that such a policy is a two-edged weapon. In fact, not only the BNP supporters, but the Awami League supporters also suffer from the same distress that is intended for the opposition.\nThe spectre of conditional politics is not new either. It would be of benefit to the readers to jog our memory. Nothing has changed in the last 10 years. Please recall the events related to the BNP rally on January 5, 2016 and March 2012, where six and eleven conditions, respectively (and 19 directives to boot), were imposed on the BNP to fulfil before it could hold the meetings.\nAnd we are constrained to repeat what we said in 2016 in these very columns that when a political programme is subjected to restrictive provisos, admittedly for the sake of law and order and public safety, it does not say much about politics or our polity and even less about democracy. That a security agency of the government should remain the sole authority to determine where, when and how a political party should organise its programme is indicative of the deep malaise in our system. May we ask if the DMP imposes the same conditions when the ruling party or any of its appendages organise meetings or rallies in Dhaka city?\nAnother intimidating game that the ruling party plays is going after the opposition leadership, picking them up on flimsy, concocted offences, which makes the law enforcement agencies a laughing stock. The overdrive of the law enforcement agencies targeting BNP cadres is not surprising either. In one case, one who has been out of the country for nearly a year has been framed in the charge sheet. And the police have found this particular time propitious now to revive the arson case of 2018 against BNP men.\nBut it is not the first time such ploys have been used to obstruct the opposition's political programmes. Ever since the Awami League came to power in 2009, this very tactic was applied as a tool to prevent the BNP from exercising its political rights – a thoroughly anti-constitutional act.\nGiven that such a policy is being enforced by the ruling party, utilising the agencies during the run-up to the election, which is only a year away from now, such actions can hardly breed confidence in the administration under the Awami League to remain impartial and conduct a fair election.\nBrig Gen Shahedul Anam Khan,ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "Please spare us your ‘khela’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/strategically-speaking/news/please-spare-us-your-khela-3190016",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "The Bangla phrase \"Khela hobe,\" which roughly translates into \"Game on\" or \"Bring it on,\" has become quite a public sensation of late. With the football World Cup in progress in Qatar, you would think the crazy fans of Argentina and Brazil were making wholesale use of the phrase to challenge and make fun of each other. Interestingly though, now that the political circuit has also significantly heated up ahead of the next general election due in about a year's time, the senior leaders of Awami League and BNP, the two biggest political parties in Bangladesh, are also telling each other to bring the game on to the field using the phrase \"Khela hobe.\" \nIf my memory serves me well, \"Khela hobe\" was first used by Shamim Osman, the polarising lawmaker from Narayanganj, during a political standoff with his arch rival, Mayor Selina Hayat Ivy, several years ago. Even Mamata Banerjee, the chief minister of our neighbouring Indian state of West Bengal and yet another polarising political leader, has used this phrase to challenge her political rivals.  \nSo, what do politicians really mean when they use phrases like \"Game on\"? If you look at history, especially in the last three decades or so, the rivalry between political parties has been far from being any kind of a game. Political standoffs in the past have often led to bloodshed, property damage, and loss of livelihoods. And every time it's the common people – more specifically those from the lower income groups – who have borne the biggest brunt. Most of those who died were poor, working-class people; most of the properties that were damaged belonged to the common people. And when the economy comes to a standstill due to blockades and shutdowns, it's the poor who suffer the most.  \nTherefore, when Awami League General Secretary Obaidul Quader asked his BNP counterpart Mirza Fakhrul Islam Alamgir to \"bring it on,\" it raised alarm among the general people, whose opinions matter the least these days, yet they are the ones that are hit the hardest when political parties really \"bring it on.\" So, if the two leading political parties really bring it on again before the next general election, can Bangladesh really afford yet another spate of violence, bloodshed and economic shutdown? \nIf you ask any ordinary person in this country, the answer would be a resounding no. They are already having a hard time dealing with the raging food and fuel price hikes, a volatile banking sector, and rampant corruption. These are only a few of the many factors that have significantly lowered the standard of living of the common people in Bangladesh, which has been made significantly worse by the pandemic at first, and then by Russia who also decided to bring it on against Ukraine. \nThe upcoming Dhaka divisional rally on December 10, announced two months ago by the BNP to create some hype among the grassroots party workers, started to look very much like the climax of the current phase of political activities. The BNP has held nine divisional rallies outside Dhaka and has managed to revive its grassroots to life after a long period of inactivity and slumber. The ruling Awami League has also practised restraint to a large extent so far and allowed their arch rival to stage the rallies as they liked – barring, of course, the enforced transport strikes, little to no mobile phone network coverage around the rally venues, and through the use of political cases. \nHowever, the same cannot be said for the December 10 rally. BNP has already rejected Dhaka Metropolitan Police's (DMP) offer to hold their rally at Suhrawardy Udyan, which, although spacious and ideal for rallies, is tucked away from public sight. Therefore, holding a rally there does not serve BNP's purpose, because no matter how big a gathering the party manages to amass, nobody will be able to see it. Instead, they want to hold the rally in front of their party office in Naya Paltan, which is an extremely busy area, and hence the party will be able to stage a genuine show of organisational strength publicly. Quite understandably, the ruling Awami League doesn't want to give the BNP that chance and has promised to use law enforcement agencies to prevent them from gathering there.  \nThis situation, therefore, presents the perfect recipe for a major unrest on the streets of Dhaka, which brings back scary memories from several years ago, giving a sense of déjà vu. It now seems as though that is the game Quader was referring to when he said, \"Khela hobe.\"  \n \nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "‘Khela hobe’: Is our democracy our politicians’ plaything?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/khela-hobe-our-democracy-our-politicians-plaything-3189886",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "We express our deep alarm at the tragic death of a BNP activist during a clash between police and BNP on Wednesday afternoon. We are not fully convinced that this could not have been avoided. From the toughening of its stance in recent times, it has become apparent that the government doesn't want to grant BNP its rights as a legitimate political party, as evidenced by stringent conditions placed on its choice of venue, restrictions on transport, mass arrests of BNP men, etc. At the Naya Paltan incident on Wednesday, according to witnesses, law enforcers fired teargas shells and short gun pellets to disperse BNP activists, who retaliated with brick chips. One person died while over 30 were reportedly injured. Over 200 men were allegedly picked up by law enforcers, including BNP Senior Joint Secretary General Rahul Kabir Rizvi.\nThe repeated promises – or rather threats – of \"khela hobe!\" (bring it on!) by prominent AL leaders have now become all the more ominous, with state apparatuses being used to methodically unlevel the playing field.\nWe cannot deny that BNP's movements in the past were occasionally marred by violence, but the rallies held in recent months have been mostly peaceful. Whatever violence we have witnessed was reportedly orchestrated or instigated by AL men to intimidate the opposition and impede the success of their mobilisations. Law enforcement agencies have played a rather partisan role during the whole period, acting as an extension of the ruling party, both in how they handled the protests and how they dealt with subsequent legal actions. Now, they are being used to pick up thousands of BNP supporters on flimsy grounds – including senior leaders, activists, their family members, field-level organisers and even drivers or assistants. At least 1,319 people were arrested on various charges across the country on Monday alone, under the pretext of a 15-day \"special drive\" ahead of Victory Day.\nBNP has long claimed that \"ghost\" cases – filed, as per its estimate, against 6,723 leaders and activists of the party and 15,050 unnamed people between August and November – are ploys by the government to suppress its movement. An investigation into some of the cases has revealed serious discrepancies in the claims made by complainants and witnesses, lending credence to BNP's contention. Take, for instance, a recent case against a BNP activist who hasn't even been in the country for the last eight months, or another where three witnesses named by the police said they were coerced into signing statements naming BNP activists.\nAll these confirm that the ruling party is not living up to its commitment to help create a level playing field for the sake of free and fair elections. It has refused to respect the opposition's constitutional rights and created the perfect conditions for a violent eruption in the coming days, putting the safety of citizens at risk. This must stop. We urge the government to allow the opposition to exercise their freedom of assembly and relieve the citizens of this country, particularly this city, of having to live through a war zone and a needless bloodbath in the coming days.\n",
        "headline_1": "Why this relentless assault on BNP?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-relentless-assault-bnp-3190046",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "It seems that the government has, finally, woken up to the fact that certain powerful groups have been allowed to abuse the country's banking sector to the point of running it to the ground. Prime Minister Sheikh Hasina has now called for an investigation into S Alam Group, which has been accused of violating banking rules, manipulating the banking system and misrepresenting the value of their assets for the purpose of excessive borrowing. \nOne of the largest conglomerates in the country, S Alam Group has been at the centre of a storm of controversy after they were alleged to have borrowed more than Tk 30,000 crore from Islami Bank, even though rules dictate it cannot borrow more than Tk 215 crore. This is only one of eight banks that this group has stakes in – an astounding number that reflects its outsized influence – and we dread to think how much more has been extracted from the banking system through its abuse of power.\nWhile we commend the authorities for this investigation, we cannot help but remind them that S Alam Group is perhaps the most dramatic symptom of a malaise that has brought the financial sector to its knees. The fact that the amount of default loans has multiplied by 29 in 32 years – from Tk 4,646 crore in 1990 to Tk 134,396 crore today – illustrates just how long this disease has been choking the system. \nWe cannot accept that this entire time, the government was unaware that the banking system has been under siege from powerful quarters – both financially and politically. However, not only did it fail to implement measures to protect public interests, but it has bent over backwards to create space for defaulters and money launderers to continue to manipulate the system at will. \nWhat is truly astounding is just how upfront this manipulation has been. Rules have been changed to allow family members on boards, loans have been continuously rescheduled, and a culture of cronyism has not only been normalised, but converted into a perverse show of power. \nThe current state of affairs reflects how much the oversight functions of Bangladesh Bank has been eroded as well. Either the central bank is not aware of its duties, or it has surrendered them to political groups. And if it continues to fail to address such decades-long irregularities, it will not become difficult to argue that it has become functionally irrelevant.\nIt is interesting to note that even after Singaporean media outlets wrote on S Alam Group's purchases in the city-state worth millions of Singaporean dollars, all the while having huge amounts of loans in Bangladesh, no government authority investigated, or even commented on, these discrepancies. What does that say about our political will to deal with this rot in our system? \nFor too long, a culture of impunity and a \"rules are there to be broken\" attitude has suffocated the country's banking sector. Powerful business groups have made a mockery of the system, leading to the decline of the financial sector and putting our entire economy at risk. We hope this investigation into S Alam Group is a sign that the government will finally acknowledge its dangerous lapse of accountability in the financial sector and prioritise the people over the country's politically-connected elite.\n",
        "headline_1": "Hold the elite to account",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hold-the-elite-account-3189256",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "The importance of soil can better be understood if one discovers oneself in a desert or an arid expanse with no plants or vegetation. Human civilisations have found their origins and flourished on or near river banks because of the fertile land close at hand. Behind the high concentration of population on this deltaic plain lies the rich alluvial soil. But now comes the most alarming news that this land-scarce country with an oversize population has been causing its soil the most mindless damage humanly possible. Nature has within it a mechanism for replenishing the soil erosion caused by natural calamities but the manmade degradation of soil is mostly irreversible unless lands are treated carefully and under a comprehensive plan. There has been a consistent attempt to get foods, cereals in particular, from farm lands notwithstanding soil's mindless use.That soil quality is becoming poorer over the years was known but this is for the first time three scientists of the state-run Soil Resource Development Institute (SRDI) has come up with a study to determine the exact nature of soil's loss of quality. Reports published on the basis of their research paper could not paint a bleaker picture of the country's soil. According to the study, soil organic matters as high as 78.7 per cent of the country's landmass have registered a decline. Let it be noted that the organic matters are the main source of soil's nutrition, binding elements of soil particles providing water-holding capacity in those. This degradation of soil has taken place in 75 per cent of the country's geographical area. Acidification and arsenic contamination top the list of causes adversely affecting soil health with 54.8 and 30 per cent respectively. It is clear that indiscriminate use of chemical fertilisers and pesticides is primarily responsible for such large-scale soil degradation. The overwhelming emphasis on cultivation of high yielding varieties (HYV) of paddies year after year without the required treatment lands need has rendered agricultural soil deficient in nutrients and microorganisms. So has been the water that comes in contact with the residues of fertilisers and pesticides through rain-wash or inundation of the croplands. It is clear that total avoidance of use of such chemical substances is still impossible but limiting their application for growth of crops is the best option. Biosolids and organic fertilisers have successfully been used for augmenting harvests of different crops including food grains. With further advancement of agriculture science and technology of cultivation, there is a possibility of minimising the use of chemical fertilisers and pesticides if not elimination of their application. Meanwhile, there is a need for strengthening the research base of agriculture universities in the country, which have not been as keen in soil research as they are in development of new varieties of crops or introduction of exotic fruits and vegetables. The SRDI should also go for expansion of its range and scope of research in order to develop systems and technology geared to improving soil quality. Before this happens, the traditional methods of alternative cropping and nitrogen fixation process through bean and dhaincha (sesbania bispinosa) cultivation may be promoted.",
        "headline_1": "Alarming degradation of soil",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/alarming-degradation-of-soil-1670422053",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "There is much that we need to reflect on where the future of the young is the issue in Bangladesh. The facts are before us. Begin with population, which is a whopping --- and disturbing --- 160 million-plus. The idealists will look at it as manpower that can be put to constructive use. And yet that is where it hurts.When as many as 6,50,000 young people apply for as few as 427 jobs, not much is left to the imagination as to where the nation is headed in the immediate future. We are expanding the industrial landscape; our roads and highways are getting better; efforts are on to develop world-class hotels and resorts as part of tourism; mega projects are the buzz words we hear every day.It all infuses us with happiness. But that happiness screeches to a halt when we come up against some unwelcome realities. Young men and women, thousands of them and all graduates, have applied for 17th grade jobs as part of lower subordinate staff. There are no more than 621 positions needing to be filled and 10,000 applicants have come in.The problem then is two-fold. Firstly, these graduates, who should have been taken into positions commensurate with their academic background, are now desperate about getting into jobs that are a steep climb-down for them. They need to survive. Of these 10,000 applicants, 621 will breathe a sigh of relief when they are appointed as MLSS. And the rest?The responsibility of the state in post-modern times is to ensure that the young are given the opportunity of good education; and once the educational process is gone through are shown the path to employment by the government of the day. The sadness is that in the matter of education, plenty of holes happen to be there in that not every citizen finds the door to academic enlightenment open to him or her.The sadness is compounded by the failure of the state to guarantee that those who have made it all the way through the academic process will now go looking for jobs they have always coveted. That is not happening, which raises the uncomfortable matter of education going to waste in the country. The facts are stark: 3.8 million students happen to be studying at 40 public universities. And then the private universities are there as well. How many of these students can reassure their families that they will soon have jobs and will take charge of parents and siblings?A BIDS study conducted five years ago noted that a worrying 66 per cent of graduates remain unemployed when their education is over. You collide into the issue of financial insecurity here. As things stand today, it is only government jobs, especially at the BCS level, which reassure people of that paramount need for security. But of course the BCS is not, cannot be, the beginning and the end. Employment opportunities at the various governmental levels need to be streamlined and expanded, for in societies like ours, government matters.But when priorities are upended, through bureaucrats frequently coming by a raise in salaries and other benefits even as the educated-hungry-angry young roam the streets with CVs in hand, it is time for better planning to be undertaken. There is hardly any point in suggesting from time to time that employment is being generated or will be when the reality is otherwise.Besides this conundrum of education unable to meet expectations, there should be thoughts of a wholesale change in the education format. The country is in need of agriculturists in tune with food production around the world. There have indeed been some very enterprising young people who, having finished university education, have gone back to their villages and home towns and undertaken projects others can emulate. These young have exercised their imagination and made a success of their lives. But, yes, since not everyone can emulate them, largely because of resource constraints, it should be for the government to step in with funds and other facilities that will make these young people not only independent but also contributors to national progress.Education does not have to be pursued on time-worn patterns. Not everyone needs to occupy a room in the secretariat; not everyone needs to be a bureaucrat. Projects which promise good returns on a mass scale, cooperatives which ensure community development, enterprises that have the young give something back to the family and to the country should be the bedrock of social uplift programmes in the country.Education that does not open doors to employment or which pushes the young to professions they were not trained for leaves a nation bereft of the services of those who will provide leadership to it in future. When the young, having studied literature, find themselves working for banks; when physics graduates look for work in pharmaceutical companies; when graduates in business studies end up teaching high school, it is an image of a skewed education system we see before us, to our consternation.And so how do we go about setting things right? Vocational education is an answer. Let us face it, this reality that a vast majority of our people are still poor and depend on their children to emerge, after a necessary level of education has been attained, on to a state where they can provide for their families. Family well-being is important, which in effect tells us that it is the requirement of the household economy that should be underscored by education.There should be, besides this grave need for government to promise the young that the job market will be there for them once they come through the various levels of education, the commitment on the part of corporate business to open the door wider for the young to demonstrate and develop their skills in responsible jobs within its many structures. Many young people have been making their way, having finished business or finance or other relevant studies, to industries in the country. They have been doing well. More people like them should be coming in.A final thought. Education does not go with corruption. Employment attained through questionable means satisfies the one who has been handed a job, but leaves millions of his compatriots staring into a deepening well of rancid corruption. When the jobless must cough up, on shameless demand, wads of money for prospective employers before they get a chair, a table and a monthly salary, education sinks. And employment begins to stink. \n[email protected]",
        "headline_1": "Finishing education, desperately seeking employment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/finishing-education-desperately-seeking-employment-1670422223",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "Proma Dutta Nijhum, a science student of Khairullah Government Girls High School in Mymensingh town, ended her life immediately after receiving her SSC examination results. She achieved a 4.67 GPA (grade point average) but had hoped for a GPA-5 in the exam. No doubt, it is a good result. But for Nijhum, it was disgraceful. She was the daughter of a senior school teacher and might have put some extra pressure on herself for getting a GPA-5. When it did not happen, she drank antiseptic liquid, Savlon, and killed herself. Nijhum was not the first person, who committed suicide for not securing her expected results. Every year when SSC exam results are published, we come across a number of such tragic incidents. Many of them attempt suicide for failing in the public exams. But why can't a good grade like 4.67 meet one's expectation? Has the society cultivated a culture of obtaining GPA-5, which is leading young students to commit suicide? The recent trend of student suicides following public exam results is alarming. It is no longer enough to just pass in the board exams. Everyone now wants to achieve the best possible grades. For many, failing to achieve this is making life not worth living. When students average 80 per cent in their scores it is called GPA-5 or A+. It is the best result available in the SSC exams in our country. But for a lot of people, that is not enough. In 2001, when grading system was introduced, only 76 examinees got GPA-5. However, the number of GPA-5 holders is increasing every year. And this year it is 269,602, which is the highest ever recorded in Bangladesh. It is encouraging to see that the students are doing very well in their studies, but it also raises a frequently-asked question, \"Do so many of them deserve GPA-5 or is it being handed out to them?\" Having around 270,000 GPA-5 achievers, scoring 98 or 99 out of 100, and even 200 out of 200 in theory-based subjects like Bangla does not seem normal. All this should make us think whether our teachers are instructed or forced to increase the scores of students' answer scripts. Teachers, allegedly, are under pressure for the past several years to ensure that the (exam) papers they grade do not get poor marks. And they need to hand out marks leniently. If such is the case, getting a GPA-5 is not hard to get one. After receiving these inflated grades, students naturally start overestimating their abilities and grow high expectation of securing A+ or A+ in all subjects. So, school and college students nowadays are also under psychological pressure to achieve a GPA-5. In any case, if they fail to do so, they cannot control themselves and take such suicidal decisions. Undoubtedly, Bangladesh has come a long way in the education sector. But it has not yet reached a place where every student will pass or obtain a GPA-5 in public examinations. While it can be unpleasant, failure is a normal part of the learning process. In school and life, setbacks happen. When they do, they also present opportunities to try something different the next time. So, failure is as important as passing. But this is one lesson that the educational institutions are not interested to impart. Also, society does not stand by the students who come out unsuccessful in exams. As a student, one must remember that he or she cannot always pass but they can certainly learn through their mistakes. One failure or one GPA-5 cannot define a student's future. The students need to keep in mind, as told by Nelson Mandela, 'the greatest glory in living is not in falling, but in rising every time we fall'.\n[email protected]",
        "headline_1": "Other side of GPA-5 abundance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/other-side-of-gpa-5-abundance-1670422259",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2022"
    },
    {
        "full_article": "As winter is just around the corner, the weather will soon become quite dry and cold. In the previous years, we have seen that the number of accidental fire incidents significantly increases throughout the country in this time of the year. Many people use burners and stoves as sources of heat in addition to lighting makeshift camp fires that often leads to catastrophic slum fires.If necessary precautionary measures had been taken, most of these accidents could be avoided. Shanties have been erected haphazardly in city slums where illegal electric and gas connections are an open secret. Many high-rise shopping malls, factories and buildings have been built but they lack emergency fire exits, extinguishers, insurance coverage and fire security management. Some roads and alleys in Old Dhaka are so narrow that firefighters cannot enter there with their vehicles. We emphasise preparedness of the fire service department but massive public awareness in this regard is still missing. If we can follow some simple things like turning off gas burners after cooking or being cautious over using mosquito coils or throwing cigarette butts, we will be able to easily avoid fire incidents. The authorities concerned should also be strict in implementing fire safety laws so that no fire incidents may occur in the winter months. \nMd Zillur Rahaman, Satish Sarker Road,Gandaria, Dhaka, [email protected]",
        "headline_1": "Ensuring fire safety in winter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-fire-safety-in-winter-1670422284",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-12-2022"
    }
]