[
    {
        "full_article": "By elevating debutant Member of the Legislative Assembly Bhajan Lal Sharma as the Chief Minister of Rajasthan, the Bharatiya Janata Party (BJP) has sought to reassure the Brahmin community, its strongest support base across regions. Having cut his teeth in the Rashtriya Swayamsevak Sangh, at the grassroots, Mr. Sharma has risen overnight to the top seat, which is also a signal to the cadre of the party that anything is achievable in the BJP. The new power structure also means the sidelining of the old guard, including Vasundhara Raje, the first woman Chief Minister of the State who held the post for two terms. What is in store for her remains unclear. Mr. Sharma is the second Brahmin Chief Minister of the BJP in Rajasthan; the party has also appointed Deputy Chief Ministers from the community in Madhya Pradesh and Chhattisgarh. The BJP considered it wise to comfort its core upper caste base to balance its continuing pivot to Other Backward Classes (OBC) under Prime Minister Narendra Modi. Diya Kumari, a Rajput and Prem Chand Bairwa, who hails from a Dalit community, are the Deputy Chief Ministers, consolidating its rainbow caste coalition in Rajasthan. There are 29 berths in the Council of Ministers to be filled. Gujjars and Jats among the OBC community and tribals of Rajasthan would expect representation. Mr. Sharma has to keep the party flock together; that he was handpicked by Mr. Modi gives him the strength to do so. The BJP campaign was centred around what was labelled ‘Modi’s Guarantees’.The BJP has promised a lot to voters and Mr. Sharma now has the responsibility to fulfil them. A special investigation team to probe paper leaks during the previous Congress regime, establishment of women police stations, appointment of 2.5 lakh government employees, and a subsidy of ₹450 per LPG cylinder for Ujjwala scheme beneficiaries were among the campaign promises of the BJP. The party has also promised a ₹2 lakh savings bond for each girl child. Mr. Sharma has to deal with a complicated fiscal environment, avoid a conflict with the party old guard, and balance the social equations in the State. The new Chief Minster has inspired enthusiasm among party workers and people alike, and the BJP central leadership will likely expect him to be in control well ahead of the Lok Sabha election in April-May. He will also have to safeguard the trust endowed in him by the central leadership. Mr. Sharma, who has no previous experience in government, may have to rely on an efficient set of political and bureaucratic advisers as he grapples with political and governance challenges.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nstate politics\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nministers (government)\n\n/\n\ninvestigation\n\n/\n\nIndian National Congress\n\n/\n\npolice\n\n/\n\nwelfare\n\n/\n\nGeneral Elections 2024",
        "headline_1": "New order: On three States and the new BJP governments",
        "headline_2": "The Bharatiya Janata Party hopes to retain a diverse support base with its pick of State leaders",
        "link": "https://www.thehindu.com/opinion/editorial/new-order-the-hindu-editorial-on-three-states-and-the-new-bjp-governments/article67647923.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "From a rare upward swing this October, India’s goods exports retreated into contraction last month, dipping 2.8% from 2022 levels to touch $33.9 billion. Imports dropped 4.33% to $54.5 billion, cooling the merchandise trade deficit to $20.6 billion, almost a third below October’s record high. Sequentially, the decline in imports was sharp, despite the Commerce Ministry lowering October’s import bill by $1.6 billion from the initial $65 billion estimate. On the other hand, though exports contracted in November, they were higher than October’s tally, which was the lowest in 12 months, yet denoted a year-on-year uptick unlike in November. Such statistical noise may be hard to listen through, but it is clear that exports have recorded their weakest values in a year, over the last two months. Similarly, the significant dip in imports in November can be attributed to factors like a decline in discretionary demand for high-value goods such as gems and jewellery and the global dip in prices of key items like petroleum products. Economists expect the deficit to stay range-bound between $20 billion and 25 billion through the remaining four months of the year. But it is difficult to be certain — one may recall that imports had hit an 11-month high of $60.1 billion in August before easing over 10% in September and resurging in October.Making sense of such divergences, with a yo-yo effect of sorts every other month, is hazardous, and is exacerbated by significant data corrections that have returned after a few months of relative certainty. August’s goods trade deficit was moderated by nearly three billion dollars, with the overall export-import tally seeing revisions of $5 billion. The magnitude of upward revision in the monthly merchandise trade deficit has averaged around $1.5 billion since July compared to an average of $0.5 billion in the first quarter of 2023-24, a QuantEco research note has flagged. At the risk of repeating the obvious, the government must get a better grip on the data it bases its decisions on. Officials hope for an uptick in exports in the final quarter of the year, citing similar trends in recent years. With the World Trade Organization expecting global trade flows to strengthen in 2024 and the US Federal Reserve signalling interest rate cuts that other central banks would take a cue from, global demand may perhaps look up more consistently. But to capture that, India needs to do more to compete with rivals. For instance, a rough government-commissioned study on logistics costs indicates they dropped a little over the past decade. Ongoing infrastructure spends may gradually lower them further, but reducing petroleum prices for users, in tandem with global trends, would boost competitiveness far more effectively. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\nIndia\n\n/\n\nimports\n\n/\n\njewelry\n\n/\n\npetrol\n\n/\n\ntrade balance\n\n/\n\nUSA",
        "headline_1": "A cloudy horizon: On trade data",
        "headline_2": "Latest trade data underscore the criticality of competitiveness",
        "link": "https://www.thehindu.com/opinion/editorial/a-cloudy-horizon-the-hindu-editorial-on-trade-data/article67647950.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "Dubai’s talkathon means little. Current emissions trajectory will not prevent temperature increase. Global South’s not getting enough financing. India must find its own climate solutions\nThe COP28 climate conference concluded in Dubai with a UAE Consensus draft, advocating a just transition away from fossil fuels and offering additional climate financing commitments to address the climate crisis. While this was hailed as a breakthrough considering the stalemate so far, the giveaways are incremental in nature, deeply compromised, and nowhere near the transformative change that we require to contain the monsters of climate change.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Another COP out, so DIY",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/another-cop-out-so-diy/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "Israel is now hurting itself. Its economy may shrink & Hamas is no less popular in the Strip\nIf Israel keeps pounding Gaza even as it loses global sympathy, as Netanyahu has said it will, it won’t do Israel much good. If the moral dimension of dead Palestinian civilians doesn’t matter to Tel Aviv, tactical arguments should.\n\nLosing the narrative | Following the barbaric October 7 attack by Hamas, what was expected was a sophisticated operation by the Israeli defence forces to decapitate the top leadership of Hamas in Gaza. Instead, what unfolded was an indiscriminate bombing campaign that has led to massive Palestinian civilian casualties. Turning Gaza into a wasteland hasn’t secured Israel’s primary objective, it won’t help free the remaining hostages in Hamas captivity and is costing Tel Aviv even Washington’s support.\n\n\nUS pressure | That even the US is piling pressure on Israel should alarm the latter. Biden has said that Netanyahu needs to change his hardline government, which doesn’t want a two-state solution. Plus, a recent poll shows growing Palestinian support for Hamas. The war has entrenched Hamas rather than eliminate it.\n\nRising Israeli costs | This week Israeli forces faced their worst casualties in a month when 10 soldiers were ambushed and killed in north Gaza that was previously thought to have been sanitised. Additionally, the war is costing Israel at least $260 million per day. Israeli businesses are suffering due to the call up of 350,000 army reservists and displacement of 200,000 people along Israel’s borders. Israel’s economy is heading for a possible contraction.\n\nRegional conflagration | Then there is the danger of a wider regional conflict. Yemen’s Houthis have already attacked ships headed for Israeli ports. Hezbollah could fully join the war. Iran could actively step in. None of these is good for global security.\n\nNetanyahu’s play | The longer the war drags on the more the suspicion that Netanyahu is continuing the military operation for personal political goals. Investigations into Israel’s October 7 security failures are also being delayed.\nNetanyahu, therefore, may win this battle but end up weakening Israel. He must acquiesce to a ceasefire, restart negotiations for release of remaining hostages, and restore normalcy for the Israeli people.\n\n",
        "headline_1": "Gone astray in Gaza",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gone-astray-in-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "The World Meteorological Organisation confirmed just ahead of COP28 that 2023 will end up as the hottest year in human history. No country is left unaffected. Nor is any of them really surprised that yet another UN jamboree has ended with yet another wishy-washy climate deal.\n\nHistoric ambiguity | COP’s stock take “calls” on countries to “contribute” to “transitioning away from fossil fuels”. In envisioning a future decline for coal, oil and gas, this language is indeed “historic”. But it is also very deliberately loose. This is for two main reasons. Green technologies are far from being ready to run the global economic engine. And rich countries spearheading these innovations remain resistant to giving fair support to developing countries.\n\nRich hypocrisy | IMF reports that fossil fuel subsidies actually surged to a record $7 trillion last year. Rich countries did not roll back subsidies when energy prices dropped during the pandemic, plus they rebounded to coal in response to the Ukraine war. Today some of them are considering carbon tax policies that will effectively penalise imports from developing countries.\n\nIgnored reality | Ahead of the Dubai meet UNEP also brought out its emissions gap report on the 1.5°C pathway, noting the need for a cut in predicted 2030 greenhouse gas emissions of 42%. On mitigation challenges in low and middle-income countries, it makes the point that costs of capital here are up to seven times higher than in the US and Europe.\n\nTech pipedream | The COP28 text stays away from specificities of cutting emissions but points to technologies such as carbon capture and low-carbon hydrogen production as possible saviours. The problem is that these could equally turn out to be expensive wrong turns. US climate envoy John Kerry gave an honest voice to doubts about current knowledge when he suggested a couple of years ago that the bulk of the emissions cuts needed by mid-century will “come from technologies we don’t yet have”.\nThere is real progress being made on renewables today. But the economic imperative of fossil fuel use hasn’t weakened.\n\n",
        "headline_1": "Fossils will rule: COP28’s words on green transition are predictably undercut by harsh economic truths",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fossils-will-rule-cop28s-words-on-green-transition-are-predictably-undercut-by-harsh-economic-truths/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "Startups, techies, industry acceptance, government backing: the elements are all there. India, which just hosted a global AI meet, will simply have to build on them\nThe India-hosted Global Partnership on AI concluded yesterday. Here is a heart-warming story on this new tech. Deep in the densely forested heartlands of India, at the border of Maharashtra and Telangana, an innovative Indian startup is weaving a tale of transformation. UdyogYantra, a New Delhi based venture is quietly revolutionising nutrition in Etapalli, a remote block in Gadchiroli district.\n\nRead full opinion on TOI+\n \n\n",
        "headline_1": "INDAIA: How to lead the coming tech revolution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indaia-how-to-lead-the-coming-tech-revolution/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "That the domestic natural gas production has dipped to a decade-low, according to an FE report, is a wake-up call for the policymakers who have long been dragging their feet over exploration of new gas fields. Instead of ratcheting up exploration of new gas fields, the authorities apparently prioritised the import of costly Liquefied Natural Gas (LNG) allegedly to benefit some business conglomerates. The imported LNG is hardly doing any good to many gas-based power plants that are shut due to short supply of fuel. The depleting reserve of gas is also getting in the way of electricity generation. Again, the policymakers tried to find an alternative by hinging the future of power plants on coal, instead of gas. The growing import dependency to meet ever-growing demand for gas and power has not only contributed to the dragging down of our foreign reserve, but also left the future energy security at risk. The government had no other option but to halt or limit the import of LNG and coal on and off in the last two years amidst a drastic fall in foreign reserves. While interruption in the flow of LNG created a massive shortage of gas in industries (as LNG was mostly used for industrial purposes), the lack of coal virtually paralysed several newly built power plants. Against this backdrop, the government has ordered to raise production from existing gas fields but without much luck. At present, Bangladesh can generate 2,090 million cubic feet per day (mmcfd) of natural gas on average from all of its gas fields against an estimated demand for more than 4,000mmcfd. If we add the imported LNG, which currently stands at 501 mmcfd, to the national gas grid, the gap between the supply and demand is still staggeringly huge, which leaves both household and commercial consumers gasping for gas. What is more alarming, however, is the fact that the country's current natural gas production capacity from local fields decreased by 5.26 per cent compared to the production capacity of 2012 mmcfd. What does the plummeting capacity indicate? Is it an indication that the reserve of the country's natural gas is running out fast as feared earlier?Needless to say, the gas crisis has to be solved as soon as possible. But the question is -how? As of now, there is no clear strategy as to how the gas requirement is going to be met. One way could be exploration and extraction from new sources from both onshore and offshore sites. Experts argue that the government didn't pay adequate attention to exploring new gas fields, which resulted in a continuous fall in the country's overall natural gas output. The country's offshore blocks are considered to be a treasure trove of natural gas, oil and other minerals. But since the delimitation of the maritime boundary with Myanmar and India over a decade ago, which increased Bangladesh's maritime territory by 130,467 square kilometers, only one bidding round was launched, that too was for three deep-water blocks. So this is nothing but sheer negligence and foot-dragging which kept potential offshore reserves untapped. Overall, it has been a massive policy failure that has landed us in the current uncomfortable situation where the limitation of energy sources is also threatening to limit the country's future prospects. So the government must come up with a sound energy policy for tapping into untapped wells and efficient utilisation of the scarce resource. In between exploring new wells and finding viable alternatives, it would help if the waste of gas in our daily use could be eliminated and leakage through the dilapidated pipelines could be significantly curtailed.",
        "headline_1": "Gas reserves running dry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gas-reserves-running-dry-1702822197",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "Rate of foreign remittance inflow had been falling over the past few months and last September it went down to USD1.34 billion, the lowest in 41 months till then. However, from the following months (October and November) remittance inflow has been showing improvement. For instance, according to reports published early this month, year-on-year, in November the country received 21 per cent more remittance than it did in the same month last year at US$1.93 billion. However, compared to the (remittance) receipt of the immediate past month of October at US$1.98 billion, it was less by 2.42 per cent. Even so, it looks like the falling trend of remittance inflow has reversed to some extent. It is believed that this higher volume of remittance received is due to the policy of some banks to add Tk5.0 to Tk6.0 to every US dollar (officially exchanged for Tk109.75 as fixed by the central bank in November) bought from the remitters. This excludes the 2.5 per cent incentives provided by the government and the banks to the remitters to encourage migrant workers to send their money through official channels instead of the informal ones. It is believed that last two months' improvement in remittance inflow has to do with the additional amounts paid for the remittance dollars in excess of the greenback's official rate. But problem still remains as the official limit being set at Tk.114.75 per US$, the state-owned banks (SoBs) are handicapped in that the money exchanges are selling the greenbacks at rates around Tk 120 or more. The private banks are taking advantage of the situation and doing better business than the SoBs. Small wonder that migrant workers will prefer those banks or exchange houses that would offer them better rates for their hard-earned dollars.So, the slightly better performance of inward remittance as noticed during the last two months is no guarantee that the positive trend will persist so long as exchange rates for US dollar are not uniform. In that case, the government, especially the SoBs will have to discover more innovative ways to incentivise the migrant workers so they find the official channel more lucrative than the unofficial and illegal means to send their money home. In this connection, reports that bank officials will visit different overseas countries and see for themselves the problems the migrant workers face while sending their money home and how they handle those issues and discuss ways to increase the volume of remittance flow into the country are certainly welcome. To this end, the Bangladesh Foreign Exchange Dealers Association (BAFEDA), the members of which are the chief executives of the different commercial banks, on December 14 sent letters to the banks concerned. Undoubtedly, the idea of physically meeting the migrant workers to convince them of the benefits of using formal means to remit money is a novel one. And through this personal contact, the migrant workers will get the opportunity to express their grievances, if any, as well as the hurdles they face using formal mode of money transfer. For instance, the complicated documentation process of opening bank accounts such as availability of the required papers and other such issues often act as disincentives for the migrant workers to use official channels. Admittedly, the low-paid migrant workers are either not familiar with process, or that they lack the linguistic abilities to do the formalities of filling up of forms and other related tasks on their own. Also, a significant amount of fees as service charge they have to pay against the money transferred through banks put a damper on the migrant workers' spirit to send money through official routes. Worse yet, transfer of remittance home being a rather lengthy process through formal channels, the migrant workers prefer the illegal hundi networks as their operatives go door to door to collect money from the migrant workers. As expected, these expatriate workers get the opportunity of cutting a more profitable deal with the hundi operators against the dollars they would remit to their relatives at home. The challenges, therefore, facing the government agencies like the banks to motivate the migrant workers to use official channel for money transfer is enormous. Given the way the migrant workers are treated at the Bangladesh's diplomatic missions abroad, or at the airport at home or in any other government offices, it would, understandably, be a hard sell to the migrant workers to be persuaded by any call of patriotism in this case. Still, such efforts at becoming familiar with the overseas migrant workers, it is believed, produce some results. It would be better if the responsible diplomatic officials of Bangladesh's diplomatic missions in the host countries also accompany the bank executives during those rapport-building visits with migrant workers.But for any such moves to produce results will require addressing the basic issue of the prevailing non-uniform exchange rates for greenback against Taka. Because this is the primary cause of falling trend of remittance inflow in the country. Consider that the remittance dollars are a vital contributor to the country's foreign exchange reserve, which has been on an unabated decline since August 2021 when it was at US$48 billion. On the 13th of this month, the forex reserve stood at USD 19.16 billion. The second tranche of the IMF loan and the amount from the Asian Development Bank (ADB) will add around USD1.31 billion to the existing forex reserve. That is obviously not much to take the forex reserve situation to a comfortable level. So, of necessity, the government must continue its efforts on all fronts towards enhancing the flow of hard currency into the country. \n[email protected]",
        "headline_1": "Enhancing efforts to boost forex reserve",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/enhancing-efforts-to-boost-forex-reserve-1702822251",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "There was a false alarm of cold waves. Even the Bangladesh Meteorological Department was misled to issue forecasts that moderate to severe cold waves were likely to sweep across the northern region of the country in the middle and at the end of the month. Other parts of the country were not supposed to shiver like the north but still feel the wintry bite hard enough. Mercury was predicted to drop below 10 degree Celsius in the north in spells. Now the Met office has revised its forecasts. These forecasts now synchronise with the South Asian Climate Outlook Forum's (SASCOF's) more comprehensive picture of weather likely to prevail in the entire South Asian region. Bangladesh, India, Pakistan, Nepal, Sri Lanka, Myanmar and the Maldives are likely to experience the wintry chill at the current level. It means the winter will be no colder than it is now. To put it in climate perspective prevailing in the region, this winter too will be yet another warm winter. The news is likely to come as a great relief to people living in the northern districts but climate scientists read in it the signs of trouble for the country during summer. Before the spectre of punishing temperature unfolds in the summer it is better to have an idea of the phenomenon that has been responsible for the sudden about-turn by the weather now and the predicted prevalence of high temperature throughout the summer months. It is the El Nino that has reversed the course of seasonal cold waves. With the Cyclone Michaung striking Andhra coasts, humidity accumulated in the Bay of Bengal found its way well beyond Andhra Pradesh. Originating in the eastern equatorial Pacific Ocean, it causes surface waters to become warmer and under its influence the sub-continent becomes drier with sparse rains. This time Michaung had left the sky overcast with cloud and vapour which descended for days in the form of thick fogs. El Niono's influence repulsed the flow of chilly wind coming from as far as Siberia. The result is less cold this year than other years. Last year also the EL Nino played its part in weakening winter. But this time its impacts, according to climate experts, are likely to be quite lasting and also highly pervasive. El Nino may have spared people of the north the suffering from extreme cold but in the long term, the nation may have to pay an unprecedentedly heavy price. As the SASCOF points out, power consumption may go up abnormally, more water may be required for irrigation and various diseases may see their outbreaks in a warmer environment.This is no good news for Bangladesh. The warmer the weather the greater the suffering of people, particularly of farmers and day labourers who have to toil in the open under the scorching sun. What is more is that heat waves lead to scarcity of water including the potable. This is a prime cause for outbreak of diseases. Irrigation is hampered or made costlier for cultivation of crops. That the country like the rest of the globe is growing hotter is certain. Now the El Nino – Little Boy in Spanish – may make its presence known in every two to seven years on an average but yet it does not occur on a regular basis. Usually it lasts for nine to 12 months but on occasions may even last for years together. This particular El Nino is likely to prevail until March-April of the next year. That means a drier summer, spelling adverse impacts on agriculture, human health, ecosystems and by extension on economies in this part of the world. So, there is a need to get prepared for mitigating the negative impacts of this hostile climate phenomenon. In-depth and collaborative climate research by scientists of this region can be of help in fighting the adversarial impacts.\n[email protected]",
        "headline_1": "A less chilly winter with adverse consequences",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-less-chilly-winter-with-adverse-consequences-1702822280",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2023"
    },
    {
        "full_article": "We have recently celebrated the 53rd Victory Day, the most cherished day for the nation, with paying glowing tributes to 1971 Liberation War martyrs and recalling the glorious history. The day has been celebrated across the country with an array of programmes. Since the start of December, flags and replicas of mementos have been sold almost on every street as a preparation for the celebration. Children and adults are fond of decorating their houses and cars with flags throughout December. However, it is also shocking to see the flags and graffiti with the colour of our flags being thrown on the streets and dustbins as soon as the festive mood of the Victory Day is over.The number of roads and alleys become covered with torn pieces of flags every year after the Victory Day. This not only litters our roads but also goes against the sanctity of the national flag. As soon as this festive mood fades away, the respect for our country's flag seemingly evaporates since we do not feel qualms about throwing it away. Such an attitude is not only seen among children, adults also behave the same way. So, we should make a pledge not to disrespect our flag from next year and also stop others from behaving in such a manner. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Respect for national flag",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/respect-for-national-flag-1702822309",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2023"
    }
]