[
    {
        "full_article": "With the Election Commission of India (ECI) announcing the dates for elections in Jammu and Kashmir (J&K) — in three phases between September 18 and October 1 — a major lacuna in the conduct of democracy in the province has been addressed. The absence of an elected and functioning State legislature, along with the abrogation of special status and the bifurcation of the erstwhile State, followed by J&K’s diminution into a Union Territory (UT) had resulted in significant despondency and alienation among the people. The absence of a legislature to express concerns and the muzzling of dissent by arresting students, journalists, lawyers among other civil society representatives under the Unlawful Activities (Prevention) Act and the Public Safety Act have been recipes for furthering the alienation. In its judgment that upheld the abrogation of special status — a flawed one — the Supreme Court had also ordered that elections to the Legislative Assembly had to be held by September 30, 2024, besides expressing its opinion on the need to restore statehood as soon as possible. The ECI has done well to heed the first directive. The absence of an elected legislature has meant that the people have lacked a voice to articulate their concerns even as they have yearned for their rights of electoral participation. This is evident in the participation levels in the local body and parliamentary elections since 2019 — the numbers were much higher than in earlier elections, especially in the Valley.In the last-held Assembly elections nearly a decade ago, the mandate was split on communal lines with the Bharatiya Janata Party (BJP) winning nearly all of the seats that it contested in Jammu, and the Peoples Democratic Party (PDP), the National Conference (NC) and the Congress winning most of the seats in the Valley. Much water has flowed down the Jhelum after the formation of the coalition government between the PDP and the BJP, an unnatural alliance that was doomed to fail. The NC and Congress had fought the 2024 general election as part of the INDIA bloc and there is the likelihood of an alliance between these parties and smaller ones in these elections. The need for like-minded parties, that agree on changing the status quo in the UT by bringing back statehood and promoting secular governance, to come together, is promising not only for electoral tactical purposes. It is an imperative in order to ensure that the discourse in the province, which has been beset with fresh waves of terrorism in Jammu and south Kashmir, is not communalised. An election that is contested on civic issues and rights discourses, rather than on communal lines, would help bring back peace to India’s northernmost province.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nElection Commission of India\n\n/\n\nelection\n\n/\n\nJammu and Kashmir\n\n/\n\ndemocracy\n\n/\n\narrest\n\n/\n\nstudents\n\n/\n\nmedia\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nlocal elections\n\n/\n\nAssembly Elections\n\n/\n\nBharatiya Janata Party\n\n/\n\nPeoples Democratic Party\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nIndian National Congress\n\n/\n\nGeneral Elections 2024\n\n/\n\nhuman rights\n\n/\n\nreligion and belief",
        "headline_1": "​On the right path: On the announcement of elections in Jammu and Kashmir",
        "headline_2": "Elections, as a first step, will address the yearning for substantive democracy in J&K",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bon-the-right-path-on-the-announcement-of-elections-in-jammu-and-kashmir/article68546781.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "The last thing that a rape and murder need are platitudes, and a predictably tiresome one is being peddled after the brutal killing of a woman doctor on duty at Kolkata’s R.G. Kar Hospital on August 9. One of the guidelines issued by the West Bengal government calls for minimising night duty for women. How will this dictum — “wherever possible, night duty may be avoided for women to the extent possible” — secure safety at the workplace? This regressive move will only end up removing women from the workforce, instead of ensuring a stop to violence. With the labour force participation rate for urban women in India, ages 15 and above, pegged at an abysmal 25.2% in April-June 2024, according to the Periodic Labour Force Survey’s quarterly bulletin, the governments at the Centre and States must ensure that women, employed as health-care professionals, gig and factory workers, call centre staff, auto drivers, hotel duties and journalists, are able to work safely, anywhere, and at anytime. Reducing their time at work will only lead to women losing jobs and their financial independence. The other guidelines, as part of the programme called ‘Rattirer Shaathi (helpers of the night)’, include the call for separate rest rooms and toilets for women, creating safe zones with CCTVs, and a special mobile phone app — measures which should have been already in place.The Supreme Court, taking suo motu cognisance of the Kolkata case, in its hearing on Tuesday announced a national task force to look into the safety of doctors and medical professionals. Gender violence should be a matter of serious concern in every sphere, not least the informal sector, where women are employed in large numbers. The sweeping changes brought into the system after the 2012 Delhi rape, such as harsher laws and stringent punishment, have not been enough. The National Crime Records Bureau’s (NCRB) annual report of 2022, the latest one available, shows that 4.45 lakh cases of crimes against women were registered, which is equivalent to nearly 51 FIRs every hour. Protocols cannot be just on paper, the Chief Justice of India D.Y. Chandrachud said. In 2017, when the Court was confirming the death penalty of four men, who were accused in the 2012 Delhi rape, Justice R. Banumathi had said that apart from effective implementation of laws, a change in the mindset of the society at large and creating awareness in the public on gender justice would go a long way to combat violence against women. Campaigns led by women after the R.G. Kar rape, to “reclaim the night” in Kolkata and other parts of the country, should serve as wake-up calls to governments, and society, to do it right by women.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nemployment\n\n/\n\nemployee\n\n/\n\nemployee benefits\n\n/\n\nmurder\n\n/\n\nsexual assault & rape\n\n/\n\nKolkata\n\n/\n\nWest Bengal\n\n/\n\nwork relations\n\n/\n\nlabour\n\n/\n\njudiciary (system of justice)\n\n/\n\nDelhi\n\n/\n\ndeath penalty policies\n\n/\n\ncrime\n\n/\n\nsafety of citizens",
        "headline_1": "​Regressive move: On minimising night duty for women",
        "headline_2": "Reducing work hours of women is not the way to ensure their safety",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bregressive-move-on-minimising-night-duty-for-women/article68547172.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "Good that junior medics are calling off their stir. SC’s committee on hospital safety mustn’t have tunnel vision \nJunior medics are rightly suspending, bit by bit, their stir engendered by the RG Kar hospital rape-murder. SC yesterday made hospital safety a national matter, instituting a nodal body tasked with framing protocols applicable countrywide. But, there are buts…\nSystem’s broke | Large govt hospitals like RG Kar are supposedly better off than smaller ones. In its Indiawide assessment of healthcare facilities this June, National Health Mission reported that nearly 80% of India’s public health facilities fail to meet Indian Public Health Standards (IPHS). NHM covers over 2L such facilities. As a new govt assumed office in June, GOI pledged to make 70k hospitals IPHS-compliant within its first 100 days. GOI must already have a road map similar to what SC seeks. Will these be reconciled? \nNo quick fix | The reason RG Kar medics’ protest resonated beyond Bengal is because, clearly, system’s broke in big hospitals too. But public health works in fits and starts, in silos. For instance, mere months ago, an NHM review was satisfied with infra in RG Kar’s gynae-maternity wards. In general, standards are low, but public hospitals remain functional as medical colleges are the only point of treatment available for most Indians. SC wants initial reports on Aug 22. But no magic wand can fix this. Will solving this particular case make corridors safer? No. Lighting, proper duty rooms might, for which no committee’s required. Who’ll fix administrative sloth? In July, Bengal govt gave RG Kar ₹18cr to start another campus. Why not fix the existing one first?\nNo easy solves | Pulling at any one thread will unravel the whole shebang. Misplaced security priorities, or suggestion of security guard apparatus as in private hospitals, can become a new pain point. Unfettered access to patients’ families in govt hospitals exists only because staffing is so abysmal that it’s family that’s doubling as ward boys and semi-nurses, running around following doctor’s orders and nurse’s directions.\nSafety for all | What’s left unsaid and invisibilised by hospitals are senior medics attacking peers or juniors, assaulting nurses or other staff – crimes seldom reported, tragically normalised. SC committee’s/GOI’s protocol must centre on making hospitals safe for all – patients, doctors, nurses and every staff member, and visitors.\n\n",
        "headline_1": "System in the dock",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/system-in-the-dock/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "It’s unfortunate that lateral entry into bureaucracy fell victim to political battles \nGOI asking UPSC to cancel its advertisement for lateral entry recruitments in bureaucracy is a demonstration of how good policies become collateral damage in political battles. Pressure from vocal coalition partners and demands of competitive politics seem to have precipitated the U-turn. Opposition parties have been up in arms since Saturday, calling lateral entries a ploy to deny disadvantaged groups reservation benefits. On Monday, BJP allies LJP and JDU too came out against it. Significantly, the withdrawal order mentions PM’s commitment to principles of social justice. And it says absence of a provision for quotas in such appointments will be reviewed and reformed.\nLS results cast a shadow | Pressure from coalition allies and attacks from opposition parties are par for the course in democratic politics. What’s new here is BJP’s assessment that the Constitution/reservation issue cost it substantially in 2024 LS elections. That opposition campaign-time charges of a BJP plan to scrap quotas hit home is evident from numbers. Of the 92 seats it lost from its 2019 tally of 303 seats, 29 were reserved constituencies. In UP, BJP lost 9 of 17 reserved seats. All this suggests reservations have become an electorally ultra-sensitive issue for this BJP govt. But, in policy-terms, this can mean an overemphasis on quotas impacting governance.\nNo substitute for expertise | For a bureaucratic system employing thousands, recruitment of 45 specialists was all UPSC set out to do on Saturday. This too was to be done for a limited period of three years. A fast-growing economy requires domain expertise in newer, developing fields. Bureaucrats, drawn from general streams, may not always be the best choice for such tasks. This is true even for developed countries like US and UK that regularly hire experts from outside govt. Lateral recruitment is recommended by Second Administrative Commission, Sixth Pay Commission and Niti Aayog. The first two bodies predate 2014. If quotas become a factor in lateral entry jobs where merit is critical, the purpose may be lost. The cause of social justice can surely survive 45 recruitments.\n\n",
        "headline_1": "Collateral exit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/collateral-exit/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "Come deluge or drought, there’s a lot of money to be made from climate change \nThe rain in Spain falls mainly on the plain…In Hertford, Hereford and Hampshire, hurricanes hardly happen, recited Audrey Hepburn, playing Eliza Doolittle in Hollywood’s My Fair Lady, based on Bernard Shaw’s Pygmalion. \nWithout knowing it, Audrey/Eliza was a prophetic weather vane for a highly lucrative business generated by the vagaries of climate change.  \nIf you don’t like the weather, wait five minutes for it to change, said Mark Twain, adding, In the spring I have counted one hundred and thirty-six different kinds of weather inside of four and twenty hours.  \nLike his creation, Huckleberry Finn, Twain might have been given to elaborating on the truth. But the increasing changeability of climate has proved a huge windfall for Wall St in the form of hedge funds specialising in ‘weather derivatives’ and ‘catastrophe bonds’,  shortened to ‘cat bonds’.  \nBoth are tradable financial instruments that can act as insurance against extreme weather events and the commercial and social upheavals these could bring in their turbulent wake. \nThe demand for such funds is said to have pole-vaulted by over 260% last year, resulting in a current total valuation of $25bn. \nAs the founder and CEO of a climate insurance fund put it, “There’s heightened  fragility from direct weather volatility, supply-chain issues, inflation, geopolitics. It means that weather can eat up a bigger part of the bottom line now.”  \nInvestors in climate funds include farmers, who want financial protection against  droughts or floods that could damage their crops and result in a bitter harvest. Travel agents, tour operators, and others in the booming tourist industry are also buying into a market that they hope will safeguard them from too many rainy days, or other climatic deterrents to holiday-makers.  \nJust how chancy a gamble weather has become is underlined by an apologia  reportedly featured in a West Asian daily: We regret that today’s weather report is not available due to the weather. Whether the weather report is available tomorrow will depend on the weather.  \nThe job of climate insurers is to remove, or reduce, the whether in the weather. \n\n",
        "headline_1": "Wealth and weather",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/wealth-and-weather/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "SC begins suo motu hearing of the RG Kar case today. Former CJI writes that though 23 states have health workers’ safety laws, their impact needs thorough audit. Penalties must be uniform nationwide\n\nThe rape and murder of a trainee doctor at RG Kar Medical College and Hospital, Kolkata, has put the issue of doctors’ safety at the centre of national discourse. Cities across India have seen protests. And as the citizens’ marches continue, these must spur govts to take corrective actions that are long overdue. Our constitutional aspirations of a healthy and dignified life for all can only be realised by having a strong public health system, in which doctors get all the respect that is their due.\nRead full story on TOI+\n\n",
        "headline_1": "Only laws won’t protect docs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/only-laws-wont-protect-docs/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "We welcome the interim government's decision to form a banking commission to implement sustainable reforms in the sector. The formation of such a body has been a longstanding demand from economists, as the sector has suffered massive problems and regulatory failures for years, particularly under the Awami League regime. In 2009, when the party took office, non-performing loans (NPLs) in banks totalled Tk 22,480 crore. By March 2024, NPLs skyrocketed to around Tk 1,82,000 crore. The number would be even higher if not for the accounting frauds committed under the past regime to conceal the true picture.\nOver the years, experts have underscored various institutional challenges plaguing the sector, including questionable appointment practices for bank directors, loans being granted and rescheduled ad infinitum, weak internal controls, writing off of loans for dubious reasons, etc. Regulatory weaknesses—such as the lack of independence of the central bank, political influence of habitual loan defaulters, arbitrary issuance of bank licenses, and the quasi-monopolistic power granted to a few banking oligarchs—have allowed these irregularities to occur unabated.\nAs a result of high NPLs, the fiscal flexibility of banks has also been seriously constrained. This has had numerous spillover effects both on the health of the banks and the overall economy. Given these realities, the country urgently needs a commission to unearth the true extent of the damage done to the sector. Without such an effort to bring transparency to the sector, it will be difficult to determine the necessary remedial solutions for it.\nHowever, in establishing such a commission, its objectives should be clearly defined, as experts have suggested. These may include ensuring full transparency in the commission's operations, identifying the root causes that have led to the current banking problems and future challenges, determining which groups and institutions are responsible for these issues, and providing specific, actionable recommendations for reforms in the short to medium term. Moreover, the interim government should also establish a clear roadmap outlining when and how the commission's suggestions will be implemented.\nTo ensure that the commission is able to play its desired role, its members should not only be highly competent, experienced, and honest, but they should also engage with different stakeholders to gather their input. Regarding transparency, it is encouraging that the interim government plans to prepare and publish a report on the overall situation of the financial sector and a roadmap for reforms within the first 100 days of its tenure. However, once the commission is established, it should also provide regular updates on its progress to restore confidence in the banking sector. Additionally, to ensure its long-term health, it must be guaranteed that the commission can carry out its work without any external interference in the future.\n",
        "headline_1": "We need a bank commission that can drive radical reforms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-bank-commission-can-drive-radical-reforms-3682081",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "Thinking about the future of public university campuses in Bangladesh in the new reality that emerged on August 5, 2024 raises profound questions about the direction in which we are headed. Once considered bastions of learning and intellectual pursuit, these institutions have increasingly become arenas for political machinations. The troubling reality that the vice-chancellor of a public university once prioritised allegiance to the ruling regime over the noble calling of teaching is a stark reminder of how deeply entrenched politics has become in academia.\nThe faculty, expected to serve as mentors and guides, are often seen displaying a spectrum of political affiliations, further polarising the academic environment. Under previous administrations, the impartiality of educators was glaringly absent. Instead of championing the legitimate concerns of the student body, these teachers ignored the issues, leaving students to fend for themselves.\nThe students in Bangladesh's public universities have become the most egregious victims of ineffective and often indifferent administrations. This administrative neglect has created a toxic environment where students struggle with a severe shortage of seats in university halls. Instead of addressing this issue, university administrations turn a blind eye, allowing political goons to exploit the situation. This manipulation is not accidental, but deliberate, all for maintaining control and securing political gains.\nFor male students, the situation in the residence halls is dire where the authority of university administrations are absent and student political leaders aligned with the ruling party run the show. All administrative responsibilities are handled by these enforcers rather than university administrators, solidifying their authority and fostering an atmosphere of exploitation and fear. \nIn the female halls, students face harassment and undue challenges in the name of \"security and rules.\" A student of Dhaka University once described to me the harsh reality of strict gate-locking policies, which leave students stranded if they return late, with the security instructed to deny them entry. The administration's cold response is to suggest that these students find refuge with local guardians or relatives—a cruel and inhumane expectation, particularly for those who have no such support in the city.\nThis disregard for student welfare not only reflects a profound failure of leadership but also underscores the deep-rooted issues that plague the very institutions meant to nurture the future of the nation.\nA multifaceted approach must be pursued to create an environment where education and research thrive, free from the stranglehold of political interference, with the aim to transform the current toxic culture of universities and residential halls. Regardless of a student's political affiliation, teachers should offer the same honour and assistance to all of them.\nTo safeguard against exploitation, a transparent system for allocating seats based on need and merit should be implemented and monitored by an impartial body. In addition, better living arrangements that guarantee access to wholesome food and a peaceful, distraction-free study space free from political thugs are required in these residence halls.\nIt is imperative that hall unions as well as central student unions are reactivated in our public universities. By actively defending their rights and bridging the divide between the student body and the administratios, these organisations should act as the voice of the student body. It has to happen to bring back and regularly hold union elections. To ensure that the results of these elections accurately reflect the wishes of the students and are not swayed by political forces, they must be free and fair.\nIn this reimagined university environment, students should no longer have to struggle for basic necessities like seats in residential halls. Instead, they should be able to focus on their studies, engage in meaningful research, and take full advantage of global opportunities. This can only be achieved if the administrations, teachers, and student unions work together with the shared goal of creating liveable, equitable, and academically vibrant campuses.\nMonira Sharmin is a columnist and an independent researcher. She can be reached at [email protected].\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What should be our university culture in a new Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-should-be-our-university-culture-new-bangladesh-3681976",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "We are concerned about the chaos gripping the civil administration following the fall of the Awami League government, resulting in disruptions in regular activities and services. According to a report by this daily, disorder, mainly due to a lack of qualified leadership, has been reigning in the ministries housed at the Secretariat Building, with frequent processions seen throughout last week. This situation must be handled deftly, lest the chaos leads to a deadlock in public services.\n\nOne issue highlighted by some mid-level officials is accumulated anger over top officials failing to lead by example. During the 15-year rule of Sheikh Hasina, these officials—mostly secretaries—spent their time running after various benefits. As the regime fell, a number of them did not show up at work—some switching off their phones—when their presence was needed. Moreover, there are no specific instructions yet about the general administration from the interim government, which took office on August 8.\n\nOn the other hand, officers from different ministries, mainly BCS cadres, have been demonstrating with various demands. Their grievances range from denial of promotions to unfavourable transfer orders to change of designation. What is astonishing is that a majority of them are seeking to safeguard their personal interests during a crisis. Given how the top officials acted so far, it is perhaps natural that those below them would follow suit. One secretary lamented that \"it is unimaginable that BCS cadres… can behave like this.\" We can't say we are surprised, though. When competent and sincere officers are pushed aside while incompetent and corrupt officials are favoured, such an outcome is inevitable. There have been no administrative reforms over the last 15 years; those who sought such reforms were ignored or not allowed to work, said a joint secretary.\n\nCrisis has taken hold of the police administration as well. According to a report in Prothom Alo, there, too, partisanship has helped some police officials make impressive gains while those deemed remotely affiliated with the opposition were deprived of due benefits. Now, many of the police officers are in hiding while many have been dismissed from duty or made to retire because of past records. This has led to a sense of uncertainty among the junior and low-ranked officials.\n\nThis state of affairs cannot continue. A civil administration cannot continue to be dysfunctional, just as the police force cannot wallow in uncertainty. We would like to remind public servants that their job requires a bit of compromise, especially during a crisis. We know that some of their grievances are genuine and need attention of the authorities. But given the current situation, they need to be patient and follow due process to get what they have been deprived of. The interim government, meanwhile, must deal with this situation firmly and judiciously to restore discipline, getting rid of the unruliness. It must also address all genuine grievances and bring to the fore competent, honest officials with good track records.\n\nLastly, an administrative overhaul is crucial to ensure that the public administration and police authorities are able to operate independently and efficiently, regardless of who sits at the helm of the government.\n",
        "headline_1": "Govt must restore discipline in civil administration ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-must-restore-discipline-civil-administration-3681706",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "It won't be an exaggeration to say that the country's financial sector, the banking industry to be precise, is in a shambles. Unsustainable amount of default loans, maladministration, outright looting by some bank directors, poor governance have together left the banking industry comatose. So, the need of the hour is to resuscitate the banking sector and the only way to achieve it is drastic reform of the sector. But the demand for such reform is not new and to this end at least two high-profile committees were formed between 1996 and 2002 to suggest measures for streamlining the banking institutions. But despite these efforts, the sector did not see much improvement in the following years. Things came to a head during the just-ended 15 plus years' rule of the immediate past government. Against this backdrop, Dr Muhammad Yunus-led interim government has decided to form a banking commission of which a roadmap would be published within its 100 working days. This is an eminently welcome move. Given the mess the banking sector is in at the moment, it is believed the government is also aware of the herculean task lying ahead. For the task before the banking commission to be formed is not simply a technical one as it will have to face challenges from entrenched quarters who are loathe to any change. The private banks, for instance, were being looted by their own directors, a culture that has vitiated the banking sector environment in recent years. Virtual collapse of the corruption-ridden private banks such as the Farmers Bank and the National Bank is a testament to this. LC fraud worth Tk 160 billion in the Social Islami Bank and loan amounting to Tk 300 billion taken from the Islami Bank by its owner through illegal means are among many irregularities that took place during the past 15 years. Though the policy of the Bangladesh Bank (BB), does not allow bank directors to borrow money more than 50 per cent of their total shares from their own banks, they resort to tactics including taking loans anonymously against the names of their relatives or companies just on paper created for the purpose to get around the BB rule. Also, they looted other banks in connivance with each other ---a vicious collaboration infamously known as 'loan swaps'. This happened due to the absence of good governance, a lack of transparency. There was policy support from the BB itself so that the bank directors could continue with their evil practice. To illustrate the point, the then-finance ministry's decision (in April 2018) to reduce the banks' Cash Reserve Ratio (CRR) by 1.0 per cent and make allowance for the private banks and non-bank financial institutions (NBFIs) to obtain up to 50 per cent of the funds owned by government, non-government and autonomous bodies can be cited. Notably, earlier the limit was 25 per cent at the most. Then comes the issue of extending the bank directors' tenure, which, before the 2018's highly flawed national election, was increased from six to nine years. Later, it got further extended to 12 years through an amendment to the Bank Company Act passed in parliament under pressure from the private bank owners. That's how the predatory banking oligarchs took control of the banking sector. Now it is time the banking sector were freed from the clutches of the predatory oligarchs who have literally bled the financial sector dry. Understandably, the banking commission as envisaged will have an uphill task. But the unprecedented talented team of financial advisers of the interim government will hopefully be equal to the challenge.",
        "headline_1": "Looking forward to a banking commission",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looking-forward-to-a-banking-commission-1724163876",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "Findings on the country's financial sector, in particular banking sector, by the Centre for Policy Dialogue (CPD) are believed to significantly help the interim government resuscitate the country's ailing banking sector. During a press conference last week titled \"Bringing Discipline in the Banking Sector: What Should be Done Immediately,\" the think tank while highlighting shocking irregularities by some bank owners right under the nose of the former government, offered suggestions on some critical areas for the government to consider. A key aspect of CPD's analysis is its challenge to long-held perceptions that were seen as vital to maintaining the banking sector. One such is allowing moribund banks to continue and not die, by injecting taxpayers' money. The CPD dismissed the notion saying banks that are \"clinically dead\" and surviving only through bail-outs, should be closed down. The interim government, it said, should formulate an exit policy focusing on protecting depositors' money. One may recall that years ago, then finance minister late M. A. Muhit was seen not only justifying but visibly flaunting the 'glory' of keeping dying banks afloat as a state responsibility. It's time the government took a decisive move in this direction. That the banking industry is plagued with non-performing loans (NPLs) for decades is pretty well known. All that the former regime did was reschedule loans in a manner to suit the big loan defaulters. However, the actual figure relating to NPL varied. CPD's calculation says that during 2008-2023, Tk 92.26 billion, equivalent to 12 per cent of the national budget of FY24 or 2.0 per cent of the GDP of FY23, was embezzled in 24 major banking scams. Citing an example of misdirection in banking and finance, the CPD pointed out that a single corporation gained control over seven private commercial banks in 2017. It said, quoting news reports, that S Alam Group took out about Tk 30 billion in loan from Islami Bank Bangladesh Ltd in 2022. According to the Bangladesh Bank roadmap for reducing NPLs, released to the media in February 2024, 72,543 cases were pending with the Money Loan Court, with an outstanding amount of BDT 178.27 billion.There are innumerable instances, though not of such gigantic scale. Citing them will only make the list longer, and present a chilling picture of how outrageously errant could the banking sector be in the grip of the embezzlers. Clearly, it is the Banking Company Act that lent support to keep them going. In this connection the CPD said the Act should be amended so that there is only one member from one family on the board of directors, and the tenure of each director should be limited to 3 years, with each director allowed to serve a maximum of two terms in their entire lifetime. A single individual or group of individuals should not be allowed to obtain majority ownership of more than one commercial bank. Also, if one company in a group of industries defaults on loan repayment, companies in the same group of industries should not be allowed to take new loans.Some corrective measures were also suggested that the think tank considered should be in place in respect of governance. One such is the shutting down of the Financial Institutions Division (FID) of the Ministry of Finance (MoF). \"The mandate of the Financial Institutions Division (FID) is directly contradictory to the Bangladesh Bank Order 1972 (P.O. No. 127 1972) since it allows FID to exercise its authority to oversee Bangladesh Bank's governance\" said CPD Executive Director Fahmida Khatun. The think-tank while criticising the approval of licences for nine new private banks granted to politically influential owners by the previous regime, urged that no further bank licences be issued on political grounds without a thorough assessment of the economy's needs. On the issue of illicit financial flows, the CPD called for strengthening the Bangladesh Financial Intelligence Unit (BFIU) to prevent illegal outflows and reentry of laundered money, which would destabilise the interim government or cause unrest. Another issue that the think tank stressed upon was timely data availability, urging that reports and data on individual banks and financial institutions be published regularly and made publicly accessible. It also recommended that all commercial banks comply with mandatory BASEL III disclosures in a timely manner. The Bankruptcy Act should be amended to include corporate bankruptcy and cross-border bankruptcy following the United Nations Commission on International Trade Law (UNCITRAL) Model Law on Cross-Border Insolvency.At this critical juncture, one crucial step that cannot be overstated, as highlighted by the CPD, is the urgent need for publication of a comprehensive white paper. This document should meticulously detail all instances of scams and corruption, clearly identifying both the underlying causes and the individuals responsible. Such transparency would not only pinpoint past misconduct but also pave the way for greater accountability in the future, including the establishment of an independent Banking Commission to oversee the sector. In this context, it is particularly pertinent to revisit the infamous Bangladesh Bank heist of February 2016, where hackers made off with a staggering sum of money. Many believe that this incident was never thoroughly investigated, possibly due to efforts to shield those who were negligent in their duties. The failure to properly address this scandal has left lingering doubts about the commitment to transparency and accountability within the financial system. By addressing these issues head-on in the white paper, the authorities could finally confront the systemic flaws that have allowed such incidents to occur, thus restoring public trust and ensuring that similar breaches of security and ethics do not happen in the future.\n[email protected]",
        "headline_1": "Banking reform must set its priorities right",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/banking-reform-must-set-its-priorities-right-1724163960",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "One of the major concerns in the aftermath of the demise of the last government has been how Bangladesh will manage repayments of multi-billion dollar loans taken over the years and to what extent foreign lenders would extend assistance to the interim government. Setting aside wild rumours, there is no denying that the economy has the potential to become a trillion-dollar economy in the next decade, if the right reforms are initiated and adhered to by successor governments.Bringing back investors' confidence will require a lot of work, but then Bangladesh has many things going for it. A robust ranking in readymade apparels is followed by several other sectors that are reaching the stage when they too can contribute more to export earnings. However, all this hinges on several factors besides reforms and the principal one is getting finance from international lenders on soft terms. Repayment of past debt can and must be renegotiated given the present economic situation. For years, media had highlighted the fact that the government was sorely lacking in negotiation skills. This has resulted in availing of foreign credit at less than favourable terms for Bangladesh. Since the country is embarking on a roadmap of reform, developing requisite human resources in this particular area cannot be overemphasised. It is good to see those traditional lenders like the World Bank (WB: $500 million) and the Asian Development Bank (ADB: 400 million) take the lead, closely followed by the Asian Infrastructure Investment Bank (AIIB: 200 million) and South Korea (100 million) come together to provide US$1.20 billion for economic recovery. Needless to say, the month-long violence that engulfed the country in July, 2024 has sapped the energy out of many sectors - some of whom had no cushioning and simply went down under. The severing of internet connection cut off about half a million freelancers from their customers, the nationwide violence seriously dented domestic tourism, and it dealt a terrible blow to small-and-medium enterprises (SMEs), many of whom had used social media to sell their ware and services.In view of all this, $1.2 billion infusion into the battered economy will come as a major reprieve for a country that is struggling with falling reserves. There is some concern that China would shy away from the new government, but that is proving to be false because AIIB is a China-led initiative. Bilateral relations depend a lot on cordiality and trust and hence any country that does not treat Bangladesh favourably may find itself less involved in its economy from this point on. The foreign policy of Bangladesh remains \"friendship to all, malice to none\". The country will require massive injections of foreign investments if it wishes to maintain a robust GDP growth and billions of dollars will be needed in the future too. Regardless of geopolitical considerations, it would be futile to think any country can get by without Chinese investments and/or loans. What has to change are the terms of finance and renegotiation of past loans taken. The same goes for the Indian Lines of Credit, should Bangladesh wish to avail them. That the country's foreign exchange (forex) reserve has fallen to around $20 billion from an estimated $46 billion in the span of three years is alarming. It has wreaked havoc with imports, leading to a contraction of the economy as reflected in reduced industrial output and consumption. This latest forex injection should help cushion the depleting reserve for now. \n[email protected]",
        "headline_1": "Foreign lenders stepping up",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/foreign-lenders-stepping-up-1724163997",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2024"
    },
    {
        "full_article": "Bangladesh is capable of producing abundant crops, yet we find ourselves heavily dependent on importing essential food grains from other countries. This dependence stems from the failure of our agriculture department to effectively support our farmers. Despite their relentless efforts, often battling harsh weather conditions, farmers face immense challenges due to the shortcomings of the agricultural system.The problems are multifaceted. Farmers are left to struggle with inadequate planning, insufficient guidance in timely crop cultivation and a lack of quality seeds. They are forced to fight against nature on the one hand, and on the other, they must protect their crops from disease with little or no assistance. Unfortunately, the Department of Agriculture, present at both district and upazila levels, rarely steps in to address these issues at the field level. Instead, they are busy maintaining data on crop cultivation-paddy, jute, peppers, potatoes-without engaging with the actual realities faced by farmers.The disconnection between the Department of Agriculture and the real conditions in the fields is glaring. Crop production estimates are often based on hypothetical figures rather than actual field data. This disconnect leads to misguided decisions, such as reducing imports based on inaccurate production data, ultimately causing food shortages. When foodstuffs are imported, farmers suffer from low prices which discourage production the following year. This cycle of mismanagement contributes to food crises, with prices of staples like rice, potatoes, onions, ginger, and garlic soaring, causing hardship to ordinary citizens.To break this cycle, the Department of Agriculture must take a more active role in the field. Setting realistic cultivation and production targets based on actual conditions is essential. For instance, spikes in essentials like onions occur whenever India imposes export bans. The solution lies in supporting our farmers, ensuring they have access to quality seeds, and setting appropriate production targets. Regions like Pabna, Sirajganj, Faridpur, and Rajbari are well-known for onion production. If farmers in these areas receive the right support, we would not need to rely on imports.Moreover, proper planning and support in ginger cultivation could significantly increase domestic production. The Animal Husbandry Department also needs to be more proactive in assisting farmers, as their success is closely tied to the overall success of our agricultural sector.\nAkhtar HussainSreepur, Gazipur",
        "headline_1": "Some flaws in agricultural system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/some-flaws-in-agricultural-system-1724164026",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2024"
    }
]