[
    {
        "full_article": "After hitting a record $775 billion in 2022-23, India’s exports are off to a rocky start this year. Outbound shipments of goods, that had crossed $450 billion last year, have contracted 15.1% through the April to June 2023 quarter. June’s provisional export tally, just shy of $33 billion, was the lowest figure in eight months and reflected a 22% drop year-on-year, a scale of contraction last seen amid the initial months of the COVID-19 lockdowns. There has been a decline in the import bill as well over the first quarter, albeit at a slower pace than exports. This 12.7% dip is largely driven by the prevalence of lower commodity prices this year compared to the same quarter last year, when the import bill had shot up 44.5% after the Russia-Ukraine conflict erupted. Excluding gold and oil imports, the value of shipments coming into the country is down 10.5% in the first quarter. Sequentially, the decline in non-oil, non-gold imports has accelerated from 2% in May to 16.7% in June, indicating that domestic demand triggers are also ebbing. While this implies the goods trade deficit may not widen as it had last year, it does not augur well for domestic growth impulses that form India’s key armour against the gathering global slowdown.Services exports are still growing but at a far more sombre pace. That IT majors, who drive most of these intangible exports, have been tentative and decidedly downcast about their earnings guidance for this year, indicates the tide may get worse. Frail global demand may not just impact trade flows but also hurt foreign direct investments even as tightening monetary policies could exacerbate financial market volatility. As the Finance Ministry noted recently, if these trends deepen, the 6.5% growth hopes for the year could wobble. But retail sales in the U.K. have improved in June, although fractionally. The U.S. Treasury Secretary Janet Yellen has exuded confidence that a recession in the world’s largest economy may be averted after all. Inflation numbers have eased in Europe and the U.S., triggering hopes of interest rate pauses instead of further tightening to throttle demand and activity. While driving on the hills, one has to prioritise the movement of vehicles climbing up, even if that means reversing a descending automobile up to a point of safe passage. Within the overall downhill trend of exports, the few bright spots such as rising shipments of electronic goods must flourish while trade curbs or obstacles affecting other products must be reviewed. Indian policymakers should redouble efforts to improve competitiveness vis-à-vis rivals such as Vietnam, and keep a closer watch on divergent trends in different markets to help exporters capture incremental, even if fractional, global demand.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntrade policy\n\n/\n\nexports\n\n/\n\nCoronavirus\n\n/\n\ngold and precious material\n\n/\n\noil and gas - upstream activities\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nautomobile\n\n/\n\nVietnam\n\n/\n\nfinancial markets",
        "headline_1": "Downhill driving: On India’s overall trend of exports",
        "headline_2": "Shrinking trade volumes pose a risk for this year’s growth hopes",
        "link": "https://www.thehindu.com/opinion/editorial/downhill-driving-the-hindu-editorial-on-indias-overall-trend-of-exports/article67112415.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "In the parliamentary elections in May, Thai voters sent a clear message to the country’s conservative military establishment, which had wrested power from an elected government in 2014. The reformist Move Forward and the pro-democracy Pheu Thai parties emerged as the largest parties, while all the pro-establishment parties did poorly. Yet, the Thai military went after the architect of the Opposition victory, the 42-year-old Pita Limjaroenrat. During the campaign, he had promised to end the “cycle of coups”, scrap the military-drafted constitution and amend the controversial lèse-majesté law, which criminalises any public criticism of the monarchy. His reformist views helped him connect with the masses and lead his party to victory, but also made him a target of the military. After the elections, eight Opposition parties, including the Move Forward and Pheu Thai, came together to form a bloc, which had a majority in the 500-member elected House. The bloc nominated Mr. Pita as their prime ministerial candidate. But in Thailand’s 750-member bicameral Parliament (500 elected MPs and 250 Senators appointed by the military), a candidate needs the support of 376 lawmakers to form the government. In Mr. Pita’s first attempt, he got only 13 votes from the Senate. Thailand’s Constitutional Court also suspended him from Parliament in a case involving allegations that he had violated electoral laws by not disclosing his shares in a media company.This is not the first time the establishment is going after popular parties. In 2019, the reformist Future Forward Party, which emerged as the third largest bloc, was dissolved and its leaders banned from politics. What the generals fail to understand is that the crackdown on pro-democracy parties has not helped sway public mood. The Move Forward emerged from this vacuum and became the largest party in Parliament in four years. Thailand has also seen widespread pro-democracy protests; though crushed by the junta, the embers of public resentment still burn. The May election results were an opportunity for the junta to cede power to a legitimate government. But by blocking the winner from forming the government and suspending him from Parliament, the generals have made it clear that they will not tolerate any call for reforms. This is a dangerous move that has taken Thailand a step closer to the Myanmar model, where the military coup in 2021 saw the arrest of democratically elected leaders, and civil war. The Thai Opposition should stay united in the face of the military’s pressure tactics and continue to push the Senate to support the candidate who has the backing of the most elected lawmakers.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nThailand\n \n/\n\nelection\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nimperial and royal matters\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nparliament",
        "headline_1": "Subverting the mandate: On the Thai elections and the military establishment",
        "headline_2": "Thailand’s military should respect the popular vote or risk turmoil",
        "link": "https://www.thehindu.com/opinion/editorial/subverting-the-mandate-the-hindu-editorial-on-the-thai-elections-and-the-military-establishment/article67112407.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "The floods that hit Delhi in the last two weeks were the worst in 45 years. Climate experts believe India will see more and more episodes of extreme events like floods. That highlights the need for all cities along rivers to make flood protection a key feature of urban planning. Technically, it is not difficult to protect Delhi and other riverine cities. It just requires the will.\nBut while mourning the losses and misery caused by the floods and the prospect of more frequent floods in future, keep in mind a silver lining.\nWhile floods can damage crops and cities, they also represent a huge bonus for farmers needing rain. This is especially true in years when rains are deficient.\nThe monsoon this year got off to a terrible start. The deficit on June 9 was 60%. This gradually came down but remained well below normal in June. It took the heavy rainfall, which also caused the floods, to increase cumulative rainfall to normal. This is the silver lining. It has ensured that some of the deficit has been made up. North-west India, bread basket of the country, has received more than normal rainfall. Central India has received normal rainfall. Conditions are well below normal in the southern peninsular belt. There is also a shortfall in the east and north-east, where flooding can be a greater problem than drought.\nRead full story on TOI +\n\n",
        "headline_1": "Rain caused mayhem to crops and cities but clouds have a silver lining",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/rain-caused-mayhem-to-crops-and-cities-but-clouds-have-a-silver-lining/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "When a 20-year-old created history at Wimbledon by defeating a 36-year-old champion in supreme form, we were once again reminded that the world does indeed belong to the young. But lately some old fools have been making headlines as well.\nThe ongoing saga of Pradeep Kurulkar, a besotted scientist from Defence Research and Development Organisation (DRDO) who passed on sensitive, classified information to a Pakistani intelligence operative agent identifying herself as Zara Dasgupta, would have been laughable had the charges not been so serious. The Pune-based scientist was arrested in June following complaints made by DRDO under various sections of the Official Secrets Acts, 1923. The chargesheet filed by Maharashtra ATS runs into over 1,800 pages and has 203 witnesses.\nWhat was this 59-year-old married ‘majnu’ with an adult son even thinking? Clearly, the nation’s security was the last thing on his mind. All it took for the Pakistani spy and her handlers was to figure out Kurulkar’s Achilles’ heel (a raging libido) and generously feed his ego with sexual fantasies. The so-called London-based Zara swapped sexts for information: Show me your Brahmos, Babe…. and I’ll show you my bo*bs! Clearly, Kurulkar thought it a fair exchange for the chats show him blubbering away — babe this and babe that — explosive information. The regular ‘love talk’ included information on the Agni 6 missile launcher, and other missile systems and defence-related projects with pictures, diagrams and videos. He also provided Zara with details of his daily routine and apologised profusely when Zara complained: “Babe… u ignored my message’. Oooooh.\nRead full story on TOI+\n\n",
        "headline_1": "Desi majnu, Pakistani laila: Babe, what’s with old fools?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/desi-majnu-pakistani-laila-babe-whats-with-old-fools/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "The situation in Manipur has been complex, fluid and volatile for a while now. But now something truly horrific has emerged with the sexual abuse, molestation and parading naked of two tribal women, who were given a choice of death or shedding their clothes on a country road and in village fields around B Phainom village in Kangpokpi district.\nLONG ROAD: Priorities must be to disarm combatants, protect civilians and restore confidence in the system\nThe incident raises some important questions. One pertains to the unprecedented internet shutdown in Manipur: was the state government worried that the spread of such news would further shred its authority? Did the shutdown exacerbate the situation such that incidents are being reported two months after their occurrence, worsening the nightmare for the victims and for all of Manipur?\nMany in the civil society sphere have spoken of how the incident shows that conflicts are often framed and fought over women’s bodies. But these are not just acts of aggression. They represent acts of humiliation to show not just who is the weaker or stronger but which group is the more entitled.\nThe Prime Minister spoke of his anger and grief on the incident and of other incidents in Rajasthan and Chhattisgarh, urging stronger law enforcement by chief ministers. One only wishes he had spoken earlier.\nI will dwell on a few issues, for there are many and space is limited: The question of responsibility goes beyond nailing the abusers right to the top. It is not past achievements that matter but what officials and leaders did during those terrible days to calm the situation and secure all communities. Did they uphold their oath of office? In this case, it would be easy to blame the police party which failed to protect the victims. They must be prosecuted, as also those who allowed thousands of weapons to be looted from police armouries without firing a shot. One could argue that the latter were vastly outnumbered by mobs and wished to avoid collateral damage. But it is these stolen weapons that are being used by either side in a fratricidal conflict that appears unlikely to ebb soon.\nOne is deeply respectful of the sacrifice, influence and capacity of Manipur’s civil society. Flashback to the Oinam tragedy of 1987, when security forces went on a rampage after a deadly attack by an armed Naga group; Irom Sharmila’s 16-year epic hunger strike against the Armed Forces Special Powers Act (AFSPA); and the campaigns over the shooting of Manorama Devi that triggered the naked protest by women before Kangla Fort, embedding those searing images in our collective memory. The upsurge led to the institution of the first government-mandated review of AFSPA. The Centre was forced to respond and 16 years later, it has lifted AFSPA though not repealed it from more parts of Assam, Manipur and Nagaland. But there are growing demands for its re-imposition in Manipur, something the Centre has done well to resist so far.\nIn this light, can this terrible tragedy and other incidents help all sides to recognise the primacy of human rights and agree on the need for the protection of non-combatants, especially the vulnerable and weak? More than 50,000 displaced persons still live in relief camps; they’ve lost everything and make do with basic food and health essentials. The studies of school and college students have been disrupted. How can those who need special medical care cope?\nIn addition, counselling for post traumatic stress disorder and not just treatment for injuries is critical for the victims and their families as well as for other survivors who have looked death and disaster in the face.\nBefore the first riots and targeted violence broke out, Manipur — or at least the Imphal Valley — appeared to be moving forward, both in terms of aspiration as well as infrastructure and investments. The hard work of decades went up in smoke in a few days. Not only has the energy of the Act East policy dissipated, but investors will ask tough questions about safety, infrastructure and connectivity to south-east Asia which was to be through Manipur.\nFinally, given the armed confrontation, access to weapons, acute mutual suspicion and hatred, senior military officials are concerned that the state may slip back into earlier conflicted decades. Underground militant groups are working extensively both in the valley and the hills, adding to a fragile security situation which cannot be allowed to drift especially in light of insurgent activity, drug rings, and the interests of Myanmar and China. Priorities must be to disarm the combatants, protect civilians and restore confidence in the system. Only then can serious dialogue begin. Peace and stability are consequences, and there’s a long haul ahead. n\nSanjoy Hazarika is a commentator and author who specialises in the North-East and its neighbourhood\n\n",
        "headline_1": "Manipur: Tough questions we need to be asking",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/manipur-tough-questions-we-need-to-be-asking/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "The Manipur video of women under assault made everyone sit up. In the deteriorating law and order situation, there is merit in examining the legal prudence of the Manipur high court ruling on Meitei tribal status. The word tribehas sociological connotations whereas the term ‘scheduled tribe’ has the constitutional weight of Article 342. It’s also worthwhile to look at the historical background of the scheduled tribe classification.\nThe Manipur chief justice directed Manipur government on March 27 to “consider inclusion of the Meitei community in the Scheduled Tribe list, expeditiously, preferably within a period of four weeks” from the date of the order. He completely overlooked the fact that recognition or de-recognition of communities in the scheduled tribe or caste category is fraught with sensitivities.\nMaking of an ST\nThe process of inclusion of a social grouping as a scheduled tribe is an administratively detailed one and has evolved over the years. As correctly noted by Supreme Court, courts are not constitutionally empowered to adjudicate on this matter, at least until due process has been completed. Here, what were the procedural modalities overlooked?\nRead full story on TOI+\n\n",
        "headline_1": "How Manipur HC got it all terribly wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/raghav-chadha-blog/how-manipur-hc-got-it-all-terribly-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "Congratulations on your new book, \"River Life and the Upspring of Nature.\" With your academic background in religious studies and social life in Pakistan, what prompted you to shift your focus towards studying the river life and char communities in Bangladesh?\nThank you for your kind wishes. I was initially trained as an anthropologist of religion, with a focus on Islam and South Asia. For my first project I studied the messiness of integrating Islam within the nation state of Pakistan as experienced and commented on by ordinary Muslims living in the neighborhoods of Lahore. \nWhen I decided to study Bangladesh, mostly to be closer to my family, I found myself a little tired of studying Islam and state formation after more than a decade of doing so.  Although Lahore had been a beautiful and hospitable field site, and its neighborhoods provided a great vantage on the state, I wanted to experience rural and more specifically riverine landscapes in northern Bangladesh.  After all, these landscapes were important to my father's memories of his childhood. \nWhat I was interested in was not the usual story of migration to cities, alienation from the countryside and its subsequent romanticization, but rather how people, such as my father, bore elements of the landscapes of their birth within themselves, in their memories of course, but also in their discourse and gestures. \nThe diversity of individuals, societal structures, institutional set ups I encountered in the chars reflected of course the history of struggle of this region, of Bangladesh in particular, but it also vividly exemplified beyond all expectations that nature is not just the biological or the physical but also ideational. \nOne way to explain what I mean is that I came to see how the river did not just physically structure char lives but also made available ideas and concepts through which char lives expressed the river.  For instance, many \"chauras\" (a term for those living in chars, which is generally understood to be derogative, but was also used almost self-mockingly by many whom I knew) described the river in terms of wholes—where it started, where it flowed, where it leapt to, and where it ended up. Where did this idea of the whole come from?  I would suggest that this concept of the whole with respect to the river emerges out a certain life alongside the river.  However, of course, this is not to say that char lives were lived exclusively in relation to the river.  Char lives are also very much integrated within the larger polity and economy of Bangladesh. \nOver the course of my fieldwork, I found many interesting ways in which memory, imagination, intuition, desires, senses rather than straight out articulations of right and wrong were expressed.  This led me to expand my understanding of nature from the river in char lives to the unconscious within humans as expressing nature in a broader sense, as one of the sources of our ideas, concepts and the sense of things.\nLand-related conflicts are very common in char areas. How do you perceive this situation?\n\nScholars who have studied chars in Bangladesh have rightfully noted that char lands are conflictual spaces and have pointed to the fact of existing land regimes, incomplete land surveys, contradictory property rights, illegal usurpation as the primary spur for such conflicts.  I do not disagree with any of these important findings.  However, as an anthropologist I am interested in what gets left out of such stories, most notably the fact that kinship relations are also part of the practices and processes involving land.  The family dimension is a very important characteristic of land related conflicts in the region as it is often one's relatives and intimates who deprive one of one's rights and know well how to do so. \nAt the same time as I was interested to bring in this familial dimension to land related matters, I was also interested in how such intertwined land and family related conflicts intentionally or unintentionally ended up serving the land, in ensuring its perpetuity as property, a legal fiction, in the face of its dissolution by water through erosion and floods. This interaction between social conflict and land seemed to me to well illustrate the point I laid out earlier, which is how nature gives us our concepts.  By this I mean how nature stands to bring matter (in the form of land) and mind (in the form of legal land regimes, bureaucracy, family structures) into interrelation. These interrelations between land and family may be of course exclusively explained by history, politics, sociology, but the humble suggestion in my book is that we can also bring nature with its own orientation, tendencies and desired outcomes into play, without diminishing char sociality or the complexity of humans more generally. \nCan you share any insights from your research that highlight the unique dynamics of char communities and their relationship with the river and natural surroundings?\n\nThere were several instances in which chaura people seemed to express nature through their actions of which they could not provide the most thought through explanation or rationale.  The most vivid of such instances was the way they acted when the river was seen to be eroding their lands.  They acted as if instinctively to get organized, to move their few belongings, to set up temporary shelters, and so on.  When asked where they had acquired this knowledge, they would say that they didn't learn from their elders as their elders had mostly lived their entire lives on land that was qayim, that is, permanent land and not char land.  When they said this repeatedly, it seemed to me that we could reasonably speculate that the river entrained people in the way that it entrains silt to move in a certain direction or wind entrains dust and so on.  Why can't we imagine ourselves also immersed in and moved by such invisible forces as we do say family circumstances or electoral politics. My interest isn't in making nature the only important operative here but rather to simply bring it into view as one of the many factors pushing and pulling on us.  In other words, man's presumed mastery over nature, which is the hallmark of modernity, is perhaps a bit of a story we tell ourselves.\nI would say that my interest in land conflicts, electoral politics, among other social practices that are very much human constructions was not only to show that they are the products of history, politics, etc. but also that they had an element of the natural in them.  My effort in the book was to give a reasonable description of these all too human constructions, being mindful that my description was both empirically sound and historically grounded, but to be also attentive to the aspect of nature as providing us some of our ideas, concepts, sensibilities through its tendencies, orientations and horizons.  However, I should underline that it isn't as if nature is just there for us to acknowledge.  In fact, I am not sure that we can know in advance its workings through us but only through fleeting traces within and around us. \nCould you elaborate on how the prevalence of myths and their practices reflects the role of nature in shaping a vibrant culture within the lives of people in Chaura communities?\nMy interest in turning to myths was to show how even the stories that we hold dear about our origins or the origins of the world bear traces of nature within them.  This is a different way of saying that nature creates culture.  Others have said such things before but meant them in quite simplistic terms.  For instance, evolutionary biologists have speculated that culture emerged out of the human need to survive in particular physical locations.  Given my interest in the ideational side of nature, I was more interested to explore how myths, or culture more generally, helps us to work through intellectual puzzles that are in nature.\nI suppose my strongest suggestion would be for us to again be more attentive to the workings of nature around us and through us, going beyond the most obvious understanding of nature as say weather, pests, etc.  Also, we cannot presume to know how we will be with nature.  Consider for instance that those living in chars, majority Muslims, have a very ambivalent relationship to dogs.  They are even revulsed by them.  However, in several instances I have seen such magnificent defenses of dogs in the face of their possible extermination on grounds of shared creaturely existence.  Where did this sense of responsibility come from?  Being Muslim we will no doubt say from God but I would contend that we also ask how there may be an additional dynamic, a fellow sympathy, that sparks between bodies and minds in which nature resides.\nNaveeda Khan is the chair and associate professor of anthropology at Johns Hopkins University.  She is the author of River Life and the Upspring of Nature (2023) and In Quest of a Shared Planet: Negotiating Climate from the Global South (2023, https://research.library.fordham.edu/literary/2/).\n\nThis interview was conducted by Pranav Menon, a graduate student in the Department of Anthropology at the University of Minnesota Twin Cities, and Md Raihan Raju, a PhD researcher in the Department of Sociology at South Asian University, New Delhi.\n",
        "headline_1": "“Be more attentive to the workings of nature around us and through us, going beyond the most obvious understanding of nature as say weather, pests, etc.”",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/be-more-attentive-the-workings-nature-around-us-and-through-us-going-beyond-the-most-obvious-3376951",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "As Bangladesh witnesses the unfolding of what is now certain to be the deadliest year in its history of handling dengue, the official response continues to betray a strange indifference. At least 167 people have died so far in 2023 – 120 of them in July – signalling a rapid, uncontrolled spike even before the start of the so-called peak season for dengue. That alone should have set all alarm bells ringing, and all policy guns blazing, towards the single purpose of neutralising this threat. But that was not to be.\nInstead, for two weeks now, we've had to contend with the oppressive banality of the political class trading blame for the present deadlock in the country, loudly professing their love for \"democracy\" and \"fair elections,\" but then allowing street violence to resurface with a vengeance, all the while trying to explain their choices in as whimsical a way as US politician Mitt Romney once did: that \"I believe in an America where millions of Americans believe in an America that's the America millions of Americans believe in.\" And while they were at it, dengue, silently but surely, started to wreak havoc.\nThe question is: Can we respond to a public health crisis with the same urgency as the crisis over our electoral future? Of course, this wouldn't be a question for countries where public institutions are designed to function on their own regardless of what is happening on the political front. But ours is a deeply centralised, cumbersome administrative system where everyone looks up to the top floor for any decision. Even when political interests and those of the administration are not at odds, the former have a way of bleeding relentlessly into the latter, slowing and disrupting its progress, and it doesn't help that there is little institutional accountability to control outcomes. We have seen the same thing happening to our pandemic response as well.\nTrue, the Directorate General of Health Services (DGHS) has been trying to shore up hospitals and pathology labs to accommodate the influx of dengue patients. The city corporations, under pressure to deliver results, are trying to raise public awareness, and spraying and fogging as much as they can. But it is difficult to ignore the perfunctory vibe that their initiatives give off, bereft of any sense of urgency. Somehow, dengue still seems to be a non-issue in policy circles – it is still deemed less of a threat at its prime than the Covid-19 outbreak was in its early days. Health officials, despite the record-breaking rise in single-day rates of both dengue fatalities and hospitalisations, don't think the situation has reached the level of a public health emergency. This lack of a sense of urgency is further evident in how the authorities have been delaying the formulation of a national vector control policy which, along with an integrated vector management system, could be a vital tool in their arsenal.\nAs if confused by such mixed signals, the education authorities decided that it was safe to cancel the summer vacation for primary and secondary educational institutions, even though it would have helped contain the spread of dengue to some extent.\nSimilarly, seldom would you see ruling party leaders speak out against our poor dengue response. When politicians speak, it is usually to berate the public for their lack of awareness, as if this is where the buck stops. Even those specifically in charge of handling dengue, such as the DSCC mayor, who is currently on a 17-day trip to Europe despite the alarming situation in his territory, have failed to rise to the occasion. The mayor, when he was at home and wasn't busy pushing his party agenda – remember his impassioned vow to \"show you what a fair election is, and how many types there are, come January\" – had little to show for his sincerity or seriousness as city father, setting off anti-dengue protests in some areas.\nIn such a climate, it is not just the health and lives of citizens that are at risk. What we do today will hugely impact the future of the disease in this country. We can either set the ground for an even deadlier 2024, as we did to worsen our plight this year – through lack of early action in late 2022 and early 2023 – or we can stop being reactive and prepare for the threat that dengue is now: a year-long menace no longer bound to a peak season. The choice between being caught off-guard and being match-fit – to borrow from sporting terminology – is ours.\n\nWe are not alone in this fight, and can learn a thing or two from other countries and places that have been successful, including Kolkata, which has shown tremendous results. If they can do it – through targeted and concerted interventions – why can't we?\nPart of the preparation for the future is to understand what went wrong. There is no doubt that the ongoing dengue menace was caused primarily by a perfect storm of poor surveillance, insufficient mosquito-control measures, inadequate manpower and treatment facilities, unplanned urbanisation with unchecked construction, bureaucratic botch-ups, and the absence of a central policy or command to tackle dengue. We have talked about these problems for years now, but the higher authorities have repeatedly failed to do the needful.\nAs I write this, news has emerged that the World Health Organization (WHO) warned that the global dengue situation might break all previous records this year, with about half of the world population being at risk. Bangladesh is at the forefront of this risk. By all indications, we have never faced a threat of this proportion. We must respond accordingly.\nRight now, what we need to do urgently is declare the dengue situation a public health emergency. This will send a proper message to the people, but should also allow for a better mobilisation of resources, policy alignments, central coordination, and a quick and unified response. Waiting for the situation to worsen further before acknowledging its gravity can have disastrous consequences. We are not alone in this fight, and can learn a thing or two from other countries and places that have been successful, including Kolkata, which has shown tremendous results. If they can do it – through targeted and concerted interventions – why can't we?\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "A nation off-guard: Why is dengue still a non-issue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/nation-guard-why-dengue-still-non-issue-3376561",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "In yet another avoidable accident, 17 people were killed and 35 others injured. According to survivors and witnesses, the accident occurred in an open road due to the carelessness of the driver who kept looking over his shoulder and talking to the supervisor instead of keeping his eyes and concentration on the road. As is so often the case, the bus was overloaded with passengers, which might have also contributed to the crash.\nAccording to data from the Bangladesh Road Transport Authority (BRTA), there have been 2,865 road crashes this year alone, in which 2,737 people were killed and 4,201 people were injured. However, according to non-government organisations working for road safety, the actual number of fatalities is much higher. By now, we are all familiar with the plethora of reasons that contribute to such huge losses of lives in Bangladesh on a yearly basis. Needless to say, despite widespread demand for better road safety from different quarters, indiscipline and chaos continue to reign supreme and destroy increasingly more lives.\nThe fact that the authorities have continued to allow such anarchy to thrive on our roads and highways speaks volumes regarding how much they care about such needless deaths. After much delay and drama, the Road Transport Act, 2018 (RTA) came into effect, with many of its strict provisions being neutered. And yet, till date, the government has been unable to enforce the RTA properly, which is one of the main reasons why our transport sector is in such a sorry state right now. The lobbying power of bus and truck owners is so enormous that they essentially have the government held hostage, while their recklessness has continued to kill people regularly.\nThe recently enacted Road Transport Rules, 2022 also has numerous loopholes. For example, it fails to provide any clear provisions to force transport owners to pay compensation to the victims. The pattern that emerges from all these is that there is basically zero accountability for the loss inflicted upon the public.\nUnless the attitude of the government changes to a point where it starts to care about the lives of ordinary citizens, which in turn should force it to properly implement our road safety laws as well as ensure accountability for transport companies, such accidents, unfortunately, will continue unabated.\n",
        "headline_1": "The undelivered promise of road safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-undelivered-promise-road-safety-3376501",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "In yet another avoidable accident, 17 people were killed and 35 others injured. According to survivors and witnesses, the accident occurred in an open road due to the carelessness of the driver who kept looking over his shoulder and talking to the supervisor instead of keeping his eyes and concentration on the road. As is so often the case, the bus was overloaded with passengers, which might have also contributed to the crash.\nAccording to data from the Bangladesh Road Transport Authority (BRTA), there have been 2,865 road crashes this year alone, in which 2,737 people were killed and 4,201 people were injured. However, according to non-government organisations working for road safety, the actual number of fatalities is much higher. By now, we are all familiar with the plethora of reasons that contribute to such huge losses of lives in Bangladesh on a yearly basis. Needless to say, despite widespread demand for better road safety from different quarters, indiscipline and chaos continue to reign supreme and destroy increasingly more lives.\nThe fact that the authorities have continued to allow such anarchy to thrive on our roads and highways speaks volumes regarding how much they care about such needless deaths. After much delay and drama, the Road Transport Act, 2018 (RTA) came into effect, with many of its strict provisions being neutered. And yet, till date, the government has been unable to enforce the RTA properly, which is one of the main reasons why our transport sector is in such a sorry state right now. The lobbying power of bus and truck owners is so enormous that they essentially have the government held hostage, while their recklessness has continued to kill people regularly.\nThe recently enacted Road Transport Rules, 2022 also has numerous loopholes. For example, it fails to provide any clear provisions to force transport owners to pay compensation to the victims. The pattern that emerges from all these is that there is basically zero accountability for the loss inflicted upon the public.\nUnless the attitude of the government changes to a point where it starts to care about the lives of ordinary citizens, which in turn should force it to properly implement our road safety laws as well as ensure accountability for transport companies, such accidents, unfortunately, will continue unabated.\n",
        "headline_1": "The undelivered promise of road safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-undelivered-promise-road-safety-3376501",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "It is extremely disappointing to know that Arial Beel, one of the country's largest wetlands located in Munshiganj, stands on the brink of a devastating transformation. One may recall that over a decade ago, the residents of Arial Beel united to protect their ancestral lands from an ill-conceived airport project of the government. Their determination and community solidarity also paid off, forcing the government to abandon its plan. However, this triumph is now overshadowed by a new threat that looms over the beel – illegal real estate development.\nAccording to a report by this daily, the very farmers who once valiantly defended their territory are now yielding to the lure of higher profits, thus becoming \"pawns in a sinister game of environmental degradation\". Exploiting their financial vulnerabilities and a surge in land prices following the opening of the Padma Bridge, unscrupulous real estate companies have acquired portions of the wetland, filling them up with sand and promoting residential development through strategically placed signboards. This is a clear violation of multiple environmental laws that prohibit any filling or altering of government-recognised reservoirs, including the Natural Water Reservoir Conservation Act 2000, the Bangladesh Environment Conservation Act 1995, and the Bangladesh Water Act 2013.\nIt goes without saying that the consequences of this will be devastating and far-reaching. We cannot stress enough the importance of wetlands like Arial Beel, whose natural water storage capacity plays a crucial role in absorbing excess water during heavy rainfall or storms, mitigating the risk of flooding in nearby areas. But thanks to the unchecked encroachment by real estate sharks, its once-thriving ecosystem is at risk. Already, loss of land fertility due to the obstruction of water entry as well as a decline in fish production have been reported. However, the exact extent of damage suffered by the wetland remains unclear, due to the lack of accurate data, which also shows the lack of concern by the relevant authorities.\nThis is deeply alarming. The responsibility to safeguard Arial Beel falls squarely on the Department of Environment (DoE), but also on the local administration and other relevant agencies, who, unfortunately, are turning a blind eye to the ongoing degradation. It is largely because of their inaction that we have already reached an overall critical stage, with a recent study revealing that the rate of wetland filling in the country has increased significantly over the past eight years. We must not allow this trend to continue. The authorities must take immediate action to halt further destruction of our beels and haors in the name of development. Failure to do so will not only have catastrophic consequences for the present generation but also for all the generations to come.\n",
        "headline_1": "Save Arial Beel from real estate sharks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-arial-beel-real-estate-sharks-3375701",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "Employing children in hazardous work had long been a contentious issue in the country, as elsewhere. After the government initiative taken a couple of years ago to eliminate the worst forms of child labour from eight export-oriented sectors, including the RMG, the country can now boast it is free of child labour in the formal domain of industries. Reports of child labour used furtively in some factories, however, keep trickling in. Moreover, there is the vast informal sector which employs a large number of child workers. Against this backdrop, the Bangladesh Bureau of Statistics (BBS) released its National Child Labour Survey 2022 at its office in Dhaka on July 19.The 2022 survey showed that the country's child labour has increased by 4.54 per cent to 1.77 million in 10 years. Alongside the humble increase, the number of children engaged in hazardous jobs dropped to 1.068 million in 2022 from 1.280 million in 2013. In normal accounting, it might have meant a remarkable drop in child employment in hazardous professions. Given the periodical media reports of children aged 5-17 engaged in multiple types of hazardous jobs, the 2022 portrayal of children in unsafe work leaves space for deep thoughts. As has been observed by the International Labour Organisation (ILO), child labour is work that deprives children of their childhood, their potential and their dignity, and that is harmful to their physical and mental development. It defines hazardous child labour as work that is likely to harm the health, safety or morals of children. It includes work in dangerous or unhealthy environments, like quarrying, agriculture, and machine-tool and smelting factories.In Bangladesh context, engaging children in brick kilns, public transport, motor workshops, dingy factories manufacturing hazardous objects, and dozens of other types of sweat shops is considered detrimental to children's normal healthy growth. As a general rule, the hapless children have to undergo a series of deleterious impacts on their school education, health and social life. The BBS survey notes the percentage of working children---those who are hired permanently as workers that prevents them from going to school and threatens their physical and psychological health, has increased to 8.90 per cent in 2022, compared to 8.70 per cent found in the 2013 survey.Child labour, now prevailing in the poorer and developing countries, is indisputably recognised as a social curse. Upon letting it go unchecked, the morally strong people find it to be a blot on conscience. It's heartening to note that child rights protection groups and other rights platforms have long been engaged in the movement to fight against child labour in hazardous jobs. The international organisations are playing their part in upholding the case for children in hazardous work. During the pandemic period in June 2021, the United Nations said that child labour has risen for the first time in 20 years, with one in 10 children in work worldwide and millions more are at risk due to Covid-19. Not many of the children forced to drop out from school, could be brought back because before economy could turn around, soaring energy price and Russia-Ukraine war made an economic recovery for the low-income families impossible. There was a need for a special programme to extend financial support to vulnerable families of school-going children in order to arrest drop-out and child labour.",
        "headline_1": "Containing child labour",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/containing-child-labour-1690125195",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "The entire world is burning as extreme heatwaves are sweeping across the continents. The global average surface temperatures have hit all-time highs this July and scientists believe such levels of temperatures might also be the highest ones during the last 125,000 years. Between July 3 and July 19, the world experienced 13 days when the global average temperatures exceeded 17 degrees Celsius. In Europe, Rome in Italy set a new record of temperature at 42.9 degrees Celsius, while Sicily and Sardinia may see 48 degrees Celsius as predicted by the European Space Agency.  Girona in Catalonia in Spain experienced its highest ever temperature at 45.3 degrees Celsius, while Verdun in Northwest France saw its historic high at 40.6 degrees Celsius. In China, on the other hand, Sanbao in Xinjian recorded more than 52 degrees Celsius on Sunday (July 16). On the same day, a coastal airport in Persian Gulf region in Iran was hit by a heatwave that raised temperature to as high as 66.66 degrees Celsius.The extreme heat is at the same time a severe public health hazard and a threat to the economic output. American doctors have cautioned that 90 million people are at risk of being exposed to extreme heatwave. Last month the heatwave took its toll in parts of the South and Midwest of the USA claiming more than a dozen lives. Of the 882 active wildfires now raging in Canada, 579 are thought to be out of control. Bangladesh saw its longest spell of severe heatwave (temperatures ranging from 40 degrees Celsius to 41.9 degrees Celsius) six days at a stretch in the first week of June. While on April 17 this year, the highest ever temperature at 43 degrees Celsius was recorded at Iswardi in Pabna district.So, has then the UN climate summits' goal of holding the increase in global average temperature to below 2.0 degrees Celsius above the pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5 degrees Celsius above the pre-industrial levels (limit set at the so-called Paris Agreement of 2015) no relevance now? Has Nature acted faster than the climate scientists had thought? Well, to be frank, climate scientists are not sure. In fact, climate change is an unbelievably complex subject. Being still in its infancy, climate science is yet to come up with a sure-fire answer to this question. Even so, scientists believe there are two drivers of the ongoing heatwaves: the usual climate change and the phenomenon of El Nino. El Nino is unusual warming of water surface in the eastern equatorial Pacific Ocean that happens, though irregularly, every two to seven years. It raises temperatures in different parts of the world, causes tropical cyclones in the Pacific and increases flood risks and rainfall in parts of the Americas as well as elsewhere in the world. Scientists at the US National Oceanic and Atmospheric Administration (NOAA) have meanwhile declared that the El Nino is already under way. If so-and, to all appearances, it already is-then, the rest of the world including Bangladesh has already begun to experience it in the form of the extreme heatwaves, heavy downpours, floods as well as prolonged drought situations. Bangladesh is already going through such a situation. In June, the country experienced a low rainfall pattern which was 16 per cent below the normal. In the current month the situation is far worse and according to the Bangladesh Meteorological Department (BMD), rainfall is 67 per cent below the normal pattern. The extreme weather condition affected production of Aus crop. The literally skyrocketing price of chili is linked to this abnormal weather condition of low rainfall and heatwave. Production of other summer vegetables, cash crops like jute and fruits is also being adversely impacted by this weather condition triggered by global warming in association with El Nino. What is further worrying is that pest attacks on crops are also increasing in concert with changed weather pattern. It is not only food production that is under threat from this erratic weather pattern, it is also behind public health hazards caused by insects like mosquitoes. For the World Health Organization (WHO) has warned that dengue fever cases may see nearly a record high this year globally due to global warming that helps mosquitoes to spread. Interestingly, a temperature level of over 45 degrees Celsius should kill the mosquitoes rather than help them breed. But that is not happening. How so? Dr Raman Velayudhan, a WHO specialist, is of the view that the mosquitoes are very clever in finding ways to beat the extreme temperature. So, compared to 2000, dengue incidence was up eightfold at 4.2 million cases in 2022. Europe, too, saw a sharp rise in the number of dengue cases, while Peru in South America even declared a state of emergency over dengue. In January 2023, WHO warned that dengue represented a 'pandemic threat'as it was the world's fastest growing tropical disease. To combat dengue, Argentina in South America, which has suffered its worst dengue outbreaks in recent years, has been sterilising mosquitoes by subjecting them to radiation that alters their (the mosquitoes') DNA. The mosquitoes thus sterilised are being released into the wild. Seeing that Bangladesh at the moment is experiencing an alarming rise in the number of dengue cases with attendant fatalities, can't those engaged in fighting dengue and its cause, the Aedes Aegypti, in Bangladesh learn from Argentinian experience? Everything, from food security to public health, seems to be in the crosshairs of climate change and El Nino. Hopefully, policymakers in Bangladesh are aware of the gravity of the situation and are up to the challenges facing them.\n[email protected]",
        "headline_1": "Fighting two existential enemies at a time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-two-existential-enemies-at-a-time-1690125224",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "Following Russia's exit from the Black Sea Grain Initiative (BSGI), India has imposed a ban on export of all types of rice except aromatic Basmati. If the two warring nations are responsible for producing and exporting the lion's share of wheat, staple for non-rice eating people in wide swathes of Europe, Africa and America, rice is the staple food for the majority populations in many parts of the world, mainly in Asia and Latin America. With Russia declaring that any ship bound for or leaving Ukranian ports across the Black Sea would be considered war ships, the supply chain of foods from Ukraine will be drastically crippled. Further sanctions by America and its allies in Europe on Russia following its abrogation of the grain agreement will also handicap that country's food and fertiliser export to the Middle East and Africa which have overwhelming dependence on food grains from the two countries. Wheat price has already started rising in Europe. There is no reason why rice prices will not do so. India is the top rice exporter with 40 per cent share in the global market. Other exporters have no capacity to replenish the void left by Indian export ban. Indian move, the authorities there claim, comes in order to ensure that availability of rice is not hampered and prices are kept low in the domestic market. Whatever it is, the fact remains that the world is going to witness another vicious round of price spiral of food grains. When the governments of food-deficient countries and the UN organisations are seriously concerned about the food crisis staring in the faces of millions of people, the authorities in Bangladesh assure that there is no possibility of any food shortage in the country. In fact, the food minister claims, the stock is overflowing so much so that to make room for storage, old stocks are being used for three months' ration at a time. Well, the police, ansar and defence services are the beneficiaries of the rationing system. There is no general rationing system in the country. Under the safety net programmes, the vulnerable groups are provided with food support. Will they also be given three months' allocation at a time? The minister reveals that the stock currently is 2.0 million metric tonnes of food grain. Boro and Aman recorded bumper harvests and on top of this, 1.05 million tonnes of rice has been imported, of which, 0.6 million by the government and the rest by private importers. Private importers were given permission to import 1.8 million tonnes of rice and they have already imported 0.45 million.When the food minister has expressed his optimism and confidence in so exuberant a manner, the food secretary has portrayed a slightly different picture. He also repeats the fact of good harvest of Boro but is not quite sure if Aman yield can rule out the need for import. He makes the matter of import conditional. If Aman harvest might have suffered for some reasons, Bangladesh may need to import some rice. In that case, the alternative sources will be Vietnam and Myanmar. Overall, the food scenario the authorities paint here is rosy, no doubt. But past experience does not make many convinced of food safety. When India just banned export of broken rice last year, its impact on rice market in Bangladesh was quite adverse. It also happened in the past when the authorities assured that the country would not be affected by Indian ban but in really it had to frenetically look for import from other countries and obviously at much higher costs. Then enough stock is not a guarantee for the poor and low-income groups' access to food. If rice price soars in International market, traders' syndicates will speed up the process many times more to take the price level beyond common people's reach. If there is enough stock, make sure that the manipulative market does not deprive the lower income people of the staple on their plates. Again, rice is not the only staple, people need coarse flour from wheat. If that becomes dearer, it will put extra pressure on rice. \n[email protected]",
        "headline_1": "Bangladesh not worried over food safety!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-not-worried-over-food-safety-1690125272",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2023"
    },
    {
        "full_article": "The research culture in Bangladesh does not give a rosy picture. Most graduate and postgraduate students do not know how to think critically and analyse things. Students mainly concentrate on reading materials and textbooks only. They do not try to construct their own opinion and logic based on research. Research is not a priority in our universities. It causes trouble for students as they are not familiar with research methodologies. Research tasks should start at an under-graduate level to enhance our students' research skills. Our education system is already way behind international standards on many counts, including research.In many developed countries where leadership has promoted the culture of research and innovation, discoveries, probes, doubts, inquiries, investigations, and fact-finding form the backbone of their educational institutions. In the strategic culture of research, there are four requirements: professionals, resources, programmes, and leadership. Unless Bangladesh focuses on attaining the aforementioned conditions, the country will have to struggle for its economic survival, and the youth of the country cannot but be frustrated. The promotion of a strategic culture of research in Bangladesh is not only crucial for economic growth but also for addressing societal challenges and fostering innovation. We can unlock its full potential and emerge as a dynamic, research-driven nation that thrives in the global landscape. By fostering partnerships and encouraging interdisciplinary research, we can tap into the collective wisdom and expertise of various stakeholders, leading to innovative solutions and sustainable development.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Importance of research",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-research-1690125302",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2023"
    }
]