[
    {
        "full_article": "The world is passing through unusual times, with the Covid-19 pandemic forcing countries to adopt policies which would otherwise not be adopted. The pandemic has shrunk economic activities resulting in loss of employment and income, and rise in poverty and inequality. Lack of income has reduced people's purchasing power and consumption demand. Businesses, irrespective of size, have been affected severely. There have been production and supply chain disruptions. The combination of demand and supply-side shocks have prompted governments to initiate various fiscal and monetary measures. They have announced stimulus packages for the affected sectors and people in an attempt to save their economies and people's lives. These include relief packages and credit support from commercial banks. In addressing economic shocks of this type and scale, expansionary fiscal policy has been supported by economists. This has worked in addressing several economic shocks in the past. The objective of such expansionary policies is to inject more money in the economy so that economic activities are revived, employment is generated, and people have money in hand to spend to meet their demand. \nIn addition to fiscal policy, the importance of monetary policy cannot be undermined during the pandemic. Monetarism has been found to be effective in addressing economic contraction and recession. The assumption in such measures is that the money supply determines the level of Gross Domestic Product (GDP). Higher level of money supply in the economy will reduce interest rates, which in turn will encourage higher investment—this will then lead to employment creation.\nAs soon as the pandemic broke out in Bangladesh in March 2020, the government announced stimulus packages. As of today, the total stimulus package amounts to about 4.4 percent of Bangladesh's GDP. Following the start of the pandemic, the central bank had embarked on an expansionary monetary policy and created additional money for the economy by slashing the Cash Reserve Ratio (CRR) and Repo rates. It reduced the CRR of banks by 1.5 percentage point and the Repo rate by 0.5 percentage point. Bangladesh Bank also increased the Advance-Deposit Ratio for all conventional banks by two percent. This increased the amount of loanable funds for commercial banks.\nThe need for additional money arose since about 80 percent of the stimulus package of Bangladesh is loan support at a subsidised interest rate. The government was to share a part of the interest of the loans to be disbursed to the enterprises. The objective is to support affected businesses through less costly loans so that they can revive their activities and keep people engaged in those activities. This is expected to bring the production and supply chain back to normalcy and boost aggregate demand during the pandemic.\nOn July 29 this year, Bangladesh Bank announced the Monetary Policy Statement for fiscal year (FY) 2021-22. As was the case last year, the policy continues the expansionary monetary policy stance to support investments and employment generation. At the same time, it will also follow an accommodative monetary policy stance for FY 2022 in order to take measures as the situation arises.\nBangladesh Bank has announced four types of policy support to businesses. These include the continuation of ongoing refinancing schemes and full operationalisation of the credit guarantee scheme to accelerate the disbursements of loans to cottage, micro, small, and medium enterprises (CMSMEs). These are expected to help the businesses which suffered losses due to the pandemic. However, rapid and smooth access to funds by the CMSMEs has to be ensured through proactive measures. In 2020, the allocation for the CMSMEs were not disbursed fully, and many CMSMEs could not avail loans allocated for them due to various complexities.\nAnother welcome move in the Monetary Policy Statement is to bring the education sector under the refinancing scheme. The education sector has been hugely affected by the pandemic—not only keeping millions of students stuck at home, it could also create high inequality in education during and after the pandemic, which could lead to inter-generational inequality. This refinancing scheme has been designed to help teachers and students in accessing loans to purchase electronic equipment and devices needed to continue online education. In order to make this initiative meaningful, information about such a facility should reach needy teachers and students. Previously, the loan facility for the CMSMEs was not known to many small entrepreneurs. Many women reported this to us during a study by the Centre for Policy Dialogue (CPD) on access to stimulus packages by female entrepreneurs. Therefore, this information on loans for educational equipment should be publicised widely with the help of the media.\nThe Monetary Policy Statement has projected the growth of private sector credit to be 14.8 percent for 2022 as opposed to actual growth of 8.4 percent in FY2021. In FY2020, this growth was 8.6 percent. Because of the pandemic, investment is not picking up despite the low interest rate. In periods of unpredictability, private investment is unlikely to grow. It is uncertain how long the pandemic is going to stay with us. One does not really see any radical change in terms of tackling the health risk of the pandemic in Bangladesh by the middle of 2022 as all eligible people are not going to be vaccinated by then. So, the revival of investment may take longer and excess liquidity will be absorbed a bit slowly. Unless the population of Bangladesh is fully vaccinated, hesitation among investors will persist.\nIn the face of already existing excess liquidity which has reportedly reached Tk 2.31 trillion, an expansionary monetary policy may pose challenges such as pressure on the prices of commodities, leading to higher inflation. This will further affect the common people who are already living in distress.  It may be mentioned that inflation went above the government's target of 5.4 percent and reached about 5.6 percent in FY2021 as food prices increased. Besides, the asset market could see price hikes and market distortion due to this policy stance. The central bank has, of course, pointed out that it would take appropriate measures in case of such a situation. Indeed, the central bank will have to be vigilant in maintaining the stability of the financial market in such unusual circumstances to avoid any price bubble.\nThe other challenge of the central bank is the perennial issue of loan default. How much of the stimulus package will be returned in time is a concern given the trend of high non-performing loans (NPLs) in banks. More concerning is the wilful defaulters who may take this opportunity to keep the money to themselves and never return it. Already, news of investing the stimulus money in the capital market has appeared in the media. How banks which have a reputation for poor loan management will ensure the return of the public money lent to so-called affected businesses is worrisome. A database on the repayment status of the stimulus packages should be made public.\nThere are questions about the adequacy of the proposed Monetary Policy Statement for FY2022, since there is a need for more targeted policy measures for the affected people. The two core objectives of the central bank—to keep inflation under control and help achieve the growth targets—require specific measures focusing on sectors and sub-sectors of the economy. While there is always more room for a further comprehensive Monetary Policy Statement, the implementation of the proposed measures effectively will help tackle the negative impact of the pandemic on the economy to a large extent.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.\nViews expressed in this article are personal.\n",
        "headline_1": "Monetary policy during the pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/monetary-policy-during-the-pandemic-2142436",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2021"
    },
    {
        "full_article": "Undoubtedly, the world needs to reform existing food systems to better serve humanity and sustainable development. But the United Nations World Food Systems Summit (UNFSS) must be consistent with UN-led multilateralism.\nFor the first time ever, the World Economic Forum (WEF), a partnership of some of the world's most powerful corporations, is partnering the UN in launching the Summit, now scheduled for September.\nFood insecurity is primarily due to inequalities and deprivations as victims lack the means to obtain the food they need. The UN should not serve those who cynically use hunger, starvation and deprivation to advance private commercial interests.\nUN-led multilateralism threatened\nThe collapse of the Soviet Union, the end of the Cold War and seemingly unchallenged US dominance in the 1990s posed new threats to UN-led multilateralism. The World Trade Organization was set up in 1995 outside the UN system. Later, \"recalcitrant\" Secretary-General (SG) Boutros-Ghali was blocked from a second term.\nThe four UN Development Decades from the 1960s ended with the lofty, Secretariat-drafted Millennium Declaration, bypassing Member State involvement. The Millennium Development Goals (MDGs) were then elaborated by the UN Development Programme with scant Member State consultation.\nGrowing corporate sway in the UN system got a big boost with the UN Global Compact. Such influences have affected governance of UN agencies.\nDifficult negotiations followed growing developing country disappointment with the MDGs, not delivering on climate finance as promised in 2009, and failure to better address the 2008 global financial crisis and its aftermath.\nHence, the negotiated Sustainable Development Goals (SDGs) compromise enjoys greater legitimacy than the MDGs. However, achieving Agenda 2030 was undermined from the outset as rich countries blocked needed funding at the third UN Financing for Development summit in mid-2015.\nSummit bypasses UN processes\nIn the last dozen years after the 2008 world food price spike, the UN Committee on World Food Security (CFS) has become an inclusive forum for civil society and corporate interests to debate how best to advance food security. Unsurprisingly, CFS has long addressed food systems.\nCFS's High-Level Panel of Experts (HLPE) is widely acknowledged as competent, having prepared balanced and comprehensive reports on matters of current and likely future concern. In the UN system, CFS is now seen as a \"multistakeholder\" engagement model for emulation. Yet, the Summit bypassed CFS from the outset.\nNominally answering to the UNSG, Summit processes have been largely set by a small, largely unaccountable coterie. UNFSS organisers initially moved ahead without representative stakeholder participation until his intervention led to some consultative processes.\nMainly funded by the WEF and some major partners, they remain mindful of who pays the piper. Hence, they mainly promote supposedly \"game-changing\", \"scalable\" and investment-inducing solutions claiming to offer technological fixes.\nAgroecology innovation\nAn HLPE report has approvingly considered agroecology or \"nature-based solutions\". Many scientists have been working with food producers for decades to increase food productivity, output, diversity and resilience through better agroecological practices, thus cutting costs and enhancing sustainability.\nThe evidence is unambiguous that agroecology has delivered far better results than \"Green Revolution\" innovations. A survey of almost 300 large ecological agriculture projects in more than 50 poor countries reported rising farmer incomes due to lower costs and a 79 percent average productivity increase.\nThis contrasts with the record of the Alliance for a Green Revolution in Africa (AGRA) launched in 2006. With funding from the Gates and Rockefeller Foundations, it promised to double yields and incomes for 30 million smallholder farm households by 2020. Despite much government spending, yields hardly rose as rural poverty grew.\nAgroecological innovations have proved effective against infestations. Thus, safer, more effective biopesticides that do not kill useful insects and microbes, and non-toxic alternatives to agrochemical pesticides have been created.\nThe UN Food and Agriculture Organization (FAO) hosted its first International Agroecology Symposium in 2014, before committing to \"Scaling Up Agroecology\". But for Kip Tom, President Trump's representative, FAO was no longer \"science-based\".\nDemonising agroecology\nThe Gates Foundation has been funding the Cornell Alliance for Science, ostensibly to \"depolarise the GMO debates\" by providing training in \"advanced agricultural biotechnology communications\". Why traditional agricultural practices can't transform African agriculture is only one instance of such sponsored propaganda masquerading as science.\nWell-resourced lobbyists are using the UNFSS to secure support and legitimacy for commercial agendas. With abundant means, their advocacy routinely invokes \"public-private partnerships\" and \"science, technology and innovation\" rhetoric.\nForced to be more inclusive, Summit organisers are now using \"solution clusters\" for advocacy. They then build broad \"multi-stakeholder\" coalitions to advance purported solutions with the UNFSS mark of approval.\nWith strong and growing evidence of agroecology's progress and potential, propaganda against it has grown in recent years. Agroecology advocates are caricatured as \"Luddite eco-imperialists\", \"Keeping Africa on the Brink of Starvation\", and condemning farmers to \"poverty, malnutrition and death\".\nA public relations consultant has accused agroecology advocates of being \"the face of a 'green' neocolonialism\", \"idealising peasant labour and retrograde subsistence farming\" and denying \"the Green Revolution's successes\".\nAgroecology solutions are the main, if not only ones consistent with the UN's overarching commitment to sustainable development. But the propagandists portray them as uninformed barriers to agricultural and social progress. Such deliberate deceptions block needed food system reforms.\nUN Special Rapporteur on the Right to Food Michael Fakhri alerted UNFSS Special Envoy Agnes Kalibata that agroecology is being dismissed as backward when it should be central to the Summit. Concurrently President of AGRA, with its particular commitment to needed food system reform, is in an impossible position.\nBest Summit money can buy?\nInvesting in the Summit is securing legitimacy and more resources from governments, the UN system, private philanthropy and others to further their commercial agendas. Meanwhile, many are working in good faith to make the most of the UN Summit.\nNevertheless, it is setting a dangerous precedent for the UN system. It has rashly opened a back door, allowing corporate-led \"multi-stakeholderism\" to undermine well-tested, inclusive \"multi-stakeholder\" arrangements developed over decades under multilateral Member State oversight.\nUNFSS Science Days on July 8 and 9 indicated the Summit is being used to push for a new food science panel. This will undercut the HLPE, and ultimately, the CFS. Hence, the UNFSS seems like a Trojan Horse to advance particular corporate interests, inadvertently undermining what UN-led multilateralism has come to mean.\nAs both CFS and HLPE are successful UN institutions, the Summit will inevitably undermine its own achievements. Hence, for many Member States and civil society, UNFSS represents a step backward, rather than forward.\n \nJomo Kwame Sundaram, a former economics professor and United Nations Assistant Secretary-General for Economic Development, received the Wassily Leontief Prize for Advancing the Frontiers of Economic Thought in 2007.\n",
        "headline_1": "Beware UN food systems summit trojan horse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/beware-un-food-systems-summit-trojan-horse-2142421",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2021"
    },
    {
        "full_article": "Pregnant women and lactating mothers have not been included in the Covid mass vaccination programme in Bangladesh since the beginning, and the rule is still in force. Earlier in this year, when Covid vaccination was initiated in various countries, including the United Kingdom, pregnant women were excluded from the programme due to lack of safety information. During the clinical trials of major Covid vaccines, pregnant women were not included in the studies.\nCurrently, the Royal College of Obstetrics and Gynaecology (RCOG) in the UK and the Centers for Disease Control and Prevention (CDC) in the United States recommend Covid vaccines for pregnant women and breastfeeding mothers. They assured the safety of Covid vaccines during pregnancy. For this reason, many experts have demanded an amendment in the vaccination policy during pregnancy in Bangladesh.\nThe question is, is Covid vaccine necessary for pregnant women? If yes, then at which stage of pregnancy should a vaccine be given? Is it in the first trimester, second trimester or in the last trimester? There are varieties of Covid vaccines available. Which type of vaccine is safer to be received during pregnancy? Is it the Oxford-AstraZeneca, Pfizer, Moderna or Sinopharm vaccine? What is the basis for these vaccines being called safe? Have there been any recent clinical trials of Covid vaccines on pregnant women?\nFirstly, during pregnancy, the body's immune system becomes suppressed to retain the baby inside the womb until delivery. This is why pregnant women are more likely to get infected by pathogens. Even ordinary influenza virus infection can be severe and life threatening during pregnancy.\nA large UK study, published in the American Journal of Obstetrics and Gynaecology on May 21, 2021, found that more than half of pregnant women infected with the coronavirus may remain asymptomatic. However, in some cases infection turns into severe Covid and can cause life threatening complications in pregnancy and for the foetus. Covid during pregnancy increases the chances of premature births and stillborn babies by two-folds. Development of Covid just before labour can cause pre-eclampsia. In Bangladesh, Covid significantly increases maternal and perinatal deaths, as shown in a study conducted in Mugda Hospital.\nFor these reasons, it is necessary to vaccinate pregnant women. According to the RCOG, pregnant women are clinically vulnerable to Covid. Vaccination will reduce the risk of severe Covid during pregnancy and thus reduce maternal and newborn mortality.\nNow, the question is, how do we know that Covid vaccines are safe during pregnancy? The CDC, FDA, RCOG and JCVI have all said that Covid vaccines are safe during pregnancy. This safety information came from the V-Safe Pregnancy Registry, run by the CDC. It is an apps-based post-vaccination clinical data collection registry. Pregnant women in the US who have received the Pfizer or Moderna vaccine can enrol in the V-Safe registry and record all the side effects of the vaccine.\nAs of July 19, 2021, 1 lakh 36 thousand pregnant women who received Covid vaccines had registered in this V-Safe registry. A preliminary data analysis of the first 35,000 registered women's responses had been completed and the results were published in the New England Journal of Medicine on June 18. The results showed that the Covid vaccines did not increase the chances of spontaneous abortions and foetal or neonatal deaths than normal. In addition, other side effects of the vaccines were similar to those who were non-pregnant vaccine recipients. So, it indicates that the mRNA vaccines (Pfizer and Moderna) do not cause any serious harmful effects on pregnancy and newborns.\nOne aspect of this study should be noted carefully. Most of the participants in this analysis were vaccinated in the second or third trimester of pregnancies. Therefore, there is still a lack of information on how the Covid vaccines affect the foetus or the pregnancy outcome if the shot is given in the first trimester (first 12 weeks) of pregnancy or just before conception. The Pfizer and Moderna vaccines have previously been tested on rats which did not show any detrimental effects on the foetus, pregnancy or fertility. Moreover, in the US, during the clinical trials of vaccines, nearly a thousand volunteers became pregnant, but their pregnancy outcomes were uneventful. In Scotland 4,000 pregnant women were also vaccinated against Covid and none of them showed any detrimental side effects of the vaccine.\nThe Oxford-AstraZeneca, Pfizer and Moderna vaccines do not contain any chemicals that could harm the foetus. However, since the Pfizer and Moderna vaccines have mostly been tested on pregnant women till date, the JCVI, CDC and FDA have advised that these two vaccines should be given to pregnant women, and the Oxford-AstraZeneca vaccine could be the second option.\nThe next question is, at what stage of pregnancy is the vaccine safer? The first trimester of pregnancy is a crucial time for foetal development. Extra precaution is needed to administer any drugs during this period. In addition, studies showed that Covid in the third trimester of pregnancy is more likely to turn into severe Covid increasing the risk of maternal and neonatal deaths. Considering these facts, the JCVI and CDC rationalised administration of Covid vaccine in the second or third trimesters of pregnancy.\nThe Covid vaccine is also safe for lactating mothers. Studies have shown that vaccine-generated antibodies can be released into breast milk. But, none of the studies detected any other components of vaccines (spike protein or virus) in breast milk. This is why the JCVI and CDC recommend Covid vaccines to the breastfeeding mothers.\nSo, the following conclusions can be drawn from the above evidence: (1) Although there is no clinical trial data, according to the real-world evidence, the Covid vaccine is safe for pregnant women and unborn babies; (2) Covid vaccine is safer to give in the second or third trimester of pregnancy; (3) Pfizer and Moderna vaccines are the safer options in pregnancy and lactation, as other vaccines lack safety information; (4) Pregnant health workers or those with comorbidities must be vaccinated on a priority basis and; (5) Covid vaccines are safe for lactating mothers and they should also be included in the mass vaccination programme.\n \nDr Khondoker M Akram is a contributor-doctor based in London.\n",
        "headline_1": "Is covid-19 vaccine safe for pregnant women and breastfeeding mothers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/covid-19-vaccine-safe-pregnant-women-and-breastfeeding-mothers-2142416",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2021"
    },
    {
        "full_article": "After all the talk of \"bouncing back better\" in our industry during the past 18-months, we are still failing the people who make our clothes. Garment workers have been described by one human rights organisation as the \"weakest link\" in the fashion supply chain. When the pandemic hit, they were the first to be hit, and they continue to suffer.\nMy concern is that we have not learned our lessons and that garment workers will continue to bear the brunt of economic shocks in our sector in future, unless we introduce fundamental, binding changes.\nThe underlying issue here is that there is a lack of social security system for the workers employed in the Bangladesh apparel industry. Unlike in other countries, there is no government furlough for months on end, no large redundancy pay-outs, and no guarantee of long-term social security payments. This means that when an economic shock hits, the only thing workers often have left to rely on is their (usually meagre) savings.\nMost garment workers will be lucky if they have enough money put aside to pay their rent and other bills for a month. It has been no surprise to see thousands of workers returning to their families in the villages when job losses/lay-offs have begun to stack up in the garment hubs during the pandemic.\nHas there been any help for garment workers? At the moment, there is the Workers Welfare Fund in Bangladesh. This is a scheme whereby apparel exporting factories contribute 0.03 percent of their export value (which is about USD 10 million per year and will increase with the increase of the country's apparel export volumes) and from this fund apparel workers are paid for injury or death coverage.\nAs the problems of the past 18 months have shown us, this scheme is clearly not enough to provide the safety net which our garment workers need for their broader financial needs. First of all, amount such USD 10 million is not enough; because there are about 4 million garment workers in Bangladesh, and thus in a time of crisis when everyone will be affected, this will mean only USD 2.5 per worker. Moreover, the current Workers Welfare Fund only covers injury or death schemes. But the safety net will also include support for the workers such as income support during crises/lockdowns, unemployment benefits, severance, etc.\nThe government in consultation with the manufacturers, buyers and labour leaders can form the safety net for the workers. In agreement with all the stakeholders, the government may allocate around 0.5 percent of total export value to this safety net fund. Such a move would put the amount of money raised to billions of dollars rather than millions and might realistically mean that garment workers were adequately protected from economic shocks.\nThis money could be completely ring-fenced by the manufacturers where invoicing is concerned so that it was ear-marked specifically for garment workers' protection. That way, the money would be completely protected. I believe most ethical fashion brands would get behind such a safety net, provided it was transparently implemented and monitored with accountability. Moreover, if done properly, it could be sold as a major reason why brands should source from Bangladesh compared to other locations. Brands would also be able to satisfy themselves that they were doing something meaningful and tangible to support garment workers.\nAre there any alternatives? In the past year we have seen the ILO establish an initiative which was intended to support garment workers. However, this \"call to action\" has so far, after 12-months of being launched, failed to achieve anything significant.\nWe have also had proposals from NGOs for brands to negotiate enforceable agreements to support stronger social protections for workers related to unemployment and severance benefits, in line with relevant ILO conventions, through the establishment of a \"Severance Guarantee Fund\".\nThe purpose of such a fund, we are told, would be to pay severance and outstanding wages in cases where employers have gone insolvent, or otherwise have terminated workers and can't be compelled to pay. The Severance Guarantee Fund would also mitigate the devastating consequences of unemployment for workers in the future by financially supplementing or strengthening government social protection programmes for unemployment or severance benefits.\nIn fact, there are many crossovers between the proposals for such a fund and the idea I am suggesting. In both cases, there would be binding agreements between brands and their suppliers to ensure that workers were never left destitute and without receiving wages and payments owed.\nLong-term, we need to give much more thought to how we can implement systems and processes which guarantee garment workers are not left high and dry as a result of adverse events. As an industry, we all have a huge responsibility, with buyers themselves having duties under the UN Guiding Principles of Business and Human Rights as well as under the OECD Guidelines for Responsible Supply Chains in the Garment Sector to respect the human rights of workers in their supply chain. This includes making sure that the workers who are the drivers of this industry are protected.\n \nMostafiz Uddin is the Managing Director of Denim Expert Limited. He is also the Founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "We need safety net for garment workers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/we-need-safety-net-garment-workers-2142401",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2021"
    },
    {
        "full_article": "A disturbing trend of more pregnant women passing away from Covid-19 has been observed recently. A week ago, Dhaka Medical College and Hospital had 30 confirmed and 20 suspected Covid-19 patients who were pregnant. The day after, Mugda Medical College Hospital had 45 pregnant Covid-19 patients. According to the director of DMCH, 14 pregnant women died of the virus in the hospital between July 1 and July 25.\nAlthough there are not yet any official statistics to prove that the Delta variant of Covid-19 is responsible for the higher death rate amongst pregnant patients, a July 25 paper compiled by the UK Obstetric Surveillance System (based on national data) \"found that the proportion of pregnant women admitted to hospital with moderate to severe infection rose 'significantly' after the Delta variant became dominant in May\". What is more concerning is that, not only are pregnant women more vulnerable to the virus (given a weakened immune system and lower lung capacity during the later stages of pregnancy), but most of them are also apprehensive of receiving the vaccine as they believe it might harm their babies.\nThis is despite the fact that the World Health Organization (WHO) had determined in February this year that the benefits of vaccinating pregnant women against Covid-19 outweighs the potential risks. The interim recommendation was made keeping in mind the high-risk category that severely infected pregnant women fall under, and also because data from animal studies and post-introduction surveillance data had not shown harmful effects of the vaccine during pregnancy. The vaccine's effectiveness was also found to be quite comparable to that in non-pregnant women.  The government has recently made known that passports and birth certificates can also be used for registering for the Covid-19 vaccine soon, alongside National Identity (NID) cards. The details of this are set to be announced on August 6 by the health minister. While this is certainly a laudable and long-awaited decision, we would like to echo rights organisation Law and Life Foundation's July 29 legal notice, which requested the government to take urgent and necessary steps to vaccinate pregnant women on a priority basis. We would also urge authorities to raise awareness about the need for pregnant women to get vaccinated and to assure them that it will not harm them or their babies. The compromised immune systems of pregnant women and the safety of their babies need to be recognised so that they can be protected accordingly, saving more than one life at once.\n",
        "headline_1": "Pregnant women seemingly at greater risk from Delta variant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/pregnant-women-seemingly-greater-risk-delta-variant-2142396",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2021"
    },
    {
        "full_article": "Waterlogging has now become a permanent problem plaguing three upazillas of Jashore and two upazilas of Khulna since the early 80s. But the measures taken to mitigate, if not cure the problem, does not seem to be in accord with suggestions of most of the experts in this field. The Water Development Board (WDB) has been trying to pump out stagnant water from the Bhabadah region using 20 pumps since the beginning of the year. But this has brought insignificant results, and the current measures will not do. The gains claimed by the executive engineer of WDB Jashore—that the water level has reduced by at least one metre compared to the previous year—is only notional. The reduction could be because the area has received less rainfall than last year. What the experts suggest is perhaps less expensive and more efficacious, which is Tidal River Management (TRM) method.\nWhat is needed in Bhabadah and indeed the rest of the southwestern part of Bangladesh, which remains waterlogged for a good part of the year, and some areas among them for the entire year, is a sustainable programme for long term management of the river basins. About 10 to 15 lakh people in the south-west coastal region have to endure the problem year after year. The problem can be addressed realistically only through the effective management of the tidal rivers. In fact, at one point in time, TRM was employed in several areas of the region but was stopped. In fact, up until 2012 water logging was reduced due to TRM, which was stopped for some inexplicable reason.\nAlthough TRM is the ideal natural solution, and it requires less infrastructure and costs less, there are certain impediments that militate against implementation of the measure, one of which is that it requires land, which people are not willing to give up easily. TRM also disrupts fish farming, and that is why the local people are not inclined towards it.  We believe that solving waterlogging requires a multi-pronged approach, and there cannot be a one-size-fits-all solution for the entire region. TRM may not be effective for the entire southwestern part of Bangladesh. But it should be used where the method can be more effective, like in Bhabadah. Pumping out water can be a temporary measure, but in the long run, it will drain out the public coffers needlessly.\n",
        "headline_1": "Woes of Bhabadah",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/woes-bhabadah-2142391",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-08-2021"
    }
]