[
    {
        "full_article": "After leading the Jharkhand Mukti Morcha (JMM) and its alliance partners to a resounding victory in the recent Assembly election, Hemant Soren has taken over as Chief Minister for another term. The fiercely contested election has made challenges more difficult for the new government. Mr. Soren has laid out a list of priorities in his second term. At the top of this list is to deliver on the promises of increasing the amount of cash assistance for women under the Jharkhand Mukhyamantri Maiya Samman Yojana to ₹2,500 a month and to generate jobs, including speeding up recruitment under the Jharkhand Public Service Commission (JPSC) and the Jharkhand Staff Selection Commission (JSSC). The promise of expediting JPSC and JSSC recruitment faces another challenge — that of harmonising it with another key poll promise, which is the implementation of a domicile policy based on 1932 records. The issue of domicile has gained new urgency with the Bharatiya Janata Party (BJP) alleging that the tribal character of the State was being altered by the influx of foreigners. Changes in domicile law will require the approval of the Centre too, and the JMM has accused the BJP of stalling them. Mr. Soren will have to work with the Centre on this as well as on many other governance issues in the State. Prime Minister Narendra Modi has promised to support the State’s aspirations but the BJP’s political calculations may hinder Mr. Soren’s agenda.The new government has to also work on the election promises of increasing the reservation in recruitment for SCs, STs, and OBCs, and implementing the Sarna Dharam Code. Mr. Soren has said that his previous government had passed decisions on all three issues — the change in domicile policy, the Sarna Dharam Code, and reservations — and the Centre was the one stalling it. He will also have to find a way to give shape to poll promises such as delivering LPG cylinders for ₹450, hiking the minimum support price of paddy to ₹3,200 a quintal, and increasing the amount of grain provided to households under the free ration scheme. Mr. Soren will have to deal with a more fractious society, the Opposition BJP that is waiting for an opportunity to strike, and weak allies, the Congress and the Rashtriya Janata Dal. Mr. Soren has been the target of investigations by central agencies that often work according to the political convenience of the BJP. He has a tough task ahead keeping his anti-BJP political posture at the national and the State levels intact and also finding cooperation from the Centre in governance. Published - November 30, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Jharkhand Assembly Elections 2024\n                    \n                            /                      \n                        \n                        Jharkhand Mukti Morcha\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        employment\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        Reservation\n                    \n                            /                      \n                        \n                        Caste\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        Rashtriya Janata Dal\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        investigation",
        "headline_1": "​Second Soren: On the Centre and Jharkhand government",
        "headline_2": "The Centre must not stall Jharkhand schemes on political considerations",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsecond-soren-on-the-centre-and-jharkhand-government/article68928220.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "While generally undesirable, centralisation promised to be a boon vis-à-vis public access to research through India’s ‘One Nation, One Subscription’ (ONOS) plan. ONOS was first proposed in the country’s fifth draft National Science, Technology, and Innovation Policy (2020) in response to the hefty fees research journals charged — and still do — for scholars and the people at large to access the papers they published. In this revenue model, journals accept and publish papers submitted by scholars and charge those who want to read them a fee. Research institutes also subscribe to these journals, so scholars can avail all the papers through their libraries. As these fees climbed over time, librarians banded up in consortia to increase their bargaining power at negotiations. ONOS, which the Union Cabinet approved on November 25, replaces these consortia with the national government and obliges journals to provide a single fee to access them. The upshot is expensive journals will now become available at underfunded government institutes as well.However, ONOS will be limited to publicly funded institutes; and it allows the stranglehold of commercial publishers on scholarly publishing to continue. Many journals subsist on publicly funded research while also charging people money to access it. ONOS may reduce these sums but the government’s willingness to allocate ₹6,000 crore for three calendar years for 30 major publishers must be seen against the backdrop of the gross expenditure on research and development as a fraction of the GDP having become stagnant. The government could have promoted the adoption of ‘green’ and/or ‘diamond’ open-access models that guarantee public access by default or have supported, as a matter of policy, home-grown journals sensitive to Indian scholars’ circumstances while enhancing the discoverability of their research. The decision to instead channel a large sum of money to publishers abroad does not factor in India’s potential to influence research access modalities in the developing world. The lack of transparency is also perturbing, including over whether the list of journals will be monitored to cull titles that have become irrelevant or predatory, or to add those that have gained currency in recent years. Most of all, at a time when many journals have switched to ‘gold’ open-access — where researchers pay to have a paper published that is then available for free — and preprint papers are gaining in popularity as a means of communicating research, the government’s justification for adopting the ONOS strategy in its present form is weak. Add to this the absence of consultation with the institutes on their specific needs, and any celebration of ONOS will have to be deemed premature.\r Published - November 30, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        journals and diaries\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        science and technology\n                    \n                            /                      \n                        \n                        research",
        "headline_1": "ONOS bitten: On India’s ‘One Nation, One Subscription’ plan",
        "headline_2": "Bringing down cost of access to research papers is only one of many issues",
        "link": "https://www.thehindu.com/opinion/editorial/onos-bitten-on-indias-one-nation-one-subscription-plan/article68927477.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "Earlier this week, the media exploded with the contents of a demi-official letter written by a general officer commanding of a corps of the Indian Army to his superior on the subject of women officers. One could have mistaken this for some other era, but the Gregorian calendar was indeed inching towards 2025.\nThe good general stated that eight women commanding officers were serving under his command and an “in-house” study had been carried out on their performance which showed that “these women officers” lacked tact in interpersonal relations, had an “exaggerated tendency to complain”, were “overexerting command”, displayed a “misplaced sense of entitlement” with an “overgrown ego”, and lacked “empathy” and “compassion”. Some more terms such as “over-ensuring a mean façade” (sic) were thrown in. Of course, there was no methodology provided on how this ‘in-house’ study was conducted —who were the members and respondents, what was the questionnaire, the data, the sample, the empirical analysis, and were experts such as psychologists consulted?\nThough the intent, in all probability, was to improve the organisation, the letter is still indigestible on multiple levels. First, studies such as these are meant to be conducted scientifically by professional wings of the defence services and the ministry, such as the Army Training Command, College of Defence Management, and Defence Institute of Psychological Research, not by a motley crew of undisclosed men sitting together in a room exchanging personal opinions on women. Second, painting all commanding officers who happen to be women with the same (broad) brush, throwing loaded terms here and there, is just bizarre. Third, leaders — civil and military — have to be careful and moderated in the language they employ while putting ink to paper, even in confidential correspondence. This is not a casual drawing room conversation but related to one’s official role. The written word lasts forever, unlike cold ‘November Rain’. Fourth, it has just been a year since women officers assumed command and too early to pass a blinkered verdict on them. Fifth, having women in command is nothing new. They have served as ‘Officers Commanding’ in exacting circumstances as majors and lieutenant colonels, and just when they take over as ‘Commanding Officers’ in hitherto male-occupied appointments, proverbial hell breaks loose.\nFascinatingly, most of the cacophony emerges from a section of the officer corps and not from the lower ranks! Even more interestingly, the Central Armed Police Forces, which have a longer tradition of women serving in all ranks including at the border, have never experienced such scorn.\nObviously, there will be teething troubles as during the times of any policy churn. As we move along, there will come an age when one won’t view a soldier through the prism of gender. However, such loaded language gives an opportunity to sections of society, including a minority of serving and retired military staff, to vent their latent ire on their women colleagues with a glum “I told you so” certainty. The comments on social media must be seen to be believed, and the misdirected baseless anger towards women, courts, decision-makers, political executive and senior military brass on this subject is soaked in half-baked knowledge.\nThose commenting on women being directly put into combat roles by the courts are totally off the mark since the Delhi high court, and later the Supreme Court, had endorsed permanent commission, and consequently command appointments, for women only in the branches they were already serving as short service officers. The courts had refused to interfere with the policy decision of not inducting them in pure combat arms. The women won the legal battle fair and square as the courts ruled that it was arbitrary for them to be acceptable to serve for 14 years as short service officers but not for 20-plus years as permanent officers in the same branches. This was not ‘wokeism’ but enforcement of Articles 14, 15 and 16 of the Constitution. Consequently, they were rightly held eligible for command appointments with their male counterparts within the same branches. The complication of delayed and sudden ascension to command roles arose since despite there being no ‘stay’ by the Supreme Court, the 2010 decision of the High Court was not implemented for more than a decade.\nObviously, there is a lot of learning and unlearning to be exercised by both men and women, and it is nobody’s case that women should be given preferential treatment. They must perform, float or sink on the same terms and with the same merit as men, which will happen as things stabilise. It is also well understood that the military is not a social justice experiment, but then gender equality is a work in progress. However, more than the need to address their imagined psychological traits, it would be in the fitness of things to prioritise the sensitisation of their counterparts and senior colleagues, jettison the time warp and re-emphasise the year printed in block letters on the calendar at the back of their office doors.\nThe saving grace, however, is that such views do not reflect those of the govt and the chiefs of defence services who have made all the right progressive noises for nari shakti to succeed.\nSingh is an advocate at the Punjab & Haryana High Court, and co-editor of the upcoming ‘In Her Defence: Ten Landmark Judgments on Women in the Armed Forces’\n\n",
        "headline_1": "Letter on women COs shows how some Army officers are stuck in a time warp",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/letter-on-women-cos-shows-how-some-army-officers-are-stuck-in-a-time-warp/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "I spent my first American Christmas in Bethlehem, Pennsylvania visiting the family of a friend at Harvard. He was genial and easy-going, from a Christian Republican family. They took their religion very seriously, he said. Premarital sex was forbidden; I soon became the friend in whose room he officially slept when his girlfriend was visiting.\nI have a few vivid memories from that trip. The pretty little house where all the linen matched, like in a hotel. Roast turkey, that my fresh-off-the-boat Indian palate found bland and dry, and the much-anticipated angel food cake, that turned out to be ultra crumbly but surprisingly bland in a pleasant way. Years later, I discovered that this was because it eschews both butter and egg yolks, the two things that give plain cake its richness.\nWe went to church. The sermon was largely unexceptionable, other than the recurring demand that ‘God bless America’, which seemed a tad parochial. There were declarations of concern for those less fortunate, which spilled over into the family’s discussion of the many things that they were doing to help the needy. What remains with me is the very genuine spirit of generosity and warmth that emerged from those conversations — they seem to genuinely believe that God’s love and munificence extended to everyone, even people who might have strayed a bit, and the implied need to do something for them as well.\nI never discussed abortion with them, or homosexuality, and I suspect those conversations would not have gone very far, but they were calm and polite and generous (for example, to me, an unapologetic heathen). A bit formal on the first meeting, but there was a softness behind it, a bit like the angel food cake.\nThis was in 1983. President Ronald Reagan had recently launched his own plan to ‘Make America Great Again’: less taxes on the rich, less benefits for the poor, stronger businesses and weaker unions, private charities and private prisons, abstinence and an abortion ban.\nI thought of that visit after another Republican won the US election, and unexpectedly even carried the state of Pennsylvania. My hosts adored Reagan. Reagan was articulate and affable and gracious, with a rare ability to make the many racist things he said sound reasonable and even sympathetic. He was divorced but had remarried, and seemed to have a stable and loving marriage. He went to church regularly, and 1983 was the year he chose to be the ‘year of the bible’. His strength was his All-American blandness, that concealed a ruthless commitment to a right-wing agenda.\nTrump is very different: rude and brusque, with a great talent for making the (very) nasty things he says sound even nastier. His racism is overt and extends to all non-white people. He brags about his sexual conquests, claiming that he, as a star, is allowed to physically harass women, and has been very publicly sleeping around while married (allegedly when Melania was pregnant). A jury found him liable for sexual abuse and he is a convicted felon. He occasionally mentions God, but usually to highlight his own semi-divine status. If Reagan was angel food cake, Trump is a stale rusk in a village tea-shop that has only its hardness to offer.\nBoth Reagan and Trump were/are machistas, but in very different ways. Reagan thought of himself as a cowboy in a broad-brimmed hat, a role he played in several films (he occasionally confused scenes from a film script with actual history). In his mind’s eye, he was tough, but gracious and fair. Trump, despite his elite upbringing, is more of a street-corner bully, a blow-hard and a lewd whistler. I disliked Reagan and still blame him for the disastrous anti-poor turn that the US took in the 1980s, whereas Trump, at least in his stated views, is more sympathetic to the US working class (though not to immigrants). But there is a crassness, dishonesty and violence that Trump brings to everything he does and says, that I cannot bear.\nCould my hosts (we have lost touch — I don’t even know whether they are with us), with their emphasis on good manners, propriety and conservative Christian values, have found in Trump what they loved in Reagan? And yet, a vast majority of conservative Christians said that they intended to vote for Trump and probably did. After all, in his last term, he gave them the judges that removed the right to abortion, and they might have worried that Kamala Harris would try to undo all that. And as it says in the hymn, God moves in mysterious ways, perhaps even to the point of making use of a retrograde.\nBut hard-core religious conservatives are only about a quarter of the population. What about the rest? Why were they not put off by his violence and narcissism? Why would they expect anything from this supremely self-centered man?\nA part of the answer it seems to me is that Trump’s one talent is for expressing hate and contempt (possibly because he genuinely doesn’t like most people, which could explain why so many of his closest associates eventually turned on him). This is what made him an effective (nasty) boss in ‘The Apprentice’, the TV show that made him famous. Perhaps voters, angry with their own lot in life, find resonance in the hurtfulness of his words and ignore the content.\nLooking from India, the claim that anger is driving American voters might seem puzzling. It is, after all, the most powerful country in the world. Yet, when asked if their country is on the right track, 70% or more Americans say no. The principal complaint seems to be about the economy: in most polls, voters blamed Biden-Harris for the weak economy.\nThe only problem is that the economy is not weak — it is the strongest in many ways it’s ever been. 2024 GDP is substantially higher than what it was projected to be before the pandemic. Employment rates are near their all-time high and real (i.e. inflation-adjusted) wages for production workers and other non-supervisory staff (read lower-level workers) have never been higher, with a particularly steep trajectory in the Biden years. And the biggest increments were among the lowest-paid workers. Why are they complaining?\nPerhaps the voters are concerned about the more long-term prospects. It is true that the last 40 years have not been great for the American worker. Reagan was successful in pushing workers down. Real wages fell through the Reagan years and under his Republican successor, George Bush, despite a growing economy. They started to rise in the 1990s, but it’s only in 2020 (or perhaps a little earlier depending on how inflation is calculated) that real wages reached levels that the present worker’s parents and grandparents enjoyed in the early 1970s. By this time, GDP per capita was twice as high, but almost none of that extra income had trickled down to the working classes.\nThis is in a country where historically each generation did better than the previous one. To make matters worse, some groups, like low-education male workers, kept falling behind the rest. No wonder lots of low-income Americans (especially low-wage males) are angry, and think something has gone very wrong. And a lot of them blame it on some (somewhat fuzzy) notion of elites, for supporting what they see as anti-worker policies, like globalization, immigration and big tech, though, interesting, not Reaganomics (Reagan remains a hero). They see in Trump an ally. Trump, I think, genuinely resents the elites, for treating him, during his years as a man-about-town, (unsurprisingly) as a corrupt buffoon. Moreover, what makes Trump credible is that he does not behave like the present-day elites. He doesn’t finish his sentences, thrives on racist and sexist jokes, boasts about his peccadillos and has contempt for the law. I am absolutely not saying that most non-elites behave in these ways, but I think it so clearly violates the current elite norm that it powerfully signals Trump’s difference. This might be why even low-income women believe that Trump is more in their corner than Harris, a representative of the California elite. And for that reason, they are grateful when he spews hate on the elites, on immigrants, on that largely imaginary cabal of ‘woke’ feminists and gender-fluid people.\nIf I am right, then there is both bad news and good news. The bad news is that we may be in the trap of low expectations. People in the US, especially poorer people, expect very little from the government, according to polls. They vote for Trump less in the hope that he will do a lot for them, than based on cynicism about the whole project: since governments are mostly useless, why not pick someone who will at least make your (mostly internal) enemies uncomfortable? But then very little will change, and the anger will still be there waiting to be harvested.\nThe good news is that the rage against the trans and the immigrants and so on may be more against the elite world view that supports them than against them as human beings.\nThe big news for the world (including India) is that Trump reflects America’s crisis and not its greatness. We must not opt for a strong-man because the US now has one — loudmouths and bullies only serve themselves — there is nothing wrong with bland, as long as bland gets the job done. In that spirit let me offer a nice dessert that starts with the (very bland) angel food cake.\nRecipe for Angel Food Cake\n Sift ¾ cup sugar, 1/8th tsp of salt and 1 cup cake flour very well together. Separate eggs till you have 11/2 cup egg whites (ideally buy just egg whites) and let it come to room temperature. Beat with 1 tsp vanilla essence and 1½ tsp cream of tartar till frothy and beat at high speed, adding 12 tbs sugar, one tbs at a time, till the whites form glossy firm peaks. Fold in the flour with soft hands, 1 tbsp at a time. Pour into a tube pan and bake for 35-40 minutes. Let it cool completely before taking it out of the pan.\n Serve with a berry or mango compote. To make the compote, stew 3 cups of fresh or frozen berries or fresh mango in 4 tbsp orange juice and 6 cardamom pods for 15 minutes, mashing the fruit with the back of a spoon as it cooks. Add sugar to taste, if the fruits are too tart.\nServe slices of the cake with a generous serving of the compote.\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier.\nILLUSTRATION CREDIT: Cheyenne OIivier (France)\n\n",
        "headline_1": "Make America bland again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasting-economics/make-america-bland-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "Jasprit Bumrah is no ordinary bowler. He never was. From his strange hop-skip run-up to his awkward follow-through, Bumrah looks like a bowler one would encounter in India’s dusty bylanes hosting gully cricket. He is far removed from the great West Indian fast bowlers of yore or the sultans of swing from Pakistan. But underestimate Bumrah at your own peril.\nRead full story on TOI+\n\n",
        "headline_1": "Cricket coddled batters…then came Boom-Boom Bumrah",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/cricket-coddled-battersthen-came-boom-boom-bumrah/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "Whoa! What was that Maharashtra result? BJP-led Mahayuti swept the assembly elections. Sometimes, BJP doesn’t just defeat its opponent. It crushes them. It takes away their souls. Out of 288 seats Mahayuti won 235, MVA 50. BJP standalone won 132 seats, Congress standalone 16 seats. Ouch! That must have hurt.\n \nRead full story on TOI+\n\n",
        "headline_1": "How to win after losing big",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-win-after-losing-big/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "The Bangladesh stock (equity) market has experienced significant fluctuations since the 2010 market crash, reflecting a challenging macroeconomic and political environment. Analysing the post-crash period from 2011 onwards provides insights into the volatility and recovery patterns of the market.\nIn 2011, the market experienced a dramatic loss of 32.2 percent (total return), driven by a sharp capital loss of 36.6 percent following the speculative bubble that burst in late 2010. This was compounded by high inflation (10.7 percent), leading to a substantial negative real return of 42.9 percent. Investor confidence remained low in 2012, with a further decline in market returns (by 16.1 percent) and inflation staying elevated (8.7 percent), resulting in another negative real return of 24.9 percent.\nHowever, the market began to stabilise from 2013 onwards. Although capital gains were modest at 4 percent, dividend yields provided some cushion, and total market return rose to 7.8 percent. With inflation beginning to taper (7.5 percent), the real return turned positive at 0.3 percent, signalling a tentative recovery. From 2014 to 2017, the market gradually improved, with total returns averaging around 15 percent per year. The highest total return during this period was 26.7 percent in 2017, despite inflation averaging around 5-7 percent, leading to consistent positive real returns.\nA major setback occurred in 2018 when the market saw a loss of 10.8 percent (total return), coupled with inflation at 5.7 percent, resulting in a negative real return of 16.4 percent. This trend continued into 2019 as the market struggled to recover, with a further 13.1 percent decline in total return. The market showed a sharp recovery in 2020 and 2021, with total returns of 24.4 percent and 29.1 percent, respectively, as post-pandemic optimism boosted performance. However, high inflation and corporate-led corruption have led to a decline in 2022 and 2023, and in 2024 YTD, the market is down by 16.2 percent (capital loss), facing significant headwinds like macro instability, high inflation, and weak investor sentiment.\nThe overall post-crash analysis shows a pattern of recovery but is marked by periods of volatility, inflationary pressure, and ongoing political and economic risks.\nThe Bangladesh stock market typically rebounds after 2-3 consecutive years of correction, as historical patterns suggest. Based on past trends, one might expect a recovery in or by 2025. However, the current situation presents unique challenges, as the market's trajectory is increasingly intertwined with the country's macroeconomic conditions and political landscape. Given these dynamics, the projection for the next two years remains cautious. The Bangladesh stock market is poised to encounter substantial headwinds due to a confluence of macroeconomic and political uncertainties, which could significantly impact its performance. Below is a detailed analysis of the key challenges expected to shape market outcomes in the coming years. To provide a more comprehensive understanding, the article includes historical context that sheds light on the underlying causes of anxiety among minority investors in Bangladesh's stock market, ensuring these issues are neither overlooked nor ignored.\nBangladesh's stock market is under strain as high interest rates on government bonds (11-13 percent) pull institutional investors toward safer, risk-free returns, weakening liquidity and investor confidence. Rising inflation, projected to hover around 10 percent for at least the next two years, exacerbates economic instability by eroding consumer purchasing power and corporate profitability while also increasing borrowing costs. Additionally, declining foreign exchange (FX) reserves, driven by reduced export competitiveness, supply chain disruptions, and rising business costs, further undermine economic stability. The weakening taka adds to the strain, raising import prices, feeding inflation, and deterring foreign investment due to the risk of currency losses. Compounding these challenges is Bangladesh's rising foreign debt burden, which is becoming increasingly expensive to service due to the taka's depreciation, diverting resources away from critical development projects and infrastructure investments. Without effective fiscal management, investor confidence and stock market growth are likely to remain subdued.\nHigh global interest rates, particularly in the US, are drawing investment flows away from emerging markets like Bangladesh. With US bonds offering safer, more attractive returns, foreign investors are less likely to invest in Bangladesh's stock market, exacerbating capital outflows. Additionally, capital flight driven by export-import manipulation and corruption in large project financing, involving major corporations like S Alam Group, Summit Group, and BEXIMCO Group, continues to deplete foreign exchange reserves. Hopes of recovering these siphoned funds are unrealistic, as they are often held in tax havens with little incentive to cooperate. This capital flight and lack of international legal recourse further weaken the country's economic stability and stock market performance.\nBangladesh's stock market faces significant challenges due to weak regulatory leadership, institutional failures, and unresolved margin loan issues. The Bangladesh Securities and Exchange Commission (BSEC) remains under scrutiny. Compounding these concerns, the Investment Corporation of Bangladesh (ICB), once a major stabilising force in the market, is now struggling under a portfolio of junk stocks and questionable investments.\nYears of mismanagement and corruption, including dubious investments have left ICB in a weakened financial state, severely limiting its ability to intervene in market downturns. Moreover, the persistent issue of margin loans continues to burden financial institutions. Merchant banks and brokerage firms, plagued by bad debts from margin loans extended during previous market bubbles, are unable to provide fresh loans, stifling market liquidity. The total outstanding margin loans, including interest, have reached Tk 250 billion ($2 billion), with a significant portion in negative equity. Despite efforts to address these issues, powerful individuals with political and social connections have manipulated the system, obtaining unauthorised loans and evading accountability. Without decisive action from the BSEC and a comprehensive cleanup of financial institutions' balance sheets, Bangladesh's stock market will remain vulnerable, limiting its growth potential and undermining investor confidence.\nBangladesh's stock market is grappling with a significant lack of \"smart capital,\" as wealthy investors and corporations either move funds abroad or hold back investments due to uncertainty. This absence of new, well-capitalised investors leaves the market dependent on a small group of players, increasing the risk of manipulation and volatility. Foreign investors, too, are deterred by poor transparency, particularly under the previous leadership of the BSEC, further stalling capital inflows. Additionally, tax policies provide little incentive for companies to list on the stock exchanges, with the tax differential between listed and non-listed firms being too narrow to justify the costs of going public. As a result, many well-established companies avoid the stock market, depriving it of the quality listings needed for growth and stability. Combined with the regulatory failures that allow debt-ridden companies to remain listed, these factors prevent the market from attracting both local and international long-term investors, ultimately stifling its development. Without reforms, the Bangladesh stock market will struggle to achieve sustainable growth and liquidity.\nGiven these challenges, a conservative investment strategy focusing on government bonds is advisable. Allocating 60-70 percent of funds to government bonds ensures capital preservation in uncertain times. Until a stable government is established and market conditions improve, focusing on low-risk investments is a prudent approach. It's important to remember that in a stormy sea, keeping your ship steady is far more vital than rushing toward the horizon. In such dangerous waters, ensuring your vessel stays afloat matters more than chasing quick profits.\n",
        "headline_1": "Bangladesh stock market: Analysing  the challenges ahead",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/bangladesh-stock-market-analysing-the-challenges-ahead-3765486",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "For years, I've watched two young boys hang out at a family-owned tea stall near my home. Their conversations evolved from debates about football and bikes to heavier topics like shoshon (exploitation) versus shashon (rule) during the curfew of July, questioning which path Hasina was following. This shift is a testament to how recent political upheavals have sparked a broader consciousness.\nAlthough recent political shifts have sparked broader conversations, this deep-seated political apathy didn't appear overnight. A decade of Hasina's dysfunctional governance has stifled free speech, undermining citizens' self-respect and identity. Even agencies like RAJUK, our capital development authority, have followed suit, treating citizens as afterthoughts in decisions about Dhaka's future. The result? A city that feels chaotic and unrecognisable, alienating people from both their surroundings and formal institutions.\nYes, planning a city as complex as Dhaka is daunting. Yet RAJUK's failures go beyond typical challenges like managing the past sins of previous planning initiatives. In fact, citizens view RAJUK as a \"government arm for realtors\" due to policies that often ignore public interest and favour commercial interests, particularly in housing and public space developments. For instance, projects like the Detailed Area Plan (DAP, 2022-35) and the Strategic Plan (SP, 2016-35) sometimes reclassify flood-prone areas as \"residential zones\" or \"agricultural homestead\" to benefit developers, favouring elites at the public's expense. This governance model, entrenched in profit motives, has left Dhaka's residents with little influence over their environment.\nAnd Dhaka is not a blank canvas. DAP's block housing proposals, lacking clarity on their impact on existing areas, feel dismissive to residents. As Dhaka's urban neglect deepens, citizens' rights—from voting to self-respect—gradually erode. Historically resilient, the population now seems resigned to autocratic rule. As the capital, Dhaka sets the national tone, and its culture of detachment risks spreading nationwide.\nAccording to evolutionary psychology, communities that evolved around shared natural resources tend to foster cooperative behaviour, while those rooted in hunting or survival develop a more competitive nature. This cooperative spirit has deep roots in Dhaka's indigenous moholla culture along the Buriganga River. Each moholla unfolds like a honeycomb, its spatial elements woven together to encourage different levels of engagement. It begins with the uthan—a private courtyard where families gather. This opens into the goli, a semi-private, visually connected lane that everyone from housewives to schoolchildren and office-goers passes through, sparking spontaneous exchanges and small conversations that sustain daily life. The goli leads to the morh, a gathering place with magnets like tea stalls, sweet shops, schools, or religious centres, each changing character throughout the day. Finally, the chowk, a public square, serves as the heart of commercial and social activity, a place where the moholla connects with the broader public domain.\nThis seamless flow of spaces—from private to public, uthan to chowk—created a dynamic community that held people together in daily rhythms of cooperation and shared identity. Even today, amid Dhaka's sprawling urban landscape, we see glimpses of this culture in small gatherings, like two boys who meet by a familiar tea stall in a cozy goli. Yet such intimate spaces are rapidly disappearing, leaving isolated developments and impersonal streets that lack the communal warmth of Dhaka's original neighbourhoods.\nIn contrast to its indigenous core, later-developed Dhaka reflects only economic status, a product of a colonised, profit-driven urban landscape. Yet, aspects of the moholla culture could still be revived by transforming \"dead-end\" streets, or mora-goli, and utilising abandoned spaces between buildings by adding vibrant, crowd-pulling features such as food carts, vegetable vendors, seating areas, or even play spaces. Eliminating surface parking in areas where it's feasible could also open semi-private ground spaces for co-designed community activities. While already-developed areas like Mohammadpur, Mirpur, and Dhanmondi may not accommodate block-style developments, upcoming housing projects should clarify how the calculation of floor area ratios (FAR) will work, to enable courtyard-style or block developments. Defining clear boundaries between intimate neighbourhood spaces, semi-public areas, and larger community zones is essential to restoring Dhaka's rich cultural way of living.\nIn a conference last year, a senior planner dismissed ideas like \"guided traditional shophouses,\" \"pedestrian-friendly streets,\" and \"policies for street vendor management\" as naive dreams for ever-changing Dhaka. Yet citizens like myself feel left out of the process entirely. Policy documents don't mention civil society or citizen groups as policy instruments, ignoring their role in creating community networks. In a city of over 20 million, it may seem impractical to reach every resident. However, rather than pursuing a \"gradual continuum of change,\" planners should seek incremental change by \"advocating the common good.\" This approach could lay the groundwork for \"participatory planning,\" a key component of the ongoing discourse on distributive democracy. Critics argue that participatory planning can lead to individual interests overshadowing common goals. But in a city whose people feel ignored for years, there are still those who marched for liberation, who protect their neighbourhoods from robbers, and who want to belong.\nEach year, Dhaka's liveability ranking declines, putting it alongside war-torn cities—a sad reflection of the psychological toll this city has taken on its residents. For years, we've lived under an invisible siege, where our sense of self and place has been diminished by unchecked planning. August 5 marked a turning point, a day that reminded us of our right to hold leaders accountable and to demand a city that respects its people, supports communal bonds, and nurtures civic participation.\nWith new political shifts on the horizon, we have a chance to reclaim Dhaka—not as a fractured, profit-driven metropolis, but as a city that honours its heritage, resilience, and future aspirations. In the face of enormous challenges, such as traffic, waste management, and urban flooding, the core issue remains Dhaka's disconnection from its people. Rebuilding this city will require collaboration across government bodies, civil society, and citizens. Only by fostering this lost sense of community and shared identity can Dhaka become a place where its citizens feel at home, heard, and valued.\n",
        "headline_1": "Can Dhaka’s spirit be reclaimed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/can-dhakas-spirit-be-reclaimed-3765481",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "The interim government of Bangladesh stands at a critical juncture, balancing daunting challenges and unforeseen opportunities akin to navigating a labyrinth—requiring the ingenuity and tact of a Daedalus, not the reckless ambition of an Icarus. Tasked with stabilising essential commodity prices to tackle food insecurity, restoring demoralised law enforcement agencies, keeping businesses and financial institutions operational, and rebooting reforms to dismantle entrenched extractive institutions, it must also organise a free and fair election to secure its legitimacy both prospectively and retrospectively. This election is not merely a procedural milestone to be completed perfunctorily, but rather the litmus test for transferring power judiciously to a legitimate political government.\nUnlike its predecessor, which clung to power for more than 15 years before being unceremoniously toppled, this administration must traverse a volatile landscape with tight timelines and limited authority. Its success or failure is contingent on how gracefully it avoids overstaying its welcome with the public, leaving behind a legacy that outlasts its tenure.\nBy definition, the interim government operates in an environment rife with conflicting demands and entrenched interests. It must chart a path through chaos without succumbing to inertia or overaccommodation. The \"Garbage Can Model\" (1972) by Michael Cohen, James March, and Johan Olsen offers a lens to understand the unique policymaking challenges the government faces. The model highlights the interplay of problems, solutions, participants and choices in situations where clarity is elusive and decision-making often borders on the chaotic. This resonates with the current reality in Bangladesh, where political fragmentation and institutional inertia exacerbate governance challenges. John Kingdon's \"Multiple Streams Framework\" (1984), a refinement of the Garbage Can Model, sheds further light on this. Kingdon emphasises the convergence of three streams—problems, politics, and policies—as a critical window of opportunity. For instance, stabilising food prices necessitates aligning public demand, technical expertise, and political will. Without this convergence, even the most well-intentioned policies risk falling flat.\nWhile the Garbage Can Model captures the current disorder, alternative policymaking theories provide additional insights. Charles Lindblom's \"Incremental Model\" (1959), often summarised as \"muddling through,\" emphasises small, pragmatic adjustments over sweeping reforms. While this approach may suit resource-constrained contexts, it risks perpetuating inefficiencies in extractive institutions.\nSimilarly, Herbert Simon's concept of \"Bounded Rationality\" (1957) is highly relevant. Decision-makers often \"satisfice\"—a portmanteau of \"satisfy\" and \"suffice\"—by choosing options that are good enough rather than optimal, constrained by limited information, time, and resources. This is evident in the government's balancing act between controlling inflation and maintaining business confidence. However, while satisficing expedites decisions, it may defer essential structural reforms, leaving deep-seated problems unaddressed and untouched.\nAaron Wildavsky's (1986) focus on the politics of budgeting adds another layer of complexity. The interim administration's ability to prioritise funding for essential commodities, law enforcement, and election logistics will be a decisive factor in its success (World Bank, 2024). Effective resource allocation is not just a matter of economics, but also a political act that reflects the administration's priorities and moral compass.\nOrganising a credible election remains this government's most significant responsibility. This task transcends procedural obligations; it is a moral and political imperative to restore public faith in the democratic process. The stakes are immense: without a free and fair election, the government risks eroding its legitimacy and perpetuating political instability. Addressing voter education, ensuring electoral transparency, and maintaining neutrality in law enforcement are critical. For example, voter education campaigns can counter misinformation, while transparent ballot management and neutral policing can reinforce trust. Failure in any of these areas could derail the transition process and deepen public cynicism about governance.\nBeyond immediate priorities, symbolic reforms play a crucial role in setting the stage for long-term change. Actions such as curbing corruption in procurement or making transparent appointments in key institutions may not transform governance overnight, but they send a message that accountability and reform are priorities. Such steps can serve as confidence-building measures, paving the way for deeper institutional changes under a future political government.\nThe interim government of Bangladesh is not merely managing a country in transition; it is laying the groundwork for a future anchored in democratic principles, economic stability, and institutional integrity. Stabilising the economy, restoring public trust, and organising a credible election are interconnected imperatives that demand a nuanced balance of chaos and compromise. Drawing from the Garbage Can Model, Multiple Streams Framework, and the concept of Bounded Rationality, this administration must adopt adaptive decision-making to tackle immediate crises while keeping long-term objectives in view. Stabilising the prices of essential commodities, rebooting financial systems, and instituting symbolic reforms may not solve all problems, but they can set the stage for more profound changes under a future political government.\nThe ultimate litmus test, however, remains the organisation of a free and fair election. By addressing electoral transparency, voter education, and neutrality in law enforcement, the government can redefine public expectations of transitional governance. A successful election would not only validate its legacy but also set a precedent for peaceful power transitions, a cornerstone of resilient democracy.\nThat said, the path forward requires navigating the delicate balance between paralysis in the face of chaos and overaccommodation in the name of expediency. Drawing upon Daniel Kahneman (2011), one may suggest that the advisers of the interim government should engage both System 1 and System 2 thinking in tandem to integrate \"thinking fast and slow.\" While System 1 provides intuitive, rapid responses to urgent crises, it is through System 2's more deliberate and reflective reasoning that long-term reforms and stability are planned. The two systems, far from being opposites, must be used contrapuntally, with quick, intuitive decisions informed by deeper reflection and vice versa.\nIn this vein, as Kurt Lewin (1957) aptly puts it, \"There is nothing so practical as a good theory.\" The current administration must embody Lewin's assertion by continuously integrating theory into practice. It must combine strategic foresight with pragmatic decision-making to address the multifaceted challenges it faces. By posing questions, critically examining answers, and adapting its approach as circumstances evolve, it can craft a responsive, adaptable strategy that addresses both immediate needs and long-term aspirations. If successful, it will not merely serve as a bridge between administrations but as a catalyst for a stronger, more accountable, and more equitable Bangladesh.\nThe stakes could not be higher, but with thoughtful policymaking and a commitment to leaving a credible legacy, this administration has the potential to transform a period of uncertainty into a moment of renewal. Governance under constraint can still serve as a beacon of hope for a better future.\nDr Faridul Alam writes from New York City, US.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Challenges abound for the interim government, but sound policymaking can help",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/challenges-abound-the-interim-government-sound-policymaking-can-help-3764576",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Time to build a new  Dhaka-CTG rail route",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-build-a-new-dhaka-ctg-rail-route-1732976287",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "S Alam's cunning move to shield his empire",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/s-alams-cunning-move-to-shield-his-empire-1732976446",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Stop unethical practices in health sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-unethical-practices-in-health-sector-1732976523",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Time to get tough against troublemakers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-get-tough-against-troublemakers-1732976537",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-12-2024"
    }
]