[
    {
        "full_article": "In its conclusion in the judgment that upheld the decision to abrogate the special status of Jammu and Kashmir under Article 370, the Constitution Bench of the Supreme Court expressly directed that the Election Commission of India (ECI) must conduct elections to the Legislative Assembly of J&K by September 30, 2024. It is welcome that the Court has set a deadline to conduct the long-delayed elections in J&K, which has been under spells of Governor’s Rule and President’s Rule since June 20, 2018 and without a Legislative Assembly. But it is also incongruous that the judgment does not press the government to restore statehood to the bifurcated Union Territory, a promise that has been conveyed by the Solicitor General, but has yet to gain fruition. The Bench remarks that direct elections cannot be put on hold until statehood is restored but it could have directed the Union government to restore statehood and conduct elections by a specified date, as there remains no reason for the continuance of J&K as a Union Territory. Restoration of statehood is an important measure as this guarantees a degree of federal autonomy to the province, that should allow the elected government to be able to better address the concerns of the electorate than depend on the representatives of the Union government.J&K remains among India’s most conflict-prone regions partially due to historical reasons related to integration of the erstwhile princely State into the Indian Union and later due to accumulated grievances over the conduct of democratic processes in the erstwhile State. Even when periodic and regular elections were conducted during the height of the militancy, participation was limited in many parts of the Valley, denoting the disenchantment with the political system. But things took a change for the better since the early-mid 2000s when electoral participation improved and J&K’s citizens began to partake in the democratic process to get their concerns addressed before agitations and protests — including by separatists — over security policies and the later steps taken by the Bharatiya Janata Party government led to the current state of affairs. In the last five and a half years, local government elections have been held with varying levels of participation indicating that the mood in the Valley has been against the measures that have been implemented since 2018. India’s unique selling proposition as a leader in the Global South remains its robust conduct of formal democratic process and which in itself is important for conflict resolution in places such as Kashmir. Without political processes, a contestation of ideas and a sense that elected representatives can address the grievances of citizens, there cannot be any normalcy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nJammu and Kashmir\n\n/\n\nArticle 370\n\n/\n\nelection\n\n/\n\nBharatiya Janata Party\n\n/\n\ndemocracy",
        "headline_1": "Welcome direction: On the Supreme Court’s deadline to conduct elections in J&K",
        "headline_2": "As with elections, the Supreme Court should have given a deadline for restoration of statehood too",
        "link": "https://www.thehindu.com/opinion/editorial/welcome-direction-the-hindu-editorial-on-the-supreme-courts-deadline-to-conduct-elections-in-jk/article67631471.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "Less than a month after the U.K. drug regulator approved Casgevy, the gene therapy to treat people above 12 with sickle cell disease and beta thalassemia, the U.S. FDA has approved two gene therapies — Casgevy and Lyfgenia — to treat sickle cell disease in patients over 12. Its decision on approving Casgevy gene therapy for treating beta thalassemia is expected by March 2024. These landmark decisions mark the beginning of gene therapy using the CRISPR-Cas9 tool to treat diseases that could otherwise be cured only through bone marrow transplantation. While Lyfgenia uses a disabled lentivirus as a vector to introduce into the blood stem cells a new gene for haemoglobin that mimics the healthy version, Casgevy uses the gene-editing tool of CRISPR-Cas9 to disable a particular gene (BCL11A) that turns off foetal haemoglobin production in blood stem cells. While about 10% of adults continue to produce foetal haemoglobin, in others, the BCL11A gene prevents the production of foetal haemoglobin. By disabling the BCL11A gene, foetal haemoglobin that is produced, which does not have the abnormalities of adult haemoglobin, helps treat patients with sickle-cell disease or beta thalassaemia. In clinical trials, 28 of 29 sickle-cell disease patients who received Casgevy gene therapy were relieved of the debilitating effects of the disease for a year; for beta thalassaemia, 39 of 42 patients did not require blood transfusion for one year, and in the remaining three the need for blood transfusion reduced by more than 70%. In the case of clinical trials involving Lyfgenia, 30 of 32 sickle cell disease patients did not suffer from severe blocked blood flow caused by sickle cells, while 28 of 32 patients did not experience any blocked blood flow events six to 18 months post-infusion.Since both gene therapies use patients’ own blood cells for gene editing, the number of patients who can potentially be treated will be huge as these treatments do not rely on matching bone marrow donors. But in reality, these treatments would be exorbitantly expensive. Also, much like bone marrow transplantation, only certain hospitals will be equipped to extract a patient’s blood stem cells and use the genetic editing tool to the stem cells before reinjecting them, thus limiting the number of beneficiaries. With clinical trials evaluating the therapies in a very small number of patients and for shorter duration, the compulsion to continuously monitor their safety and efficacy through real world data cannot be overemphasised: the possibility of unintended genetic modifications and their resultant side effects are real when the CRISPR–Cas9 tool is used.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Kingdom\n\n/\n\ngenetics\n\n/\n\nmedicine\n\n/\n\ndisease",
        "headline_1": "Game-changer: On approval for gene therapy to treat sickle cell disease and beta thalassemia",
        "headline_2": "Gene therapy offers new hope for those with sickle-cell disease",
        "link": "https://www.thehindu.com/opinion/editorial/game-changer-the-hindu-editorial-on-approval-for-gene-therapy-to-treat-sickle-cell-disease-and-beta-thalassemia/article67630952.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "By Raman Singh\nTime is not a simple thing that we take it to be, it is pregnant with meaning and mystery. Mankind perishes speedily by thinking of time as real. “The little time I spend in asking – Is there time at all? – has revealed to me the perfect Peace, the very Deity Himself,” observes Thirumular, a medieval Tamil Shaivite saint, in Thirumandiram. He asks, “Do you know that time vanishes when its origin is sought for? What then is the use of limiting yourself to it?”\nWhat, then is time? St Augustine, in his Confessions, has revealed a plausible answer. “If no one asks of me, I know: if I wish to explain to him who asks, I know not.” Augustine accepted the reality of only the present time, denying any validity to past and future time. But then there are three presents: the present of things past in memory, the present of things present in sight, and the present of things future in expectation. For TS Eliot, in Four Quartets, “Time present and time past/ Are both perhaps present in time future/ And time future contained in time past/ If all time is eternally present/ All time is unredeemable.”\nFor many physicists, including Einstein, time is not fundamentally real but merely a figment of our limited perception of reality; its distinction between past, present, and future is an illusion. At the deepest foundations of nature, time is not an irreducible element or concept required to construct reality. Everything that has ever happened in the past, or will happen in the future, is technically happening simultaneously in the Now. Although there is no consensus on the definition of time, there is no disagreement about its measurement. Aristotle spelt it out as “the calculable measure of motion with respect to before and ‘afterness’.” This idea of time as a fixed sequence of events survived until Einstein defined space and time as different aspects of the same entity called spacetime. In other words, there is no absolute time, “My time and your time are different depending on how fast we are moving from each other.” The faster we move, the greater the magnitude of the time dilation we experience.\nOn a psychological level, as Henry van Dyke said in Music and Other Poems, “Time is too slow for those who wait,/ Too swift for those who fear,/ Too long for those who grieve,/ Too short for those who rejoice,/ But for those who love, time is eternity.”\nThroughout history, mankind has tried to measure time with various methods. At first, it was the seasons, hot or cold, later the year was divided into months, weeks, and days. Sumerians invented the system of Time by dividing hours into 60 minutes and days into 24 hours. Babylonians divided the year into 12 equal parts and the day into 24 hours according to the solar calendar. According to the ancient Egyptian priests, time was the disappearance of energy; in other words, the transformation process of energy that symbolised the eternal creator.\nTime is an intangible element of our daily life, though describing its fundamental nature is much harder. So, let not the sands of time get in our lunch: “Time goes, you say? Ah! No, time stays, we go.”\n\n",
        "headline_1": "For those who love, time is eternity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/for-those-who-love-time-is-eternity/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "Domestic investors betting big, huge consumer market, GOI’s fiscal rectitude & high capex are overriding negatives from skewed growth.Sensex hit 70,000 in intra-day trading yesterday. Nifty hit a record high too. Recently, the aggregate m-cap of listed companies topped $4 trillion. Markets here are poised to surpass Hong Kong’s iconic market in valuation terms. What has also been spectacular is India’s significant decoupling from other Emerging Markets (EM).\nRead full story on TOI+\n\n",
        "headline_1": "The 70k story: What’s really powering Sensex",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-70k-story-whats-really-powering-sensex/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "There was no question of J&K’s current status changing. But SC ruling that President had powers to nullify 370 takes us to the issue of Constitution’s centralising tilt, and its impact on federalism.\n\nThis was the only way that the long and meandering tale of the Constitution of India’s tryst with Article 370 could come to an end. In most respects, that end had come on August 5 and 6, 2019, with the nullification of the special status of Jammu and Kashmir by Parliament.\nRead full story on TOI+\n\n",
        "headline_1": "Political grammar of one article",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/political-grammar-of-one-article/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "Warren Buffett thinks Elon Musk – the brains powering Tesla, SpaceX, Neuralink and xAI – is ‘brilliant’. Buffett’s business partner Charlie Munger, who died recently, attributed Musk’s feats to ‘taking on the impossible job’. Venture capitalist Marc Andreessen says Musk’s a ‘back-to-the-future’ visionary laser-focused on the cutting edge. Netflix’s Reed Hastings crowns Musk the ‘bravest, most creative person on the planet’.\nWhat do legions of Musk-baiters see? A (not-so-)funnyman, PR stuntman and demolition man rolled into one, an image he doesn’t disavow. Isn’t Musk juvenile, they sneer, to dare tech rivals to cage-fights and dub Wikipedia ‘Dickipedia’? Doesn’t the Tommy-gunning Cybertrucker chase publicity? Don’t the sleep-deprived genius’s market-roiling antics cause widespread insomnia? Undoing Twitter, hasn’t X-man’s free speech absolutism spooked admen?\nMusk’s a ‘magnet for resentment’, says Andreessen. Understandably: he defies norms, upends expectations, dazzles, disconcerts. An empire(s)-builder setting the Starlinked course of wars, he’s made wisecracking a s(n)ide business. Rising to high society, he’d rather poke than be woke. Courting nobody’s approval, the rockstar entrepreneur insults public opinion. Hell, he doesn’t even worship Mammon: wealth merely lets him be his own risk-taking boss – and a Napoleon-inspired hands-on factory boss. Which Twitter-buyer says ‘Go f*** yourself’ to bigwig advertisers?\nThe self-made tycoon’s money serves transcendental ends: Musk spoke of what motivates him in the now-infamous ‘F-U’-laced interview. Tellingly, one profanity eclipsed all of his musings on his ‘philosophy of curiosity’, ‘pathological optimism’, man’s search for meaning and the quest for expanded consciousness to ask better questions about ‘the answer that is the universe’. Life isn’t just about problem-solving, he said. It’s about finding reasons to be ‘happy to be alive’ – someday ‘among the stars’.\nPeople dislike complexity in those they’re quick to idolise or demonise. A billionaire workaholic can’t be a bawdy smirkaholic. An Earth-conscious, stargazing innovator can’t pull April Fools’ pranks and drop poop emojis. A savvy ‘Technoking’ wouldn’t put up a self-admittedly ‘foolish’ post bashed as backing hate speech, and say sorry. The sublime and the ridiculous, the grand and the gimmicky, scientific objectivity and subjective bias, heroism and hubris, idealism and idiosyncrasy, can’t coexist in him.\nAnointed super-loaded Superman, Musk’s also inescapably human. He doesn’t pretend otherwise, unlike big business’s many self-styled ‘Mr Nice Guy’ moneybags. You needn’t be goody-two-shoes to do good.\n\n",
        "headline_1": "Musk’s X-man factor: Or the impertinence of being Elon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/churn-after-reading/musks-x-man-factor-or-the-impertinence-of-being-elon/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "Children's eye health is a vital area of child care. In the past, it was thought that immunisation campaign against some infectious diseases, administering Vitamin A drops to fight night blindness and morbidity among children, etc. were all about taking care of child health. But with the advances in medical science, new areas critical to child health, especially children's eye health, have emerged. One such area of concern is Retinopathy of Prematurity (ROP), which is an eye condition that afflicts prematurely born babies with very low birth weight (less than three pounds). According to the World Health Organization (WHO), premature or preterm birth is when babies are born alive before 37 weeks of their mothers' pregnancy is completed. There are also cases of 'very preterm birth' when infants are born before 28 to 32 weeks of pregnancy and 'extremely preterm birth' when it happens before 28 weeks of pregnancy. The problem is, ROP, which involves abnormal growth of blood vessels in the retina (a light-sensitive layer of tissue at the back of the eyeball) of a newborn baby's eyes, shows no early symptoms at birth. Even during the first 14 to 15 days of birth, the symptoms do not show up. But in the later phase, the symptoms like unusual eye movements and loss of vision become evident. Once diagnosed, the infant must undergo treatment immediately, which may include laser therapy, injection or surgery. However, for ROP of the milder variety, simple observation (of course by doctors) will suffice. In such cases, the symptoms, if any, ultimately disappear without causing blindness to the affected child. An important part of managing ROP to prevent blindness among neonates is to conduct eye examination (screening) within 30 days of their birth.Going by a UN report, 12.5 per cent (about 400,000) of the three million children born every year in Bangladesh are cases of premature birth. Of them, according to another study, 22.6 per cent have low birth weight (less than 2.5 kg). Though in developed countries, the incidence of ROP is between 10 to 27 per cent and accounts for 10 per cent of child blindness, no such statistics is available in Bangladesh on the number of prematurely-born babies suffering from ROP-induced blindness. The number must be higher primarily because in the underprivileged segment of society malnutrition among pregnant women is pervasive. As undernourished mothers are more prone to give birth to underweight babies including preterm ones, it can be safely assumed that the percentage of ROP among the newborns in Bangladesh should also be high. In that case, campaigns to raise awareness about ROP, among the public, especially, women and health workers should be launched from time to time. At the same time, apart from occasion-based meetings, workshops and gatherings to share experiences among health professionals in this field of paediatric eye care, routine training programmes on management and screening of ROP should be conducted. In this connection, at a recent scientific seminar held at the Bangabandhu Sheikh Mujib Medical University (BSMMU), specialist doctors informed that annually, 40,000 children suffer from blindness in the country. Obviously, a good number of such cases of blindness are ROP-induced. Ophthalmologists informed that 23.7 per cent of the premature and low birth-weight infants were found to be cases of ROP. So, as a first step towards combating the scourge of ROP, a database is required to be developed on it from the records maintained at different hospitals and clinics in the country. The database should be regularly updated.",
        "headline_1": "Combating the scourge of ROP",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-the-scourge-of-rop-1702391783",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "The advent of the internet, digital connectivity, and the explosion of e-commerce business models in the private sector have for sometime been pressurising the public sector to rethink hierarchical, bureaucratic organisational models. Governments worldwide are facing the challenge of transformation and the need to modernise administrative practices and management systems. Needless to say, many governments, even of the less developed countries, have embraced the system and found in it a huge watershed in shifting from the old ways to remodeling their governance culture. The traditional bureaucratic paradigm, characterised by internal productive efficiency, functional rationality, departmentalisation, hierarchical control and rule-based management is being replaced by competitive, knowledge-based requirements. These new paradigms have caused the shift towards e-procurement and e-tendering paradigm.E-tendering is not only a highly efficient tool to part with much of the cumbersome works at bidding and post-bidding stages, it has also proven its potential for ensuring transparency --- a much needed goal that governance demands in order to be credible. It is easily accessible, secure and cuts on costs considerably. It automates most of the tendering process. Everything right from the pre-qualification questionnaire to negotiation and award is made through online platforms. It is now easy to invite more potential bidders to make use of user-friendly negotiation models to make the process free from any of the usual time-consuming tasks. Some of the other most common benefits include reducing the length of the tender process, minimising costs, ensuring consistency, improving operational efficiency, and enhancing communication.In Bangladesh, the idea of electronic tendering (e-tendering) has been doing the rounds for some time, though with no visible positive outcome as yet. A few examples that can be had do not at all reflect the acceptability or even the mindset of people to welcome the model. Half-hearted moves ended up largely undirected and hence the purpose remained unrealised.Way back in 2004, the government with the assistance of the World Bank developed a website on e-government procurement to invite bids through the portal where the state-owned agencies can flout their tenders, as a starter. Later, the 'Government Procurement (e-GP) Guidelines' were prepared under the provision of Public Procurement Rules (PPR)-2008 where the e-GP system was made compulsory for all concerned for procurement of goods, works and services using public funds. But uninspiring or negligible response has halted the planned course that otherwise could have taken a shape by now to steer things ahead.A report published in this newspaper says that most government offices are yet to introduce e-tendering though it is one of the priorities of the government's 'Digital Bangladesh' initiatives. More than 80 per cent of the works are still reportedly done through the age-old manual system, although the Prime Minister had instructed all the ministries to implement e-tendering system more than a couple of years back. The main reason, understandably, is severe inertia of the officials who, having been incorrigibly accustomed to the manual and cumbersome methods of tendering, do not find the sophisticated e-tendering device friendly enough to make their job easier. There is more to it. A lack of transparency does produce an undeniable comfort zone for vested quarters. A very recent report in the media flashed the alleged misdeeds in a government department in offering work orders to a chosen few. The very reason why e-tendering got recognised as the most efficient method of analysing and sorting out bids and works related to it, is primarily because of its proven transparency, which experts hold is capable of removing more than 50 per cent of corruption from the government's procurement system - believed to be a major breeding ground for bribery in the country. Besides, one plausible reason why successive governments did not heed to modernising the bidding system could be explained from the benefits the age-old manual system offers their party-men-understandably through manipulations of all kinds, at the cost of the quality of the product and services procured.It is clear that the Digital Bangladesh agenda of the government has so far been rolled to only a few areas, notably in the payments to the government exchequer against various services. Considering the huge applicability of digitisation, these are too insignificant, to say the least. Considering the huge applicability of digitisation, the primitive tendering procedure is a candidate for transformation under the digitised system with the potential of leaving a huge positive impact. Not only can it ease the work of the concerned authorities but, more importantly, also bring about a change in governance. All it takes to be implemented is a strong political will. Otherwise, things will remain where they are.\n[email protected]",
        "headline_1": "Going digital in public tendering",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/going-digital-in-public-tendering-1702391852",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "The seemingly impossible hyperinflation suffered by consumers hogged media headlines for the better part of 2023. Price trends of basic food items in particular were unrelentingly jittery. Although laws in the country provide (in theory) protection to consumers, most people are worried about what they can afford to buy and eat. It is one thing to have laws, quite another to see them enforced properly.The Consumer Rights Protection (CRPA), 2009, which had some provisions amended in 2017, provides consumer rights, as defined by the UN Consumer Bill of Rights. Right to Safety: Safeguarding against the goods that are hazardous to life and property. Of them, there are certain rights that include clauses like the 'right to be heard' and 'rights to redress'. Of late, consumers' overwhelming demand for rationalisation of prices in wholesale and kitchen markets of essentials are being heard loud and clear. Things get trickier when it comes to 'redress'. In Bangladesh, traders have always had an upper hand over consumers due to a lack of proper enforcement of existing laws. That being the case, consumers' rights have been wilfully trampled upon for decades by selling them goods, medicine or service at prices higher than the one mandated. Traders and sellers have knowingly sold adulterated goods and medicines and not stopped at selling goods and foodstuffs tainted with extremely hazardous ingredients that pose serious danger to human health. The list goes on.This being the case, it goes a long way to explain how prices are manipulated at every link in the supply chain from manufacturers/ importers to wholesale distributors to retailers. Each of these segments is at liberty to form its own consortiums to artificially fix prices. The fact that every consumer has rights has been deliberately been concealed from people's perception, in that one can hardly find any advertisements on national media - both electronic and print. People hardly come across billboards and / or posters informing consumers about their rights. It is only recently that the general populace has come to know that a directorate exists for consumers' rights but there is no sustained national campaign to take the message of rights to the people so that they may begin to seek redress. Naturally, an 'awakened' consumer is bad for business and that would explain why there has been so little movement in this area.The authorities have been forced to act because avarice is virtually on the rampage. The recent case of onion price manipulation is a good example. Price per kilogram had risen by Tk100 a day after neighbouring India had announced a halt to export of the same. The sheer vanity of suppliers had reached a stage when they thought it was fine to raise the price of onion per kilo by a whopping 71 per cent over the course of a day. Market intervention when it comes is short-lived because of the simple fact that the fines being levied on these traders are ridiculously inadequate! As pointed out by this newspaper recently: \"Realising fines from traders has now become a useless ritual. In this case, the amount of total fines realised from 133 trading houses was Tk666,000 or, a paltry amount of Tk5,008 on an average. Does it hurt the traders who are making profit at astronomical levels?\" This is the crux of the problem. Raise fines to astronomical levels so that breaking the law becomes too expensive. That will take care of half the problem.\n[email protected]",
        "headline_1": "Consumers' rights a far cry in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/consumers-rights-a-far-cry-in-bangladesh-1702391886",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2023"
    },
    {
        "full_article": "Every year, many people in Bangladesh lose their lives due to organ failure. Most of them succumb to kidney and liver failures. Despite the enactment of legislation aimed at regulating organ transplantation, Bangladesh is yet to embrace the opportunity. The authorities concerned should campaign for promoting organ donation. A comprehensive public awareness campaign is crucial to get over the taboos and educate the public about its benefit in saving lives. Healthcare professionals, clerics and community leaders can play a pivotal role in shaping public opinion and dispelling any misconceptions related to organ donation. Collaborative efforts involving the public and private sectors are essential to create an environment where donating organs is viewed as a commendable and life-affirming deed.Many people die of organ failure each year. Had there been a robust organ donation programme in Bangladesh, some of those lives could be saved. Once only close relatives could donate organs to patients in the country. But now, things have changed. In 2018, the government amended the organ donation law allowing transplantation of organs from the brain-dead with the consent from relatives. However, donating organs posthumously is still unpopular in Bangladesh. Effective publicity of organ transplant success stories, ethical considerations from diverse religious perspectives and the broader positive societal impact are crucial for inspiring a positive shift in attitudes. There is need for collective efforts to promote a culture of donation. Coordinated efforts, increased public awareness and proactive measures by the authorities can significantly reduce unnecessary loss of lives due to organ failure.\nAfroza Sheikh, Dania, Dhaka,[email protected]",
        "headline_1": "Organ donation for saving life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/organ-donation-for-saving-life-1702391910",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2023"
    }
]