[
    {
        "full_article": "On 22 February 2021, the Bangladesh Parliament Secretariat, in accordance with Rule 178(4) of the Rules of Procedure of Parliament, issued an Extraordinary Gazette (No. 11.00.0000.863.09.001.19-30) notifying that Mohammad Shahid Islam (Member of Parliament (MP) from 278 Lakshmipur-2) is no longer qualified to be an MP under Article 66(2)(d) of the Constitution of Bangladesh, since on 28 January 2021 a criminal court in Kuwait convicted him of a criminal offense involving moral turpitude and sentenced him to four years of rigorous imprisonment. Hence, the aforesaid gazette notification declared the seat of the MP from 278 Lakshmipur-2 constituency to be vacant from the date of the conviction (i.e., the date of disqualification), in accordance with Article 67(1)(d) of the Constitution.\nSubsequently, on 8 June 2021, the High Court Division (HCD) of the Supreme Court issued an order summarily rejecting a writ petition (In re: Writ Petition 3994/2021) challenging inter alia the legality of the aforesaid gazette notification. According to reports, the HCD observed that a Bangladeshi MP can be disqualified from holding the office of an MP if they are convicted by any court of a sovereign state for a criminal offense involving moral turpitude and sentenced to imprisonment for two or more years. Thereafter, on 17 June 2021, the Appellate Division (AD) of the Supreme Court dismissed a leave to appeal petition (Civil Petition 1385/2021) filed against the aforesaid HCD order. The full text of the AD and HCD orders have not yet been released.\nThe key takeaway from the aforesaid exposition is that the decision to disqualify Mr Islam as an MP is formally based on a judgment of a court of the State of Kuwait. This article explores whether foreign courts or courts of other sovereign states should have the ability to effectively disqualify a Bangladeshi MP. At the outset, it must be clarified that this article in no way argues that Mr Islam is not liable for a 'criminal offence involving moral turpitude' or that he should not be disqualified from being an MP – rather, this article merely assesses the potential repercussions of the precedent that is set by the basing the decision to disqualify Mr Islam on a judgment of a foreign court.\nArticle 66(2)(d) of the Constitution states that a person is disqualified from being an MP if they are convicted for a criminal offence involving moral turpitude and sentenced to imprisonment for two or more years. The text of Article 66 and the Constitution itself does not elucidate whether the conviction must be issued by a Bangladeshi court or whether a criminal conviction by a foreign court can operationalise Article 66(2)(d) of the Constitution. This is where the recent decisions and orders relating to the disqualification of Mr Islam provides some clarity and sets an important precedent since Mr Islam's disqualification is based on a criminal conviction and sentence issued by a court of a foreign state (i.e., the State of Kuwait). Accordingly, foreign courts could now be said to have the ability to effectively disqualify Bangladeshi MPs by convicting them of a criminal offense.\nThe present text, interpretation and implementation of Article 66(2)(d) of the Constitution, as of June 2021, does not contain any exceptions or safeguards to protect against the potential abuse of Article 66(2) by foreign states. This in a way opens up Bangladeshi MPs to possible threats or coercion of foreign states through their domestic court system. Since the procedure in domestic courts of foreign states are controlled by the latter, a foreign state may utilise the threat of initiating criminal prosecutions against a Bangladeshi MP as a means of influencing the MPs decisions and actions. The precedent set in Mr Islam's case seems to effectively mean that, if a court of a foreign state unjustly, or owing to that state's mala fide intent, convicts a Bangladeshi MP for a 'criminal offense involving moral turpitude'– which includes almost all criminal offenses – then that person, ipso facto, would be disqualified from being an MP. A gazette notification by the Parliament Secretariat to that effect is a mere formality, since the Parliament Secretariat does not seem to have the authority to make legal or factual assessments vis-à-vis purported disqualifications under Article 66(2) of the Constitution.\nThe aforesaid concerns relating to MPs extend to ministers as well, since almost all of the ministers are MPs. The concerns also extend to candidates in parliamentary elections, since the criteria set out in Article 66(2) of the Constitution also deals with the eligibility of a person to stand for parliamentary elections. Thus, the precedent potentially opens up not only MPs but also ministers and candidates in parliamentary elections to the threat of foreign influence and pressure. The precedent set in Mr Islam's case could also affect the interpretation and implementation of Article 66(2) (a) and (b) of the Constitution whereby an MP may be disqualified if they are declared to be of unsound mind by a competent 'foreign' court or they are an undischarged insolvent (which also involves a court procedure) in a foreign state, respectively. It must also be noted that, foreign courts do not have any obligations relating to privileges and immunities of MPs and the Parliament, such as those provided under Article 78 of the Constitution.\nThe situation resulting from Mr Islam's case could also be said to violate Bangladesh's sovereignty by subjecting the qualifications and eligibility of Bangladeshi MPs to the will of foreign states (through their domestic courts). There seems to be two solutions to this predicament: either, limit the interpretation of convictions, declarations and procedures with regard to the criteria of disqualification in Article 66(2) to only Bangladeshi courts and procedures; or, subject purported Article 66(2) disqualifications which are based on a judgment of a foreign court to an additional process of affirmation or confirmation by the High Court Division of the Supreme Court or some other judicial or quasi-judicial body, in which the HCD or the relevant body could assess the credibility of the foreign court's judgment and procedure, and decide whether disqualification is warranted under Article 66(2) of the Constitution.\nIt may very well be that the gravity of the potential repercussions of the precedent set by Mr Islam's case and the situation arising out of it is being overstated. Nonetheless, relevant legislative or judicial safeguards need to be adopted to protect MPs, ministers and the Parliament from interventions of foreign states, and thereby, safeguard Bangladesh's sovereignty.\nThe writer is a Senior Lecturer, School of Law, BRAC University.  \n",
        "headline_1": "Should Foreign Courts have the ability to effectively disqualify Bangladeshi MPs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/law-our-rights/news/should-foreign-courts-have-the-ability-effectively-disqualify-bangladeshi-mps-2128866",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2021"
    },
    {
        "full_article": "No medical challenge since the Spanish flu outbreak a century back has caused as much global panic and brought the entire world to its knees as the current Covid-19 pandemic. SARS-CoV-2, the virus that causes Covid-19, is spread primarily through airborne droplets, so carriers with or without symptoms can infect unsuspecting individuals, even on fleeting exposure. New variants of SARS-CoV-2 keep arising regularly due to mutations in the viral genome, ensuring that the Covid-19 pandemic will be with us for some time to come. While new variants could be more virulent, it is also possible that over time, SARS-CoV-2 will mutate into a less virulent form similar to four other existing human coronaviruses that cause common colds. However, it is almost certain that in future, we will encounter many more pandemics, which like Covid-19, can arise by zoonotic transfer of deadly viruses and pathogens from animals to humans.\nIn the last few decades, there has been a steep increase in the number of infectious zoonotic diseases caused by a multitude of novel viruses such as Ebola, Zika, SARS and MERS. There are thousands of other viruses and pathogens lurking in wild animals, which could jump the species barrier when animal habitats are destroyed by human encroachment and climate change. Humankind, in its own interest, should take steps to minimise the chances of deadly future pandemics through climate change mitigation, and by halting deforestation and the avaricious development that result in wanton destruction of the environment.\nDuring the first wave of Covid-19, Bangladesh somehow dodged a bullet, and rates of infection and death remained comparatively low. However, the newest Delta variant has now spread worldwide and become the dominant variant in much of the world, including Bangladesh. It is much more infectious than previous variants and does not spare the young. Is Bangladesh sufficiently prepared to deal with the new Delta epidemic?\nWhen the pandemic first struck, the healthcare sector was caught unawares, and hospitals and healthcare centres were grossly under-resourced and ill-prepared to meet the challenge. Reports suggest that not much has been improved to counter the new Delta variant surge. The health ministry is riddled with so much ineptitude and corruption that the only way to make it functional again requires its total restructuring, with the appointment of competent health professionals to replace bureaucrats in key positions, as written by The Daily Star editor Mahfuz Anam in a column last month. Hopefully, policymakers will learn from the current pandemic, rectify previous mistakes and deficiencies, and build required scientific and healthcare capacity, not only to contain the current pandemic but also future pandemics and other medical challenges.\nMuch can be learned from the experiences of other countries. Let us consider the case of Melbourne, Australia—the only jurisdiction in the world that had successfully suppressed the deadly second wave. At the height of the second wave in Melbourne, in mid-2020, the number of daily new infections (around 800) was roughly the same as that in the UK. While Melbourne went into strict and continuous lockdown for 112 days, the UK government chose to keep almost everything open in the interest of business. Four months later, Melbourne had zero new infections and zero deaths which continued for months on end, while the UK by the end of 2020 had tens of thousands of new infections and thousands of deaths every day. Forcing the infection numbers down to low levels allowed Australia to suppress new outbreaks with short and sharp regional lockdowns, border closure, and enforcement of public health measures including wearing of masks, unlimited testing and excellent contact tracing. The size and density of the population will make it difficult to implement these public health measures in Bangladesh, but there are no options other than to try hard.\nLockdowns can only be a temporary measure and they become less effective with very high infection rates, when only mass vaccination may allow a return to post-pandemic normal life. A number of vaccines have been produced that are effective against multiple variants of SARS-CoV-2 and arrest progression to acute respiratory disease and death. High levels of full vaccination (approaching 50 percent of populations) have brought down infection and death rates in the UK and US, where there had previously been very high and persistent levels of infection. On the other hand, Australia, which had spectacularly brought down previous outbreaks with strict lockdowns, is now battling to contain a recalcitrant Delta variant outbreak because of an ad hoc vaccine strategy and painfully slow rollout of vaccines. For return to worldwide normalcy, at least 70 percent of the world's 7.9 billion people may need to be vaccinated. This is a big ask in the face of harsh vaccine nationalism that often restricts supply to mostly poorer and disadvantaged countries. No country, not even the rich and mighty, will be safe until there is universal equity in the availability of vaccines.\nThe current countrywide strict lockdown in Bangladesh to counter the new Delta epidemic is absolutely necessary, but it must be accompanied by extensive testing and mass vaccination. The availability and supply of testing kits and vaccines are both problematic, as they are currently sourced from outside. The level of RT-PCR testing, which is very expensive and time-consuming, is grossly inadequate in Bangladesh. An excellent alternative for mass testing would be the use of viral antigen kits that provide results in minutes and cost only a fraction of RT-PCR tests. Ironically, Bangladeshi scientists had developed one of the very first antigen kits but they were not given the opportunity to develop this further. The project deserves another go but, to ensure quality and availability, recombinant proteins for the antigen kit should be produced locally.\nBangladesh is currently also struggling to obtain sufficient doses of Covid-19 vaccines for its population. Because of uncertain availability and exorbitant cost, Bangladesh should produce effective and affordable vaccines locally. A Bangladeshi pharmaceutical company had developed a mRNA vaccine for Covid-19, but is still awaiting permission to commence clinical trial. The pharmaceutical sector in Bangladesh also has the capability for producing recombinant subunit and viral vector vaccines.\nBangladeshi scientists from universities, research centres and pharmaceutical companies collectively have all the required knowhow and capability for producing any recombinant protein or biological reagent needed for developing diagnostics, vaccines or biologic medicines against Covid-19 and other diseases. So, this is an opportunity to place our trust in the competencies and ability of Bangladesh's own biomedical scientists, and support them in producing essential and affordable healthcare products that are also readily available locally. Before embarking on the obligatory but very expensive and arduous clinical trials, which may or may not provide desired positive results, it would be prudent to first confirm efficacy of candidate medicines and vaccines in live animal challenge studies. A high containment animal facility is required for such live challenge tests.\nAchievement of the above objectives requires political will and inspired leadership to drive these national initiatives,to motivate researchers, and to support priority collaborative research through adequate and targeted funding and access to contemporary technologies and world class facilities to enable the local production of essential biotech vaccines, therapeutics and diagnostics. Scientific research capacity and technology platforms established now for producing healthcare products against Covid-19 will also be available for other diseases, now and in the future. Is this too much to ask of a nation that is expected to be technology proficient to go with its new economic status, and that also aspires to become an economically and technologically advanced country by 2041?\n\nDr Ahmed A Azad, a retired Professor of Medical Biotechnology, has had a lifelong research interest and involvement in the development of recombinant vaccines and biotech medicines against viruses such as HIV, Influenza virus and IBDV.\nEmail: aaazad1945@gmail.com\n",
        "headline_1": "Build scientific and clinical research capacity to contain Covid-19",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/build-scientific-and-clinical-research-capacity-contain-covid-19-2128396",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2021"
    },
    {
        "full_article": "Between 8am on July 10 till 8am on July 11, a record 230 people had died of Covid-19, while 11,874 had been infected during the same time. In the midst of the unfolding Covid-19 crisis, we received the news of the devastating factory fire in Rupganj, Narayanganj. The blaze began on the evening of July 8 on the ground floor of the six-storey factory building of Hashem Foods Limited (which is a wing of Bangladeshi multinational Sajeeb Group).\nThe recovery efforts are still going on. Victims in white body bags were heaped in a fleet of ambulances first, and then in the morgue of Dhaka Medical College Hospital (DMCH), as relatives could only stand by and lament. Weeping family members waited outside the charred remains of the factory for any news of their loved ones. For those with family members still missing, the wait is now only for their remains, with no hope of finding their loved ones alive.\nIt is said that many workers jumped from the first two floors of the factory in a helpless bid to save their lives and at least 26 suffered injuries. The most devastating bit of information is that the only exit on the third floor of the factory was locked and many workers only died because they had been trapped inside.\nDue to the frequency of such incidents involving fires, Bangladesh can now be named \"a hub of firebombs\". An old adage by Georg Hegel states \"The only thing that we learn from history is that we learn nothing from history.\" If we look back over just the last three months, we will be able to recall another fire accident at a chemical storage facility on the ground floor of a six-storey building in Old Dhaka's Armanitola, which caused four deaths and injured 23 in April. From that, we can also remember the heart-rending chemical warehouse explosion that took place in February 2019 in Chawkbazar, Old Dhaka that killed nearly 70 people. At this incident's second anniversary this year, the relatives of the deceased lamented that they have not yet gotten the promised compensation from the government. What is most disquieting is that the government has failed to relocate chemical factories and warehouses from the over-populated, residential alleyways of Old Dhaka. This is despite the fact that Old Dhaka residents have been demanding the factories' relocation since the fire tragedy at a Nimtoli chemical warehouse on June 2, 2010, which claimed the lives of 123 people.\nDisasters that occur due to fragile fire and building safety standards are obviously not a new phenomenon in Bangladesh and lead to accidents and hundreds of deaths every year. Though the millions of workers involved in the chemical and textile sector contributes largely to our economy, the factory owners' and government authorities' apparent disregard for their safety is cruel and criminal, to say the least.\nAnother recent fire incident is from March of this year, also in a chemical warehouse in Sreepur upazila, Gazipur. In this case, one factory worker died while 42 others became unwell after inhaling toxic gases from the burning chemicals. The workers alleged that the authorities had initially refused to open the main entrance so they could leave the factory during the fire—which is similar to how the gates of the Hashem Foods factory had been kept closed (allegedly by the owners' instructions), trapping the workers inside the burning building. There is undeniably a tendency among factory owners to not prioritise the safety of their workers (especially in garments and chemical factories), treating them like cogs in the wheels of the country's economy and not as human beings.\nWith the Covid-19 pandemic increasing our overall socio-economic vulnerability, people working for low wages are also becoming poorer. Such incidents at times like these, which display the neglect of authorities (both private and public) towards the lives of workers, only act as insult to injury.\nBangladesh has a saddening and long-standing history of industrial and chemical disasters wherein workers are locked inside and practically killed by the negligence of company owners. If we want to stop such incidents from occurring anymore, strict fire and building safety measures must be imposed, with the help and oversight of law enforcement agencies. Fire extinguishers need to be provided on each floor of an industrial establishment. Most importantly, workers need to be involved in regular fire drills in order to make them aware of what needs to be done in times of emergency, how fire extinguishers are operated and so on. Factories must also ensure proper emergency exits are in place so that workers can promptly and safely escape the premises if accidents occur.\nLax enforcement of regulations, and the corruption that leads to government officials and bodies looking the other way despite this lax enforcement, must be stopped. Though the authorities tend to introduce tougher safety rules after such disasters, they remain widely unimplemented and tragedies continue to take place. We should remember that the country's garment industry became largely compliant only after the horrific Rana Plaza tragedy, where 1,134 workers were killed, and that too under the watchful eyes of domestic and global watchdogs. However, it cannot just be the export-oriented indutries, our local industries need to be made to maintain safety compliance more strictly as well, especially by government bodies such as the Department of Inspection for Factories and Establishments (DIFE). A complete relocation of chemical warehouses is needed to ensure the safety of the people living in residential areas, as they are highly exposed to such disasters. The government must also compensate and rehabilitate the families of the victims and the injured, immediately and adequately. Such unimplemented initiatives of the government are what have turned our cities into firebombs and devalued the lives of our workers.\n \nMonira Sharmin is a former student of the Institute of Disaster Management and Vulnerability Studies, University of Dhaka.\n",
        "headline_1": "How long will factory fires in Bangladesh continue unabated?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-long-will-factory-fires-bangladesh-continue-unabated-2128386",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2021"
    },
    {
        "full_article": "Yet another journalist has fallen victim to the dragnet of the Digital Security Act (DSA). Yet another blatant misuse of the law, in the name of law, is playing out in a wearily familiar fashion. This time the victim is Tanvir Hasan Tanu, a Thakurgaon-based journalist with Jagonews24.com who moonlights as a district correspondent for two other news outlets. According to The Daily Star, a case under the DSA was recently filed against Tanu and two other journalists after the former's report on alleged food-related irregularities in Thakurgaon Sadar Hospital riled the hospital authorities. The authorities claimed that Tanu had used \"false information\" in his report with the intent to \"deteriorate law and order\" and \"tarnish the image of the hospital and its staffers\". Police arrested him on Saturday night, and after he fell sick in custody, took him to hospital. An image that later surfaced shows one of Tanu's hands cuffed with the metal headboard of the hospital bed so that he—who reported to the police station of his own accord—could not escape! Later, a Thakurgaon court granted him bail considering his illness.\nNote that Tanu was granted bail on medical grounds, not released for lack of merit in the case filed against him. Although the police headquarters have assured us that action will be taken if there is any complaint of \"deviations\" in the enforcement of the law against Tanu, this doesn't address our concern that a DSA case was filed and accepted for the flimsiest of reasons imaginable, and against a journalist who was only performing his professional duty. Tanu is but the latest in a long line of victims of the DSA—In 2020, as many as 457 people of all professions were prosecuted and arrested in 198 cases filed under the DSA, according to the UK-based Article 19. Of them, 75 were journalists.\nThe dizzying manner in which such cases are being filed against conscientious citizens of the land is really disturbing. Equally worrying is how, despite countless allegations of its misuse, the government continues to blatantly ignore calls for repealing the law. One wonders how many more victims will be needed before the government will be convinced that the problem lies in the very framing of this law. The danger of having the DSA around, and its continued misapplication, is the creation of an environment in which even genuine grievances become secondary to perceived threats to one's image. This affects not just journalists, but also the general public who have the right to know vital, life-saving information in these trying times.\nFor too long, we have had to bear with the DSA as well as complicit silence or scandalous justification of the law by those in charge. It's time the authorities ceased punishing people for exercising their constitutionally guaranteed rights to freedom of expression. We urge the authorities to withdraw the cases against journalist Tanvir Hasan Tanu and his colleagues and all other victims of the DSA, and instead take action against those using the law to dodge accountability for their actions or failure to perform their duties.\n",
        "headline_1": "Yet another journalist felled by DSA",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/yet-another-journalist-felled-dsa-2128366",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2021"
    },
    {
        "full_article": "We are shocked that although the Department of Inspection for Factories and Establishments (DIFE) had visited Hashem Foods factory in Rupganj, Narayanganj, just one month before the fire, they only checked whether Covid health guidelines were being met, and did not bother to check whether the factory had any fire safety measures as required by law. Checking whether fire safety measures are in place is basically their primary function, so why did they totally ignore this? A thorough inspection of the factory would have revealed that there weren't proper escape routes, that there weren't any fire extinguishers, let alone fire drills, and that there were children working long shifts in violation of the labour law. It is agonising to speculate that this disaster may not have happened if the DIFE had been diligent about inspection.\nAccording to the DIFE website, the department was established with a vision to create a better working environment through implementing labour laws and regulations, eliminating child labour, enhancing productivity of factories and ensuring workplace safety, including fire safety. But this government body performed none of these duties during its visit to the Hashem factory. Should they not also be held responsible for this fire that killed an estimated 52 people, mostly women and children?\nThere is no excuse for not checking fire safety measures when they were already visiting the factory. However, the DIFE does have an acute shortage of manpower, according to a DS report, with only 300 inspectors to visit 90,000 factories registered with DIFE. Would we be surprised if the same negligence in checking safety measures has occurred in other factories too? It means that over 246 factories would have to be visited by the DIFE everyday to cover all the registered factories in one year. And if the department wanted to visit all the economic units (registered and unregistered), it would take 10 years for it to revisit every factory. Was this acute shortage of inspectors brought to the government's attention? If not, why not?\nThe government has to form a probe body to find out whether DIFE officials ignored their duties while visiting the Rupganj fire and if individuals are found guilty, action must be taken against them. At the same time, the government must immediately solve the manpower crisis in DIFE and ensure that such costly lapses in inspection do not recur. The DIFE and the government cannot evade responsibility from this horrific fire.\n",
        "headline_1": "DIFE did not check fire safety in the factory",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dife-did-not-check-fire-safety-the-factory-2128361",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2021"
    },
    {
        "full_article": "The devastating fire at the food factory in Rupganj is yet another example that accidents occur when rules are disregarded, safety procedures are ignored and profit motive trumps over human lives. So far 56 bodies have been recovered. One suspects that there may be many more who have been reduced to ashes and cannot be traced immediately. The real picture would emerge after verifying with the relatives of those working at the ill-fated factory. No wonder that these deaths have been termed as murder. The factory had all the ingredients for a disaster to happen, and it happened.\nWhile we can only express our bereavement, and repeat our hope that such accidents never happen again, we have a nagging premonition that we have not seen the last of such dreadful events brought about by the inexcusable callousness of people. For it is not the owners only that are to be blamed, though they must share the bulk of it, every single agency of the administration that regulates factories, oversees safety parameters of buildings, and the fire department and the department of labour, should share the burden of guilt for the deaths. And regrettably, it would be business as usual when matters calm down.\nHowever, what has made these deaths unacceptable, and unpardonable is the loss of 16 children, who are as yet missing, but we may as well give them up for dead. Reportedly, most of the 16 are below age and were hired illegally, and that too employed in hazardous jobs as per our labour law. They were being paid a pittance for their eight or 12-hour work daily. This exposes and further confirms the dismal child labour indicators in Bangladesh.\nThe picture of child labour is miserable. As per a report of 2015, nearly 1.2 million children in Bangladesh were trapped in the worst forms of child labour. One can only assume that the figure has gone up since then, particularly during this pandemic that has accentuated existing financial hardship of many poor families. And unless the government is as sincere in its action as it appears to be in words, the situation will get even worse. There is no dearth of greedy entrepreneurs like the owners of the Rupganj food factory, who exploit the economic plight of the marginalised for enhancing their profit. But what adds culpability to their immorality is their scant regard for the safety of their workers. The owner of this factory has the cheek to make an asinine remark that he did not light the fire. Surely, he did not light the fire. But nevertheless, he sent them to their deaths by locking all the gates of entry and exit.\nWe are used to hearing the home minister promising fire and brimstone for the culprits after every such disaster. But nothing happens at the end. Unfortunately, most of these criminals manage their way out, whether through money or connection. That should not happen at all. The factory owners and his errant staff must pay dearly for their deeds. They must be held accountable for the 53 lives lost and those who have been injured in this fire.\n",
        "headline_1": "Wrongs are exposed, but only after a tragedy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/wrongs-are-exposed-only-after-tragedy-2127611",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-07-2021"
    }
]