[
    {
        "full_article": "The most notable aspect of the Supreme Court ruling prohibiting caste-based discrimination in the treatment of prisoners is that it required a judgment from the highest court to end colonial practices and systems in prisons. While the Court has dealt elaborately with specific rules in the jail manuals of various States and the way in which caste-based hierarchy plays a role in allocation of duties, classification of prisoners, and the treatment of certain social groups as “habitual offenders”, it is quite remarkable that prison authorities and State governments had done so little about these aspects since independence. It is as if the prison system has been out of the reach of the core philosophy of the Constitution: the ushering in of an equal society, the ending of all forms of discrimination, the prohibition of untouchability in any form, and the abolition of forced labour and exploitation. Responding to journalist Sukanya Shantha’s writ petition, the Court has analysed the controversial rules and practices in jails in the backdrop of these constitutional objectives. It has ruled such provisions unconstitutional, and directed the revision of prison manuals within three months. Tracing the history of such rules and practices, the Court has noted, with much justification: “In line with their overall approach, the colonial administrators linked caste with prison administration of labour, food, and treatment of prisoners.”Not only were menial work and supposedly polluting occupations allocated to prisoners from communities placed lower in the caste hierarchy, some were expected to carry out their “hereditary trades” within prisons, the Court found. On the other hand, the caste privileges of a few placed higher were preserved. Few can disagree with the observation that “the notion that an occupation is considered as ‘degrading or menial’ is an aspect of the caste system and untouchability.” The provision that food must be cooked by prisoners from a “suitable caste” and rules that referred to those from the “scavenger class” being assigned tasks such as manual scavenging, sweeping, and cleaning violated the constitutional prohibition against untouchability. Distribution of labour cannot be solely based on birth. Such rules violate the right to dignity and the right against forced labour and exploitation. The Court has also favoured doing away with vague definitions of ‘habitual offenders’, as they seem to ascribe criminal tendencies to whole tribes, even though the idea of notifying ‘criminal tribes’ has long been given up. It is time for State governments to respond to the verdict and revisit their laws and regulations related to prison administration and put an end to systemic discrimination in an institution that may treat any form of resistance as indiscipline. Published - October 05, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nprison\n\n/\n\nCaste\n\n/\n\njudiciary (system of justice)\n\n/\n\ndiscrimination",
        "headline_1": "Caste in jail: On discrimination in prisons",
        "headline_2": "Time for State governments to end systemic discrimination in prisons",
        "link": "https://www.thehindu.com/opinion/editorial/caste-in-jail/article68718763.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "India’s southwest monsoon has ended on an optimistic note, with 8% more rain than anticipated. Reassuringly, the rainfall forecast by the India Meteorological Department (IMD), particularly since July, was accurate. Monsoon clouds continue to prevail over the country but given the centrality of rainfall to the Indian economy, focus has already shifted to the ‘other monsoon’, the northeast monsoon. It is named so because of the direction in which the winds exit from the land mass into the sea. Following the withdrawal of the southwest monsoon in mid-October, the northeast monsoon is characterised by a reversal of winds that brings rain to parts of coastal Andhra Pradesh, Tamil Nadu, Kerala, and parts of southern Karnataka. For Tamil Nadu, the northeast monsoon is the main source of rainfall. The northeast monsoon brings in only about 11% of India’s annual rainfall.The IMD has forecast that this year’s post-monsoon rainfall is likely to be ‘above normal’ or about 12% over the historical average. Because of its limited spread and quantity, the northeast monsoon does not get as much attention as the southwest monsoon. However, it significantly affects the productivity of rice and maize in Tamil Nadu and Andhra Pradesh. Records show that in years of deficiency, there was a considerable decrease in agricultural production in the region. The northeast monsoon rainfall, averaged over the five subdivisions where it is predominant, has a variation of almost 25%, exceeding that of the southwest monsoon rainfall (10%). This translates into years of massive deluge followed by dry spells. In 2015, Chennai experienced a deluge during the northeast monsoon, resulting in significant loss of life and property. In 2019, the city faced severe water shortage. If this year’s forecast holds, it will be the second consecutive year of a normal northeast monsoon. Expectations are high that a La Nina, or cooling of the equatorial central Pacific, will support this. However, most global models have struggled to forecast the timing of La Nina this year. Thanks to improved forecast systems, the northeast monsoon is less neglected than before. Nevertheless, more focus is needed on modelling its impact regarding urban flooding. Climate change uncertainty makes such prognosis essential, and disaster management agencies in States must develop credible strategies to incorporate these buffers into budgets. Published - October 05, 2024 12:08 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nweather\n\n/\n\nweather news\n\n/\n\nforecast",
        "headline_1": "The other monsoon: On the northeast monsoon",
        "headline_2": "Better modelling of the impact of northeast monsoon is essential",
        "link": "https://www.thehindu.com/opinion/editorial/the-other-monsoon-on-the-northeast-monsoon/article68718752.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "Sixty years ago, on October 1, 1964, the Shinkansen set off from Tokyo to Osaka, marking a new era of rail travel. It’s hard to believe that when the project was proposed, there were protests over land acquisition, concern over cost and whether it was really needed in an era in which air travel was being democratised.\nSimilar debates are now happening in India around its 508-km Mumbai-Ahmedabad high-speed rail corridor. But there are many arguments to be made in favour of a bullet train nation. Decades of rapid economic growth have strained India’s venerable railway system. Highways and roads seem to fill with traffic congestion no matter how many new lanes are added. A rising middle class has propelled India’s aviation market to third in the world by passenger volume, projected to reach 500m per year by 2030. There is clearly demand for fast, long-distance travel. And there are millions of Indians willing and able to pay for it.\nA nationwide network connecting India’s largest cities at speeds of 300 km/h or more would transform the country. One could zip from Delhi to Mumbai in under five hours or from Bengaluru to Hyderabad in just over two. In China, bullet trains have been so successful that airlines have stopped flying between some cities, such as Zhengzhou and Xi’an. Even for longer distances where flying might be slightly faster, bullet trains are often preferred for their punctuality, comfort, and reduced hassle at the station. Bullet trains, though more energy-intensive than conventional trains, are a much more energy-efficient and environmentally sustainable way for the most populous nation on earth to travel than airplanes and cars.\nThe benefits of a single high-speed rail line to individual passengers are obvious: faster connections, convenience, and reliability. But the benefits to the entire nation of a whole network of high-speed rail lines, though harder to quantify, can be far more profound. Existing research suggests China’s nationwide bullet train network improves innovation and work collaboration through greater face-to-face interactions. Regional clusters of cities and their surrounding areas can be turned into a single commuting zone, improving job opportunities for workers. Imagine a Hyderabad-Bengaluru-Chennai high-tech cluster connected by bullet trains. And high-speed rail, like conventional railways, benefits from network effects where each additional line improves the value of the other existing lines.\nFast track: High-speed rail doesn’t just benefit passengers, it improves job opportunities by connecting clusters\nBut what about the cost? The Mumbai-Ahmedabad bullet train’s revised cost is Rs 1.65 lakh crore, which equates to roughly Rs 325 crore per km. While this may seem like a hefty sum, there are some things to keep in mind. One is that the entire railway network needs a massive expansion anyway. Bullet trains can help free up existing track, particularly for freight trains which was a key motivation behind China’s bullet train program.\nAnother is that the railways are competing with air and road transportation. While improving existing rail infrastructure might seem like a more cost-effective option, there are limits to how far the present system can be pushed. Conventional track can only support trains operating up to certain speeds due to technical limitations. And running both slow and fast trains on the same tracks severely limits the speed of the fastest trains and causes delays. A slightly faster but still frequently delayed train journey will not be enough to win over passengers from aviation and road transport. A true bullet train service will.\nThere are some ways to deal with cost. One is through standardisation and scale. China created a set of technical and procedural standards that helped lower the cost of each new high-speed rail project. It also deliberately used the scale of its program to incentivise investment in production capacity by suppliers and construction firms. Another way to address costs is, paradoxically, to make use of elevated tracks, bridges, and tunnels. This is a strategy that Japan and China both used. While direct construction costs are higher, it reduces problems with land acquisition, which is a prime cause of delays and cost escalations. This approach also helps with safety by keeping track separate from the surrounding environment.\nCan a national bullet train network even be built in India? Absolutely. Indian Railways has made tremendous progress in electrification, gauge conversion, and line doubling. The Vande Bharat semi-high-speed trains are a triumph of Indian engineering and manufacturing. The massive Dedicated Freight Corridor, which consists of 2,843-km of new freight rail lines, is nearly complete. The Mumbai-Ahmedabad bullet train, for all its delays and problems, has now finished land acquisition. And don’t forget about the many metros popping up across the country.\nFinally, are bullet trains just a luxury for the rich? It depends on how fares are set. In China, many migrant workers can afford to take bullet trains between their work and hometowns. Even if fares are set too low to return a profit, as is the case for many lines in China, this is more than acceptable. A national bullet train network is an investment in India’s economic and environmental future.\n\n",
        "headline_1": "60 years ago, Shinkansen blazed a trail. India should be a bullet train nation too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/60-years-ago-shinkansen-blazed-a-trail-india-should-be-a-bullet-train-nation-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "With polling for the Union Territory of Jammu and Kashmir, and Haryana over, the key question on counting day, besides who will form the govt of course, will be whether it is going to be a clear mandate or not.\nWhile the contest in both cases is primary between BJP and Congress, there are multiple smaller parties in the fray along with some formidable independent candidates who could play a crucial role in govt formation if the results show no clear winner. In state assemblies with lower numbers — just 90 in this case — if a handful of such candidates win, the entire arithmetic goes for a toss. It is important to note that in the last three assembly elections (2002, 2008, and 2014), Jammu and Kashmir has seen a hung verdict, and Haryana elections in 2009 and 2019 resulted in no party getting majority on its own. In each of these cases, more than 10% of seats were won by such candidates.\nThis is interesting because the 2024 Lok Sabha elections indicated a pattern of increasing bi-polarity in Indian politics at the state-level. Parties that were neither part of the BJP-led NDA nor the Congress-led INDIA performed poorly in their respective states — AIADMK in TN, YSRCP in Andhra, BJD in Odisha, TRS in Telangana, BSP in UP, SAD in Punjab, INLD and Jannayak Janata Party (JJP) in Haryana to name the important ones.\nGiven this development, what are the best-case scenarios for Congress and BJP in these elections? While Congress will hope for an outright majority for itself in Haryana and its alliance with National Conference (NC) in Jammu and Kashmir, BJP will be hoping for a fragmented verdict where the party emerges as the single largest or at least the non-Congress opposition candidates win enough seats to give it a chance to cobble post-result alliances. This is not to argue that the Congress will not be in a position to attract smaller parties to its side, but to suggest that the odds of govt formation in such a scenario may not be in their favour.\nBJP has been in office in Haryana for 10 years, and Congress managed to match it both in terms of vote share and seats won in the 2024 LS elections in the state. This happened even though BJP enjoys a vote premium in LS elections compared to assembly. And, given that BJP fell short of the majority mark in 2019 after winning all LS seats with a huge margin, its best hope would be Congress not winning a majority on its own. BJP can only be in the driver’s seat if it repeats its previous performance in the southern belt of Faridabad-Gurugram-Bhiwani, and Jat votes get divided between Congress and other parties.\nIn 2014, BJP had won a majority in the state with 33% vote share, but fell below the majority mark in 2019, despite an increase in its vote share to 36%. The vote seat conversion was not favourable for BJP in 2019, as the distribution of votes between different parties changed including an increase in Congress’ vote share. INLD, which had 25% vote share in 2014, could barely win 3%. The breakaway faction, Dushyant Chautala’s Jan Nayak Janata Party (JJP), won 15% votes.\nThis time, JJP is in alliance with Chandrashekhar Azad’s party and INLD is in alliance with BSP. Both JJP and INLD have allocated a substantial number of seats to their respective allies. This development indicates both electoral weakening of the two INLD factions, and the importance of Dalit votes which constitutes over 20% of state population. Congress will hope that both these alliances do not cut into their traditional vote base among Jats and recently mobilised Dalit community in the state.\nSimilarly, it will not want smaller parties and independents to play spoiler in J&K. The composition of J&K assembly has changed dramatically since the last election. The earlier assembly of 87 included 37 from Jammu, 46 from Kashmir, and 4 from Ladakh. After the reorganisation of the state and the delimitation exercise, there are 43 seats for Jammu and 47 seats for Kashmir. BJP will hope to win a substantial number of seats in Jammu to remain in fray. Its presence in Kashmir is weak and it will hope that the 47 seats there get divided between Congress-NC alliance, Mehbooba Mufti’s PDP, and multiple smaller players such as candidates supported by Sajjad Lone, Engineer Rashid, Ghulam Nabi Azad, among others. While the PDP’s strength has considerably declined, others such as Engineer Rashid have emerged stronger.\nWill the results follow the principles of bi-polarity evident in the 2024 LS cycle or will regional dynamics in these states continue to play a role resulting in a fragmented verdict? Oct 8 will have the answer.\n\n\n",
        "headline_1": "Will Haryana, J&K polls break bipolar pattern?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/will-haryana-jk-polls-break-bipolar-pattern/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "The Tirupati “contaminated laddoo” controversy, now lobbed into the lap of the Supreme Court, is in danger of diverting attention from the real issues Hindus face, in attempting to claim their religious rights under Article 25. State control of temples is the norm in southern states, and it may increasingly become a reality elsewhere as politicians eye the wealth of these institutions. The bench hearing the laddoo petitions has already made some caustic comments about the politicisation of the issue, but this should not blind us to the larger reality where Hindus, and Hindus alone, face discrimination when it comes to running their own temples.\n\nMany arguments, including those made in the TOI edit (Don’t Load The Laddoo, Oct 1), support state control of temples.\nRead full story on TOI+\n\n",
        "headline_1": "It’s more than just about Tirupati laddoos",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-more-than-just-about-tirupati-laddoos/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "There is a debate raging in this country over work. On the one hand, we have industry icons urging young Indians to work 70 hours a week. On the other, the death of an overworked 26-year-old EY employee has caused national outrage. Both sides have their votaries.\n\nThe ‘work more’ brigade believes being young is about building your career and contributing to the nation. Work-life balance, according to them, is for the weak. Who needs sleep or health when you can add to the company’s bottom line? Working hard, they argue, is just another way to outwork the competition. And life is all about beating the competition.\nRead full story on TOI+\n\n",
        "headline_1": "More Work ≠ Better Work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/more-work-e2-89-a0-better-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "The flood situation in Sherpur, Netrokona and parts of Mymensingh is worsening, with gushing water submerging roads and entering establishments so fast that people have little to no time to escape. At least three deaths have already been reported. Images of people's desperation in trying to save themselves from the ferocity of the water highlight the immediate need to evacuate people faster. Flash floods, as their name indicates, happen suddenly, but continuous heavy rainfall can also predict them. We have been well aware that heavy rainfall was expected throughout the week in most parts of the country and the Meghalaya mountains. Could the government have been better prepared?\nSo far, the floods have hit three upazilas, affecting more than 163 villages. Water from melting ice in the mountains in Meghalaya keeps entering the lowlands, leaving thousands of people stranded. The army, along with volunteers and the fire service, is evacuating people. They have opened schools as shelters and arranged life-saving equipment such as speedboats and life jackets. However, thousands of people are still waiting to be rescued.\nMore rain will mean rising water levels, causing further suffering. Already, the floods have destroyed crops, livestock, poultry, and homes. It is, of course, after the floods that the devastation will be clearer and when people will need the most help. The interim government should take lessons from the last few floods, which have been particularly severe. In Feni, particularly, reaching relief to people stranded in remote areas proved to be extremely challenging, leaving them with little food and other necessities.\nThis year, Bangladesh has witnessed debilitating floods throughout the monsoon season, affecting numerous districts. Unusually heavy rainfall and filled up canals and other water bodies resulted in the water rising faster, making it more difficult for people to evacuate or save their livestock or crops. The situation in Sherpur is no different.\nIn addition to the immediate steps needed to evacuate people and provide relief, the government must focus on treating post-flood diseases and rebuilding people's lives and homes. The financial losses incurred by individuals are immense, and the government must provide financial and logistical support. Climate change guarantees that floods will be more frequent and more severe in the near future. The efficiency of disaster management must be improved, with proper involvement from civil administration to work alongside NGOs and charitable groups. We must free up water bodies and work together to help flood victims rebuild their lives.\n",
        "headline_1": "Latest flood is yet another wake-up call",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/latest-flood-yet-another-wake-call-3720266",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "Sri Lanka has recently elected Anura Kumara Dissanayaka as its new president. The election was critical for Sri Lanka for three reasons—first, it was the first presidential election since the country's 2022 economic meltdown; second, the election served as a referendum on the difficult austerity measures imposed on the country's road to recovery; and third, the economy was the key issue for the voters. While Sri Lanka's transition from an interim to an elected government is a welcome news and needs to be celebrated, the path ahead for it is far from smooth. The past two years have been quite tumultuous for Sri Lanka on political and economic fronts. Even though there has been good turn around in many aspects, the recovery is still fragile and significant socio-economic challenges remain for the new president. In a way, the new president has inherited a series of past problems, over and above of which new challenges have emerged.\nIn April 2022, Sri Lanka defaulted on $51 billion of external debt. By July, with the country facing shortages of essential goods and power blackouts, inflation was hovering at 60 percent. Sri Lanka underwent a sovereign default in April 2022, as its foreign exchange reserves ran out and public debt stood at more than $83 billion, half of which was owed to foreign creditors. Soaring inflation at close to 70 percent and commodity shortages triggered large-scale unrest. Anger over the government's handling of the crisis led to mass street protests, forcing Rajapaksa to flee the country and resign.\nIn 2023, as President Rajapaksa's successor, interim President Ranil Wickremesinghe, was tasked with reversing Sri Lanka's economic crisis. With few options on the table, it turned to the International Monetary Fund (IMF).\nIn 2023, Sri Lanka secured a $2.9 billion bailout from the IMF. It was a 48-month emergency loan, and as with all IMF deals, it came with strict conditions. In exchange for funds, the government of President Wickremesinghe was forced to remove electricity subsidies and double the rate of the value-added-tax (VAT). Wide-ranging austerity also included a sovereign debt restructuring. Following a $4.2 billion debt restructuring with China's Ex-Im Bank in October last year, Sri Lanka completed a $5.8 billion restructuring with a number of countries, including India and Japan, in June this year. In a last-minute agreement before the election, on September 19, the country clinched a deal with private investors to restructure $12.5 billion of international bonds, clearing the way for the release of its fourth tranche of IMF bailout funds.\nAs Sri Lanka moves forward, buttressed by the IMF deal, the country's economy has managed a tentative recovery. It is expected to grow this year for the first time in three years and inflation has moderated to 0.5 percent from a crisis peak of 70 percent. The rupee has stabilised and inflation has come down sharply from its 2022 peak. The World Bank forecasts the economy to expand 2.2 percent in 2024, following two straight years of negative growth. The country's debt-to-GDP (gross domestic product) ratio is expected to fall from 128 percent of GDP in 2022 to just above 100 percent by 2028, according to IMF forecasts. Debt servicing costs—the percentage of tax revenues needed to pay creditors—will also remain elevated. Sri Lanka's fiscal balance went from a deficit of about 4 percent in 2022 to a surplus of 0.6 percent in 2023. Yet, as the new Sri Lankan president takes office, he will have to tackle five major challenges facing the country.\nFirst, the new president has pledged to have a new deal with the IMF. For example, he wants to change the IMF's insistence on treating external and domestic debt equally. He has also indicated that his government would try and push the IMF to shift the burden away from ordinary Sri Lankans onto external creditors. But given the fragile state of the tentative recovery of the Sri Lankan economy, trying to alter the terms of the IMF package may cause short-term pain.\nSecond, during the campaign President Dissanayake presented himself as the candidate of the change for those reeling under the austerity measures. Poverty in Sri Lanka is on the rise and the World Bank has estimated that between 2019 and 2023, poverty levels in the country more than doubled with over a quarter of the population living below the poverty line. The costs-of-living are still high and real wages remain significantly below pre-crisis levels. The new president has pledged to increase Sri Lanka's income tax-free threshold and exempt some health and food items from the 18 percent value-added tax to make them more affordable. These will not be easy tasks.\nThird, wide-ranging austerity also included sovereign debt restructuring, which are meant to lower debt costs and free up public resources for things like education and healthcare. That is not happening in Sri Lanka. Recent financing deals did not provide enough debt relief, and it requires debt to be paid down through high budget surpluses, meaning less spending on public services. Sri Lanka's fiscal position is also hindered by a low tax base. The tax-GDP ratio in Sri Lanka is about 8 percent—among the lowest in the world. Sri Lanka also holds the world's highest interest payments to government revenue ratio and the grace period on bilateral loan repayment will expire in 2028. On the current trajectory, Sri Lanka may end up in repeated defaults in the future.\nFourth, the geo-political issues surrounding Sri Lanka are also a challenge. The country, like many other nations across South Asia, tend to oscillate between the pro-India and pro-China rhetoric, and it cannot afford to alienate either country. China and India are also not the only major powers with interests in Sri Lanka. In 2023, the US International Development Finance Corporation announced a commitment of half a billion dollars to support the development of a deep-water shipping container terminal at the Port of Colombo. Such projects aim to dilute China's economic influence and reaffirm Sri Lanka's geostrategic importance along vital maritime trade routes in the Indian Ocean.\nFinally, leading Sri Lanka out of its economic woes will require policy consistency. Over time, damage done by economic mismanagement and unwise policies put in place by successive Sri Lankan governments have weakened the Sri Lankan economy. Sustained implementation of structural reforms is also necessary.\nSelim Jahan is the former director of UNDP's Human Development Report Office at UNDP in New York.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The challenges Sri Lanka’s new government faces",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-challenges-sri-lankas-new-government-faces-3720251",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "I feel I am being judged whenever I step outside my comfort zone. I feel a sudden pressure to abide by the moral guidelines of others and conform to their acceptable standards. It is my Dhaka after all. I belong to this beautiful old city; then why do I get this sense of being alienated here? \nI want to talk to the men and women of this beautiful city—people who are bold, strong, and modern in their thoughts and not just in their clothes.\nThe reason I want to pour my heart out to them is that I do not get to see them on the streets, malls, parks, cafes, buses, or rickshaws. I do not see them as pedestrians walking on the footpath chomping on peanuts anymore. Instead, what I see is prejudice and misogyny in the streets of Dhaka—many people displaying a fierce hatred for women.\nI am as old as Bangladesh plus a few years more and have always lived in Dhaka. Never have I lived in fear of being beaten up or harassed in public. I wish one of you would prove me wrong in this regard but I feel Dhaka is on the verge of a not-so-happy change for a section of its populace in terms of social settings.\n\nFrom personal experience, I notice a lot of women are uncomfortable because they do not wear clothing that is considered \"modest\" by certain sections of our society. Trust me when I say that many of us, if we are in a saree or wearing trousers, are feeling unnerved in a crowd or on the streets now. If wearing modest clothing is my choice, then not wanting to wear it should be my choice, too. But some men and women are morally policing women who opt not to wear clothing as per their modesty standards. I sincerely hope I am overreacting and Dhaka streets are safe for me, as they always have been.\nHowever, the recent reports about strange and random men beating up women in broad daylight for not living up to their standards—as bizarre as it may sound, happening in Dhaka—is not comforting. Hitting women on the streets with batons for working at night, robbing them of their meagre income, and bragging about this brave feat on social media are also taking place now. While most of us Dhaka residents are disgusted by these much-hated incidents, we are not voicing our concern loud enough.\nA few days back I saw a woman, whose name I do not know, being shoved by her husband on the street. He snatched their son from her and in broad daylight, he was scolding, pushing, and abusing his wife in public. The woman was on the verge of tears, red-faced and shamed. As always citing domestic violence as a private thing, no one intervened.\nThen there is the incident of Dhaka University students torturing to death, a 35-year-old, who was a drifter and had mental disabilities. The students thought he was a thief and assumed the roles of a judge, jury, and executioner and did not hesitate to share their mindless violence on social media.\n\nI don't think it is in Dhaka's character to be this misogynistic and hateful. But suddenly Dhaka's chauvinistic face is more visible with all that street rage, intolerance about different opinions, judgemental and demeaning attitudes towards women, and verbal and physical attacks. There is an attitude that seems to say, \"We have power now and we will do what we want.\" These mindless acts only justify and encourage more hatred, injustice, and anarchy.\nI think it's time for Dhaka folks to stand up for themselves and defend their good name for they are not women haters nor are they against an inclusive society.\nDhaka is a melting pot of diversity, where everyone can enjoy their freedom of choice. This 400-plus-year-old city knows how to include. This city shelters so many residents doing such diverse work and at the end of the day, we Dhakaites return home happy. Let's keep it that way, please.\nRaffat Binte Rashid is editor of My Dhaka at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Let’s keep Dhaka inclusive and safe",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/lets-keep-dhaka-inclusive-and-safe-3720171",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "The anguish of the leaders of the newly-constituted Bankers Association of Bangladesh (BAB) over the blatant interference by the immediate past government in the sanction and disbursement of loans by the banks is fully justified. And their request to the adviser for finance of the interim government not to repeat the same act is also not out of context. However, most people have a gut feeling that the finance adviser and the incumbent governor of the central bank would not allow political or bureaucratic interference in the loan operations of banks. The BAB chairman is right in his observation that undue official interference had given rise to S. Alam-like oligarchs (or loan sharks). Not just government interference, regulatory indulgence and even the past leaders of the BAB had a role in pushing the banking industry into the current deplorable state. It had been hoped by all and sundry, particularly the bankers, that their nightmare had ended. But it is now obvious from the meeting between BAB representatives and the finance adviser held late last week that the official mindset has not changed much. The very notion of keeping afloat dying banks by milking healthy ones dry is preposterous! Why would few good banks have to bear the brunt for the failure of the past policymakers? Who allowed for so many banks to get licenses to operate in a market that could not support so many players? Why aren't assets of defaulting companies that have stolen billions of Taka worth of loans being confiscated, auctioned and sold? This interference in private banks is uncalled for and will do little to make sick banks healthy again. Until the message goes out to bank defaulters that they are no longer safe to continue operating unless they start finding ways to repay what they have stolen, this entire refinancing scheme will be a total waste of time. The previous government went on printing billions of Taka to refinance banks that kept on giving bad loans to companies like S. Alam, Salman F Rahman and now relevant policymakers are trying to keep sick banks afloat with funds belonging to a few financially healthy banks. This is not the solution. Rather, it is direct interference in the banking operations which will do more damage than bring any relief. The government has been requested to take money from foreign lenders to bail out problem banks. That too is no longer a viable option, because the government is already in doldrums trying to make payments on existing foreign debt.It is understandable that the central bank should have full control over activities of private and public banks. But the finance division should stay clear of trying to resurrect banks that are not salvageable. Rather, it would benefit the banking sector if rules were formulated as to how sick banks may exit the market and make provisions for paying back depositors' money over the course of years. It is interesting that no such rules exist presently and it is time to work on a policy framework to deal with the constant looting of financial institutions in this country. Bank loan defaulters need to be made accountable for misdeeds, not the rest of the financial sector for policy level failures.",
        "headline_1": "BAB wants govt not to repeat past mistakes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bab-wants-govt-not-to-repeat-past-mistakes-1728138234",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "The central bank has further tightened its monetary stance by hiking the policy rate to pull down the inflationary pressure. It increased the overnight repo rate by 50 basis points to 9.50 per cent from 9.0 per cent on September 24. Thus, the policy rate was increased within a month as inflation was still high, eroding people's actual income. Bangladesh Bank, under the leadership of the new governor, decided last month to continue the contractionary monetary policy until the price level comes down to a satisfactory or optimal level. The decision was also disclosed publicly to ensure transparency in its work and provide a clear message to the financial market. The valid question, in this connection, is whether the rate hike or further tightening the money supply will bring the desired outcome. This piece has tried to find the answer.The half-yearly monetary policy statement (MPS), announced in the second week of July this year, set a target to keep the policy (Repo) rate at 8.50 per cent, the SDF rate at 7.0 per cent, and the SLF rate at 10.0 per cent unchanged until December this year. It also set a target to bring down the rate of inflation at 6.50 per cent by the end of the current fiscal year or June next. The MPS was announced at a critical juncture in the country when the anti-discrimination movement, launched by the students, was spreading fast, and the Hasina regime also extended its brutal repressive measures to quell the movement. The result was the mass killing of students and ordinary people across the country. As the movement turned into a mass uprising, Hasina was forced to resign and flee the country to take shelter in India on August 5. Thus, Bangladesh has witnessed the fall of a tyrant that led to a wave of changes. The Hasina-appointed central bank governor also resigned immediately and took shelter in a hideout. As Professor Muhammad Yunus became the chief adviser of the interim government, who took oath on August 8, a new governor was appointed to run the central bank. Dr Ahsan H Mansur, a former International Monetary Fund (IMF) economist, took the governorship. He has been running a think-tank in the country for more than a decade, along with two colleagues, who were also former economists of the World Bank.The political changeover in the country has driven the central bank to look into inflation with a more serious approach. The new governor has prioritised three major tasks: curbing inflation, restructuring the banking sector and recovering money stashed away outside the country. The ousted Hasina regime has severely damaged the banking sector through massive irregularities and bad governance. The autocratic ruler also provided room for cronies to stash money abroad. These two factors have made the country's economy quite vulnerable.As the new governor has intensified the fight against inflation, he has also stopped printing money and selling US dollars from the reserve to check the increase in the money supply and depletion of the foreign exchange reserve. The move is expected to also help reduce inflationary pressure. Inflation, on a point-to-point basis, came down to 10.49 per cent in August last after reaching a record high of 11.66 per cent in July last. It further declined to 9.92 per cent in September. Both the food and non-food inflation at the national level also declined to 10.40 per cent and 9.74 per cent in the previous month from 11.36 per cent and 9.74 per cent, respectively, in August, according to the Bangladesh Bureau of Statistics (BBS). It is, however, difficult to gauge the role of monetary tightening on the modest decline in inflation at this moment. The further hike in the repo rate, at which the central bank lends money to commercial banks in case of any shortfall of funds, will increase the rates of both deposits and lending. This means that banks are likely to get more deposits by offering a higher rate of return to depositors. In this process, more money will enter into the banks from the market. Banks will also disburse relatively lower amounts of loans at the same time. The interest rate on lending will increase the cost of borrowing for business people and traders. It will also help to reduce the supply of money in the market. The contraction of funds from the market will ultimately reduce the inflationary pressure to some extent. At the same time, it will increase the cost of borrowing and may slowdown the investment and hinder the resurgence of the business activities. The repo rate was increased from 6.0 per cent to 8.50 per cent throughout FY24 to contain the inflation. The step-by-step modest hike could not effectively rein in inflation. International Monetary Fund (IMF) suggested enhancing the repo rate to 9.0 per cent by December next or the end of the first half of FY25. Monthly inflation in December last year was 9.41 per cent which increased to 9.81 per cent in March this year and slightly moderated to 9.72 per cent in June last. The new governor has taken a hawkish approach that has driven up the repo rate by 100 basis points within a month. In economic jargon, 'hawks are seen as willing to allow interest rates to rise in order to keep inflation under control', no matter whether the move contributes to 'sacrificing economic growth, consumer spending, and employment.' Hawkish policymakers, usually the central bank heads and sometimes finance ministers, prioritise curbing inflation. Some may differ on terming the current move of the country's central bank governor to fight inflation as 'hawkish'. Nevertheless, the persistent rate hike and sacrificing the growth momentum for the time being probably remains the only option at the moment. The latest version of Bangladesh Bank Quarterly said in this connection that the central bank continued to adopt a restrictive monetary policy, gradually raising the policy (repo) rate to curb inflation. \"However, the rate of inflation remained above the comfort levels,\" it added. \"Moreover, disruption of supply chains resulting from the nationwide uprising led by the students' anti-discrimination movement and the recent flooding in Bangladesh could potentially impact inflation in the upcoming months,\" the report continued. In this connection, the report further added that the central bank is likely to maintain its contractionary monetary policy stance until clear signs of easing inflation are evident. It is also expected that both the monetary tightening coupled with various other measures taken by the interim government so far are likely to 'reduce inflation expectations and facilitate a positive impact on inflation' by the end of this year. Let's hope for the best. [email protected]",
        "headline_1": "Will hawkish policy bring down inflation?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-hawkish-policy-bring-down-inflation-1728138275",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "Many countries prohibit the honking of vehicle horns at random, which is distressingly common here. Horn is supposed to be used solely as a warning to prevent accidents. However, in Bangladeshi cities, where traffic intersections are perpetually chaotic and lawless, vehicles honk incessantly. Most drivers are seen senselessly honking even while stuck in traffic, as if the honking engaged magical powers that got the traffic moving. They even show no regard for hospitals, convalescent homes, educational institutions, or areas designated as \"Silent Zones.\"In a bid to address the growing concern over noise pollution, a three-kilometre area surrounding Hazrat Shahjalal International Airport (HSIA) has been designated as a 'Silent Zone.' Officially launched on October 1, this initiative will gradually expand to different parts of the city, and then spread to the whole of Dhaka and other divisional cities.It seems somewhat incongruous that HSIA is the first area to be targeted by the interim government, considering the thunderous noise emitted by the airplane engines. Anyone who lives under a flight path will vouch that deafening sounds rattle them up every time a plane flies overhead. But yet change for the better has to begin somewhere.Earlier in 2019, the streets surrounding the Bangladesh Secretariat in Dhaka was designated as a silent or 'no horn zone'. But a study by the Center for Atmospheric Pollution Studies (CAPS) found Bangladesh Secretariat area has the highest noise pollution levels in Dhaka.As per the Noise Pollution Control Rules 2006, silent zones are areas where the decibel level is to be kept under 50 dB during the day and 40 dB during the night. CAPS, however, recorded highest level of noise pollution at silent zones around the Secretariat. The noise levels on this road exceed safe limits for 14 hours a day. The peak noise level recorded was 115 decibels at the Gulistan zero point, with an average noise level ranging from 90 to 100 decibels throughout the day.The average noise level in Dhaka is double the tolerable limit set by global health standards. One of the most distressing sources of noise pollution is the piercing hydraulic horn, still in use by trucks and inter-district buses. Use of the hydraulic horn in vehicles was banned decades ago but this prohibition, like many other rules and interdictions, remain on paper only. So, simply designating areas as 'Silent Zones' will not be enough; much will depend on how effectively the laws are enforced and how awareness is raised. While the 'Silent Zone' initiative aims to address the rampant honking of vehicle horns, it is only one part of the solution. Noise pollution in Dhaka stems from multiple sources, including construction work involving brick crushers, and mixing machines, heavy factory machinery, and widespread use of loudspeakers. Random use of loudspeakers is made by all categories of people including roadside vendors, canvassers, announcers and political agitators, more often without permission. And there is no control as to the decibel level of the loudspeaker and the user seems to think that thunderous sound can catch the attention of the intended listener when argument and softer means of persuasion cannot.The unrestricted noise pollution is beginning to exact its toll. It has been established by experts that the acoustic atrocities in the environment are predisposing factors in blood pressure, heart disease and hearing problems that may lead to deafness. Cardiovascular and nerve related problems are reportedly becoming endemic among city-dwellers. Many are threatened with deafness and students are losing their power of concentration.Sound pollution is not an inevitable consequence of urban life and those who thoughtlessly produce the sound can easily avoid doing so. All they need is to exercise self-control, and consideration for others. Awareness and level of civic responsibility must be raised but vigilance and law enforcement must also be intensified to make the 'Silent Zone' initiative a success. Let's give silent applause for those behind the much-needed initiative![email protected]",
        "headline_1": "How silent are Dhaka's silent zones?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-silent-are-dhakas-silent-zones-1728138350",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2024"
    },
    {
        "full_article": "The rise of large corporations in recent times has made it increasingly difficult for small business owners to survive and compete. While larger companies have access to more resources and can take advantage of economies of scale, it is small businesses that truly drive innovation, job creation, and community development.Small businesses make up roughly half of all jobs in the private sector, making them the backbone of our economy. However, they face challenges such as limited access to capital, burdensome regulations, and rising operational costs. This disparity threatens the resilience and diversity of our local economies. I urge policymakers to prioritise the creation of pro-small business initiatives to address these challenges. These should include streamlined regulations, easier access to affordable loans, and tax incentives.Supporting small businesses is not just about helping individual business owners; it is about fostering a vibrant and competitive economy that benefits everyone. By investing in these businesses, we can promote long-term economic growth and create opportunities for future generations.Md. Shahriar HossainStudentNorth South University[email protected]",
        "headline_1": "Empowering small businesses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/empowering-small-businesses-1728138380",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-10-2024"
    }
]