[
    {
        "full_article": "With the killing of 17 civilians and one police officer on Monday amid anti-government protests, the month-long political crisis in Peru has crossed a bloody threshold and could trigger more waves of violence. The incident shows not only the barbarity of the country’s security personnel in dealing with protests, but also the failure of President Dina Boluarte and of her predecessor Pedro Castillo in uniting and stabilising the country during the periods they have been in power. The crisis is the result of a power struggle between Mr. Castillo and Congress. Mr. Castillo, a former school teacher and a trade unionist, was elected President in 2021 on promises such as ensuring political stability, fighting corruption and addressing chronic inequality. But without any administrative and political experience, Mr. Castillo found it hard to negotiate the maze of Peruvian polity. As he struggled to get a grip on governance, a hostile Congress and the wealthy classes lined up against him. Corruption scandals and alleged links with criminal syndicates weakened Mr. Castillo’s position in Lima. Congress voted to fire him twice, but failed to garner enough support. As a third vote was due in December last year, Mr. Castillo made the drastic announcement of dissolving Congress, which also triggered his impeachment.But if Mr. Castillo, currently in jail, miscalculated the consequences of his decision to dissolve Parliament, his successor and legislators misjudged the leftist leader’s support among the poor. Violent protests broke out in Peru’s highlands demanding Mr. Castillo’s restoration or early elections. Mr. Castillo called Ms. Boluarte “usurper”, while his supporters said the president they voted for was not allowed to complete his legitimate term, which was to expire in 2026. At least 47 people, mostly civilians, have been killed in protests, ever since Mr. Castillo was ousted. As she came under enormous pressure, Ms. Boluarte promised to hold elections by April 2024 (pending approval from Congress), but this was dismissed by Mr. Castillo and his supporters, leaving the country in disarray. Both sides have a hand in the current crisis and should come together to find a way out. Restoring Mr. Castillo may not be practically and constitutionally possible, but Ms. Boluarte’s government could release him from prison in return for peace. To end the current impasse, the government, the opposition and Congress should agree on the earliest possible date for fresh elections. Peru’s political class should also be ready for broader constitutional reforms that allow the presidency and the legislature to function without confrontation.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPeru",
        "headline_1": "Peru in peril: On the political crisis in the South American country",
        "headline_2": "The government and opposition must agree on an early date for fresh elections",
        "link": "https://www.thehindu.com/opinion/editorial/peru-in-peril-the-hindu-editorial-on-the-political-crisis-in-the-south-american-country/article66370849.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "Under the Government of India Act 1935, the British granted limited self-rule to Indian subjects. This was done at the level of the constituent territories of British India, the provinces. For these provinces, limited governments were formed from limited elections and were given limited powers that would not hamper British interests in India. The chief agent enforcing these limitations was the governor appointed by the British for each province.\nIt is now 2023, but why does this notion of governorship still seem familiar? Are state governors remnants of the British Raj? Are states like colonies under the Union’s thumb? Governors, who are all appointed and removed by the Union, seem to regularly foment federal tensions in opposition-governed states, or else are seen as symbols of Delhi’s yoke.\nRead full opinion on TOI+\n\n",
        "headline_1": "Remove Raj from Raj Bhawans: Governors are necessary. But as recent controversies like those in Tamil Nadu demonstrate, they must be made accountable to not just the Union but the state and Rajya Sabha as well",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/remove-raj-from-raj-bhawans-governors-are-necessary-but-as-recent-controversies-like-those-in-tamil-nadu-demonstrate-they-must-be-made-accountable-to-not-just-the-union-but-the-state-and-rajya-sabh/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "In April 1973, a 13-judge bench of the Supreme Court in a 7:6 majority delivered the institution’s most consequential verdict. Known as the Kesavananda Bharati case, it declared that Parliament’s right to amend the Constitution is not unfettered. An amendment cannot violate the Constitution’s basic structure or fundamental architecture. The aftereffects still reverberate. On January 11, Vice-President Jagdeep Dhankhar in a speech questioned the basic structure doctrine. He said that the power of the Parliament to amend the Constitution and legislate is not subject to any other authority. In short, primacy of Parliament is inviolable.\nThe basic structure doctrine arose out of the working of the Constitution over two decades. The relevant article, 368, doesn’t clearly spell out the scope of Parliament’s amending power. At first, SC held that Parliament has unfettered power. Subsequent cases saw the emergence of dissenting views (Sajjan Singh vs State of Punjab) and in the Golak Nath case, the majority in an 11-judge bench held that fundamental rights cannot be abridged. Finally, in 1973 came the basic structure doctrine. It was not a bolt from the blue or usurpation of the powers of Parliament. Instead, it reflected the maturation of a democracy.\nTake away the basic structure doctrine, the legislature could conceivably knock down the checks and balances that come through the separation of powers between the legislature, executive and judiciary. That would go against the tenor of the constituent assembly debates that had creation of a robust democracy as the main goal. Dhankhar identified SC’s 4:1 verdict in 2015, which invoked the basic structure doctrine to strike down NJAC, as an example of incorrect usage. This paper disagreed with that verdict and shares many of politicians’ critiques of the judiciary. However, that doesn’t make a case against the basic structure doctrine. Instead, it points to a need for the judiciary to tighten it.\nThe problem is that SC often interprets the basic structure doctrine loosely. This opens the door to the judiciary to stray into domains of the legislature and executive. And that creates enormous problems. But just as an ill-conceived law does not undermine the primacy of the legislature in making them, problematic judicial verdicts do not make a case against the basic structure doctrine. Many aspects of judicial functioning need change. The basic structure doctrine is not one of them.\n\n",
        "headline_1": "It’s really basic: VP’s right on judiciary’s overreach but SC’s basic structure doctrine must stay, it’s good for robust democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-really-basic-vps-right-on-judiciarys-overreach-but-scs-basic-structure-doctrine-must-stay-its-good-for-robust-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "The production licence of Noida-based drug firm Marion Biotech was suspended yesterday after the WHO edict that two cough syrups made by the company should not be used for children. This is welcome as the test results of the controversial syrups are awaited. Ambronol and DOK-1 Max were found to contain toxic ethylene glycol and were linked to 19 children deaths in Uzbekistan. This comes after a similar tragedy in the Gambia where the deaths of 70 children were linked to the consumption of four contaminated syrups made by Haryana-based Maiden pharmaceuticals. In both cases the culprit appears to be poor manufacturing of solvents used in the medicines.\nYes, these appear to be extreme cases in the sense that these products were not sold in India. And that medicines manufactured for use in India generally meet adequate standards, although the problem of fake or less-than-ideally-effective pills persists. It is also the case that medicines manufactured for export to rich countries are made according to the specifications of the importing country. But more needs to be done to tackle manufacturing/regulatory infirmity and help India win the perception battle. Let’s remember that in as sensitive a product as medicines, global perception is important for India’s export-attuned pharma industry.\nGoI on its own must undertake a thorough and transparent inquiry focussed on the supply chain – from vendors of active pharmaceutical ingredients to the manufacturing process to regulatory processes. It’s not as if there haven’t been controversies about pharma manufacturing standards in India, or that some plants’ processes haven’t been found less-than-ideal, or that questions haven’t been raised about regulation, including by a parliamentary standing committee. India deserves the tag ‘pharmacy of the world’ but with that global recognition comes the responsibility of ensuring the strictest standards for products that can literally make a difference between life and death.\n\n",
        "headline_1": "Terra pharma: WHO ruling on two India-made cough syrups should lead to a thorough, transparent investigation at home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/terra-pharma-who-ruling-on-two-india-made-cough-syrups-should-lead-to-a-thorough-transparent-investigation-at-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "In 2018, when the Supreme Court decriminalised homosexuality, Akhil Bharatiya Prachar Pramukh Arun Kumar said, “Just like the Supreme Court, we also do not consider this criminal. But we do not support homosexuality, as same-sex marriages and relations are not in sync with nature. Traditionally too, Indian society does not accept such relations.”\nBut a few days ago, in 2023, the head of RSS, Mohan Bhagwat in an interview with Organiser insisted that LGBT is not only natural, but also culturally aligned. As he is a veterinarian, he knew about the homosexual traits of animals. And to prove cultural moorings of LGBT, he referred to the little-known story of Hansa and Dimbhaka, the allegedly gay generals of Jarasandh, found in the epic Mahabharat.\nRead full opinion on TOI+\n\n",
        "headline_1": "How Mohan Bhagwat has lit up Bharat’s long LGBT history: His discovery of gay generals in Mahabharat reminds all stakeholders that the Hindu divine makes space for all",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-mohan-bhagwat-has-lit-up-bharats-long-lgbt-history-his-discovery-of-gay-generals-in-mahabharat-reminds-all-stakeholders-that-the-hindu-divine-makes-space-for-all/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "I might be wrong but when we talk about artificial intelligence (AI), isn't it assumed that some plain, regular \"intelligence\" must preclude it? In other words, it is expected that before jumping into the rather new and unexplored realm of artificial intelligence, we should have at least dabbled a bit in some old-fashioned \"common sense.\"\nThe announcement of the Dhaka South City Corporation (DSCC) installing an AI-driven signalling system to fix Dhaka's number-one debilitating disease – its paralysing traffic congestion – is a bit of a jolt to our pea brains. After all, how can we forget the much-hyped-about automated traffic lights in all the main streets installed 15 years ago, at a cost of Tk 119 crore, that may be described by brutal critics as resulting in \"a big fat zero\"?\nExperts are not impressed with the latest news and are decrying that \"no science will work unless roads are expanded and discipline enforced.\" Let's focus on the word \"discipline\" and see what we have of it when it comes to our streets.\nAlong the less than seven percent of the city area that are roads, we have about 17.8 lakh registered vehicles rushing through. These include the over three lakh private cars, one lakh vans, 84,000 plus microbuses, 78,000 trucks, 37,000 buses, 30,000 taxicabs, thousands of other vehicles such as taxicabs, covered vans, human haulers, tempos, jeeps, tractors, auto-rickshaws, nasimons and so on, which are circumvented by daredevils zigzagging on about nine lakh motorbikes. Interspersed between all this are the snail-paced rickshaw vans carrying everything from garbage to furniture, and the thousands of rickshaws driven by nonchalant pullers who actually try to race against private cars and will take sharp turns on the busiest roads.\nBut let's not forget the hordes of self-righteous jaywalkers who will perform praiseworthy acrobatics to climb over or squeeze through road dividers, consciously risking dismemberment and death, rather than walk to the footbridge just a few feet away. They will also think nothing of calmly crossing a busy thoroughfare with just the power of The Hand. The expectation is that no matter what speed the motorised vehicle is running at, it must come to a screeching halt as soon as that magical raised hand is seen.\nGiven these realities, it is not surprising that the streets resemble a battlefield where the victorious is whoever can elbow the others out to come out first. This is no football game where foul moves will entail red cards or penalties – the referees, in this case, the traffic cops, are either absent, or busy halting commoners for VIP movement. No, this is full-on war where one must go to one's destination and be ahead of others, at all costs.\nIn the hierarchy of vehicles, buses have all the power. They may be rickety – with broken windshields and backlights, and battered, with most of their coating scraped off, and emitting the blackest of smoke – but they rule the roads completely and always have \"right of way.\" They can stop in the middle of the road to pick up passengers, ram into smaller vehicles, nudge other buses while in a high speed race against them – in the middle of the road, perhaps flattening the human bodies that dare to come in their way – and zoom away without inviting even a cursory glance from the traffic police who has been made indifferent with some magic \"tea money.\" Trucks, too, enjoy this power, but only after dark do they live up to their \"killers on the road\" title.\nThe next in rank are the monstrously large SUVs that usually belong to a VIP or a \"VRP\" (very rich person), and both titles come with similar levels of entitlement. These vehicles will just keep edging away the little vehicle, be it a sedan or an auto-rickshaw, using their special sirens (sometimes wireless speakers) to intimidate and shoo away the minions.\nBut private sedans, some of them swanky sports cars, do enter the race – especially if they are driven by the offspring of a VIP or VRP. In fact these precious creatures often think of themselves as little Schumachers and will whiz by on Airport Road and the little lanes of residential areas alike, adding to the thrills and palpitations of those in the other vehicles or travelling on foot.\nObviously logic and common sense do not have any role to play in Dhaka's mad and maddening traffic, which is why the much celebrated automated traffic signals did precious little and the traffic police went back to the age-old way of controlling traffic – with their hand movements and a rusty whistle.\nAgainst this backdrop, how will AI signalling work? Will AI be able to fix the complete lack of regard for traffic rules and basic decency of drivers and jaywalkers when they are on the streets? Will this \"intelligence\" be able to stop the wheeling and dealing that make it possible for dilapidated vehicles and stuntmen disguised as drivers to go about their business of making Dhaka the seventh worst city in traffic management? Will AI be able to make sure motorised and non-motorised vehicles do not ply the same roads? Will it help to expand the road area to the 25 percent level needed to detangle the continuous gridlock? And will it clear the footpaths, stop the double and triple parking on busy streets? Most importantly, will artificial intelligence be able to prevent the 40 plus new private cars entering Dhaka's streets every day?\nPerhaps we need to introduce some good old \"natural intelligence\" to our traffic management, before elevating it with the artificial kind.\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "Can AI solve the insanity of Dhaka’s traffic?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/can-ai-solve-the-insanity-dhakas-traffic-3219656",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "It is always unsettling to hear about people's lives being taken under the most arbitrary pretexts by law enforcement agencies who are in charge of ensuring the overall security of all citizens. The assertion that George Floyd's death would be – and must be – the last such killing at the hands of law enforcement spread throughout the weeks following his murder by a Minneapolis police officer on May 25, 2020.\nUnfortunately, there has been no progress in the rate of fatal police violence in the US.\nIn a tragic turn of events, a young Bangladeshi student, Sayed Arif Faisal, was fatally shot to death by police in the city of Cambridge, Massachusetts, on January 4. This has spurred protests and enraged the Bangladeshi community living in the US state. The Bangladesh Association of New England (BANE), which described the death as a \"racist incident by white police officers,\" strongly denounced the \"brutal killing\" and demanded a fair probe of the incident and punishment of the police officer who opened fire. The victim's family has denied the police's claim that Faisal was carrying a large knife. As of yet, no evidence has been provided by authorities. The very public debate about police brutality in the US has been rekindled by this deadly use of force by the police.\nStatistics from the last two decades show that US society is confronted with a wide range of domestic human rights issues, and hate crimes, mass shootings, structural racism, and police violence have increased alarmingly. According to a new study in The Lancet, there have been around 32,000 police-related killings in the US during 1980–2019, with nearly 55 percent of these killings being misclassified or unreported.\nThe racist actions of the Trump administration are well-known. But it is distressing to note that there has been no change in the situation of racially-motivated police violence during the current Biden administration. Despite Biden's pledge to end the situation, law enforcement organisations killed 1,183 people in 2022, averaging about three deaths per day, according to Mapping Police Violence, a non-profit research organisation. Similar patterns have been documented by The Washington Post, which concluded that since 2015, police have killed almost 1,000 individuals annually.\nThis shocking regularity of killings suggests that nothing has changed substantially under the Biden administration to disrupt the nationwide dynamic of police brutality. Instead, it appears to be getting worse year after year.\nExtrajudicial executions are wrong in every way, both morally and judicially. They violate core human rights and supersede the \"right to justice\" in addition to breaking international laws and conventions. But unfortunately, a culture of impunity for police brutality also exists in the US judicial system. Police officers are given unique legal protections under US law in both criminal and civil proceedings.\nRacial discrimination permeates the fundamental fabric of US society and the country's political system. Sadly, racial profiling is still a regular practice in a number of US states. It leads to the hypothesis that white US Americans' perception of black people in the US, a country that preaches democratic values, is nonetheless still aligned with the mindset prevalent in times of slavery. Despite making up only 13 percent of the population, the rate of fatal police shootings of unarmed black people is more than three times as high as it is for white people.\nIn light of recent developments, Robert Reich, Clinton's secretary of labour, said the socioeconomic structure in the US today is identical to the apartheid system in South Africa.\nNumerous studies have found that gun violence has escalated to be a serious social issue that cannot be stopped. The US-based think tank Pew Research Center estimates that a total of 45,222 people died in gun violence-related incidents in 2020, which is 43 percent higher than a decade ago, 25 percent more than five years ago, and 14 percent more than the year before.\nThe most fundamental human right – the right to life – is threatened by gun violence. It has significant and lasting psychological impacts on individuals, families, and on the larger community. In a 2014 report, the NGO Human Rights Watch noted that minority populations are disproportionately affected by these violations: \"Victims are often the most vulnerable members of society: racial and ethnic minorities, immigrants, children, the elderly, the poor, and prisoners.\"\nDespite the US' advanced technology and well-trained police force, more than a thousand people are killed by on-duty police officers each year without due process of law. Now, concerns have been raised regarding US police's role in reducing the rising tide of violence. Human rights organisations accused the US government of failing to do more to halt these atrocities.\nThe State Department's goal of promoting human rights abroad would undoubtedly be called into question by the bleak picture of the human rights situation there. Since the United States has an undeniable history of police brutality and its police departments have been guilty of countless murders, it would be challenging for Washington to uphold its moral standing to pass judgement on other countries.\nFinally, extrajudicial executions by law enforcement agencies aren't normal in any society, whether it be in the developed world or the developing world. Every crime must be tried in fair tribunals, and offenders must receive just punishment. Governments must not be allowed to normalise police brutality. Washington's moral position to criticise other nations on rights issues will gradually erode until it is willing to uphold such rights itself.\nPrithwi Raj Chaturvedi is a researcher and political analyst.\n\n",
        "headline_1": "When the American Nightmare kills a Bangladeshi Dream",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-the-american-nightmare-kills-bangladeshi-dream-3219301",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "The recent decision by President Joe Biden's administration to renominate former Los Angeles mayor Eric Garcetti to be US ambassador to India has highlighted the peculiar state of the bilateral relationship.\nSince Biden took office two years ago, the US has not had an ambassador in New Delhi – and this at a time when the US is assiduously courting India as a potential counterweight to China in the Indo-Pacific. Together with fellow Quad members Australia, Japan, and the US, India is essential to maintaining the balance of power in the region. And as a member of the fledgling I2U2 partnership, which also includes Israel, the UAE, and the US, India has a crucial role to play in containing Chinese influence in the Middle East.\nGiven India's strategic importance, why has the White House left the ambassador position vacant for two years? The answer has nothing to do with India.\nGarcetti was nominated in July 2021, a few months into the new administration. But his Senate confirmation ran into trouble over allegations that, as mayor, he ignored sexual harassment complaints against one of his aides.\nGarcetti's alleged awareness of his aide's misconduct and his failure to act led some Democrats to join Republicans in refusing to call a vote on his appointment. In April, nine months after his nomination was announced, Senate Majority Leader Chuck Schumer admitted that he might not have the votes to confirm Garcetti, leaving the ambassador position in limbo.\nIndian officials, initially nonplussed, became irritated. Over the past 20 months, several US envoys served as chargé d'affaires at the New Delhi embassy, but they were all transferred and replaced before they could establish the local relationships vital to their success.\nThe absence of a US ambassador has raised questions about America's commitment to deepening ties with India. Biden has called the US-India partnership \"one of the most important relationships we have\" and hailed the country as an \"indispensable\" partner. But the administration's inability to name an ambassador has led some Indians to wonder whether the US would have left the same post in London or Paris vacant for so long.\nMeanwhile, the strategic relationship between the US and India has never been more crucial. For years, India resisted pressures to take sides in the US' escalating rivalry with China. But China's recent encroachments on Indian territory in the Himalayas have caused India to challenge Chinese expansionism.\nIndia is also an important economic partner. The US is one of the subcontinent's biggest sources of foreign direct investment, with annual FDI standing at USD 45 billion in 2021. Unnerved by China's dominance over global supply chains, US officials have been encouraging domestic companies to establish manufacturing bases elsewhere, placing India at the centre of the administration's \"friend-shoring\" agenda. Apple, for example, is expected to produce roughly 25 percent of its iPhones in India by 2025. Similarly, the Indian pharmaceutical industry is capable of replacing China as America's main supplier of common generic medications.\nBut the failure to confirm Garcetti has undermined this mutually beneficial relationship. His confirmation struggles aside, Garcetti is a good choice for the post. He is young (51) and energetic, and his close relationship with Biden suggests that he would enjoy direct access to the president.\nHaving a US ambassador who has the president's ear is advantageous for the host country. Roosevelt House, as the ambassador's residence in New Delhi is called, has been occupied by colourful figures like economist John Kenneth Galbraith, who famously went straight to his close friend President John F Kennedy whenever he wanted to bypass State Department bureaucracy, including during the Sino-Indian War.\nWhile White House officials shrug and privately blame the Senate confirmation process for the absence of a permanent ambassador, the question remains: If India matters as much as the US says it does, why has the administration not acted more forcefully to get its nominee confirmed?\nIndia, which assumed the G20 presidency in December, fits remarkably well into America's global vision, and the two countries have much to gain from cooperating on common concerns such as climate change and Islamic terrorism. While they seem to disagree on how to contain China's rise, that is all the more reason to ensure that the mechanisms of diplomacy are functioning properly.\nAbove all, the White House must expend the political capital necessary to confirm an ambassador who can cultivate the personal relationships needed to maintain America's most important partnership in Asia. It is time for the Biden administration to get its act together and put Garcetti on a plane to New Delhi without further delay.\nShashi Tharoor, a former UN under-secretary-general and former Indian Minister of State for External Affairs and Minister of State for Human Resource Development, is an MP for the Indian National Congress.\n\nCopyright: Project Syndicate, 2023.\nwww.project-syndicate.org\n",
        "headline_1": "America's missing ambassador to India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/americas-missing-ambassador-india-3219416",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "A two-day-long job fair was hosted during January 7-8 in Gazipur, by the deputy commissioner of the district. The purpose was to help connect job-seekers and employers – a commendable objective. The event drew media attention when the minister of liberation war affairs, AKM Mozammel Haque, as chief guest, said, \"Universities have become factories that churn out unemployable people. The resources and talents of the country are being wasted.\" He also observed that a job advertisement by the district administration for an office peon would attract applications from a thousand people with Master's degrees.\nAn Economist Intelligence Unit (EIU) report in 2014 had claimed that 47 percent of university graduates in Bangladesh were unemployed. That is almost half of the graduates. A 2017 Bangladesh Institute of Development Studies (BIDS) report went a step further and reported 66 percent unemployment among graduates.\nThe EIU report attracted media attention and was challenged on several counts. The method generally used for measuring unemployment did not capture the specific situation of the graduates. For instance, a portion of graduates did not accept jobs that did not meet their expectations in respect of salary, working conditions, or fit one's aptitude and field of education. A large number of women graduates, as many as one-third, chose not to be in the job market. The methodology of measuring unemployment does not account for underemployment (part-time jobs or jobs paying lower than comparable market wage), seasonal employment, and paid or casually paid employment in family enterprises. And the questions posed about the EIU report also could be asked about the BIDS report.\nBut to mention the failings of the EIU or BIDS reports is not to deny the problem with respect to both education and employment. It just points to difficulties of defining the problem.\nIn fact, having a higher youth (15-24 years) unemployment rate than the general unemployment rate is a global phenomenon. In Bangladesh, according to BBS, this stood at 10.6 percent in 2021, more than twice the overall national unemployment rate of 5.2 percent.\nThe populist remedies for youth and educated unemployment, echoed by the minister, include: providing more technical and vocational training at tertiary and pre-tertiary levels; restricting expansion of and entry into higher education; providing more job-related academic programmes and courses; and making tertiary education more practical for life (besides just making students tech-savvy). There are also boilerplate demands for better teaching-learning, curriculum reform, more research, and so on.\nAll these points have some validity, but taking each remedy in an isolated manner without a coherent and coordinated plan, and more importantly, not following through with effective implementation steps cannot produce the desired results.\nAt the secondary level, in the last two decades, participation in technical-vocational education has risen from one percent to 15 percent, but the result has not been satisfactory with respect to training quality and marketability of learners. This is especially the case with vocational courses in general secondary schools.\nBangladesh actually remains behind many other developing countries in providing higher education opportunities. And so, employability of graduates has remained an issue.\nWith rapidly changing technology, labour market and job profiles, it is unrealistic to expect an arithmetic symmetry between skill requirements of jobs and what is learned in tertiary institutions. Universities can provide generic skills useful for a range of jobs. Job-specific skills are better acquired through internship, apprenticeship, induction training, short training courses, and on-the-job upgrading, which demand university-industry collaboration. This result is attained when an acceptable quality of instruction is maintained.\nThe flexible supply-demand relationship in the job market puts a premium on the quality of education, irrespective of the subject or discipline of a student. This is where the greatest failure of Bangladesh's tertiary education system lies. When employers complain about not finding the workers they need, they are often talking about job-seekers lacking communication and literacy skills, the ability to think rationally and critically, computer skills, creativity, and soft skills such as working in a team, maintaining discipline, and taking pride in one's work.\nThere are policy and strategy measures needed in education, not just for higher education. A rapidly changing job market, dominance of digital technology in future jobs, and need for the capability to adapt to change and upgrade workers' skills accordingly demand an acceptable quality of general secondary schools. The secondary level – as provider of foundational competencies for the future workforce of the nation (in both the formal and informal economy) – has to ensure that competencies in language and communication, maths, and science are acquired by all to an acceptable level. The beginning, in fact, has to be made in the early childhood development stage and must continue through primary and secondary education.\nAll the deficits of school education cannot possibly be overcome at the tertiary level when students already arrive there unprepared in terms of the basic skills and knowledge needed to pursue higher education at colleges, universities, and higher level technical training institutions. But there is a lot that also has to be done to improve the performance of tertiary education.\nA Strategic Plan for Higher Education Development (SPHED 2018-30) was prepared by the University Grants Commission (UGC) with assistance from the World Bank. The president of the country (as the chancellor of universities), the prime minister, and the then education minister wrote messages endorsing the plan and encouraging its implementation.\nAn initiative, with government approval and Unesco and Global Partnership for Education support, to develop an education sector plan was undertaken and a draft was prepared in 2020. The education authorities, for reasons not quite comprehensible – except perhaps customary inertia and a preference for the status quo – have not taken any steps to move it forward. The draft sector plan for Bangladesh sits idle on the website of the Global Partnership for Education. Meanwhile, the first five-year phase of the strategic plan for higher education approved by the government passed without any demonstrable steps taken for implementing it.\nA few of the key points of the SPHED and the draft education sector plan worth highlighting are: a) Political and administrative decision-makers should vow to protect higher education from destructive, shortsighted and politically-motivated decisions and actions.\nb) The highest priority should be given to bringing institutions up to agreed-upon standards and no new institutions should be established without a guarantee of maintaining these standards for physical facilities, teaching personnel, and educational activities.\nc) An urgent action plan should be initiated for colleges under the National University regarding physical facilities, teaching staff, and accountable management; division-wise affiliated universities should be set up as anticipated in the Qudrat-e-Khuda Education Commission.\nd) The UGC should be transformed into a Higher Education Commission with the authority, capacity, and resources to supervise the quality improvement of public and private higher education entities.\ne) The 1973 public university ordinances and the 2010 Private Universities Act should be appropriately amended, balancing academic autonomy, fostering an academic environment, and promoting accountable governance.\nf) Investment and capacity-building in educational technology should lead to widespread adoption of blended learning among all institutions and learners.\nThe way ahead lies in a strategic agenda, based on a social compact to promote the complementarity of public and private contributions within a regulatory framework aimed at optimising the \"public good\" aspects of skills development and tertiary education.\nThe irony is that this is a political settlement challenge, which has hindered progress so far.\nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network (BEN), and vice-chair of Campaign for Popular Education (CAMPE).\n\n",
        "headline_1": "Graduate unemployment: Who's to blame?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/graduate-unemployment-whos-blame-3219261",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "We find it deeply troubling that the High Court, yet again, had to remind education authorities to form committees to combat sexual harassment at all educational institutions. This is not the first time that the court issued such reminders to the education ministry and the University Grants Commission (UGC) to implement its 2009 verdict on forming such committees. On Tuesday, it also sought an explanation from the authorities for their inaction or rather refusal to adhere to the directive, and ordered the government to pass legislation based on its guidelines in this regard.\nIt should be noted that some sexual harassment cells have been established since the passing of the 2009 verdict. As a deputy director of UGC has recently told this newspaper, 45 out of 53 public universities, and 71 of 109 private universities, established anti-sexual harassment cells. These cells, however, appear to exist only on paper. After conducting a poll among students from 15 public and private universities, this paper discovered that although almost all of them had experienced sexual harassment or knew someone who had, 31.5 percent of students didn't know where to register complaints. When asked if they were aware of any cell where reports of harassment were filed, 77.4 percent gave a negative response. According to 59.1 percent of respondents, their universities don't hold any seminars, workshops, or other awareness programmes about where and how to file complaints in accordance with the HC regulation.\nBut even when a complaint is filed with a cell, abusers are not often brought to book, especially if they are connected with influential quarters. For example, on July 17 last year, a female student of Chittagong University filed a complaint after an attempted rape, but the authorities didn't take it into account even after protests erupted on campus. The abusers continue to receive the patronage of powerful parties and university authorities. This paints a dismal picture of the state of our educational institutions, one that must be corrected. No case of sexual harassment should go unpunished. The authorities must investigate all complaints of harassment and take proper action. As well as forming complaint cells and making them functional, it is vital that students are made aware of their existence and encouraged to seek redress.\nBut we must ask: why has the HC directive not been implemented in full yet? What's stopping the higher authorities from taking action that could really help rid their campuses of the scourge of sexual harassment? And what does it say about the rule of law in this country when an express directive of the court is disregarded year after year? We urge the higher authorities to take immediate action to resolve this issue. They must also pass legislation making the establishment of Anti-Sexual Harassment Cells mandatory at all educational institutions.\n",
        "headline_1": "Address sexual abuse at educational institutions ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/address-sexual-abuse-educational-institutions-3219111",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "If there existed an award for the most perfect example of someone putting the cart before the horse, the Dhaka South City Corporation (DSCC) or those running it would be its top contender because of their move to install an artificial intelligence-driven signalling system in Dhaka. In one of the most congested cities in the world – where the rules of the jungle apply when it comes to traffic control – the idea would be comical if it did not mean the possibility of yet another bottomless pit for public funds to disappear in.\nOur fears are substantiated by the fact that the DSCC has already spent Tk 119 crore of taxpayer's money to upgrade Dhaka's traffic signal system. This ambitious project was meant to give us digitised signal lights, solar-powered timer countdowns and digital display boards on major intersections – yet here we are, still depending on a largely manual traffic management system, and currently ranked as the third-worst country on the World Traffic Index.\nExperts have warned that such projects are a waste of time when even the fundamentals of traffic management are missing from Dhaka's streets – with both motorised and non-motorised vehicles plying the same road, lanes not being followed, and the flow of vehicles generally being much higher than the capacity of the roads. The unplanned influx of newer vehicles landing on our already overcrowded roads, poor road conditions, and even poorer public transport networks are only making the situation worse.\nAdded to that is the fact that the government's own Strategic Transport Plan, which involves clearing footpaths, connecting roads outside Dhaka, improving public transport management and more, is not being followed. And we all know that even a little bit of rain can clog Dhaka's streets, and make the city come to a standstill. In this situation, it seems almost ludicrous to suggest that an AI-driven signalling system can suddenly solve our traffic woes.\nWhat is even more concerning is that, in their misplaced idealism, the DSCC has already paid Tk 5 crore to a consultant firm to conduct a feasibility study for running 53 of its designated traffic signal points with AI technology. Could this money not have been put to better use in a city that still depends on hand gestures from traffic police, as well as ropes, cones and bamboo fences on major roads, to regulate traffic?\nThe current government has pledged to make this country a Smart Bangladesh by 2041, and we can only assume that this ill-informed plan is the DSCC's attempt to keep up with this promise. But what it really shows is just how out-of-touch the city corporation truly is with reality. Perhaps, before taking this project any further or before any more similarly unrealistic projects are taken up to solve Dhaka's traffic nightmare, making the relevant authorities slightly more familiar with ordinary people's everyday reality should be made the first priority. We urge the authorities to undertake initiatives that actually deliver results on the streets.\n",
        "headline_1": "Could DSCC be any more unrealistic?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/could-dscc-be-any-more-unrealistic-3219081",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "Belt-tightening by the central bank on LC opening through a number of actions in the past months was indeed a temporary measure to regulate trade transactions so that precipitous fall in foreign exchange reserve could be averted. The actions, among others, included restriction on import of non essential goods by imposing higher LC margin, and notifying at least 24 hours before opening import LCs valued above US$3.0 million. Given the declining reserve, these were considered steps in the right direction. The outcome was evidently positive. Trade gap following these and few other regulatory measures decreased, so also the current account deficit. Import data show that in the six months of the current fiscal, till December '22, the number of import LCs has halved.The BB circulars, as can be seen, are area-specific- meant to discourage import of non-essential and luxury goods, and monitor LC opening beyond a certain ceiling, i.e., $3.0 million. However, it is true that because of the restrictions, commercial banks have been shying away from opening LCs, irrespective of the type of products-commercial or industrial. As a result, imports are badly affected, even in respect of essential products including primary commodities, capital machinery, spare parts, and industrial inputs for both export manufacturing and domestic consumption. The issue was recently raised by the president of the Dhaka Chamber of Commerce and Industry (DCCI). In a meeting with the Commerce Minister, he urged upon the government to loosen the belt so that essential imports could be carried out smoothly. It is quite obvious that the current situation cannot continue for far too long as it has a multiplier effect on both domestic market and export. Cost-benefit analysis is important in this context in order to have a clear view of the factors at play. The BB, experts are of the opinion, should do its homework in this regard. The simple logic here is that spending foreign exchange on import must not be seen as sheer pumping out of limited forex resource. Containing domestic prices of commodities and earning foreign exchange through import of raw and intermediate materials for export manufacturing are crucial to the sustenance of the economy. This helps curb inflation on the one hand and restock the forex reserve on the other.The BB, understandably, has to keep watch on many fronts including, among others, timely repayment of foreign loans and unscrupulous business transactions leading to money laundering by means of over-invoicing, if things are let loose. However, one good thing to note here is that export is experiencing a rebound. As for workers' remittance, although not up to the mark at the moment, it is expected to increase with the surge in the number of migrant workers lately.Crafting a strategy is thus important. Keeping in view the limitations, it is imperative for the BB to devise a priority check list to facilitate LC opening in respect of mainly essential industrial inputs with some flexibility, at least for the time being as a test case.",
        "headline_1": "Relaxing LC opening restrictions for essential imports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/relaxing-lc-opening-restrictions-for-essential-imports-1673536308",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "It is too good to believe that every citizen of Bangladesh will have a health card to enjoy unfailing healthcare in hospitals or clinics. To go by Health Minister Zahid Maleque, a project on national health card has already been sent to the planning ministry for approval. The health minister indicated that it has got the green signal from the country's prime minister. If and when the proposed health card is issued to the people, it will have detailed information maintained digitally. Physicians will have access to a patient's history by a single click, making treatment easier. In a country where only 2.48 per cent of the gross domestic product (GDP) is spent on the nation's healthcare, which is 7.9 per cent of the total government expenditure, any such system comes as a godsend to the people. Patients seeking healthcare have to bear the lion's share, 96.5 per cent, as the out-of-pocket medical bills. Now the billion-dollar question is, if the health card will entitle patients to receive medical attention free of cost or at least substantially at a cheaper rate. So far as the right to health is concerned, according to the Human Rights Measurement Initiative, Bangladesh fulfils 89.3 per cent of what it should be accomplishing by its level of income. The country achieves 95.0 per cent of the target of child health its income now allows and where the adult population's health is concerned, it fulfils 94.2 per cent. In case of the right to reproductive health, however, the achievement is poor at 78.8 per cent of what its income level permitted. If these conceptual standard looks more or less like an abstract hypothesis, let the more concrete and easily comprehensible figures brought under scrutiny. The country can offer only 0.8 bed for every 1,000 people with 5.26 doctors looking after 10,000 people on an average and the nurse-population ratio is a ludicrous 1:5,000. Even these inadequacies pale before the medical malpractices ripe in both government and private health systems. Except a few rare exceptions, physicians have turned their profession grossly commercial so much so that they spend most of their time in private chambers and also receive a hefty share from the unnecessary diagnostic tests they prescribe from their designated pathological and diagnostic centres. There have been several cases in which surgeons stitched the abdomen of patients leaving pieces of gauze bandage, fork or even scissors inside. Regent Hospital scam is not the only such fraud-managed health facilities in the capital itself, let alone in the country. Impersonating doctors posing as veteran consultants for long years often get exposed. In the absence of doctors, nurses and other people with no medical degree or training are reported to offer routine medical service to patients at health facilities such as upazila health complexes, maternal and child welfare centres and community clinics. Then there are agents who lure unsuspecting people accompanying patients brought to specialised hospitals such as the National Institute of Traumatology and Rehabilitation (NITOR) popularly known as Pangu Hospital out of the gate during the waiting time. Barring active collusion with a section of hospital employees, this is simply impossible. Once snared, the patients' near and dear ones are fleeced although the assurance of better healthcare remains illusive.Apart from such gross deviation from the minimum standard of medical services, institutional mismanagement and indiscipline also make poor people's access to healthcare extremely difficult. Even there are allegations that the authority and physicians of the largest hospital in the country mostly remain a hostage to the bullies who lead the employees' union. So in matters of admission or allocation of hospital bed/cabin, theirs is mostly the last word. In this connection institutional failure has been best illustrated by the dialysis patients' demonstration on the road in front of the Chattogram Medical College and Hospital on Tuesday and the police's application of force to evict them from the spot. Why did the hospital authority allow a private entity to use the ground floor as a dialysis centre in the first place? Now the sudden arbitrary rise in dialysis fees and the reduction of the number of concessional dialysis have left many of the patients in a dire straits. It is against such a backdrop, focus has been directed to the medical service for its improvement by bringing in discipline in the system. The challenge is daunting. Now the health minister has come up with a plan for the doctors of government hospitals to have their private chambers at their workplaces. In the Bangabandhu Sheikh Mujib Medical University Hospital such a system was introduced where patients can consult specialised doctors at a reasonable fee. But will it work for physicians who do not even stay at their duty stations in upazilas or those whose service is most sought-after and even attend private chambers in another city on weekly holidays? Can they be restrained from minting money?It is because of such abuses of medical ethics that the country's health service enjoys people's no-confidence and those who can, seek medical treatment abroad. The first task is to restore the confidence. As for the medical card, there is no question about its merit but how this can be implemented is the most important factor. That it will contain detailed information is appreciable but isn't it better to have a more comprehensible digital database of the nation, which can be conveniently used by different government organs including the police for criminal records?\n[email protected]",
        "headline_1": "Health cards for all to receive medical service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/health-cards-for-all-to-receive-medical-service-1673536371",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "The government on Thursday exercised its newly-found power to fix power tariffs under the just-amended Bangladesh Energy Regulatory Commission (BERC) Act. It, thus, has ignored the recommendations of the BERC's Technical Evaluation Committee to raise the tariffs by 15.43 per cent.The latest hike in power rates by Tk 0.19 per unit or 5.0 per cent, on average. The increase comes into effect from January 01, 2023.State Minister for Power, Energy and Mineral Resources also informed the media of the decision to make 'adjustment' in power tariffs every month. With energy prices soaring in the international market, the decision is bound to create grave anxiety among power subscribers, domestic or otherwise.So, the increase in power rates when the prices of most essentials have gone through the roof is certainly a big worry. The rate hike surely would give yet another boost to the cost of living and industrial production.As if the suffering coming in the form of a power tariff hike was not enough, a different element of concern---power load shedding---is lurking in the corner. The problem is an old one, and it involves huge suffering and loss to the economy. The problem with the power supply even during the current winter season is indicative of a troubled time ahead. Power consumption goes down notably during the winter months. It is rather an irony that the authorities having an installed generation capacity of more than 22,000 megawatts are failing to meet the power demand even during winter days. Thus it is resorting to so-called load management (power outages). The power division of the government is reportedly finding it hard even to meet the demand for 10,000 MWs. Non-operation of diesel and furnace oil-run power plants primarily to save fuel costs and the decline in generation by coal and gas-based power plants are responsible for the non-availability of enough electricity to meet the demand. The last summer season did witness a substantial cut in power supply. The situation might be the same or even worse in the coming summer, as imported fossil fuels are likely to be costlier in the international market. The local supply of gas will continue to be inadequate. So, it is difficult to expect any notable improvement in power supply in the coming summer months when people will count more money on account of power purchases. It is also hard to rule out a few more hikes in power tariffs in the future days if fossil fuels continue to be costlier. But the government will be free to put into effect the hikes without any obstacle because of the latest amendment to the BERC Act. Thus, the developments in the power sector are quite baffling. You can generate 22,000 MWs, yet you cannot make available even half of that to different consumers either for fuel shortage or for lack of sufficient transmission and distribution networks. However, the deplorable power situation is nothing unique for Bangladesh. Some other countries in South Asia have been experiencing power supply shortages. But reasons vary. The soaring fuel price, undoubtedly, is hurting all the oil and gas importing countries. But Bangladesh has some issues that are its creation. Most people are aware of those, courtesy of the media and energy experts. At the top of the problems are private rental power plants that have been devouring taxpayers' money for more than a decade and the government's failure to exploit its hydrocarbon resources. The power pilferage issue is hardly discussed these days. The service providers, too, try to ignore it. But, an independent survey needs to be carried out to help determine its extent. In sum, the power subscribers need to prepare themselves to face twin troubles--- high power tariffs and frequent power outages--- during the upcoming summer months. But there could be some respite if the government takes a few extraordinary and innovative measures that might involve additional expenditures. Yet that might be worth doing. \n[email protected]",
        "headline_1": "Power subscribers facing twin troubles",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-subscribers-facing-twin-troubles-1673536422",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2023"
    },
    {
        "full_article": "The number of gas cylinder users is increasing day by day across the country. However, compressed gas cylinders can become life-threatening if not handled with great care. Unfortunately, transporters, retailers and even users in Bangladesh are handling gas cylinders carelessly, which has led to dangerous accidents. The recent Dhamrai fire that claimed four lives of a family and injured another reportedly broke out following an explosion of a cooking gas cylinder. That the fire originated from gas cylinder explosion is not a new thing in Bangladesh, which has horrifyingly increased over the past few years. CNG and LPG cylinders are typically high-pressure gas containers that can explode at any time after their estimated lifespan. The use of old and unchecked cylinder is like living with ticking time bombs, which often cause accidents. As gas outages become more frequent nowadays, people are using more gas cylinders. The government should find a safer and environmentally friendly alternative for people to use gas instead of cylinders. The authorities concerned should also initiate an awareness campaign to inform people about the dangers of mishandling gas cylinders and urge people to take safety measures. The users who are not following safety protocols should be fined to avoid fatal accidents in the future. \nBadsha FaysalJurain, Dhaka[email protected]",
        "headline_1": "Safety protocols for using gas cylinders",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/safety-protocols-for-using-gas-cylinders-1673536450",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-01-2023"
    }
]