[
    {
        "full_article": "Taps are dry, as is the treasury. Congress is thirsty to take on an upbeat BJP. BJP’s banking on BSY’s putramoh to galvanise saffron campaign. Will Kannadigas stick to the tradition of giving more LS seats to state’s opposition party?\nTemperatures are soaring in Karnataka, literally and figuratively. Several districts are reeling under an acute drinking water shortage – in Bengaluru 1,214 borewells have completely dried up. Politics is also heating up, temperatures rising, in the run-up to Lok Sabha polls.\n\nFederalism in DNA | Kannadigas must be the country’s truest federalists if their voting pattern over the last 25 years is any yardstick. By accident or design, they end up voting for different parties in state and general elections. A pattern that’s largely played out barring brief periods when ‘double-engine’ govts emerged, again, more by accident than conscious choice.\nBetween 1999 and 2024, only for about six years, did the state have the same party or alliance in the historic Vidhana Soudha, as in North Block.\nRead full story on TOI+\n\n",
        "headline_1": "Karnataka political scorcher",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/life-notes/karnataka-political-scorcher/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2024"
    },
    {
        "full_article": "Mamata’s personality carries her party, her bitter rivalry with state Congress sank INDIA, while CAA alone can’t help BJP. Here’s what’s playing out in Bengal, with 42 seats, LS’s third largest chunk\nWhat explains Mamata’s ditching INDIA on seat-sharing?\nCongress was desperate for some arrangement with Trinamool as it wanted to retain the two seats it won in 2019: Baharampur and Malda (South). In both, margin of victory was narrower than sum of votes polled by Trinamool and BJP candidates.\n\nMalda (South)’s win margin of 8k+ votes was especially low. Trinamool’s help in these two seats would have almost sealed a Congress victory this time. But politics isn’t only about ideology, policy. It’s also about personalities. And it’s here that things went wrong. Differences between CM and state Congress chief Adhir Ranjan Chowdhury go back a long way. Even when both were in Congress, they belonged to different factions. Chowdhury’s been among Trinamool’s harshest critics. His shrill opposition has often been in sharp contrast to central Congress leadership’s ‘soft’ approach to Mamata. So, for Trinamool, it’s payback time. If it wants any Congress politician cut to size in Bengal, it is Chowdhury.\nRead full story on TOI+\n\n",
        "headline_1": "Why CAA’s just a dash of spice in Bengal’s jhaal muri",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-caas-just-a-dash-of-spice-in-bengals-jhaal-muri/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2024"
    },
    {
        "full_article": "BJP moves in Haryana again showcased its ability to quickly manage trouble. Will it pay off in polls?\nIn a day marked by fast moving developments, BJP in Haryana dumped its erstwhile coalition partner and changed its CM about seven months before the assembly’s term is scheduled to end. BJP state government appears safe. Instead, its erstwhile coalition partner, JJP, is staring at a split. It’s yet another example of BJP’s unsentimental approach, and its political hunger. Traits that keep it in pole, and poll, position.\n\nDifferent strokes, different elections | BJP emerged the dominant party in Haryana in 2014. However, voting patterns between LS and assembly elections were distinct in 2019. In LS, BJP swept the state with about 58% vote share. In assembly elections a few months later, its vote share dropped almost 22 percentage points, and BJP fell short of a majority. Hence the troubled coalition with JJP. Since in LS, the Modi factor changes equations, BJP appeared reluctant to part with any of the 10 seats it won.\n\n\nJat factor | Jats are politically the state’s most significant group. The most striking aspect of BJP’s social engineering in Haryana is its influence over all non-Jat groups. Neither the sacked CM Khattar, nor new CM Saini, is Jat. Neither has the BJP shown much sympathy to farmers’ demands, which resonate among Jats. Crafting a new winning social combination has been a standout feature of BJP in states it has come to dominate.\n\nImpact on LS | By moving Khattar out without disturbing the underlying social coalition, BJP may have offset some of the unhappiness against the state government. But there’s more to it. BJP’s Hisar MP Brijendra Singh resigned from the party this week and joined Congress. BJP to Congress is arare switch in the Hindi belt. He cited reasons: farmers’ protests, sexual harassment issues facing women wrestlers, and disgruntlement with Agniveer scheme. This is being interpreted as a sign that Haryana’s Jat community is unhappy. It remains to be seen how this plays out in LS elections.\n\nBig picture | Both BJP and Congress have been confronted by rocky state governments. But the big difference is that the former is able to replace state leaders without a government imploding. And these mass culls don’t seem to impact BJP’s subsequent electoral performance. Haryana saw the first part play out yesterday. We’ll have to see if the script plays out in elections.\n\n",
        "headline_1": "New face, same game",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/new-face-same-game/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2024"
    },
    {
        "full_article": "Everyone on Insta manipulates their images. But it’s different when those in positions of public trust do so\nThis is an era of the ‘Instagram face’. Teens to greybeards, who isn’t using filters on social media? So much so, real-life encounters with yesteryear buddies are often shocking. Because their virtual avatars have aged very flatteringly. Yet, Kate Middleton putting out a ‘manipulated’ family photo, cannot be excused as simply being on-trend. Major news agencies withdrew the photo, finding it in breach of their guidelines.\nDiamond cut | UK’s royal family lives off UK taxpayers. In exchange, it has to deliver an overall fairytale-ness. A lot of this is playacting, and British public seems to accept it. But there are limits. Kate has just hit a big one. There is also extra sensitivity on this right now, as the country is due for elections within a year.\n\n\nCommon carat | When people in powerful positions push doctored photos, that’s a completely different ball game from your neighbour erasing his acne from his profile pic. Toughest standards have to be followed. Any departure can erode public trust. For example, if your legislator is very sick, but his “current” publicity photos show him healthy.\nDictator grade | Such deception also has very scary antecedents. Dictators managed to pull it off even before Photoshop was created. Soviet airbrushers used to ‘eliminate’, from photographic records, those who fell out of favour with Stalin. Mao and Mussolini are also known to have ‘purged’ photos as they liked. Surely no modern person in power, whether English royals or politicians everywhere, wants to be seen in this kind of company.\n\nCrown jewel | Proving an image is fake can be hard. But proving that it isn’t can be harder. Public figures who play fast and loose with authenticity, risk losing credibility. And when someone else doctors their photo, for malicious reasons, they could meet the same fate as the boy who cried wolf.\n\n",
        "headline_1": "Photos & Power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/photos-power-everyone-on-insta-manipulates-their-images/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2024"
    },
    {
        "full_article": "A report on heart, lung and brain diseases carried in this newspaper on Tuesday paints a dismal picture of the health condition of the nation and the medical treatment available in the country. Although the focus of the report is primarily on cardiac problems, it has referred to other fatal diseases in passing to show that on both fronts of health consciousness and specialised healthcare, there is a mindless indifference to these critical issues. Heart, lung and brain diseases together are responsible for 36 per cent of all deaths in the country. Of the 15 major causes of death the Bangladesh Bureau of Statistics (BBS) surveyed, heart attacks accounted for 17.45 per cent of all deaths. This percentage is higher than the 15 per cent combined death toll due to pneumonia, asthma, liver cancer and kidney disease. Let alone those who get many of the diseases genetically but then a large majority invite such diseases because of incorrigibly bad habits and a sheer lack of health consciousness. So the message is clear that the nation in general leads an imperfect life marked by sedentary, inactive and irregular routines, wrong dietary habit, unsafe foods and in some cases drug abuse. While text books should include lessons on healthy lifestyle with detailed description of the merits of sports and games along with balanced foods, the treatment facilities should also be caring enough and world class available at an affordable cost. Why should Bangladesh nationals be more prone to heart diseases than their counterparts in the West and even India? According to a senior cardiologist at Dhaka Medical College and Hospital (DMCH), Bangladesh nationals are likely to experience their first cardiac arrest at the age of 51-52, which is 10 years earlier compared to their US counterparts who may suffer such a heart condition at ages between 60-65. Close neighbours Indians are likely to get it when they are 52-56 years old. This certainly is unacceptable. People must know how to take care of their physical and mental health. Even then it cannot be enough for some to avoid the diseases under review. In that case, there has to be the right combination of expert healthcare staff in well-equipped facilities. That physicians here are less competent than those in India, destination of most patients, is not true. Where things go wrong is the systemic defect. Mostly governed by commercial mentality, they fail to do justice to their patients. Also the treatment costs of some of the life-threatening diseases here is forbidding. The same profit-mongering mentality of importers of cardiac stents led to an impasse when the authorities intervened in order to bring down the prices of these medical devices used for treatment of heart disease. Here lies the explanation for a growing number of medical tourists seeking treatment for ill health abroad, India in particular. Patients feel more confident there because they are paid enough attention to the satisfaction of patients and those who accompany them. The other decisive factor is the medical expenses which are reportedly 20-30 per cent less than in Bangladesh. So, a staggering number of 2.5 million patients go to India for medical treatment. Unless the health sector brings the house in order by taking stringent measures against the irregularities and rampant commercialisation of the medical profession, the flow of outbound patients will continue to inflate.",
        "headline_1": "Missing link of healthcare system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/missing-link-of-healthcare-system-1710344154",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2024"
    },
    {
        "full_article": "The holy month of Ramadan has begun, which enjoins on Muslims to observe day-long fasting, practice piety, and abstain from all sinful indulgences. Beyond the physical act of fasting from dawn till dusk, Ramadan serves as an opportunity for believers to deepen their connection with Allah Almighty through spiritual reawakening, self-purification, and self-sacrifice that have both temporal and spiritual significance. The main objective of the month-long ritual is to nurture and develop behavioural patterns that guide the believers to become ideal human beings, both in the eyes of God and man. Unfortunately, many practitioners apparently pay more attention to physical fasting than imbuing themselves with the true essence of the sacred month. Thus a holistic moral uplift of the people as a whole has yet to be achieved.For Muslims, Ramadan holds significant historical and spiritual importance, as it marks the month when the first verses of the Holy Qur'an were revealed to Prophet Mohammad (Sm). The act of fasting is more than mere abstinence from food and drink; it is a holistic commitment of body and soul to the principles of Ramadan and the teachings of Islam. It signifies refraining not just from physical needs, but also from negativity in thoughts, words, and deeds.Fasting is meant to instill self-control, self-restraint, foster compassion and empathy for the less fortunate, and serve as a means of spiritual and moral introspection. One of the primary objectives of fasting is to cultivate empathy for the less fortunate, particularly the poor and the hungry. Fasting, is not only beneficial for the body, but serves as a profound lesson in self-restraint, offering a pathway for spiritual reflection, and serving as a reminder to appreciate the blessings bestowed upon the faithful.If the true spirit of Ramadan is to be imbibed, progress towards redistribution of wealth and dismantling of class division must be hastened and achieved. The injunctions regarding Zakat and Fitra underscore this egalitarian principle. The rich must share their wealth with those in dire need. But as things are, Zakat and Fitra are doled out only as a symbolic gesture and the built-in inequality of wealth on a collective scale is not addressed. Ocean-wide inequality exists between citizens within Muslim states. The lesson of Ramadan is to quicken the move towards removing the imbalance as a way to uniting and unifying the Muslim Ummah. The holy month should also be the occasion to reflect and examine the abject lack of progress in this direction.In the broader context of society, Ramadan calls upon individuals to uphold moral integrity and refrain from actions that are morally reprehensible or harmful to others. However, amidst great religious fervour and devotion, it is disheartening to witness unrestrained hikes in the prices of essential commodities, imposing undue hardships on the low-income segments of society. Despite assurances from the government and business leaders, the pledges to curb price hikes have once again proven hollow, leaving the common people at the mercy of unscrupulous traders and those who have yet to find the spirit of Ramadan.As a result, no mitigation of the people's hardship in this regard has taken place, even in this holy month. As for Iftar, the ceremonial meal that every fasting Muslim consumes after sunset, high prices are not the only challenges to be braved, the rampant adulteration of food items, and their deliberate contamination with toxic chemicals by a section of unscrupulous traders have been ongoing unabated for years. Some sporadic actions were taken, but these proved totally ineffective. The potent danger to public health continues to run its course claiming an increasing number of victims suffering from liver and kidney diseases and other food-related ailments. One wonders why successive governments are failing to act against a bunch of criminals who have no qualms about indulging in despicable malpractices that have murderous impact.It must be emphasised, especially by Imams during their Friday sermons, that in Islam profiteering and food adulteration are haram- something strongly loathed and forbidden. Unscrupulous traders, most of whom are also observing fast and praying, are engaged in these sinful activities. This is sheer hypocrisy and a mockery of the principles and tenets of Islam. It is incumbent upon authorities to address these issues and ensure a peaceful and hassle-free Ramadan for all individuals.During this sacred month Muslims should seek both spiritual enlightenment and moral purification to address and combat the collective moral decay that is permeating the nation. In addition to fasting and praying, the people must collectively abstain from acts that are morally indefensible and harmful to others, and make them a lifelong habit. This commitment to ethical conduct should extend beyond Ramadan and become a guiding principle in their daily lives. By elevating this ethical and moral standard of the people, the nation could go a long way to address the menace of coercion, manipulation, exploitation and the pervasive spread of corruption in society.The sacred month also offers an opportunity for personal growth and reconciliation, as Muslims strive to reconcile with those they may have wronged and seek forgiveness. By fostering a spirit of forgiveness, compassion, and goodwill, the holy month can be a catalyst for positive change, not only in individual lives, but also in communities and societies at large.As Muslims advance into the holy month of Ramadan, let the believers embrace the true essence and teachings of the occasion – love, compassion, humility, and gratitude. May this month serve as a beacon of light, guiding them towards a path of righteousness, empathy, and benevolence, benefiting the people as a whole. \n[email protected]",
        "headline_1": "True essence of Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/true-essence-of-ramadan-1710344192",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2024"
    },
    {
        "full_article": "The hijacking of a Bangladeshi ship with 23 crews on board by Somali pirates on Tuesday has come as a shock to the nation. According to reports the pirates took control of the ship at gunpoint and held all crew members of the vessel hostage on board. This is the second such incident of attack on Bangladeshi ships by the notorious Somali pirates.Last time, it took 100 days to get back the ship and crew members safe and sound. A hefty amount was also paid to the pirates as ransom.Piracy is an old problem encountered by the maritime traffic. It has a history of over thousand years. A number of steps were initiated to put an end to piracy to ensure open and free maritime trade. Even warships were deployed to check piracy in several sea-routes. But none of these measures were found effective in countering the Somali pirates.Sea-based solutions alone will not be able to counter Somali piracy as the country has about 1,880 miles of coastline in the Gulf of Aden and the Indian Ocean. There are limited options if a shipping company chooses to avoid the Gulf of Aden. The only alternative for ships would then be to go round the Cape of Good Hope in South Africa; but it will add time, fuel and crew cost.Since 90s, Somalia has been a failed state. Factions control different parts of the country where the central government has no presence at all. Several of such factions resorted to piracy for generating revenue to run their operations in their respective regions.History shows that piracy at sea could not be completely eradicated only by using warships stationed on the spot to fight it because the piracy originates in land, not sea. Somali government has no control over the law and order in the coastal areas, which are being run by armed goons.Somalia has not had a viable government since Mohamed Said Bare was ousted from power in 1991. Naturally, pirates take advantage of this instability and uncertainty. Lack of alternative economic opportunities onshore also helps flourishing of piracy, as poverty-stricken local people are lured into embarking on criminal activities as a means of survival.Somalia lacks a functional economy with various powerful factions currently fighting for the control of the country, where pirates are able to operate with impunity from Somali coastal towns or even camps. To end the problem of piracy a stable central government in Somalia is a must.But it also needs a coordinated effort by the regional countries because Somalis have distrust for international intervention since the failure of the joint US-UN operations. This intervention failed to restore peace and withdrew from Somalia without restoring a central government. Simultaneously, there should be an international move to conduct maritime patrol.But at the same time, the coastal people in Somalia need to be offered sufficient economic incentives to help escape the lure of piracy.Bilateral cooperation between regional governments can also help eradicating piracy through establishing legal and jurisdictional mechanisms for the transfer, detention and trial of suspected pirates.Identifying the kingpins and disrupting their cash flows are also considered vital to combat piracy. This also requires sincere cooperation, resources and political stability within the region.Regional cooperation based on factors such as social and cultural balance, parallel attitudes and objectives, and geographical proximity, can be more effective than efforts made by far away countries.As piracy in Somalia is a threat to world's main maritime trade routes, a concerted international community response is imperative to stop them.\n[email protected]",
        "headline_1": "Somali pirates need to be stopped",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/somali-pirates-need-to-be-stopped-1710344226",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2024"
    },
    {
        "full_article": "As university students observing Ramadan, we encounter significant challenges in balancing religious duties with academic requirements during this sacred month. Fasting from sunrise to sunset results in decreased energy levels and reduced concentration, making it exceptionally difficult to attend classes, fulfil part-time employment commitments, study for exams, and complete assignments on time.Additionally, due to early morning commitments, many of us struggle to consume the pre-dawn suhoor meal. This lack of time, compounded by packed schedules, makes it challenging to find moments for rest and breaks to rehydrate. After breaking the fast at sunset, we often find ourselves rushing to complete unfinished tasks well into the late-night hours.I strongly advocate for institutions to offer greater flexibility in class scheduling, attendance policies, and exam timing to better accommodate Muslim students during the holy month of Ramadan. Understanding and accommodating our needs will help us maintain our religious beliefs while striving to achieve our academic goals. It is, therefore, hoped that the university authorities and the education ministry would spare some thoughts regarding this matter.\nAnisa Fatema Ahmed , Student North South University[email protected]",
        "headline_1": "For a flexible class routine during Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/for-a-flexible-class-routine-during-ramadan-1710344247",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2024"
    }
]