[
    {
        "full_article": "What impact do movies like ‘Manjummel Boys’ (MB)–the recent Malayalam blockbuster about friendship in the face of life-threatening adversity–have on hill stations like Kodaikanal? According to recent reports, the fallout has been a big uptick in visitors to the film’s chief backdrop even though the heart of its survival drama – Guna Caves – was sealed off 20 years ago.\nThere is a tradition of films set in Indian hill stations, prior to the more contemporary move to European locations, offering opportunities for romance, showing off winter clothing, flights of fancy and social experimentation. Growing up in Kodaikanal in the 1980s, we encountered stars while they were making films like ‘Jo Jeeta Wohi Sikandar’ around the lake; bumped into them at dinner while on excursions to Ooty; cheered when the line ‘Chalo, hum Kodaikanal jayegi!’ appeared in Waheeda Rahman’s Ram Aur Shyam. Countless Tamil films like Gunaa – the Kamal Hasan-starrer which MB references as a sort of spiritual predecessor–used Kodaikanal as a beautiful, primal setting in their narrative. The caves, in both films, are mysterious, haunting, awe-inspiring. They also sound a warning.\nReel to real: ‘Manjummel Boys’ portrays the reckless, don’t care attitude of tourists\nOvercrowded, overdeveloped and prone to traffic jams since I returned a few years ago, the ‘princess of hill stations’ is no longer pristine, and requires protection. There is an urgency when environmentalists like Zai Whitaker say, ‘It’s not too late to save Kodai’. It also reminds us that there are hill stations that lie beyond the pale.\nIn the face of increasing footfall, limited local infrastructure and threatened biodiversity, can we see a new genre of films which promote responsible tourism? MB could be one of them. A few of us went to watch the film recently, at Kodai’s little theatre, an old building which shows the big hits. Playing in Malayalam with only a brief scramble of subtitles, it was greeted with cheers and whistles. It shows a band of Malayali tourists who break the rules–and thus the covenant we have with nature – and pay the price.\n“The film has given awareness to a lot of people to be more careful [in nature],” says 24-year-old Nebish Benson, who acts in the film and lives part-time in Pethuparai, near Kodaikanal. “They shouldn’t litter our mountains. They should protect and conserve this lifestyle,” he says, remarking on the amount of waste the crew noticed while filming.\nLathika George, a writer and environmentalist based in Kodaikanal, says movies like MB realistically portray the ‘reckless, don’t care’ attitude of some tourists when they go to the mountains. The film also inspired commentary on the depiction of gangs of Malayali male tourists and what this might evoke. This might be triggering in some contexts, but in this one they served chiefly as a cautionary tale, to my mind. A local senior environmentalist was more critical: “Perhaps a cautionary tale for those who actually see the movie, but for the hoi polloi (sorry) just another tourist place to visit, to go to a location where their beloved movie stars have gone.”\nWhether it’s beleaguered Himalayan hill stations like Nainital and Ladakh, where activist Sonam Wangchuk and countless others fight for environmental protection, or places like Munnar and Kodaikanal, our hill stations are feeling the pressure. Even films with positive messaging can only help so much. Carrying capacity is an urgent need, one that is only slowly being addressed, as the courts rule in the north and in the case of the Nilgiris, hopefully positively affecting other hill stations in the ecologically fragile Western Ghats like Kodaikanal, too.\nA small town like Kodai, of around 2000 hectares–of which around 889 hectares are developed, as per the Master Plan 2021–cannot physically manage the influx of what the town’s tourism office calculated was 8 lakh and above per month, at busy times. Most importantly, it is located in a designated wildlife sanctuary and officially qualifies for protection, as the court has recently been asking the government to recognise.\nRecently, concerned residents held a protest march in Kodai’s centre recently, ending up at the commissioner’s office. Local officials were sympathetic, but said they need support and direction from the top to act. It remains to be seen whether we can stop the passing of the buck.\nWe need alternative narratives around our hill stations. They aren’t places to run off to and escape reality–they have a pressing reality all their own, as MB shows. Consequences are real, and can be dire: a pile of litter left behind by picnickers, can spark a wildfire which spreads and has dire effects on flora and fauna (manmade fires are a whole other issue, of course). A group of locals called Solaikuruvi, regularly clean our shola forests–how cool would it be to see them featured in a film or the residents in Ooty who recently won protections for Longwood Shola?\nThe environment needs to play a major role in our imagination, in the era of climate crisis, and this cannot be a superficial connect. Time in the mountains means being at a remove from the mainstream: space to recharge, reflect, and commune with nature. Some wonderful ideas come from this perspective, but they need to be combined with concerted action, on the part of residents, policy-makers and visitors, to save these hills. What happens in the mountains affects us all, and we can all be a part of necessary and overdue change.\nGeorge is an editor and writer at the Asian Disaster Preparedness Centre and publisher of The Kodai Chronicle\n\n",
        "headline_1": "What a hit film can teach us about saving our hill stations",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/what-a-hit-film-can-teach-us-about-saving-our-hill-stations/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2024"
    },
    {
        "full_article": "The odd political pundit describes LS 2024 as a battle over the idea of India. What would be welcome is a battle over the idea of the right of women to choose a partner. There’s a maverick in the fray who’s standing up for it. The president of Indian Lovers Party is contesting in Chennai South constituency, with a unique promise of protecting those in love.\nWhat’s love got to do with marriage? | PMK’s election manifesto has drawn interest. The party wants to make parental consent mandatory for girls who marry before the age of 21. Legal threshold for marriage is 18. For a party that’s been associated with campaigns against inter-caste marriage, justifying its demand with medical reasons won’t wash. Girls falling in love is the stuff of nightmares for many Indians.\n\nOne nation, one attitude | PMK is not an outlier. It articulates an attitude common to political parties. For example, Uttarakhand’s law on uniform civil code brought even live-in relationships within its purview. It was justified by the state assembly’s speaker saying “we are trying to safeguard the interests of the girl.” An idea that started off as a way to bring about gender equality, ended up reinforcing social prejudices.\nEye of the beholder | It’s not just love that upsets equilibrium. It can be a regular public performance, and some reactions would make one think our cultural foundations have suffered seismic shocks. Jatin Chakraborty, a minister in West Bengal’s Left Front govt, once described Usha Uthup’s programmes as apasanskriti (decadent) and even joined his party colleagues to disrupt some of them.\nIf there’s one idea in India that could do with a change, it’s our idea of women. They do not need deification, they need freedom to choose.\n\n",
        "headline_1": "Love & politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/love-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2024"
    },
    {
        "full_article": "It’s hardly surprising that IPL has become synonymous with ‘slam-bam’ cricket. After all, the 20-over format is designed for high-octane boundary hitting. A whopping 170 maximums have been hit in this edition so far (till March 28) and we are not even at the half-way mark of the tournament.\nBig boys, big hits | Gone are the days of the classic leg glance off a fast blower, or a Tendulkar-esque straight drive. Today one gets to see the whole unconventional range from helicopter shots to SKY’s outrageous scoops. This ‘results-justifythe-means’ approach is crowd-pleasing and good for filling up modern stadiums.\n\nTumbling records | It shatters records too. The recent Sunrisers Hyderabad vs Mumbai Indians IPL clash saw a total of 523 runs being scored by both teams – a record. A total of 38 sixes were hit – another IPL record. Is this enough? No way. They want more! Bowlers are just cannon fodder. No wonder then cricket clubs across the country are ditching batting technique for IPL dreams.\nWait… what about Tests? | Who watches them anyway? Besides, the latest cricket punditry views the longest format in sessions. Sessions are broken into mini-sessions. So Tests are multiple IPL matches clubbed together. Forward defence you say? That’s for fuddy-duddies. ODIs? Two balls per innings have taken care of those. Let’s face the sad truth. Cricket’s subtle beauty is dying, and few care.\n\n",
        "headline_1": "Six appeal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/six-appeal/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2024"
    },
    {
        "full_article": "We use about 16,000 words a day. A two-year-old learns an average of nine words a day. But the origin of language is one of the most contested problems in science. Linguistics, neuroscience, anthropology, paleoarchaeology have all claimed pieces of the jigsaw, but the picture is only clarifying now, says The Language Puzzle: How We Talked Our Way Out of the Stone Age by Steven Mithen. Some argue that language emerged out of a genetic mutation 10,000 years ago, some suggest slow evolution from aprotolanguage, others say it evolved from singing or gesture and so on. This book traces the steps from early vocalisations of our ancestors to words, metaphor, and writing, leading to cognitive and social change.\n\nRead full story on TOI+\n\n",
        "headline_1": "How language became humans’ superpower",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-language-became-humans-superpower/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2024"
    },
    {
        "full_article": "The finding of World Bank's latest 'Bangladesh Country Environment Analysis' that the country is losing 17.6 per cent of its GDP (in 2019) due to environmental causes is truly shocking. The loss is equivalent to the gains the economy makes in three years. Pollution takes its toll on the most vulnerable in society including the poor, children aged under five, the elderly and women. That Bangladesh is not being able to fully confront the various problems associated with environmental changes or pollution isn't entirely its fault. Rather, it is a victim of a lot of pollution that originate in the neighbouring region and elsewhere. The problem associated with funds needed to address environmental changes is also a sticking point. As pointed out by the Environment, Forests and Climate Change minister, nearly 40 per cent of the climate-fund Bangladesh gets comes as loan - not concessional loan or grant. It's a major point of contention. Why should the country have to fight a large portion of environmental problems that originate somewhere else with funds that are interest-bearing loans? The country cannot bear this financial burden and it should not be asked to meet global environmental goals if soft-loans and grants are not made available to it. Problems like pollution and other forms of environmental degradation that are transnational in nature require a different model of financing that revolve around shared costs.The cost to human life is significant. The environmental analysis has calculated that air pollution together with unsafe water, poor sanitation and hygiene, lead exposure contributes to some 272,000 premature deaths and 5.2 billion days of illness. That translates into billions of dollars in lost revenue as so many deaths constitute a drain on the workforce and days not working mean loss of economic activity. Pollution is now all pervasive - both indoor and outdoor. Indoor pollution (e.g. unhealthy household cooking practices) is less recognised in Bangladesh but that combined with outdoor pollution is directly contributing to nearly 55 per cent of premature deaths, which in economic terms is equivalent to 8.32 per cent of GDP in 2019.So, what is to be done? Apart from the obvious question of financing, there are certain things the government can do to mitigate some of the major areas of pollution. It means implementing existing environmental law that involves monitoring and penalising errant industrial units that engage in discharge of unmanaged / untreated waste into water bodies and sewage systems. The need to strengthen institutional capacity of monitoring agencies is another area that has to be priortised at policy level when national budgets are formulated. Merely strengthening manpower or empowering institutions will not go anywhere unless that is backed up by a good governance mandate from the top decision-makers in the country.Apart from these, there is a great need for a push at policy level for \"green\" projects. Entrepreneurs will not be moved by arguments on the environment unless the financing part makes business sense. Merely enacting laws, redefining penalty systems will not have the desired effect. For any meaningful, lasting change to happen, climate-funds need to be made available to Bangladesh in the form of either long-term soft-loans and/or grants. This is the bottom line. The country is in the middle of a financial crisis and whilst it is obvious that merely ignoring the problem is causing more harm than good, it simply does not have the requisite finance to effect any meaningful change in environmental degradation or pollution. That is the message that policymakers need to take to world leaders and forums and this is a collective message from all nations that are bearing the brunt of global climatic changes.",
        "headline_1": "Bangladesh needs cheap funds to meet environmental challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-needs-cheap-funds-to-meet-environmental-challenges-1711809760",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2024"
    },
    {
        "full_article": "Being one of the five pillars of Islam, it is critical to mobilise Zakat properly so that the ultimate objective of obligatory charity can be achieved. And the objective is to reduce poverty in society by a balanced distribution of wealth. Islam upholds the principle of an egalitarian society and strongly discourages concentration of resources into a few hands. According to the Quran, Zakat money has to be given to the poor, the needy, those in debt' as a ransom for captives (prisoners of war), the wayfarers, the officials appointed in connection with the collection of Zakat, those whose hearts are to be harmonised by material support and in the way of Allah. [Quran. 9:60] Zakat is profoundly significant in Muslims' lives. On the one hand, it is a means of spiritual purification and, on the other, a way to regain balance and equilibrium in social and economic life. Though Zakat is traditionally mentioned with the methods of prayer of Islam, it is a part of the socio-financial system of Islam. It is also considered a key Islamic fiscal tool that is used to transfer resources from rich and affluent Muslims to poor and needy Muslims. In this process, Zakat unites the poor and the wealthy through a bond of love and respect. This is because, as former Cambridge faculty member, Syed Ali Ashraf explained, \"Zakat payers are not doing a favour to the poor; on the contrary, by accepting Zakat, the poor and the needy are bestowing a favour on the rich.\" [P-17, Islam, Cambridge, UK; 1998]Any Muslim who possesses the Nisab equivalent of wealth for one Islamic lunar year is eligible to pay Zakat. Nisab is either 87.5 grams of gold or 613 grams of silver. Also, Nisba of financial assets are subject to Zakat. Some Islamic scholars prefer 85 grams of gold or 595 grams of silver as Nisab. There is also a difference in opinion regarding the Nisab of financial assets. Some argue that it should be a silver standard, while others argue for the gold standard. (A detailed discussion is available in the column for last week, March 24, 2024). Muslims have to pay at least 2.5 per cent of the Nisab quantity or more of the wealth in their possession as Zakat annually. Based on the orders in the Quran, coupled with the practice and instruction of Prophet Muhammad (PBUH), Islamic scholars have developed some comprehensive guidelines to collect and distribute Zakat. However, these guidelines are not exclusive, which means there are some differences of opinion among the scholars regarding various dimensions of Zakat. Nevertheless, they are the same when it comes to the optimal distribution of Zakat, and this is the most challenging part of overall Zakat management. In other words, the inability to identify and validate the Zakat recipients transparently and conveniently is a big constraint to making the distribution of Zakat optimal. The principle of Zakat underscores the collective mobilisation of Zakat through institutional arrangements, although there is no bar to distributing Zakat individually as it is primarily an obligatory charity for individuals. So, a Zakat payer can either identify the recipients and then distribute it to them personally or appoint an agent to distribute it on their behalf. It is also possible to give the Zakat to the local authority or authorised organisations to distribute it to eligible recipients. Collective mobilisation is necessary to transfer Zakat in a better manner so that more people can benefit in the long run. In a Muslim state or Muslim-majority country, the government has a Zakat management body or unit to collect and distribute Zakat properly. Last year, the national parliament passed the Zakat Fund Management Act-2023, replacing the Zakat Fund Ordinance, 1982, to streamline the Zakat collection and distribution under government management. As per the act, a new Zakat Board has been formed to do the work, although the overall progress is yet to get momentum. Besides the government fund, several non-government charitable organisations have been working to mobilise Zakat in the country, and some are quite old, like Anjuman Mofidul Islam. Some other leading organisations working to collect and distribute Zakat include Dhaka Ahsania Mission, Centre for Zakat Management, As-Sunnah Foundation, and Quantum Foundation. It is visible that non-government charitable organisations are mobilising much more Zakat than the government body, mainly due to better management. These organisations utilise the collected Zakat for various purposes, such as job creation, hunger reduction, education, health service, and rehabilitation.One of the core principles of Zakat is to do obligatory charity so that the recipients of Zakat do not need to receive it again within a couple of years. This means Zakat money will help the recipients get out of dire situations by providing them with jobs, creating other income sources, and supporting them in getting rid of poverty. Without an institutional effort, it isn't easy to utilise the Zakat money in such an efficient way. Over the years, the institutional mobilisation of Zakat has gone up, and many Zakat payers are relying more on these charitable organisations to pay their due Zakat. Though the old tradition of distributing some clothing and food among the poor in the name of Zakat is still there, many have already got out of the flawed practice. As institutional effort has paced up to make optimal use of Zakat, it is necessary to encourage the effort through awareness building and policy support. For instance, the payment of Zakat is tax-exempted only for a few organisations. The facility may be extended to more organisations based on the performance and transparency in Zakat mobilisation. This will encourage more people to pay Zakat institutionally. The organisations will also be encouraged to do better work to make the distribution of Zakat more efficient. [email protected]",
        "headline_1": "Optimising Zakat mobilisation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/optimising-zakat-mobilisation-1711809805",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2024"
    },
    {
        "full_article": "Certain statistics are disconcerting, especially those that portray a grim picture of the country's socio-economic reality. Urban poverty in Bangladesh has increased significantly over the last five years due to the rising cost of basic needs. A study jointly conducted by the South Asian Network on Economic Modeling (SANEM) and the Global Development Institute at the University of Manchester reveals that in urban areas, the poverty rate, as per the upper poverty line, rose from 16.3 per cent in 2018 to 18.7 per cent in 2023. Conversely, during the same period in rural areas, the rate declined from 24.5 per cent in 2018 to 21.6 per cent . The multidimensional poverty rate in rural areas decreased from 30.4 per cent to 27.6 per cent, while in urban areas, it saw an uptick from 16.8 per cent in 2018 to 18 per cent in 2023.According to the report, urban poverty has surged because of the prevalence of vulnerable people, recent hikes in commodity prices, shortcomings in urban social security programs, the compounding effects of the Covid-19 pandemic, the Russia-Ukraine conflict, and the worldwide energy crisis.The urban poor live in close proximity to city centres, but cannot avail of the amenities that city dwellers do. Most of them live in dark squalid conditions in urban ghettoes called slums, while the ultra-poor families live on the streets. The slum dwellers and floating people are not only mired in grinding poverty but they also pose several risks. The slums in our cities don't provide suitable habitation and the slum dwellers don't have formal access to services like electricity, clean water, healthcare, and education, which are their rights. Criminals often operate from slums. Drug peddling, muggings, burglaries and other nefarious activities are directly linked to the unemployed slum youths.As the slum population grows, so do the problems. Not only for them, but also for Bangladesh. Hundreds of thousands of children of urban poor are growing up in an atmosphere devoid of even a flicker of hope. Their lives are even more precarious than those in rural areas. Most of them cannot go to school and need to fend for themselves when they are still very young. They do not have any opportunity to eke out a decent or reasonably good living. Slums have their own system of law enforcement usually controlled by local musclemen and their godfathers. A section of corrupt police personnel allegedly visit the places from time to time to collect money from the musclemen.To add to their woes, the slums are extremely unhygienic, vermin havens, and people contract miscellaneous diseases they never knew even existed. The extent of their misery is hard to describe and their future is extremely bleak. The country's economic planners and decision-makers cannot evade the issue and write it off as a social reality all developing countries have to accept. Sadly, government initiatives and those by the NGOs are not addressing the welfare of the urban poor adequately- and their plight is going to worsen due to the migration of the rural poor to the cities. Long-term planning is needed to improve the quality of life of slum dwellers and should be high on the government's agenda. [email protected]",
        "headline_1": "Plight of the urban poor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/plight-of-the-urban-poor-1711809856",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2024"
    },
    {
        "full_article": "Water is a fundamental element for human survival. However, many people around the world still do not get adequate supply of water. The United Nations Sustainable Development Goal number six aims to ensure safe water and sanitation for all by 2030. With this goal in mind, and recognising the significance of freshwater, World Water Day is observed annually on March 22nd. This year, World Water Day was observed with the theme being 'Water for Peace'.Unfortunately, in Bangladesh, a country characterized by its riverine landscapes, the issue of clean water is cause for concern for people from the mountains to the coast and even within our capital city of Dhaka. According to reports from various organisations including the World Bank, the World Health Organization, and UNICEF, 98 per cent of Bangladesh's population has access to some form of water source, but not all of it is suitable for drinking.Freshwater sources in Bangladesh are gradually becoming contaminated, necessitating efforts to free our rivers and canals from encroachment. There is a crucial need for concerted efforts and strict enforcement of laws to prevent further pollution. Above all, we must be mindful and conservative in our water usage to ensure safe water for everyone.Fahim Faysal, StudentNorth South University[email protected]",
        "headline_1": "Ensuring safe water for all--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safe-water-for-all-1711809895",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2024"
    }
]