[
    {
        "full_article": "On May 29, the Mungeshpur automatic weather station north of New Delhi recorded a maximum of 52.9°C. While the India Meteorological Department has since suggested that the station’s thermistor may be faulty, the country’s north has clearly been suffering scorching weather. After the recording was reported, New Delhi’s Water Minister imposed a fine of ₹2,000 on those washing vehicles with hoses and allowing water tanks to overflow, and said 200 teams would monitor for wastage. The temperatures people experience in a place are produced by a combination of factors, including public ventilation, density of built-up structures, and the availability of shade. How a person’s body responds to such heat is also mediated by several forces. But it has become the norm to blame climate change as the all-encompassing cause of the consequences of extreme heat, and thus argue that the governments’ only option is to react. The fact is that though New Delhi is large, it is smaller than the scale at which climate models reliably predict anomalous heat. Even if an attribution exercise concludes Mungeshpur’s temperature was related to climate change, no interstate cooperation or heat response mechanism exists to act meaningfully on the finding.According to New Delhi’s new orders, the monitoring teams have been empowered to sever illegal supply lines, placing those in informal settlements at risk. For this to be fair, the city must already have ensured all its residents are sufficiently supplied with legal connections. Equally, 200 teams are too few for a city of its size. Together with there being no effective way to scrutinise water use in private properties, their mandate amounts to little. The city’s peak power demand also crossed 8.3 gigawatt on May 29; high heat increases water consumption at power generation facilities. New Delhi has a heat action plan but the city’s present response suggests it does not accommodate externalities such as the availability of water from neighbouring Haryana and illegal supply connections. Such plans should also include passive, long-term measures that ensure life can go on irrespective of the ambient temperature. With respect to water, for example, cities could maintain a reservoir for emergencies, a distribution system that resists tampering, and municipal body teams that conduct surprise wastage checks year-round rather than intermittently. Similarly, instead of shutting schools and offices to avoid peak heat, as many action plans stipulate, governments should facilitate cooling by (traditional) architectural methods, set up shaded pedestrian corridors, and incentivise the use of air-conditioned public transport. Governments are answerable to the terms on which they expect people to cope with the heat. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nheatwave\n\n/\n\nNew Delhi\n\n/\n\nweather\n\n/\n\nclimate change\n\n/\n\nwater\n\n/\n\nhealth\n\n/\n\nscience (general)\n\n/\n\nelectricity production and distribution\n\n/\n\nHaryana\n\n/\n\ngovernment\n\n/\n\npublic transport\n\n/\n\nschool",
        "headline_1": "Reign of fire: On Delhi and the high heat",
        "headline_2": "New Delhi’s experience of high heat cannot be pinned on climate change.",
        "link": "https://www.thehindu.com/opinion/editorial/reign-of-fire-on-delhi-and-the-high-heat/article68231873.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "A perverse combination of statutory restrictions and judicial deference has kept former university scholar Umar Khalid in prison for over three years. In yet another order denying him bail, a Sessions Court in Delhi declined to change its mind on earlier findings that the charge that he was part of a “larger conspiracy” behind the north-east Delhi riots of 2020 was prima facie true. It declined to countenance the argument that the trial proceedings were being delayed far too long and that a July 2023 judgment on grant of bail in cases under the Unlawful Activities (Prevention) Act (UAPA) could support his petition for bail. The court, instead, banked on earlier orders denying him bail, especially the Delhi High Court’s 2022 verdict that agreed with the Delhi Police claim that the riots were “orchestrated at conspiratorial meetings”, even though there is nothing more than WhatsApp chats on organising road blockades to substantiate it. Bail hearings have been interminably long in Mr. Khalid’s case, and inevitably end in rejections. In fact, before the Supreme Court, his bail application was listed over a dozen times, and repeatedly adjourned. He chose to withdraw the application in February 2024 and try his luck before the lower courts again. However, the Sessions Court did not see any reason to change its view.The outcome is quite unfortunate, as while granting bail in 2021 to three other activists implicated in the Delhi riots case, the Delhi High Court had looked at the available evidence and ruled that none of them had been specifically accused of any ‘terrorist’ act or plot or act preparatory to it. It had remarked that the state, in its anxiety to suppress dissent, had blurred the line between the constitutionally guaranteed right to protest and terrorist activity. The attempt to conflate the organisation of the protests against the amendment to the citizenship law with the riots resulted in the police invoking UAPA without justification. The UAPA bars the grant of bail if the court is of the view that the allegations against a suspect are prima facie true. To compound the difficulty, judicial decisions prohibit any detailed scrutiny of the evidence at the bail stage, and mandate accepting the prosecution case based on its “broad probabilities”. This low standard enables the police to repeatedly achieve success in opposing bail to dissenters and the disfavoured. Umar Khalid’s continued and unjust incarceration represents a trend as well as an aberration in the criminal justice system. A system that sometimes bats for personal liberty also demonises protesters, allows unwanted arrests and routinely denies bail or indefinitely postpones bail hearings.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nprison\n\n/\n\nriots\n\n/\n\nlaws\n\n/\n\ncrime, law and justice\n\n/\n\nhuman rights\n\n/\n\nact of terror\n\n/\n\nuniversity",
        "headline_1": "Demonising protests: On the Umar Khalid case",
        "headline_2": "Umar Khalid’s right to protest should not be seen as incitement of riots",
        "link": "https://www.thehindu.com/opinion/editorial/demonising-protests-on-the-umar-khalid-case/article68231884.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "Delhi residents are experiencing a double whammy of intense heat and water scarcity. Parts of the capital yesterday recorded a maximum temperature of 52.3°C. Along with it came announcements this week of water rationing. It’s the second major city, after Bengaluru, to simultaneously experience a heatwave and acute water shortage this summer.\n\nThe scariest moment in urban India was Chennai’s “Day Zero” in June 2019, when the city’s four major water reservoirs dried up. We are very vulnerable to water crises.\nUrban mess | Common to all urban water nightmares is that economic growth and consequent building expansion have outpaced the capacity of civic authorities. Private firms have stepped into the breach to support this growth. But the downside is that they lack scale to solve critical problems.\nReality check | India cannot escape the impact of climate change. Extended heatwaves are here to stay and water demand in urban areas will not reduce. Neither can some consequences of haphazard urban expansion, such as building over natural landscapes, be undone. To illustrate, in 2022, the Karnataka govt told the state assembly that 40 lakes in Bengaluru had “disappeared”.\nRecycle, the best option | On the heels of its “Day Zero”, Chennai became the first Indian city to recycle wastewater at scale. Tertiary treatment reverse osmosis plants are used to recycle water for industrial use. Recycling lifts the pressure on freshwater resources and allows urban areas to cushion the impact of poor monsoons. Some states have now mandated industrial zones to use treated water. It’s a sensible policy as India’s ranked the 13th most water-stressed in the world.\nPotential’s huge | In 2016, IISc carried out a study of the potential addition to Bengaluru’s water supply through treating sewage water. It estimated that of the annual domestic demand of about 20 TMC, treated sewage could provide up to 80% of the requirement. It’s consistent with UN’s findings that on average, high-income countries treat about 70% of the industrial and municipal wastewater they generate, while the ratio falls to about 28% in lower middle-income countries.\nPushing ahead with recycling doesn’t need huge govt projects. Tight implementation of a policy to get both residential and commercial projects to use recycled water will have a significant impact. Who knows, not long after, India may go the Singapore way to use treated water in craft beer.\n\n",
        "headline_1": "Not a drop to waste: Water woes are a recurring Indian urban phenomenon. Reusing treated water is the solution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-a-drop-to-waste-water-woes-are-a-recurring-indian-urban-phenomenon-reusing-treated-water-is-the-solution/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "Air travel was never a simple affair for many people. But recent incidents of air turbulence, with stories of passengers being tossed around and literally ‘hitting the roof’ take it to another level. The most disturbing incident involved a Singapore Airlines flight from London to Singapore, which faced rapid altitude loss, and led to a fatality, besides injuries to dozens of people. Close on its heels came reports of 12 passengers suffering injuries on a Qatar Airways flight from Doha to Dublin.\n\nUnderbelly of travel | It doesn’t help that this is not your usual problem for which blame can be assigned and the culprit put in the dock. Facing air turbulence is like dealing with a choppy sea, inevitable. While technology has made it possible to foresee pockets of turbulence and for pilots to issue a cabin warning or avoid them, there is still the ‘clear air turbulence (CAT)’ that can appear, literally, out of nowhere, sometimes causing mayhem in the aircraft.\nClimate change | The problem can get worse. Researchers at University of Reading found a 55% increase in severe air turbulence due to CAT in the North Atlantic between 1979 and 2020, attributing it to climate change. University of Chicago researchers have claimed that wind speeds, which are behind CAT, will rise by 2% for every degree Celsius of global warming.\nWhat’s the fix? | While avoiding turbulence may not be possible, preventing injuries is. Keeping seat belts fastened, even at cruise altitude, is the best safeguard against the vagaries of weather, at least till technology breaks new ground. As for the anxiety and panic experienced during rapid altitude loss or violent buffeting of the aircraft, passengers can take heart from aircraft being designed to endure significantly higher stress levels. Chances of a commercial plane going down due to turbulence is almost nil.\n\n",
        "headline_1": "Choppy Skies: ‘Clear air turbulence’ is the new scare story of flying. And more may be in store",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/choppy-skies-clear-air-turbulence-is-the-new-scare-story-of-flying-and-more-may-be-in-store/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "Message to incoming GOI: in the fastest growing large economy, over 80% of those out-of-work are young. And remember, the largest number of poor in the world live in India\nThe election campaign is behind us. Ironically, in a country where millions struggle for a daily living, it was dominated by Hindu-Muslim divide and bulldozer politics rather than bread-and butter issues of jobs and prices. It’s imperative, therefore, for the incoming govt to leave campaign rhetoric behind and apply itself to the task of accelerating growth, for all. Here’s a summary of the good, the bad and the ugly of the India growth story that should inform the way forward for the new govt.\nImage credit: Chad Crowe\nBright spot | The highlight of the ‘good’ part of the story is that with growth averaging 7%, we are the fastest growing large economy in the world today. This is a significant turnaround from 10 years ago when growth was slowing, inflation was high, rupee was volatile and govt’s fiscal position was worrying. A bad loan problem had sapped investor confidence and crippled bank balance sheets. The much-dreaded stagflation seemed a distinct possibility.\nTen years on, India’s growth story is compelling. It has moved up from being the world’s 11th largest to 5th largest economy. By way of GDP, we overtook UK last year and is on course to surpass Japan in 2026 and Germany in 2027. Growth is strong, inflation is approaching target, albeit unevenly, rupee is stable and service exports of nearly 10% of GDP are giving unexpected resilience to the external sector.\nThe bad loan problem is resolved with bank and corporate balance sheets in robust health.\nRead full article on TOI+\n\n",
        "headline_1": "Dear new govt, do get real",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dear-new-govt-do-get-real/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "SAD-BJP split, as well as some anti-incumbency against AAP, has Congress eyeing anti-BJP, anti-AAP votes. AAP’s still banking on its free power scheme. Support for radicals shows turmoil in Panthic politics\nAn outlier among north Indian states to BJP’s sweeping victories of 2014 and 2019, Punjab presents ironies this time as well. Two years after a handsome mandate to AAP in assembly polls (92 of 117 seats, 42% vote share), the Sikhmajority state is again in political flux. INDIA partners AAP and Congress are contesting each other. SAD has stayed away from both alliances; its junior partner till 2020, BJP, isn’t seen as a threat beyond a handful of seats.\n\nPolitics 1984-2024 | The vote on June 1 is when army action on Darbar Sahib began in 1984 – which remains the biggest turning point for Sikhs and Punjab after Partition. In Parliament last Aug, PM called it an “attack on Akal Takht”. The mass tragedies, including massacre of Sikhs in 1984 – that Modi called “genocide” while campaigning in Punjab in 2019 and this year too – influenced poll outcomes in Parliament and assembly elections in Punjab till 1998. With Sikh votes consolidated, Congress was viewed as an ‘anti-Sikh’ party. SAD emerged strong.\nForty years on, Punjab is at a political crossroads again. SAD president Sukhbir Singh Badal, desperate to regain lost ground among Sikhs over the handling of sacrilege issues and police firing that killed two during 2015’s Sikh protests, at every poll meeting pulls out a picture of damaged Akal Takht from 1984, and talks of RSS taking control of gurdwara bodies outside Punjab. His call is to defeat parties controlled from Delhi.\nRead full article on TOI+\n\n",
        "headline_1": "Punjab’s power ride on a rocky road",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/punjabs-power-ride-on-a-rocky-road/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "Every time a cyclone strikes in Bangladesh, large swathes of the affected terrain inevitably suffer from power outages, many remaining in the dark for days on end. We have seen this happen multiple times before, and this time was no different. Cyclone Remal, the first in the region this year, made landfall in Bangladesh on Sunday night. Since then, reports have emerged of how close to three crore people were left without power and 15,000 mobile towers out of service as a result of the tidal surges and fierce winds that accompanied the cyclone. While the authorities have claimed to have restored most of the power connections by now, many areas are still in the dark.\nThe importance of electricity in the wake of such calamities cannot be overstated. It serves as a lifeline for the affected people, powering essential services including healthcare facilities, water supply systems, and communication networks. Without it, the ability to deliver aid or maintain law and order is severely compromised. Restoration of power is thus paramount not just for returning to normalcy but also for the well-being and safety of the affected communities. This is precisely what is at stake in the cyclone-hit areas where communications couldn't yet be established.\nThe sufferings of the people were captured in a report by this paper that focused on five districts of Barishal division—Barguna, Bhola, Patuakhali, Pirojpur, and Barishal—where about 50 percent of power connections remained severed till Thursday. The situation in Barguna's Bamna upazila, for example, where uprooted trees and scattered electric cables have rendered roads impassable and homes powerless, is mirrored across many other affected areas. Another report by Prothom Alo highlights the plight of the sixth district of the division, Jhalokati, where angry people held protests demanding power restoration. Without electricity, life almost came to a halt for them.\nWe, therefore, urge the government, utility companies, and other relevant stakeholders to intensify their efforts to undertake necessary repairs and restore communications, both online and offline, in all the areas without further delay. At the same time, we must address the bigger issue of our perennially weak power transmission/distribution system and infrastructure that get rattled every time a disaster strikes. Experts have blamed weak transmissions systems, the lack of a smart grid, and an ill-equipped National Load Dispatch Centre for the blackouts and power outages in recent years. This needs to be fixed so that we can better withstand future cyclones, minimising widespread outages.\n",
        "headline_1": "Why are so many areas still in the dark?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-so-many-areas-still-the-dark-3623341",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "A 5.5 magnitude earthquake on the Richter scale rattled Bangladesh on the evening of May 29, sending tremors through major cities like Dhaka, Sylhet, and Chattogram according to Bangladesh Meteorological Department. The epicentre was located roughly 439 km east in neighbouring Myanmar. While thankfully there are no immediate reports of casualties or damage, the quake serves as a stark reminder of Bangladesh's vulnerability to seismic activity.\nBangladesh, a nation teeming with life, sits precariously on a geological fault line. While tremors are frequent, a powerful earthquake looms large, threatening to unleash catastrophic destruction. Are we ready to face this inevitable reality? The answer, unfortunately, is a resounding no. Despite an established vulnerability, our preparedness remains woefully inadequate.\nBangladesh's geological formation and tectonic arrangement are intricate, with the Bengal Basin being a dynamic deltaic depositional complex. The country is situated at the confluence of Indian, East Asian, and Burmese tectonic plates, with the Eurasian plate currently moving north at a speed of 2 cm per year above the Indian plate, while the Indian plate is currently moving northeast at a speed of about 6 cm per year. Along the boundary between Meghalaya and Bangladesh, there is also the 300 km Dauki fault, the 150 km long Madhupur fault, and the 300 km long Surma basin fault. Bangladesh has 13 earthquake-prone areas spread across the Bogura, Tripura, Shilong Plateau, Dauki, and Assam fault zones. Extreme risk zones include Chattogram, Chittagong Hill Tracts, and Jaintiapur of Sylhet. These areas are 100 km away from Dhaka, but a magnitude 7-8 earthquake could cause a large-scale disaster in the capital, as revealed in a study by Dhaka University and Columbia University, USA. For years, Dhaka has been identified as one of the 20 most vulnerable cities globally.\nOver the past 485 years, Bangladesh has experienced 52 earthquakes of mild, moderate, and severe intensities within its territory, with 17 of them occurring in the last year alone, according to the earthquake observation centre of the geology department at Dhaka University. In the last12 years, eight earthquakes have been recorded in Dhaka and the surrounding areas. On February 6, 2023, a 7.8-magnitude earthquake in Turkey caused over 50,000 deaths, significant damage to around 230,000 buildings, and a financial loss of $100 billion. Concerns were raised over whether the impact of the earthquake was exacerbated by noncompliance with building and planning regulations. Unplanned urbanisation, poor construction materials, insufficient inspection processes, and illegal construction were the primary causes of the destruction. These factors are also prevalent in urban development and building construction practices in Bangladesh.\nWith a population of around 20 million, Dhaka is vulnerable to earthquakes since a substantial portion of the population dwells in poorly built structures in unsafe conditions. A survey conducted by RAJUK between 2018 and 2022 found that a 6.9-magnitude earthquake on Tangail's Madhupur fault could cause nearly 865,000 buildings in Dhaka to collapse, resulting in a financial loss of $25 billion. Moreover, 94.76 percent of the structures in Mirpur, Mohammadpur, Pallabi, Rampura, Motijheel, Khilgaon, and Dhanmondi do not meet structural and design prerequisites. Out of 1.95 lakh structures surveyed, a shocking 67 percent were found to be in violation of building rules. Nearly 600,000 buildings with five or more storeys in Dhaka are prime targets for an earthquake disaster.\nA large number of people in Bangladesh are ignorant of the safety precautions and protocols that must be followed during powerful earthquakes, even with expanded public and administrative awareness and ample helpful information in the media and the internet.\nBangladesh has demonstrated its ability to mitigate natural disasters like cyclones and floods. It is now time to implement a comprehensive earthquake mitigation and rescue programme, involving collaboration between government, NGOs, educators, and volunteers, utilising modern tools and large-scale volunteer training.\nEarthquake disaster management involves two phases: pre-earthquake measures and post-earthquake precautions. Preventive care includes early warning systems and strict supervision. Automated systems which can cut off gas, electricity, and water supply within 20 to 60 seconds can be implemented. Concrete slabs would be a better option than burned bricks since they can absorb more shock during earthquakes. For the purpose of early risk detection and mitigation, research should concentrate on earthquake-adapted technologies.\nTo implement national policies and programmes, authorities must demonstrate strong political commitments and accountability. The Bangladesh National Building Code (BNBC) 2020 is one of the government's earthquake-resilient building codes, however, its implementation has been weak. Despite the code's requirement that no house be constructed without beams, these guidelines are not adhered to. Strict guidelines should be provided to real estate development firms as well in order to guarantee the finest quality of buildings, roads, and residential areas for earthquake resilience.\nPost-earthquake planning involves developing the capacity for prompt response, rescue, and evacuation operations, and establishing appropriate treatment facilities in hospitals. The government has set a target of training 66,000 volunteers, with 46,000 already trained. Widening narrow roads and utilising advanced technology and machinery are also necessary for recovery from collapsed buildings. Medical facilities must also have contingency plans, ample manpower, ambulances, and medical supplies. Adequate coordination among the concerned parties is crucial for swift action after an earthquake. The country's 492 fire stations and 13,058 manpower in Fire Service and Civil Defence are insufficient for tackling major earthquakes.\nThe Urban Resilience Project, a joint initiative by the Bangladesh  government and the World Bank, and being implemented by RAJUK, has made significant progress in preparing Dhaka for earthquakes. RAJUK has developed a comprehensive \"Earthquake Hazard, Vulnerability, and Risk Map\" to identify vulnerable buildings. The project has carried out risk-sensitive land-use planning, including soil-bearing capacity assessments. Additionally, the project has equipped teams with modern tools for seismic and geotechnical testing, material analysis, building demolition, and digital surveying. Already, 82 personnel have been trained for the effective operation of the tasks.\nTo ensure long-term earthquake preparedness, international experts have recommended establishing a dedicated, independent organisation—\"A Center of Excellence\" in Bangladesh similar to the Centre for Environmental and Geographic Information Services (CEGIS) and the Institute of Water Modelling (IWM). This organisation will act like other earthquake disaster risk reduction organisations worldwide, such as the Istanbul Project Coordination Unit – Istanbul Seismic and Emergency Preparedness Program in Turkey, Indonesia Centre for Housing and Settlement, National Society for Earthquake Technology in Nepal, and Building Research Institute in Japan. This proactive approach would significantly mitigate earthquake risks, safeguarding lives and the economy of Bangladesh which aligns with Vision 2041 and the Sustainable Development Goals. Delaying action could have devastating consequences. Now is the right time to act, before the ground beneath our feet does.\nDr Sultan Ahmed is associate director at the Bangladesh Institute of Governance and Management (BIGM), former secretary of the Power Division, former chairman of Rajdhani Unnayan Kartripakkha (RAJUK), and former director-general of the Department of Environment.\n\nNafisa Binte Farid Prova is a research associate at the Bangladesh Institute of Governance and Management (BIGM).\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Is Bangladesh prepared for a major earthquake?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-prepared-major-earthquake-3622931",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "After 2023, which turned out to be the deadliest year on record in terms of dengue in Bangladesh, there was a feeling that things couldn't get any worse, that we had hit rock bottom. But barely five months into 2024, that feeling is beginning to evaporate as rock bottom appears to be still some distance away. By May 28, according to the Directorate General of Health Services (DGHS), 2,795 dengue patients were hospitalised and 35 died in the country, compared to 13 deaths in the same period last year. This points to a potential repeat—or more likely an exacerbation—of the 2023 outbreak, which had claimed 1,705 lives.\nFurther fuelling this assumption is a recent survey by the DGHS that revealed a disturbing increase in the presence of Aedes mosquito larvae in Dhaka, where most of the infections and fatalities are usually recorded. According to the survey, a high density of Aedes larvae has been found in 29 wards of Dhaka South City Corporation (DSCC) and 12 wards of Dhaka North City Corporation (DNCC). It means that residents in 41 out of the 99 wards surveyed are at high risk, a number that will rise as the monsoon approaches. And if dengue data is collected from both government and private hospitals this year—as the DGHS said it would—year-end figures would no doubt shoot through the roof.\nAll this certainly makes for depressing reading. However, the authorities have so far shown no sense of urgency that the situation demands. Early efforts to destroy mosquito breeding grounds have been lacklustre, haphazard, and unmotivated. There has even been a misguided sense of complacency as displayed by the DSCC mayor who, against evidence, claimed \"success\" in their fight against dengue last year. Moreover, the government is yet to form a scientific, comprehensive response plan befitting a disease that now poses a threat round the year. It is yet to introduce an integrated vector management system to enable proper interventions.\nClearly, we need an urgent course correction. A large part of the fight against dengue is preventing the breeding of Aedes mosquito, and the government must double down on this going forward. Experts have suggested hotspot management across the country, focusing on the addresses of dengue patients. This will require proper collaboration among the relevant agencies including DGHS and city corporations.\n",
        "headline_1": "Managing dengue hotspots can be the difference between life and death",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/managing-dengue-hotspots-can-be-the-difference-between-life-and-death-3622876",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "The International Labour Organisation (ILO) in a report published this week has indicated that Bangladesh must increase its annual labour productivity by 1.5 per cent to achieve high-income status by 2050. Currently, the country's productivity growth is 4.1 per cent against an annual 6.0 per cent required to become a high-income country, says the report titled 'The Asia Pacific Employment and Social Outlook 2024.' The report highlights ongoing employment challenges and emphasises that Bangladesh, with its young labour force, has enough potential to benefit from demographic dividends. However, to capitalise on this potential, investments in modern skills and access to quality employment are essential. Furthermore, the report stresses the importance of investing in the core economy and social protection systems, including pension schemes, as critical steps for future development.Labour productivity is defined as output per worker or per hour worked. Factors that can affect labour productivity include workers' skills, technological change, management practices and changes in other inputs (such as capital). It is a measure of economic performance that compares the amount of output with the amount of labour used to produce that output. To compare productivity estimates across products, factories, or industries, economists define labour productivity as the production value generated by each worker. The production value is generally measured as value-added, equal to the gross value of sales minus the value of purchased inputs. Labour productivity can thus be estimated at the national and aggregate level and for specific industries in an economy.One of the highlights of the ILO report is the rapidly aging population of the Asia-Pacific region now adversely affecting labour productivity. Although Bangladesh is still blessed with its huge young population, failing to make the best of this demographic advantage in case of productivity negates the potential that could be had. While unemployment is mainly attributable to less than desired productivity in the country, low level of workers' skills also accounts for poor productivity. The ILO report, referring to the situation in the Asia-Pacific region says that unemployment in the region is projected to remain roughly unchanged in 2024 and 2025, at 4.2 per cent, which corresponds to 87.8 million people remaining out of work in 2024. The region's jobs gap, which shows the total unmet need for employment, amounted to 164 million in 2023. This figure includes women who would like to work but are unable to search for a job because of homecare obligations.For Bangladesh, it is the lack of adequate investment, particularly in the manufacturing sector that largely accounts for productivity drag. Additionally, it is the low level of skills that stands in the way of enhancing labour productivity. Although the issue often finds space in public discourse, it is yet to figure as central to government policies and programmes. Addressing this challenge is inherently difficult due to the multifaceted nature of the problem. However, given the current situation and the pressing need to move forward, it is essential that efforts are in place in the form of short-to-medium term plans.",
        "headline_1": "Raising labour productivity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-labour-productivity-1717082952",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "An embankment at Manpura in Bhola was badly damaged by cyclone Remal. — Photo: Focus Bangla \nThere seems to be a widespread indifference to the follow-up of Remal's devastation. The impression is that the intensity of the cyclone was somehow less than anticipated and once people came to know about it, they could mind businesses other than the trial and travails of the cyclone victims. How such a general impression got currency is not far to seek. Primarily the media must take responsibility for not doing enough homework and then the local administration failing to show the urgency and seriousness of taking up the task of assessing the damages and highlighting the sufferings of people in the battered coastal regions. It is also a fact that the overall general mentality of the people has undergone a change for the worse after the pandemic. There has been a u-turn in the fellow-feeling and selfless devotion to charity for the distressed humanity. It is the middle class which came forward in the past whenever natural calamity struck anywhere in the country. Now with their back to the wall in this hard time of soaring inflation, people of this class are distraught. In fact, people in general have become tight-fisted.So far as the local administration in the Remal-hit areas are concerned, to keep up with the past good work of taking people to cyclone shelters before the deadly phenomena's landfalls, they in collaboration with some voluntary organisations, have once again given an excellent account of themselves. But unfortunately post-cyclone engagement by various agencies has not quite evidently matched the pre-cyclone landfall initiatives. The role of media in this regard has been perfunctory at best and biased at the worst. The sense of urgency of detailed reporting punctuated by human sufferings, heroism, if any, depicting a comprehensive picture is missing. With rare exceptions in the print media, the run of the mill ran stories rather casually. Where the coverage faltered most is in the preference for projection of urban miseries as a fallout of Remal in tandem with the devastation coastal people have witnessed. As if the coastal calamity is comparable with water logging and disruption of metro rail's service!This is exactly why the nation could easily shift from this calamitous event to other non-serious distractions. People feel more or less unconcerned about the enormous suffering of the Remal victims. How are the displaced and homeless people managing their foods and drinking water? Where are they living with their families are no one's concern. There is virtually no news of immediate relief operation in the affected areas. Mindlessness unconcern is making the nation extremely selfish and this tendency is growing as evidenced by recent responses to the miseries of people during natural calamities in different parts of the country. True, Remal weakened considerably at the time of its landfall, thanks to the Sunderbans that once again received the full force of the cyclone only to lessen its impact by the time it crossed the coastal areas. But what misses from the assumption that the 111 km/h wind speed did not pack a deadly force to unleash are the rising sea waves measuring as high as 10-12 feet which accompanied the wind. The consequences were disastrous for the frail and vulnerable embankments built to protect villages in low-lying areas in several districts of Khulna and Barishal divisions. Reports are still patchy and the most comprehensive one carried in a contemporary comes up with an incomplete assessment of total losses. The death toll rose to 26 and in the 34 hours of battering, 3.7 million people had to endure the cyclone's fury. Only the fisheries sector's damage could be assessed at Tk 8.58 billion. Although the number of blown away or flattened houses was put at 0.15 million, no figure of crop losses could be available. Houses and vegetables that have gone under onrushing water overflowing or breaching embankments will sustain further losses. How will people of those inundated villages survive if the accumulated waters do not recede and give rise to a three-decade long manmade problem like that of Bhabadah covering villages of three upazilas in Khulna and two in Jashore? This leads to the failure of the Bangladesh Water Development Board (BWDB) in building embankments strong enough to withstand the force of onrushing waters and also repairing those timely not only in the coastal regions in the south but also in the haor areas. The excuse that the BWDB has inadequate manpower is unacceptable. Losses of life and property to cyclones and super cyclones each time they strike are colossal. Even the material losses in terms of economy ought to be a compelling reason for expenditure of enough money on such embankments. In this matter, the media have always played a positive role by bringing the dismal state of dams and embankments in the coastal and haor areas to the authorities' notice. It seems at times that the government agency could not care less when there is, in fact, an urgent need for addressing the vulnerable segments of embankments. Now that the prime minister herself has instructed for repair of the damaged embankments before the onset of monsoons, it can be hoped things will fall in places.\n[email protected] ",
        "headline_1": "Apathy towards sufferings of Remal victims",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/apathy-towards-sufferings-of-remal-victims-1717082996",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "Parental awareness about baby food is crucial. As children grow older, many parents lack knowledge about which foods are beneficial and which are harmful. Some may know but fail to prioritise this due to time constraints or not recognising its importance. It is essential to remember that a child's physical and mental development heavily depends on their diet. Therefore, parents need to be aware of what foods their child is consuming.If a child becomes accustomed to unhealthy foods such as chocolates, chips, ice cream, and sour-salty-sweet pickles, it can be disastrous. These foods are often processed and lack essential vitamins, making them harmful. Regular consumption of such foods can lead to various symptoms in children, including lack of sleep, dizziness, restlessness, forgetfulness, inattention to studies, reluctance to eat home-cooked meals, and addiction to non-productive activities. Additionally, these foods can cause serious health issues. Therefore, it is important for families to minimise consumption of outside food and prioritise healthy, home-cooked meals. \nNowreen TabassumStudent East West University Dhaka",
        "headline_1": "Cut the junk food in your child's diet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cut-the-junk-food-in-your-childs-diet-1717083014",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2024"
    },
    {
        "full_article": "Behavioural nudges are subtle policy shifts designed to affect behaviour without restricting choices. They are often used to promote better, more financially sound, or environmentally friendly decisions. While the intentions behind nudges are typically positive, their effectiveness and ethical implications have been subjects of debate. One of the primary criticisms is that nudges can be overly paternalistic, assuming that policymakers know what is best for individuals better than the individuals themselves. This can lead to a loss of personal autonomy, as people might be subtly coerced into making decisions they would not otherwise choose if they were fully aware of the nudge.Another significant issue with behavioural nudges is their variable effectiveness across different demographics. Research shows that what works as an effective nudge in one cultural or socio-economic context may not work in another. For instance, a nudge designed to encourage savings might be successful in a high-income group but fail in a low-income group due to differing priorities and financial constraints. This discrepancy can result in policies that are unproductive or even counterproductive for specific populations, thereby exacerbating existing inequalities.Furthermore, there is a growing concern about the transparency and accountability of nudges. Because nudges often operate subtly, they can be implemented without individuals' explicit knowledge or consent, raising ethical questions about manipulation. This lack of transparency can erode trust in public institutions if people feel they are being manipulated unaware. Moreover, without appropriate oversight and ethical guidelines, there is the potential for misuse, where nudges could be used to serve the interests of policymakers or private entities rather than the public good. Thus, while behavioural nudges offer a promising tool for influencing behaviour, they must be judiciously designed and implemented to address ethical and practical concerns.Again, while behavioural nudges provide a promising approach to effecting positive changes in public behaviour, they come with significant challenges that require careful consideration. Moreover, the effectiveness of these nudges varies significantly across different demographic groups, risking the exacerbation of social inequalities. Finally, the lack of transparency in their implementation can erode public trust in institutions, highlighting the need for robust ethical guidelines and oversight. To harness the benefits of behavioural nudges responsibly, policymakers must address these ethical and practical issues, ensuring that interventions are not only effective but also respectful of individual choice.\nNargis SultanaAssistant ProfessorDepartment of Finance & BankingComilla University[email protected]",
        "headline_1": "Hidden costs of behavioural nudges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hidden-costs-of-behavioural-nudges-1717083034",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-05-2024"
    }
]