[
    {
        "full_article": "The grim footage of a Boeing 737-800 sliding across the runway at Muan airport, to end as a fireball extinguishing 179 lives, will forever be a reminder of an air crash that holds important lessons for everyone from airport authorities to aviation regulators to airline pilots. Jeju Air flight 7C2216, on a scheduled flight from Thailand’s Suvarnabhumi airport, was on approach to Muan international airport in South Korea’s southwestern corner after air traffic control cleared its landing on the single runway. There was also a caution of bird activity. The airfield’s environs — an oceanic setting, with also some wetland — are known to host a variety of avian life. The airport uses non-lethal and lethal bird scare techniques during operating hours. From that point on, the aircraft transitioned from what seemed a stable approach to a phase of multiple issues, with “mayday, mayday, mayday, bird hit” being one such call by the crew who were in apparent distress. The go around and subsequent landing have led aviation experts to raise questions about the responses by the crew and also that of air traffic control. The touchdown, with the landing gear up, had the crippled craft hurtling on its fuselage and engines, and impacting a concrete structure at the runway end housing crucial ground-based landing aids. In focus is the ‘unusual concrete wall’, which the Korean authorities have said is ‘found in other airports in Korea’, and was built according to the country’s code. Whether this follows ICAO’s Annex 14 (Standards – Aerodrome) will need investigation. Some accident investigators have called this the key factor that trumped operational safety, overwhelming the ‘flapless gearless’ landing.The accident, South Korea’s worst in decades, comes amidst a political crisis. However, the new acting President, Choi Sang-mok, seems to be steering the response with a task force in place and the authorities having been instructed to review aviation operations and inspect airline fleets. The Ministry of Transport’s highlighting of several issues would need a thorough probe, especially with representatives from the U.S.’s NTSB, the FAA, and the aircraft manufacturer, Boeing, on board. Boeing will again find the spotlight back on its workhorse, the 737. While the accident is the first for Jeju Air, a popular 41-jet budget airline, air safety in South Korea is generally considered to be of industry best practice. Every accident has its lessons, and for India too, with air travel on the rise, there must be a thorough review of every aspect of crew training as well as of runway safety at its 157 operational airports. Published - January 01, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        aviation safety\n                    \n                            /                      \n                        \n                        air transport\n                    \n                            /                      \n                        \n                        air and space accident\n                    \n                            /                      \n                        \n                        South Korea\n                    \n                            /                      \n                        \n                        Thailand\n                    \n                            /                      \n                        \n                        USA",
        "headline_1": "Learning lessons: on the air crash in South Korea",
        "headline_2": "Flight crew all over the world need better training for rare emergencies",
        "link": "https://www.thehindu.com/opinion/editorial/learning-lessons-on-the-air-crash-in-south-korea/article69047258.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "The inauguration of Mikheil Kavelashvili, a former football player, as the President of Georgia, could deepen the political crisis in the Caucasian country which has seen back-to-back street protests and crackdowns. Mr. Kavelashvili, a conservative leader and a critic of the West, was opposed by the country’s opposition and his predecessor Salome Zourabichvili. Ms. Zourabichvili, who had said earlier that “there would be no inauguration” of Mr. Kavelashvili, announced her leaving office “voluntarily”, slamming his swearing in as “a parody”. She later joined opposition protests outside Parliament. The latest spell of the crisis goes back to the October legislative elections. The ruling conservative Georgian Dream party, with a foreign policy that was sceptical of the West and a call for stronger ties with Russia and China, won. The opposition, which said the elections were fraudulent, demanded a re-election, but the Georgian Dream went ahead with government formation. Among those who denounced the legitimacy of the elections was the pro-western Ms. Zourabichvili. A sitting President’s support for anti-government protests challenging the veracity of the polls was a testimony to the deep political divisions. But undeterred, the ruling party picked Mr. Kavelashvili as President under a new system of electoral college, consisting of lawmakers from Parliament and other regional and local assemblies.The crisis in Georgia looks like a political tug of war between a ruling party and its opponents. But the actual situation is more complicated. Georgia, a former Soviet Republic, is strategically important, sharing a border with Russia. In 2008, months after it was promised NATO membership, Russia invaded it in the name of defending two breakaway regions. Leaders in Tbilisi have generally been pro-western. But this trend changed with the rise of Georgian Dream, founded in 2012 by billionaire businessman Bidzina Ivanishvili. Tbilisi’s rapprochement with Moscow was not received well in western capitals. When allegations of election fraud emerged, the West immediately backed the opposition. In November, amid tensions with the West, the Georgian government suspended talks to join the EU until 2028, triggering more street protests, reminiscent of the 2014 pro-western Maidan protests in Ukraine. Last week, the U.S. imposed sanctions on Mr. Ivanishvili. Georgia’s rulers say the West is pushing the country into a conflict with Russia which they do not want. They also point out that the country’s Constitutional Court has rejected a lawsuit filed by Ms. Zourabichvili, seeking the annulment of the election results. Georgia’s politicians should resolve the differences among themselves. They should be mindful of the tragedy of Ukraine and seek common ground in bringing the political crisis to an end. The best external players can do is to stay out of Georgia’s politics.\r Published - January 01, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        politics\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        European Union\n                    \n                            /                      \n                        \n                        Ukraine\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        economic sanction",
        "headline_1": "Stay out: on Georgia’s politics",
        "headline_2": "Any external interference in Georgia will entail great harm",
        "link": "https://www.thehindu.com/opinion/editorial/stay-out-on-georgias-politics/article69047240.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "2025 is the quarter mark of this century. Big things are in ferment, just like a century back. And they will all settle down, again, just like before    \nA year turns, and brings us a full quarter into the 21st century. We are pitched into chaos and unpredictability — democracies and great powers seem to be foundering, wars have erupted around the world. Whether it’s a migrant in the city or a white-collar worker worrying about their job, a student facing bleak prospects, a person struggling with generational change, or someone worried about abstractions like democracy and justice, there’s a sense that the sky is always falling on our heads. But zoom out, and 2025 doesn’t seem all that different from 1925.\nA century ago, similar tectonic shifts scrambled people’s lives. There was great progress, wealth and inequality. Technology had dizzying effects. If it’s the digital frontier today, with AI and biotech innovations, it was the cascading effect of steamships, railways, electrification and telecommunications that shook up social patterns then. The Spanish Flu pandemic of 1920 mirrored the Covid pandemic of 2020. If Indians then were depleted by empire, the West was witnessing the roaring 20s of excess and deprivation. Then and now, the gains from technological progress and globalisation were unevenly spread. Massive fortunes were made from colonial plunder, monopolies were based on resource extraction, industrial innovation and infrastructure. Despite the first world war, the world retreated from trade and cooperation, to seize short-term advantage. Workers feared being replaced by machines, as the stock market soared. Social safety nets, fair regulation and multilateral global institutions were years away. \nMeanwhile in India, the freedom movement was in ferment, new mobilisations and coalitions were building, from the Khilafat cause to the Non-Cooperation Movement. Radical politics was building everywhere in the world, from the right and left, just as today. There was a yearning for strongmen, and for solidarity. History doesn’t repeat itself, but it certainly seems to rhyme.\nThis is not to say that events don’t matter, or that we’re doomed to repeat our traumas. It is not a call to disengagement. But in times of historic tumult, it helps to know that we’ve seen and survived all this before. Sometimes, small things appear big when you’re too close to them. It’s also a  reminder that a revolution is only a turn of the wheel. Reconstruction follows disaster, war and peace are both inevitable. The Polish poet Wislawa Szymborska wrote about mundane life-sustaining work even in the middle of war, someone pushing the rubble off the road so the corpse-filled wagons can pass, and so on. A generation that lived in conflict gives way to another that remembers little, and another that remembers nothing. “In the grass that has overgrown/ causes and effects,/ someone must be stretched out/ blade of grass in his mouth/ gazing at the clouds.” And so it is, in good times or bad.\n\n",
        "headline_1": "Keep calm, it’ll pass",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/keep-calm-itll-pass/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "An ode to paper calendars. As visual subculture, whether grand or kitschy, they were  charmed objects  \nTomorrow 2024 will move to 2025, and our digital devices will do so without a fuss. Calendars are constructed to discipline the flow of time into useful units. Humans watched the movements of sun, moon and stars, and standardised time to facilitate the increasing precision of our world. But there is something satisfying about the orderly march of the days and months, the rhythm of the seasons – once made tangible by the printed calendar.\nPaper calendars are still available but far from ubiquitous. Once, they hung in every institution and office and shop, the doctor’s waiting room and the home. With commercial printing, cultures around the world, from Mexico to Japan, created idyllic settings and scenes to convey chosen themes. These kitschy images created the global imagination about these places. \nCalendars have been a staple of Indian visual culture too. Calendar art formed our ideas of gods and goddesses, subtly changed the character of public religion. Calendar images have defined our political icons, our ideas of beauty and glamour, or picture-perfect sights of nature, of cars and gear. Calendars were designed for visual subcultures. They made for perfect corporate merch, they’ve been consumer propaganda and political propaganda.\nToday, it’s hard to replicate that pleasure of anticipation, marking a significant day in a grid of days and dates. Yes, with digital calendars, some things are easier – sharing and collaborating, for instance. But the longing for paper calendars lingers. It can be spotted in the determinedly analogue appeal of the bullet journal. There are also hybrid calendars, which blend the sumptuousness of a printed poster or photograph with scannable audio and video. But the days when a printed calendar was a charmed object, when its images riveted our gaze, and its blank squares were an invitation to plan and dream, are long gone. Ah well.\n\n",
        "headline_1": "We flipped, didn’t swipe",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/we-flipped-didnt-swipe/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "Where you choose gym membership. Or weight-loss jab\nJan holds a gun to the head. The first month is for over-the-top resolutions: I will learn to hula hoop, go on a diet, find a cure to cancer…Rest of the year we lie on a couch eating junk. Better to start small. Like giving away the books you bought to impress others; Ulysses is not for everyone. Maybe read more Indian lit than international? Though no one will mind if you stick to horoscopes in foreign mags, as the desi ones are too ungrammatical to be understood. If my Rahu is already in my Shani, typos only make matters worse.\nNew year eve superstitions are doable. Leave your home messy, don’t do laundry, no washing hair, wear only polka dots and red underwear…easy-peasy. It’s the pompous promises to self that are difficult to keep. ‘Don’t accidentally kill MIL’ is on every daughter-in-law’s annual lists. ‘I will not laugh at my boss’s joke’ is what an employee tells himself. ‘Must stop sending long voice notes about my symptoms on group chats,’ hypochondriacs vow. And then as the year rolls on, they go oops! So that there are all those unopened voice notes, a boss who is now a stand-up and that funeral to go to.\nSometimes two resolutions are at odds with each other. Desperate emails from African princes looking to park their funds during a coup go unanswered. Even though they call us ‘dearest’, we are in no mood for a meet-cute. When an AI-generated call demands cash in your son’s voice ‘for my dad’s heart surgery’ you don’t move the funds just because you happen to be the dad. As a cybercriminal it is disturbing to get a ‘who dat?’ text when you’ve just told them their drug parcel is stuck at the customs. Trying to make a buck here, do you mind?\nReferences to resolutions around new year abound from 17th century onwards, with CCTV footage of Babylonians breaking them around 4,000 years ago. Has mankind finally run out of resolutions then? No one pledges to go to the gym now that Ozempic is here. In the age of polyamory and throuples, few are manifesting soul mates. I still have two resolutions though. To stop sending erudite forwards to my daughters that I ‘delete for everyone’ a month later. And to check the phone is off before bitching about whoever just called.\n\n",
        "headline_1": "High-res month",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/high-res-month/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "White nativists can’t digest success of Indians in US. Smart measures are called for\nFrom a curiosity in 1958, when they numbered 12,000, Indians have risen to prominence in America. While they still make up hardly 1.5% of US population, they’ve got CEOs, scientists, astronauts, opinion makers and legislators among their number, and the highest median income of any ethnic group. The first Hindu second lady too. It can be a bit much for white nativists who make up Trump’s MAGA crowd. So, prominent Trump backer Laura Loomer began Christmas with a tweet about “third world invaders from India”, and here we are at New Year’s Eve with the shouting match still on. Both Trump and Musk have weighed in for quality immigration, declaring support for H1-B visas that let in talented programmers and other white-collar workers. Musk described H1-B as a magnet to draw “top 0.1% of engineering talent” and threatened he would “go to war” to defend it. \nMusk and other tech “bros” have a point. With a total of 85,000 visas under different categories in a year, H1-B is not about to change American demographics. Studies show H1-B is correlated with higher patent filings in US, but caps on it push companies to set up affiliates abroad – India’s GCC boom is an example. But try explaining that to Loomer and friends. They want all “foreign-looking” people to go, and history shows such sentiments can turn ugly, especially when many native-born Americans are not doing well. In 1980s, hate group Dotbusters attacked the small Indian community in Jersey City. ‘Dot’ was their word for Hindu women’s bindi, and the violence left at least one Indian dead and many injured. The trigger even then was Indian affluence achieved with “very, very hard” work, in the words of then Jersey City mayor Anthony R Cucci.\nAs TOI pointed out last week, GOI must not sit by amid rising MAGA hostility towards Indians. Pew data shows Indians were the third largest nationality among illegal residents in America in 2022, so a crackdown on illegal immigration via ‘dunki routes’ is long overdue. GOI should also lobby powerful non-Indians in the Trump administration to counter MAGA group-think. And considering that US was the biggest source of India’s $120bn remittances last year, Centre should tap it as a revenue stream – start with a spreadsheet, map skills to demand, and market them.\n\n",
        "headline_1": "MAGALOMANIA",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/magalomania/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "We are deeply concerned about the safety of around 8,000 Bangladeshis who have been caught in the middle of an ongoing conflict in Mozambique. Violent protests have erupted in the southeastern African nation since its top court upheld a disputed election result on December 23. According to a report by this daily, some Mozambicans, exploiting the volatile law and order situation, are attacking and looting the homes and businesses of Bangladeshis and other foreign nationals.\nMozambique has been experiencing some form of political tensions since its 16-year-long civil war ended in 1992. The latest spate of violence began after the ruling Frelimo party won the October election that the opposition rejected on charges of vote rigging. According to Bangladeshis living there, they could not anticipate that the situation would get so dire. Failing to move to safer locations pre-emptively, they have now become the targets of violence. Many had to leave their homes and take shelter with locals, in exchange for money, to ensure their safety. They also said that local law enforcement is unresponsive to their calls for help unless bribes are paid. Under the circumstances, they wish to return home as soon as possible, but cannot do so as there is no direct flight to Bangladesh.\nMost Bangladeshis in Mozambique are small entrepreneurs who initially arrived on tourist visas and later converted them to investor visas. One Bangladeshi national, whose shop was looted along with 10 others, told our correspondent that our government does not have a list of Bangladeshis in Mozambique as it is not considered an overseas labour export market for Bangladesh. There is no diplomatic mission there either. The chargé d'affaires of the embassy in Portugal, which is more than 7,000 kilometres away, is responsible for Mozambique. An official in Portugal stated that they are preparing an area-wise list of Bangladeshis in Mozambique with the help of community leaders, and will send support in case of an emergency.\nIn light of these developments, we urge the government to explore all diplomatic avenues to ensure the safety of Bangladeshis in Mozambique and facilitate their safe return home. The government should consider coordinating with other countries that are evacuating their citizens from Mozambique to arrange for the safe passage of our nationals. Overall, this situation should serve as a reminder for the authorities to proactively gather data on all expatriate Bangladeshis, not just in known labour markets but across all countries.\n",
        "headline_1": "Bangladeshis trapped in Mozambique turmoil need help ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladeshis-trapped-mozambique-turmoil-need-help-3788946",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "If you ask a young person in 2024 what fascism is, they may directly answer that fascism means dictatorship. If you ask what Nazism is, some may try to correlate. This is how the traditional narratives—and terminologies—of politics change. In today's Bangladesh, the old form of politics has resurfaced in a new shape. What we're witnessing is 21st century fascism: politics based on some form of supremacy. Where the accountability of the state, democracy and justice are missing. Traditional politics became all about repeating the same rhetoric and idealising personality cults. The ongoing discourse greatly irritated the youth. Party politics and blind allegiance to a party were failing to properly utilise the talents of the youth. So the youth of 2024 put their faith in their own strength. They aimed for the complete renovation of traditional politics.\nOn the one side, there were the helmet gangsters of authoritarianism. On the other, a student-led mass movement fighting in mortal combat. The state's oppressive forces were swept away like a grasshopper by the tsunami of the people. The power centre of misrule escaped and survived.\n\nIn the aftermath of the July uprising, I was reminded of the revolutionary Moni Singh, who raised his voice for justice on behalf of the oppressed people of Bengal. In the courtyards of the Hajongs and Bengalis, in the rice fields, he crafted his own weapon to fight the British colonial rulers wielding modern arms.\nToday's youth must not fall victim to the fallacies of fantasy, fascism and consumerism. That is why it is crucial to understand the aspects of fascism in the 21st century. The trace of Benito Mussolini's fascism of the 1940s cannot be found now. A new brand of bloodthirsty fascism has taken root. But the youth of Bangladesh has not just uprooted this new brand of fascistic misrule—they have made the agenda of state reform inevitable. They have demanded we raise our voices—from the hills to the plains, in groups and in communities. The youth have issued a clarion call for inclusiveness.\nIn the aftermath of the July uprising, I was reminded of the revolutionary Moni Singh, who raised his voice for justice on behalf of the oppressed people of Bengal. In the courtyards of the Hajongs and Bengalis, in the rice fields, he crafted his own weapon to fight the British colonial rulers wielding modern arms.\nMoni Singh honed his life of struggle during his youth. Fascism relies on the cult that survives. He struck a great blow at the root of that cult. At that time, he spoke about a new revolutionary political system, a social system without discrimination—that is, socialism. Standing in front of a leader like Netaji Subhas Chandra Bose, Moni Singh strongly protested against the discrimination towards workers committed by factory owners. If we look at his life of struggle, the brutal image of fascism and state authoritarianism is exposed in every chapter.\nToday, in this era of great technological advancement, fascism has not changed its nature. It remains the same—oppressive of the people. It is important to note that today's fascism also uses modern technology and the power of AI to oppress people. The fascism of today's ruling class is therefore old in nature, but novel in its brutal expression. As a result, the face of the popular uprising against it is also unique. The movement is advancing by rejecting the narratives of traditional politics and political party structures. Hence, conventional calculations, thinking methods, and civil society actions stumble here.\n\nToday, in this era of great technological advancement, fascism has not changed its nature. It remains the same—oppressive of the people. It is important to note that today's fascism also uses modern technology and the power of AI to oppress people. The fascism of today's ruling class is therefore old in nature, but novel in its brutal expression. As a result, the face of the popular uprising against it is also unique.\nThe BBC recently cited the opinion of American political scientist Lawrence Britt and his work \"The 14 Characteristics of Fascism.\" This includes continuous promotion of nationalism, human rights abuses, fraudulent elections, corporate interests, benefits for the army, arbitrary control over the media and more. Remarkably, all these elements are present in Bangladeshi politics, albeit in a renewed form. Farcical elections, the so-called \"midnight voting,\" looting of banks and financial institutions, handing over national oil and gas resources to foreign corporations, extrajudicial killings, nepotism, skyrocketing commodity prices and extensive benefits for government officials are all aspects of neo-fascism.\nNow, the question is being raised as to whether the uprising has lost its momentum. Traditional politics failed to transform itself as expected. It could not contain the feelings of the masses. There has been no tested philosophy to build a society free from discrimination to guide today's anti-fascist rhetoric. On the other hand, the philosophy of a discrimination-free society was fully embodied before the revolutionary Moni Singh. That philosophy was Marxism, which all forms of fascism have repeatedly attempted to destroy.\nNevertheless, the revolutionary Moni Singh, like a phoenix, has returned to the ranks of the masses. In the guise of a winner, he has started a new level of struggle, in the streets, in the prison.\nRemembering him on his 34th death anniversary with utmost respect. Red salute, Comrade Moni Singh!\nHasan Tarique Chowdhury is a lawyer at the Supreme Court of Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Comrade Moni Singh and opposing neofascism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/comrade-moni-singh-and-opposing-neofascism-3788776",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "\"In the midst of darkness, light persists. In the midst of death, life persists. In the midst of untruth, truth persists.\"\n—Mahatma Gandhi\nAs 2024 ends, with a week-long festivity and a lull in activity in many places, I find myself introspecting and reflecting over the past year. While annual reflection is a tradition for many, this is the first time I am sharing my thoughts openly, and for compelling reasons.\nThis year has helped us move past the painful memories of the Covid pandemic, yet without the solace we yearned for. The ongoing war between Russia and Ukraine intensified, and as if that was not enough, a significant new conflict erupted between Israel and Hamas in October 2023 and continued throughout 2024. The year began under the shadow of these global conflicts and witnessed further turmoil, including significant unrest in neighbouring Myanmar.\nAdditionally, more than 60 elections were held worldwide, many accompanied by political and civil strife, including one in Bangladesh. The power and influence of youth once again came to the forefront, driving political change and sparking global discourse.\nWe cycled through feelings of euphoria, fear, anguish, hope, inspiration and anxiety, sometimes all at once. As 2024 concludes, it is hard to pinpoint exactly what our emotional state is. When 2022 ended, it brought a sigh of relief with the decline of Covid. In contrast, 2024 closes with ongoing conflicts, polarisation, environmental crises, policy stagnation, controversial leaderships, civil unrest, widening economic disparities, dwindling humanitarian aid, and the persistent challenges of hunger and food scarcity. The political shifts and changing narratives of 2024 raise more questions than answers.\nOne stark example of global failure this year was COP29, which failed to secure adequate financial commitments for climate justice. Vulnerable nations like Bangladesh gained nothing from this massive effort of international negotiations, casting doubt on the very purpose of such annual conferences. Bangladesh faced five climate emergencies in 2024, including Cyclone Remal and massive floods that displaced over half a million people. These disasters left communities grappling with loss of livelihoods, damaged infrastructure, and prolonged recovery efforts, highlighting the urgent need for more robust global and local responses to climate resilience. Yet, the global response fell short of what was needed.\nCivil unrest defined much of 2024, with protests erupting in Venezuela, Kenya, Bangladesh, and most recently, South Korea. In many cases, demonstrators demanding civil rights were met with disproportionate violence. In Bangladesh, hundreds of lives were lost—among them students, children, and workers—while many others remain injured, enduring a painful existence after speaking out against authoritarian rule. This movement, described by some as a \"second liberation,\" holds the potential for revolutionary change, contingent on future political and social reforms. However, uncertainty looms for many in Bangladesh as they grapple with insecurity, livelihood challenges, and limited growth opportunities.\nThe 2024 floods were among the most devastating in recent history, affecting millions of lives with unprecedented intensity. In response, youth, communities and people from all stages joined hands and supported affected communities. This was admirable.\nIn 2024, the business world witnessed the continued rise of unicorns and billionaires, with wealth accumulating at unprecedented rates. However, this growth brought little meaningful change for the powerless. Despite a global economic growth rate of 3.1 percent, over one billion people remain trapped in acute multidimensional poverty, underscoring systemic failures that widen the gap between rich and poor. While digitalisation and technological integration have transformed many sectors, their benefits have yet to fully reach those living in poverty.\nAs 2024 ends, the limitations of the traditional humanitarian aid model are clear. To create lasting impacts for the disadvantaged, we must embrace entrepreneurial approaches, review existing frameworks, and develop sustainable strategies with consistent resource flow.\nI question our engagement with the new generation on social change. Though equipped with technology and social media, they face unprecedented challenges. Are they prepared for an equitable future? Are we investing enough in their potential? These questions linger as we enter 2025.\nFinally, as changemakers and development practitioners, we must rebuild trust, demonstrate accountability, and reconnect with people's aspirations. Over time, we lost touch with communities, but now is the moment to correct course and foster collective ownership of our work. As 2025 begins, let us invest in hope, positivity and collaboration to rebuild lives and create a more equitable, just world. It won't be easy, but it is possible—and essential.\nAshish Damle is the country director of Oxfam Bangladesh.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Echoes of 2024: A year of conflict, resilience and change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/echoes-2024-year-conflict-resilience-and-change-3788586",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "New Year: Time to build future on sacrifices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-year-time-to-build-future-on-sacrifices-1735656884",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "Women process plastic waste at a dumping site in Dhaka, Bangladesh on January 8, 2020 —Xinhua Photo ",
        "headline_1": "The imperative of plastic waste management",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-imperative-of-plastic-waste-management-1735656927",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Bringing an end to road blocking culture",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bringing-an-end-to-road-blocking-culture-1735656955",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Growing risks from plastic bottles",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-risks-from-plastic-bottles-1735656990",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-01-2025"
    }
]