[
    {
        "full_article": "December 2, 2013 was the birthday of Mahfuzur Rahman's—a Chhatra Dal leader of Bangshal—son. Mahfuz promised his son that he would bring him flowers on the occasion and went out to buy flowers in Shahbagh. Since then Mahfuz has not returned. Subsequently, his family learned that he was picked up from the floral market by a group of men in plain clothes. Mahfuz remains traceless to this day. Every year Mahfuz's two children join their mother Nilufa in commemoration of the International Day of the Victims of Enforced Disappearance on August 30.\nOn this day, scores of families of the victims of enforced disappearances get together to share their grief, but also their concerns at the indifference of the State. They exchange experiences of dealing with the state agencies. They raise their voice in unison demanding the return of their loved ones and for a credible investigation into every case of enforced disappearance, justice for the gross wrongdoings and punishment for the perpetrators. They draw support and strength from each other and from those who join them in solidarity.\nThe demands articulated by the families of the victims are not frivolous or outlandish. They should not be deemed as clamouring for favour or special treatment. The claims and assertions by the families are supported by the supreme law of the land—the Constitution—and by the plethora of international instruments that Bangladesh is a state party to.\nThe right to life and liberty tops the list of basic human rights. In addition, everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted by the Constitution or by law.\nArticle 31 of the Constitution unequivocally stipulates: \"To enjoy the protection of the law, and to be treated in accordance with law, and only in accordance with law, is the inalienable right of every citizen\". It states: \"in particular no action detrimental to the life, liberty, body, reputation or property of any person shall be taken except in accordance with law\" (emphasis added). This position is reinforced by Article 32: \"No person shall be deprived of life or personal liberty save in accordance with law.\" Article 33 (1) specifies that no one shall be detained in custody without being informed, as soon as may be, of the grounds for such arrest and nor shall he be denied access to legal counsel of his choice. The sub-para (2) further states that a person \"arrested and detained in custody shall be produced before the nearest magistrate within a period of twenty-four hours of such arrest\" and that \"no person shall be detained in custody beyond the said period without the authority of a magistrate.\" These constitutional provisions ensuring protection of a person have been further augmented by Bangladesh ratifying a number of international instruments.\nThe right to life is often claimed to be the most important of all human rights because life is the precondition for the exercise of any other right. It is enshrined in Article 3 of the Universal Declaration of Human Rights (1948) and in all major general human rights conventions. Article 6 of the International Covenant on Civil and Political Rights recognises the inherent right of every person to life, adding that this right \"shall be protected by law\" and that \"no one shall be arbitrarily deprived of life\".\nMoreover, Bangladesh ratified the Convention Against Torture (CAT) over 20 years ago but it refrained from submitting yearly reports for 19 years without any explanation. Enforced disappearance coupled with torture have been a common feature in almost all cases. Physical and mental torture leaves an enduring effect on the victims for the rest of their lives and most who go through them never speak up and reveal what happened to them. A common story tied with ransom flies in the air.\nA close scrutiny of the experiences of alleged enforced disappearances and state responses to those amply reveal that state authorities have time and again not lived upto the above cited Articles of the Constitution. There is a great degree of commonality in the narratives of the families of victims. Most are relatively young active citizens with interest in politics, many belonged to opposition parties or their student, labour or youth wings, while others are trade unionists, journalists or social mobilisers and influencers. Most participated in political or civic actions and are committed to bringing about change as per their own ideological and political moorings.\nOnly a handful of them have prior police records; others are free from the \"blemish\". Most were picked up either from their homes (often in the wee hours of the day) or from public places by persons claiming to be members of law enforcement agencies. In some instances, they were in plainclothes; in others, they were in uniforms or donning jackets clearly identifying a particular branch of law enforcement, carrying walkie talkies. While some were taken in vehicles bearing the insignia of law enforcement agencies, in most cases, they were ferried away in white microbuses with tinted glasses. No single case was reported in which the captors produced any warrant of arrest.\nIt is presumed that if a law enforcing agency is making an arrest, then they would be doing it under the provisions of Section 54 of the Code of Criminal Procedure amended by the High Court division in 2003, later affirmed by the Appellate Division in April 2016. Fifteen-point directives were issued by the apex court in that judgment, which are the most ignored provisions of the law as far as it relates to the personal liberty of a citizen. In addition, in some cases, family members of the victims have claimed they were arbitrarily arrested by some agencies which do not even have the authority to arrest a civilian in any circumstances.\nIn some cases, deeply distraught family members were assured that their loved ones were being taken for questioning only to be returned shortly. The promise remained unfulfilled and the families' wait became perennial. Some were even threatened with dire consequences if they speak to the press about it. In almost all cases, distressed families are shocked when local police stations plead ignorance of any such arrest and detention. Most fail to secure any information even after running from post to pillar.\nThey are surprised at the reticence of law enforcement officials to register a General Diary, an otherwise routine practice. Those with social capital also have little success. Their friends and family members with access to the corridors of power can bring them little help. Days, weeks, months, and years pass by, they receive no update on the complaints they had registered. In some instances, family members are discouraged, even threatened, for demanding updated information.\nIn the meantime, in the absence of the only earning member, some families plunge into deep poverty, more so as the sources of loans dry up. Their children's education suffers and girl children are married off early. Young wives pass months and years without the company of their partners and often have to live in hardship at the mercy of extended families. The absence of documentation about the status of the disappeared makes it difficult for them to claim dues and entitlements from employers, banks, and insurance companies and settle family property issues.\nIn a few instances, after days, weeks or months, they are either released or their corpses with marks of injury are found in ditches or by the roadside, floating in canals or rivers. In other cases, they are found wandering in unlikely places such as border areas in distraught or disoriented conditions. In quite a few instances, they are shown arrested and produced before the court without anyone accounting for their whereabouts in the interim. A handful of those who are lucky to return maintain total silence about the experience they endured in captivity.\nFor more than a decade, the government of Bangladesh has been summarily dismissive of the claims of enforced disappearances made by the families, the media, rights groups and international organisations, and even by the National Human Rights Commission. In 2019 in a reaction to an OMCT-Odhikar report, the Home Minister claimed that \"not even a single case\" of enforced disappearance had occurred. Other senior functionaries viewed it as a \"smear campaign\" by vested quarters. The government says the so-called disappeared actually go into hiding of their own accord to \"avoid arrest\" or detection \"after committing irregularities in business or engaging in extra-marital affairs\". Thus, there is an absolute denial on the part of the Bangladeshi state.\nThe government argues that many of those who disappeared were later \"shown arrested\" or eventually \"reappeared\", claiming that these nullify the claims of enforced disappearance. However, the eventual release, \"shown arrested\" or reappearance of individuals in no way negate the fact that the period of their detention or abduction by the state or other actors constitutes enforced disappearance. There is no time limit, no matter how short, for an enforced disappearance to occur.\nEnforced disappearance is an anathema to the rule of law. The Bangladesh state's position on enforced disappearance is belied by the lived experiences of hundreds of families of the disappeared. Such denial is an affront to the deceased whom the state had failed to protect as required under the law. If indeed the victims are hiding to cover their misdeeds, is it not incumbent on the state to trace them as per the law? Also, isn't the onus on the authorities to find out or explain where those individuals were during the period when they were reported involuntarily disappeared and their \"re-appearance\" or being \"shown arrested\" by the police?\nThe reticence of the authorities to register complaints and their dogged refusal to investigate only reinforce the perception in some quarters about the state's indifference to the practice. While it may be unfair to suggest enforced disappearance is state-sanctioned, denial and refusal to hold anyone to account only encourage the rogue elements to further perpetuate the practice, thereby corroding people's trust in law enforcement. Perhaps the time has come for the institutions to protect citizens' constitutionally guaranteed rights (such as the civil administration and the higher judiciary), robustly safeguard their mandated tasks and resist and rid extra-constitutional encroachment in their domains. The sooner that is done and the sooner the policymakers acknowledge this, the better it is for upholding the dignity of those institutions to ensure good governance and the rule of law and also for the much-touted image of the country.\n \nCR Abrar is an academic. He acknowledges the insights gained from Barrister Jyotirmoy Barua and the support of Rezaur Rahman Lenin in writing this article.\n",
        "headline_1": "No flowers for the birthday boy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/no-flowers-the-birthday-boy-2163901",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2021"
    },
    {
        "full_article": "The sudden collapse of the US-backed Ghani regime in Afghanistan and the scenes of the evacuation of American citizens at Kabul Airport brought back some deep-buried memories of mine from another era. When Saigon fell and the last of the American troops withdrew from Vietnam on April 31, 1975, I was a Masters' student at Dhaka University watching the developing scenario in Southeast Asia with strongly-held convictions. We were celebrating the collapse of the puppet government in South Vietnam. Last week, after more than 46 years, Americans were once again faced with another defeat in Kabul, and the chaos at the airport was for many of us a \"deja vu\" moment.\nI was joyful in 1975, but I cannot say the same this time. The scenes at Kabul Airport have been a painful reminder to the Americans that military power shifts with the winds and that the costs of armed conflicts are borne by ordinary people. In this particular instance, American taxpayers and the poor ordinary Afghanis will both bear the price for years to come.\nJeffrey Sachs, an economist at Columbia University, discusses in detail the financial cost, i.e. the dollar cost for the US Treasury, and the real cost, the time, money, and lives lost during the two decades of NATO adventure in Afghanistan. In his article, \"Blood in the Sand\", Sachs is very critical of the American mindset which triggered the invasion of Afghanistan and the policy decisions made in Washington that kept US forces there for over two decades.\nAccording to a recent report by the Special Inspector General for Afghanistan Reconstruction (SIGAR), the US invested roughly USD 946 billion between 2001 and 2021. While SIGAR is a non-partisan watchdog created by Congress, this number provided in the report is an underestimate by all accounts. That's not the point. It is a mystery why Sachs considers the USD 1 trillion that was poured into Afghanistan an \"investment\", but more on that later. He must nonetheless be given credit for deconstructing the numbers and reporting that only USD 21 billion was utilised for \"economic support\". However, much of that money was pocketed by the corrupt officials and the warlords in Afghanistan and not spent for development on the ground, because the programmes were meant to \"support counterterrorism; bolster national economies; and assist in the development of effective, accessible, and independent legal systems.\"\nI have taken a very personal interest in the comings and goings in Kabul since I was a child growing up in East Pakistan. In an op-ed for this newspaper earlier this year, I wrote about the dangers that might bedevil the American withdrawal from Afghanistan which was planned for August 31 (\"What path lies ahead for Afghanistan?\" The Daily Star, March 21, 2021). Like many observers who were in the same boat as me, who had their anxieties about the shape of things to come after the US withdrawal, I harboured misgivings, and mixed feelings of hope and frustration at the uncertainty looming ahead for the Afghan people. Since the Soviet invasion in 1979, this peace-loving nation had seen nothing but conflicts and were manipulated to be the stage for the \"endless wars\" mentioned by President Biden. \"Unfortunately, the proud nation of Afghanistan suffered and paid a hefty price for this tug of war between powerful nations and their surrogates,\" as I said earlier.\nNow that Afghanistan is in the hands of the Taliban, who were in power before, until 2001, the work of nation-building can start. Fortunately, the city of Kabul and other regional urban centres appear to have been spared the ravages that befell many other population centres in Syria, Libya, and Yemen. Unfortunately, the country is losing its intelligentsia and technocrats who are understandably trying to get out before things get worse for those who worked with the US-led coalition the last two decades. Even the previous governor of the central bank, Ajmal Ahmady, left with a crowd at the back of a C-17 transport aircraft.\nLike many other war-ravaged countries, Afghanistan will need all the support and financial aid that it can muster in the current international environment. There are also some short-term and long-term challenges that a new government will need to address. I will only mention a few that have major economic consequences. The central administration has collapsed and most ministers have escaped Kabul. Because banks and money exchanges remain closed, the bazaars and the economy have slowly ground to a halt. ATMs have reduced the daily withdrawal limits. To compound the problems, prices of basic commodities such as flour, cooking oil, and petrol have risen by as much as 50 percent.\nAs of now, the Taliban government cannot access almost all of the Afghanistan central bank's USD 9 billion in reserves, most of which is held by the New York Federal Reserve. Afghanistan was also slated to access about USD 450 million on August 23 from the IMF, which has effectively blocked the release of the funds because of a \"lack of clarity\" regarding the recognition of a new Afghan government.\nThe new Taliban government has been advised by friends at home and abroad to come to a political settlement with the moderates and rival political forces, and form a national government. A former finance minister, Omar Zakhilwal, who recently returned to Kabul, is reported to be working with the Taliban on a power-sharing arrangement. \"We are working in tandem with the Taliban to bring a normal face to Kabul again: reopening of banks, of the offices, of the ministries.\"\nIn the interim, Zakhilwal has suggested that the Taliban would do well to promote existing civil servants to replace senior officials who fled the country. This would be more \"helpful than bringing in new people who don't know, and whom the international community doesn't know\". It is not known if the Taliban will listen. One of its key appointments announced on Monday, to replace Ahmady at the central bank, has been criticised by financial analysts. While it had the choice of picking a senior-level civil servant for the position, the Taliban appointed Hajji Mohammad Idris, a senior member of the group, as the new governor of Da Afghanistan Bank, the central bank.\nThere is some speculation whether the USA will fall back into a scorched earth policy after the evacuation from Kabul airport is completed. US money transfer services have suspended payments into Afghanistan, and American banks are more closely scrutinising transactions with Afghan counterparts, as they await clarity on whether US sanctions against the Taliban apply to the new government. Remittances that average over USD 800 million annually have played a major role over the last five years.\nAll this will cause a major short-term crisis for the Taliban-led government. If the sanctions that are in force against the Taliban are applied more broadly to all business dealings with the new government, Afghanistan could join North Korea and Iran as pariahs in the international financial system.\nIn the longer term, the new government will need to address widespread corruption and reduce its dependence on foreign aid. Currently, half of the USD 20 billion economy comprises of foreign aid. According to a World Bank study released before the Taliban takeover, the country would need USD 8.5 billion annually until 2024 to keep its government afloat. A large part of the economy is also dependent on the opium trade which also funded the Taliban's war effort.\nMany in the west have suggested a Marshall Plan type initiative to help the new government. The Marshall Plan for Western Europe helped war-ravaged countries repair themselves quickly after World War II. It typically provided USD 100-200 per inhabitant per annum over a period of several years, making for a cumulative total that often approached USD 1,000 per person in the end. Using USD 100 as a benchmark, Afghanistan will need close to USD 4 billion in official aid.\n \nDr Abdullah Shibli is an economist and IT consultant. He is also Senior Research Fellow at International Sustainable Development Institute (ISDI), a think tank based in Boston.\n",
        "headline_1": "The Afghan government and its future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/the-afghan-government-and-its-future-2163896",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2021"
    },
    {
        "full_article": "Competitive advantage comes in many different shapes and forms. Product quality, speed, flexibility and, of course, price. All have their place in influencing whether a company should choose one supplier over another.\nBut what about the energy mix relating to how a product was produced? What if the customers of RMG factories were to begin choosing suppliers based on which ones used renewable energy instead of being, say, coal powered?\nThere has been a lot of talk about how \"sustainability pays\" in recent years, but not much of this talk has translated into action—or benefits to suppliers. Too often, price has been the key driver, with brands being unwilling to pay extra to fund sustainable garments or production techniques.\nOn the issue of renewable energy, however, I sense a real opportunity for Bangladesh—and it is one I believe our industry and government must grasp with both hands.\nLook at the world's leading apparel brands and all of them have commitments to reduce their carbon footprint. Many of these commitments relate to 2050 but some are more ambitious, with 2040 and even 2030 now being considered.\nMeanwhile, the fashion industry itself acknowledges that the only way it can have a real impact on its carbon footprint is via its suppliers. Garment production represents up to 90 percent of the fashion industry's carbon emissions, according to most credible estimates. Moreover, the major fashion brands have already taken most of the \"low hanging fruit\" in terms of carbon emissions, which is in their own retail stores.\nYet, installing solar energy at stores and other initiatives are easy to implement for fashion brands. The real challenge comes when it comes to getting to grips with suppliers.\nThis past week, Swiss outdoor apparel company Mammut has pledged to switch to 100 percent renewable energy at all of its suppliers by 2030. This is a hugely ambitious move and the industry should sit up and take notice. I expect other apparel retailers to take similar decisions moving forward.\nWhy is it so significant? Well, the main reason is that it sends a huge message to global apparel supply chains. Those which are not using renewable energy risk missing out as there is a risk that fashion brands and retailers will simply switch elsewhere in order to hit their carbon emissions targets (which many are now sharing publicly).\nThis risk has become heightened in the past month as the UN's Intergovernmental Panel on Climate Change (IPCC) published its most sombre update yet. This landmark study claimed that human activity is changing the climate in unprecedented and sometimes irreversible ways.\nThe study warns of increasingly extreme heatwaves, droughts and flooding, and a key temperature limit being broken in just over a decade. It has been described as \"a code red for humanity,\" by a UN chief.\nBe in no doubt—sustainability teams at the world's leading fashion brands and retailers will have been taking notice of this report. And each of them, I truly believe, will have been thinking about their own projections as far as the climate is concerned. In short, can they rely on making projections for decades in the future when the IPCC is talking about key temperature \"red flags\" being hit this decade?\nI expect many will be asking the question, can they be more ambitious? Can they bring 2050 forwards to 2040 or 2030? I expect they may have no choice as they will be placed under increasing pressure by their investors, regulators and NGOs. The IPCC report is a seminal moment where climate is concerned.\nAll of this comes back to us as RMG suppliers and how we can use the requirements of brands to slash their emissions to our competitive advantage.\nI believe Bangladesh needs to move fast and move now on the issue of renewable energy. Such a move will require collaboration between government, industry, clean energy providers, tech solutions businesses and, of course, utilities businesses. How can we rapidly and cost effectively make our industry green? How can we put in place the right public-private partnerships and investment structures to ensure funding is channelled where it is needed along our RMG supply base?\nWe need a benchmarking exercise. Where is our industry now in terms of renewable energy, where do we need to be and what do to need to do to get there? Surely it is not beyond our industry to carry out a scoping exercise among the full supply chain to identify gaps and understand where investment is required.\nTo reiterate, all of this represents an opportunity rather than a threat for our industry. We have shown already that, when we work together, collaborate and put aside competitive differences, we can achieve great things. For example, look at how we improved safety across the industry in the wake of the Rana Plaza.\nWe need this sense of cooperation again in order to pivot our industry onto a greener path. Why not set a timeline to shift all our industry to renewable energy by 2030? And we could bring our customers along with us on this journey for it is in our mutual interests to get this right.\n\"Build it and they will come,\" is a famous quote from Hollywood film, Field of Dreams. It is applicable now to the Bangladesh RMG industry. Get things right on this issue, and and we have cured a major headache for all our customers.\n \nMostafiz Uddin is the Managing Director of Denim Expert Limited. He is also the Founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Clean energy could bestow major competitive advantage for suppliers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/clean-energy-could-bestow-major-competitive-advantage-suppliers-2163891",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2021"
    },
    {
        "full_article": "\"[…] rub your conceptual blocs together in such a way that they catch fire.\"\n — Karl Marx \n \nThe only major Bengali poet to have come from the rural proletariat and the first one to have raised—in public—the demand for the total independence of colonial India in 1922, Kazi Nazrul Islam (1899-1976) enacts insurrectionary ruptures and breaks with certain old traditions in Bengali poetry while inaugurating new ones. Because of his explosively anticolonial poem called \"Bidrohi\" (The Rebel, 1921)—characterised as it is by unprecedented rhetorical, linguistic, and even metrical energy as well as by thematic and structural novelties—it is customary to call Nazrul a \"rebel poet.\"\nBut I have argued elsewhere that Nazrul is more than a rebel poet; that he is, more significantly, a revolutionary poet by his own admission—one who repeatedly mobilises the new idiom of revolution in his work. As he declares in his famous poem called \"Dhumketu\" (The Comet): \"I come in every era/ I come again and again/ Now I've come for the great Revolution\" (all translations in this piece are mine).\nThe French philosopher Alain Badiou maps a global tradition of revolutionary and communist poets in his book The Age of the Poets (2014), where he says: \"In the last century, some truly great poets, in almost all languages on earth, have been communists. In an explicit or formal way, for example, the following poets were committed to communism: in Turkey, Nazim Hikmet; in Chile, Pablo Neruda; in Spain, Rafael Alberti, in Italy, Edoardo Sanguineti; in Greece, Yannis Ritsos; in China, Ai Qing; in Palestine, Mahmoud Darwish; in Peru, César Vallejo; and in Germany, the shining example is above all Bertolt Brecht. But we could cite a very large number of other names in other languages.\"\nSurely one can cite Nazrul and place him in that outstanding constellation of poets Badiou mentions, given that Nazrul's two great collections of poems called Sammyabadi (The Communist) and Sarbahara (The Dispossessed/Proletariat)—published in 1925 and 1926 respectively—clearly bespeak Nazrul's commitment to \"communism'\" in his own creative, even indigenous ways. And one theme that persists in most of Nazrul's work is that of human emancipation while the first poem Nazrul published is called \"Mukti\" (Liberation).\nAlthough a poet in the first place, Nazrul is also a musician-composer-songwriter, short story writer, novelist, playwright, and essayist. He was passionately involved in editorial journalism; he wrote both poetically and politically charged editorials, opening up a new chapter in the global history of journalism itself. He sang compulsively and even danced occasionally. He was the first Muslim director of a Bengali film, one in which he even played the part of a significant character. He was a drummer as well. And a hardcore activist, Nazrul—along with his comrades—even founded and led a short-lived political party (the Labour-Swaraj Party), writing a revolutionary manifesto on its behalf.\nAnd, as a person, Nazrul was vibrant, gregarious, cheerful, friendly, charming. He was also known for wearing coloured shirts, writing in red ink, chewing betel-leaves, drinking tea non-stop, and for the repeated, loud bursts of his hearty laughter—laughter that simultaneously revealed his soul and his politics (I keep thinking of how the Russian novelist Maxim Gorky once described Lenin's loud laughter). In almost everything Nazrul did, poetry and politics and performance profoundly intersected, all in the interest of confronting and combatting such systems of oppression as capitalism, colonialism, racism, and patriarchy, interconnected as they are.\nIndeed, when Nazrul's works began to burst onto the literary scene in the second decade of the 20th century, it was Rabindranath Tagore who was among the first ones to have recognised the poetic genius of Nazrul and hailed him as a great poet. Jibanananda Das—one of the greatest Bengali poets and slightly older than Nazrul—was initially even influenced by Nazrul himself, while Jibanananda later came to characterise Nazrul as \"the people's poet and friend,\" reminiscent as it is of the similar characterisation of Pablo Neruda in Latin America. Buddhodeva Bose—another notable contemporary of Nazrul and an avant-garde modernist high on Western poetics and aesthetics—cared about Nazrul and even engaged with him but failed to account for his revolutionary significance in the final instance.\nNazrul was even sent to jail because of his fiercely anticolonial and anti-establishment writings; six of his books—collections of poems, prose-pieces, and songs—were banned by the British colonial government in the second decade of the 20th century! That was indeed an unprecedented event in the history of \"world literature!\"\nNow, owing to space limitations, it is impossible to do justice to the entire range—enormous as it is—of Nazrul's work. In this short piece, however, I intend to call attention to a few areas that I think have been routinely bypassed in traditional Nazrul criticism. For instance, to begin with, not much attention has been paid to Nazrul's anti-Eurocentric conception of what is called world literature, articulated as it is in his under-engaged essay called \"Bartaman Bishshya Shahittya\" (Contemporary World Literature), a piece in which Nazrul deploys the metaphors of \"earth\" and \"sky\" to accentuate his unwavering commitment to the \"worldliness\" of poetry as such. He thinks that poetry—like theory—can certainly become a genuine material force if it grips the masses.\nConnected to his premium placed on the worldliness and materiality of poetry remains Nazrul's own robust version of revolutionary internationalism and universalism—analogous to the Black Marxist CLR James' notion of a \"universalism from below\"—which remains opposed to the kind of trendy, derivative, aesthetics-fetishising \"cosmopolitanism\" represented by the likes of Buddhodeva Bose and Sudhin Dutta—the modernists of the so-called thirties. In fact, inspired by a trinity of the revolutions—the Turkish Revolution, the Irish Revolution, and, above all, the Russian Revolution—Nazrul moves in the direction of envisaging alternative, oppositional modernity, anticolonial in character and content. Unfortunately, this Nazrul remains relatively unheeded in contemporary literary criticism.\nAlso, isn't it instructive that Nazrul exemplarily composed \"ghazals\" not only in Bengali but also in Urdu, and that he even composed \"bhajons\" in Hindi? I think Nazrul's multi-lingual creative interventions (he knew at least six languages: Persian, Arabic, Urdu, Hindi, Sanskrit, English)—including his unprecedented contributions as a translator—have not been discussed adequately in contemporary criticism. In fact, he is by far the best translator of Persian and Arabic poetry in Bengali. He translated the great rubaiyyat of the Persian poet and polymath Omar Khayyam (1048-1131) and also the ghazals and rubiayyat of another Persian poet—Hafez (1315-1390)—while Nazrul even translated some Sufi poems of Hazrat Ali (RA). Further, Nazrul beautifully translated more than 30 Quranic suras into Bengali.\nKazi Nazrul Islam's unprecedented metrical adventures in Bengali poetry also warrant more attention than they have hitherto received. Realising that the rhythm itself is Being, and that we ourselves are multiple, sliding, traveling rhythms in space and time, Nazrul experiments with Arabic, Persian, and Sanskrit meters in his own works, producing superb rhythmic effects and even revolutionising the field of creative metrical interventions. Some of the Arabic and Persian meters Nazrul adapts in his poetry are called motaqarib, motdariq, hajaz, rajaz, and mashaqel. And the Sanskrit meters he dexterously deploys include totak, ananga shekhar, shardul brrikrita, and so on. And I think even such metrical adventures cannot be dissociated from Nazrul's anticolonial and revolutionary politics by and large.\nLastly, Kazi Nazrul Islam's poems and songs served as a genuine inspiration to our freedom fighters in 1971. In fact, our National Liberation Movement of 1971 was animated, energised, and driven by its three pronounced principles—equality, justice, and dignity—which already constituted the three abiding themes in Nazrul's entire oeuvre. Indeed, Nazrul remains resonant and relevant as long as—to use his own words in the English translation—\"the sky and the air remain [filled] with the cries of the oppressed.\" And to honour the legacy of Nazrul is to keep combatting all forms and forces of oppression and injustice.  \n    \nDr Azfar Hussain is currently Director of the Graduate Program in Social Innovation and Associate Professor of Integrative, Religious, and Intercultural Studies at Grand Valley State University in Michigan. He is also Vice-President of the Global Center for Advanced Studies, New York, USA.\n",
        "headline_1": "Kazi Nazrul Islam: Poetry, Politics, Praxis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/kazi-nazrul-islam-poetry-politics-praxis-2163081",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2021"
    },
    {
        "full_article": "It is a pity that when the government is working under tremendous economic strain caused by the pandemic, with an economic downturn becoming an inevitability, its incentive programme—to rescue various business enterprises in the service and manufacturing sectors with loans on easy terms—is being hampered by the disbursers asking for bribes.\nApart from the serious impact of the pandemic on the health sector, it has had the most deleterious consequences on the county's economy. For its part, the government has taken up a scheme of Tk 1,28,000 crores worth of stimulus packages to salvage firms affected by the pandemic. But a survey of around 500 such firms has now revealed that a good percentage of those cannot obtain loan without greasing the palm of the people entrusted with distributing the loans. The survey, done by the South Asian Network on Economic Modeling (SANEM), shows that paying bribes (not \"reports\") has become like a precondition for getting the application processed and receiving the money. And this involves bank employees and various public agencies assigned with the task of processing and disbursing the loans.\nThe pandemic, unfortunately, has brought a windfall situation to certain people who are exploiting the situation to mint money. And that includes a section of corrupt local leaders who defalcated funds and misappropriated relief goods allotted by the government. The same culture we see now in case of providing relief in the form of monetary incentives, where 12 percent of firms surveyed complained of bribery and even 29 percent of firms who did not get the incentives complained of the same. It is a sad reflection of the character of the society, where the bribe culture induces certain people to exploit the plight of the public. The small and medium firms and non-exporting enterprises have no other alternatives but to succumb to the demands of the immoral public servants, to keep their nose above water.\nThe long and short of it is that, if the current trend continues, and the affected business enterprises have to cough up money to get a slice of the incentive package, a good part of the stimulus packages would go into the pockets of the corrupt officials. Consequently, not all those targeted for the package will get the funds, and a very well-intentioned programme of the government will be ultimately put paid to. SANEM research found that 67 percent of the firms had not received stimulus funds. A good many of them may have to close down if they don't receive the funds soon, which cannot be good at all for our economic recovery.\n   Here is a situation where an important government plan, to aid the floundering business enterprises, runs the risk of being scuttled by unscrupulous people. Only strict monitoring, transparency, and investigation and punishment for corrupt people associated with the process of disbursement, can see the programme through effectively.\n",
        "headline_1": "Stimulus package disbursers demanding bribes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/stimulus-package-disbursers-demanding-bribes-2163886",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2021"
    },
    {
        "full_article": "It is disappointing to know the dismal rate of progress of a Bangladesh Fire Service and Civil Defence project that, if implemented properly, would have expanded its diving unit. As per the findings of the Implementation Monitoring and Evaluation Division (IMED) of the ministry of planning, although the project deadline of three years has passed this year, it has seen only 15 percent progress since its initiation in 2018. The goal of the Tk 165.19 crore project was to equip and train divers with modern rescue equipment in a bid to reduce the country's high rate of deaths by drowning (around 18,000 per year). But not only have the majority of the equipment not been acquired, but those that are there are also sitting idle in the project director's office, with their warranties nearing expiration.\nMoreover, due to the \"availability\" of some of the equipment (such as tugboats, jetties, and pontoons), 68 percent of the estimated Development Project Proposal (DPP) was excluded while \"only 19.97 percent of purchase packages were placed for tender\" until June of this year. According to our report, there are only 50 divers countrywide. On top of that, the project director claims that the finance ministry refused their proposal to appoint six divers in each district, so they are planning on downsizing their ask to at least three divers per district and resubmitting the proposal. Reportedly, though the revised DPP stood at Tk 63.4 crore after the exclusions, and only 16 percent of the expected capital expenditure was fulfilled, the allocated budget for transportation and office equipment was already spent.\nSo, we are left to wonder why such major irregularities and delays of large-scale government projects are allowed, unopposed and unpunished. Frankly, the way this vital, life-saving project has been handled from the start leaves a lot to be desired. The excuse of pandemic-induced disruptions in regular activities is unacceptable when it comes to projects and initiatives that have a direct bearing on matters of life and death. The divers are a vital part of any rescue effort in case of waterway accidents, and the authorities must ensure there are enough of them in case of an accident and that they are equipped properly to do their job. Even this past Friday, at least 22 people (including nine children) died in a boat capsizing incident in Brahmanbaria's Laishka Beel, which shows, once again, the importance of reinforcing the diving unit.\n   If the proposal to extend the project duration by a year is approved by the planning ministry, we would urge the fire service and project managers to use the time effectively by not only recruiting and training an appropriate number of divers, but also to use any existing or to-be-acquired equipment to improve their response time when waterway accidents occur.\n",
        "headline_1": "Poor showing of a project on waterway accidents",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/poor-showing-project-waterway-accidents-2163881",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2021"
    }
]