[
    {
        "full_article": "On July 25 this year, the Prothom Alo English edition published a news item about a bridge being built somewhere on the outskirts of Dhaka that led to nowhere. Funny as it may sound, such cases are not uncommon. More recently, The Daily Star too ran a story about a bridge lying unused for two decades for lack of any connecting road!\nNow imagine the following scenario—a government entity submits a bridge project proposal for approval to the Executive Committee of the National Economic Council (ECNEC), Bangladesh's highest public fund allocation body. The proposal goes through an Artificial Intelligence (AI) powered system. The system points out that the proposed bridge doesn't connect to the existing road network, and the indicated beneficiaries do not match the national demographic database. ECNEC turns down the proposal, saving a significant amount of taxpayers' money from being wasted.\nThe above scenario may sound like science fiction in the distant future, but it's plausible. Ill-conceived projects are not the only problem though. Several development projects are falling behind schedules or costing more than the allocated budget. Sometimes, a whole ministry is failing to keep up. Such stories come to light only when the Implementation Monitoring and Evaluation Division of the Ministry of Planning (IMED) investigates the progress of projects approved. Other times, a media report brings it to public knowledge. But by then, it may be too late to salvage it. A system based on AI could potentially avoid all these possibilities.\nThe Bangladesh government has already adopted a national strategy for AI—the National Strategy for Artificial Intelligence in Bangladesh, March 2020. Although it doesn't categorically mention the IMED, there is no reason why this high-level government body shouldn't benefit from such a powerful tool in Annual Development Plan (ADP) implementation monitoring. ADP monitoring is similar to project management; only the scale is much larger. One only has to look at it from an AI perspective to reap the benefits this technology has to offer.\nAI can gain insights from past data (\"training\" or machine learning) and use this knowledge to discover the meaning of new data. As the amount of data increases with time, its knowledge base also grows, making the system more efficient. The quality and amount of the data determine an AI system's effectiveness. On the other hand, biased data will make it error-prone and unreliable. Therefore, the first requirement of an AI implementation system is a vast amount of quality data in electronic formats such as numbers, tables, texts and images. An AI-based system can train itself with these data and produce performance indicators or status reports for future projects after several rounds of refinement.\nGovernment agencies in Bangladesh have been using information and communication management systems for several years. These include e-filing, the Project Management Information System, and e-Government Procurement (e-GP). All these systems gather a large amount of data relevant to project performance, physical progress, budget allocation, fund management and financial progress. Conventionally, it is up to humans to interpret such information, and determine a project's performance and intervention requirement. An adequately trained AI-based system can perform all these tasks and leave decision-making to humans. Of course, the decision-makers won't have to do whatever the system recommends. They can apply judgment as appropriate. Meanwhile, the system will continue working 24/7, analysing large data volumes, and providing time-critical information to support such decision-making.\nThe other requirement for AI-based systems is a substantial body of technical experts in AI, machine learning (ML) and data science. A close collaboration between such experts and domain expertise is a prerequisite for the success of any AI initiative. Fortunately, Bangladesh has both. Several home-grown software companies are already working on AI-related product development for American or European clients. The IMED will have no problem adding their domain knowledge to such a pool of expertise and start working on a small model. The model can be gradually scaled up as required.\nThe system can become even more effective with a Geographic Information System (GIS) to store the projects' location information. Bangladesh has been using GIS since the early 1990s on the Flood Action Plan (FAP) projects. Several Bangladeshi software companies are deploying GIS-based analytical tools for overseas customers. The synergy from combining GIS and AI will offer a more powerful tool to the policymakers by pointing out overlaps, gaps and duplication of government investments. Let's examine a few likely scenarios where such a system would be helpful.\nA project's physical progress falls behind fund disbursement, and the allocated budget may not be enough for its completion. The system will pick it up and notify IMED to decide on remedial measures. Or, a project director may not be able to mobilise the contractor on time because of the delay in contract signing or land acquisition. It will never be possible for the IMED to identify such an issue with a manual monitoring system unless someone familiar with the project details points it out. But the AI-based system, by continuously interpreting the communications, can highlight it, along with the source of the delay. If any project's location or scope overlaps with that of another, the system will also highlight that. All these will enable the ECNEC members to understand better how the government's interventions are working.\nThe potential benefits of an AI-based system are aplenty, but there are also many cases of failed AI initiatives. Developing an effective AI-based system needs careful planning, coupled with learning lessons from others' experiences and meticulous work. An IMF blog has warned of a possible AI-induced widening gap between the rich and the poorer nations. But with its efficient and ethical use, AI can close such gaps too. Let Bangladesh launch its fourth industrial revolution with an AI-powered ADP monitoring system and facilitate more equitable distribution of national wealth.\nDr. Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy consulting organisation.\n",
        "headline_1": "Can AI improve our budget implementation scenario?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-ai-improve-our-budget-implementation-scenario-2165406",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2021"
    },
    {
        "full_article": "Captain Nawshad Ataul Quaiyum has passed away. The world goes on, you and I go back to work, and perhaps everyone will soon cease to talk about him except occasionally—even the hundreds of passengers he saved back in 2016. Everyone, except his family. But today my heart is heavy, and so I can't help but write.\nCaptain Nawshad had recently been in the news after suffering from cardiac arrest mid-flight on August 27. He was piloting a Dhaka-bound Biman Bangladesh Airlines flight from Muscat that was carrying 124 passengers on board, which was forced to make an emergency landing at Dr Babasaheb Ambedkar International Airport in India's Nagpur. Soon after the landing, he was put on life support after being admitted at the Kingsway Hospital in Nagpur, where he sadly breathed his last on Monday, August 30. He is survived by his wife, two daughters and a son.\nI didn't know him personally, but he is part of our extended family that is Biman Bangladesh Airlines. My father, who is now retired, was a flight engineer in Biman for many decades. As cockpit crew, he was colleagues with Captain Nawshad's father Captain Quaiyum. My parents tell me we attended Captain Nawshad's wedding.\nAs family of a crew member of Biman, we know what that life looks like. We know what it means for crew to carry out their duty in the face of obstacles, and being asked to risk their own lives to save those of others if the need arises. We have learned the definition of dedication, honesty and patriotism from these crew members. We know what it means to not have them around for important occasions, or even ordinary ones, because they were gone on long and frequent flights for most of the month.\nCaptain Nawshad's sudden heart attack and his unfortunate demise at the age of only 44, while he was away from his family performing his duties, has moved hearts across the nation. After his death, the story of how he saved the lives of 149 passengers and seven crew members on December 22, 2016 has also resurfaced. On that day, a tyre of a Muscat-Chattogram flight at the Hazrat Shahjalal International Airport in Dhaka burst moments before takeoff. The situation could have become serious, but Captain Nawshad used his skills, technical expertise and bravery to first fly in circles to burn fuel and reduce weight to make way for take-off and landing of some other flights, before conducting an emergency landing.\nThis is only one incident that we are now hearing off. In the life of a flight crew member, there are many such incidents where the passengers are unaware of things that might have happened, had the crew not tackled the issue in time. And there are many that even we, the families of crew, haven't heard of—countless incidents that have gone unnoticed by the press and by passengers because of the skill of the cockpit crew of Biman Bangladesh Airlines, for their technical skill and efficiency are unparalleled.\nThere is an idea that being part of the flight crew is a fun experience only, which allows them to travel to many different countries. However, when you are tackling an emergency at 30,000 feet above the ground, or waking up at ungodly hours of the night whenever you need to fly, or going through multiple tests and medical exams every year to remain fit enough to fly an aircraft, or you are unable to be present for your family all the time like regular people—you realise that a great deal of grit, determination and sacrifices are necessary for carrying out such duties.\nBiman is often looked down upon as the poor airlines of a poor country. Our national airlines may not live up to the standards of the fancy aircrafts of foreign countries that have ample resources to invest in their flagship carriers, but the people who work there to make your travel safe and peaceful prove with their health, sweat and honesty that they will do everything in their power to make the journey to your destination smoother.\nDespite the fact that Captain Nawshad saved the lives of more than 150 people in 2016, he could not come back from this last flight alive. In any one lifetime, it is difficult to claim that one has measured up to the great work of saving the life of even one person, let alone that of scores of individuals. Is that not enough success, enough bravery—for this one ephemeral life we have? We pray that Captain Nawshad is granted eternal peace, and is remembered by all for his services to his nation.\nAnika Tabassum is a software engineer at OpenText and is based in Waterloo, Canada.\n",
        "headline_1": "Captain Nawshad: A life of grit, determination and sacrifice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/captain-nawshad-life-grit-determination-and-sacrifice-2165396",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2021"
    },
    {
        "full_article": "The Taliban have taken over Afghanistan—that is yesterday's news. That thousands of distressed Afghans were crowding Kabul Airport to try and escape the country has also become an old fact. The Taliban have killed certain local liberal humanist Afghan writers and artists—that is also known to everyone. But now that the last US troops have officially left Afghan soil, marking the end of a 20-year war where the Taliban came out stronger, the most critical question is—what is the economic scenario for Afghanistan under Taliban rule?\nThe context of the question has two dimensions—domestic and international. In the aftermath of the Taliban takeover, the most important issues are: first, the domestic economy scenario of Afghanistan, and second, the role of the international community, particularly of the United States, in the process.\nIt goes without saying that the Afghan economy right now is in peril. Surely, this crisis has not been created in a day; rather, this is the legacy of past administrations over the years. The governments that came in after the fall of the Taliban in 2001 were weak, inefficient and vulnerable. The past two Presidents of Afghanistan were outsiders, having spent a large part of their lives in the US. As a result, the complex realities of Afghanistan were beyond their comprehension, and they did not have any real connection with life in Afghanistan and its people. Consequently, they could not build an effective administration in the country. During the past two decades, various regions of Afghanistan were disconnected from each other. In fact, the work of regional administration was carried out by a number of powerful warlords, making the central government of Afghanistan vulnerable and ineffective at the regional level.\nThus, things happened as expected. The Afghan economy continued to be depressed. Over the past years, what could have been attained was not achieved, as the data shows. Currently, the gross national product of Afghanistan is around USD 190 billion, just a little more than the USD 160 billion economy of Dhaka city. The country's legal exports of goods and services every year account for USD one billion, and, every year, it has been importing USD six billion worth of goods and services. The balance of payments deficit has been a lingering problem.\nThe production, sale and export of opium have been playing a major role in the Afghan economy. About 80 percent of world production of opium comes from Afghanistan. Every year, Afghanistan produces nearly 10,000 tons of opium and the revenue generated from it amounts to USD seven billion approximately. About 87 percent of the income of opium producing farmers comes exclusively from this single product. The illicit opium export by Afghanistan is worth USD two billion every year. Therefore, both at the micro and macro levels of the Afghan economy, the role of opium is significant.\nThe other element that is crucial for the Afghan economy is foreign assistance. Last year, the donor community promised to provide USD 20 billion as aid to Afghanistan. About 80 percent of public expenditure in this country is funded by grants. Since 2002, the World Bank has provided Afghanistan with a total of USD 5.3 billion as development and emergency relief assistance. The IMF has earmarked for Afghanistan USD 400 million in Special Drawing Rights (SDR) for combatting the Covid-19 pandemic in the country.\nIt is clear from the socioeconomic indicators of Afghanistan that the country is at a vulnerable stage. About 47 percent of its people live below the dollar-a-day poverty line. The percentage of working poor—those who work but live below the poverty line—is 33 percent in the country. If the poverty line is pushed to two US dollars a day, 90 percent of Afghans would be poor. The Multidimensional Poverty Index (MPI) of Afghanistan also indicates that 55 percent of its people are poor in multiple dimensions of deprivation. Even in this 21st century, the average life expectancy of an Afghan is only 64 years, and the mean years of schooling in the country is only four years. About 55 percent of Afghans are illiterate.\nIn Afghan society, the position of women remains the most vulnerable one. An Afghan woman, on average, can expect to live up to 64 years—their mean years of schooling is only two years. One out of five Afghan women participates in the labour market. The maternal mortality rate in Afghanistan is 638 per 100,000 live births.\nIt is under these circumstances that the Taliban have assumed power. The takeover of power by a group with such archaic and intolerant ideals and beliefs is not acceptable to the democratic world. As a result, Western countries and international organisations have been undertaking various economic measures to make the Taliban ineffective. Economic sanctions and impositions are some such measures.\nThe United States has frozen about USD10 billion worth of Afghan assets held at various banks in Afghanistan. The International Monetary Fund (IMF) has withdrawn the USD 400 worth of SDRs allocated earlier to Afghanistan for addressing the Covid-19 crisis. The World Bank has not said anything as of yet, but it may also put restrictions on its funding to Afghanistan. There has been a 20 percent decline over the past four years in the allocation of grants to Afghanistan by the donor community. Donors seem to be more interested in providing year-wise grants, rather than making any long-term commitments. In the context of all this, the current weak economy of Afghanistan may become even more vulnerable.\nBecause of all these sanctions and restrictions, it is the Afghan people who would be the hardest hit. Sanctions always negatively impact the poorest segment of a population. Afghanistan will not be an exception to this. There may also be inflations in the economy, and food shortages may emerge. The possibility of a famine cannot be brushed off.\nTill the end of June this year, the Afghan central bank has had in its vault assets worth USD 10 billion, of which USD 366 million were in foreign exchange reserves, which is not much. This amount will not go far in meeting the import demands of Afghanistan. The income of the Taliban from different sources is estimated to be in the range of USD 300 to USD 1,600 million. It is not clear whether it will spend this money on the reconstruction of Afghanistan.\nIn the meantime, two other things may happen. First, because of the imposition of Western economic sanctions, the Taliban may encourage the production and export of more opium. Such an initiative may resonate well with Afghan farmers. Second, with the withdrawal of the SDR funding from the IMF, the Covid-19 situation may worsen in Afghanistan.\nUltimately, the economic situation in Afghanistan under Taliban rule is expected to be more vulnerable. The incidence and depth of poverty may enhance, the woes of the common people are likely to increase and infrastructure development is expected to be hampered. And the rights and lives of Afghan women are already taking a turn for the worse. Overall, the economic scenario of Afghanistan under Taliban rule does not look promising at all.\nSelim Jahan is former Director, Human Development Report Office and Poverty Division, UNDP.\n",
        "headline_1": "Afghanistan faces a grim economic future after Taliban takeover",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/afghanistan-faces-grim-economic-future-after-taliban-takeover-2165386",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2021"
    },
    {
        "full_article": "Recent attacks on Kabul's international airport by the Islamic State's Afghan affiliate raise multiple questions, as well as the spectre of paradigm shifts in the drivers and expanding geography of political violence. The attacks have called into question the Taliban's ability to maintain security and keep a lid on the activities of multiple militant groups in Afghanistan. Long at war with the Islamic State (IS), the Taliban have promised to ensure that neither IS, nor groups with which it maintains good relations, will be allowed to use the Central Asian state for cross border attacks in the region.\nThat may be easier said than done even though Al Qaeda, which launched the most spectacular and successful of jihadist attacks on 9/11 almost two decades ago, may turn out to be the least of the Taliban's jihadist worries.\nAnalyst Abdul Sayed noted that Al Qaeda, in an effort to prevent the US from driving it out of Afghanistan and Pakistan, has \"shifted focus from global terrorist attacks and external operations to supporting local jihadist groups throughout South Asia, and fuelling the narratives that underpin their objectives. This shift helped build resilience, allowing al-Qaeda to survive despite the massive blows inflicted by the United States and its allies.\"\nThe shift was further driven by the success of Western counter-terrorism agencies in reducing Al Qaeda's ability to attack the West. \"2011 did mark the end of al Qaeda's war on the West. The group lives on as a set of regional militias with local agendas in places such as Somalia, but it has not successfully conducted a serious attack on the West for almost a decade,\" said political violence scholar Thomas Hegghammer.\nHegghammer went on to say that \"by 2018, the number of jihadi plots and attacks in Europe had been cut in half compared to 2016, and the flow of foreign fighters had dried up entirely. What is more remarkable, every jihadi assault in Europe since 2017 has been carried out by a lone individual, suggesting that it has become very difficult to plan group attacks. Similarly, no terrorist strike since 2017 has involved explosives: instead, the attackers have used simpler weapons, such as guns, knives, and vehicles.\"\nBy the same token, Western successes have persuaded most analysts that the Islamic State, like Al Qaeda, is unlikely to be able to launch transnational attacks in the West from Afghanistan any time soon. As a result, the Taliban's security problems are likely to be domestic and regional rather than hailing from transnational jihadist groups who have long dominated analysis of and discourse about political violence.\nWhat that means in practice is that the Taliban's war with IS will be a domestic fight that could threaten efforts to stabilise the country and ensure good relations with Afghanistan's neighbours. IS is banking on the hope that disgruntled Taliban, unhappy with a movement that once in government could be forced to compromise on its principles and moderate its policies, will join its ranks. Foreign fighters such as the Uighurs may also opt to throw in their lot with IS, which in the past has threatened China. Discontent members of ethnic minorities could do the same or join groups like the Islamic Movement of Uzbekistan (IMU), which has a presence in Afghanistan.\nThe Taliban are expected to include representatives of ethnic minorities in their government in a nod to both various segments of the population as well as Afghanistan's neighbours. \"ISIS-K will try to assassinate Taliban leaders behaving in a pragmatic manner. Mullah Baradar is likely a key target particularly in the light of his recent meeting with D/CIA. Eliminating Baradar helps ISIS-K undermine Taliban efforts to consolidate power,\" tweeted South Asia scholar, Kamran Bokhari, referring to a commonly used acronym for the Islamic State in Afghanistan. A co-founder of the Taliban, Abdul Ghani Baradar is widely viewed as a compromiser and problem solver. He reportedly met last week with CIA Director William J Burns.\nAl Qaeda's local focus; the fact that Uighur, Uzbek and other Central Asians may concentrate on their own countries; and the Islamic State's limited capability suggest a potential paradigm shift in the drivers and expanding geography of political violence in South and Central Asia.\nThe shift could be boosted by the perceived defeat of the US, the second superpower to bite the dust in Afghanistan in a war against Islamic militants. The American withdrawal means that the US is no longer a prime target in the region.\nIn discussing the fallout for Pakistan of the Taliban victory, analysts have, by and large, focused on Pakistan as fertile ground for the spread of Taliban-style religious ultra-conservatism, as well as concerns that it would enable Tehrik-i-Taliban Pakistan (TTP), more commonly known as the Pakistani Taliban, to rekindle their campaign of attacks in Pakistan. The TTP is a coalition of Pashtun Islamist groups with close ties to the Afghan Taliban that, last year, joined forces with several other militant Pakistani groups, including Lashkar-e-Jhangvi, a violently anti-Shiite Sunni Muslim supremacist organisation.\nTaliban spokesman Zabihullah Mujahid left the door open on the Taliban's relationship with the TTP. \"The issue of the TTP is one that Pakistan will have to deal with, not Afghanistan. It is up to Pakistan, and Pakistani Islamic scholars and religious figures, not the Taliban, to decide on the legitimacy or illegitimacy of their war and to formulate a strategy in response,\" Mujahid told a Pakistani tv programme. The spokesman stopped short of saying whether the Taliban would abide by a decision of the scholars.\nThe Taliban reportedly have advised the TTP to restrict their fight to Pakistani soil and have offered to negotiate with the Pakistan government an amnesty and the return of the Pakistani militants to the South Asian nation, according to Afghan sources. \nThe TTP is believed to be responsible for the killing this week of two Pakistani soldiers on the border with Afghanistan.\n\"Our fight against Pakistan will continue until we establish it as an Islamic state. We will not spare their dollar-dependent soldiers and politicians,\" said TTP commander Molvi Faqeer Mohamad. A wanted man in Pakistan, Mohamad was speaking to Al Jazeera after having been freed from jail in one of the Taliban's many prison breaks. The US-backed government of Ashraf Ghani had refused to extradite Mohamad to Pakistan.\nOnly a few analysts have pointed to what would constitute the greatest threat to Pakistan: the potential coalescing of a campaign of TTP violence with the notion of merging Pashtun-populated areas of Pakistan with Afghanistan. The intertwining of Pashtun national identity and Islam resounds in a Pashto poem quoted by Anas Haqqani, a senior Taliban official and brother of Sirajuddin Haqqani, the group's deputy leader: \"The essence of my Pashto is so Islamic, Were there no Islam, I would still be a Muslim,\" a couplet of the poem says. Haqqani quoted the couplet while discussing Pashtun identity with no reference to geopolitics.\n\"Pashtuns of the Afghan Taliban will, after a few years in power, find common cause with their Pashtun kinsmen in Pakistan… There are plenty of Pakistani Pashtuns who would prefer the whole of Khyber Pakhtunkhwa (formerly North-West Frontier Province) to be part of a wider Pashtunistan,\" predicted scholar and former British ambassador to Pakistan, Tim Willasey-Wilsey.\nOther analysts have privately argued that a Pakistan-dominated Pashtunistan embedded in a broader Asian confederation would counter the various threats Pakistan is concerned about, including the TTP, ultra-conservatism, and secession.\nThe views of these analysts embody the Pakistani military and government's worst fears: the undermining of Islam as Pakistan's glue by ethnic cleavages. It is a fear that was first expressed by Mohammad Ali Jinnah, the country's founder, who warned against the \"poison of provincialism.\" The fear has been reinforced by the secession of predominantly Bengali East Pakistan to form Bangladesh in 1971.\n\"The time is now ripe for America and its allies to marginalise the remnants of radical Islamdom in South-Central Asia as a first step in generating a mega-confederation of free peoples extending from Pashtunistan in the West all the way to and including Indonesia in the East,\" said a former Western government official-turned-scholar.\n\"The key step for Pakistan in countering the extremism of radical Muslims trained by the Saudi Wahhabis is simply to absorb the western half of Pashtunistan, which includes the southern two-thirds of Afghanistan, and the eastern half which makes up most of the western third of Pakistan, into a new Province of Pashtunistan in a greater Pakistan confederation as a model for the world and especially for the looser confederation extending across India to Indonesia,\" the scholar said.\nPakistan last year cracked down on the Pashtun Tahafuz (Protection) Movement (PTM), a non-violent protest movement demanding rights for Pashtuns in Pakistan's former Federally Administered Tribal Areas. It is completing a physical barrier to any changes along the Durand Line that separates it from Afghanistan, the country's longest border, with the construction of a USD 500 million, 2,600-kilometre-long wall.\nThe wall, conceived to keep militants and potential refugees on the Afghan side of the border, is being bolstered by state-of-the-art surveillance technology and multiple fortresses. Pakistan has closed 75 of its 78 border crossings in the wake of the Taliban takeover. Much of the border is mountainous, and in the words of a former Pakistani military officer,  \"good territory for guerrillas to operate and hide in.\"\nThe notion of Pashtunistan or a confederation that includes arch-rivals Pakistan and India, as well as countries as diverse as Indonesia, may be far-fetched to say the least, but is certain to ring bells in Islamabad. Those bells may already be ringing after Taliban official Sher Mohammed Abbas Stanekzai declared, in a rare statement on foreign policy, that \"we give due importance to our political, economic and trade ties with India and we want these ties to continue. We are looking forward to working with India in this regard.\"\nSaid scholar and author Pervez Hoodbhoy: \"Like it or not, Af-Pak has become reality. Despised in Pakistan because of its American origin, this term rings true. Geographical proximity is now augmented by the ideological proximity of rulers in both countries. Taliban-style thinking is bound to spread through the length and breadth of Pakistan.\"\nAf-Pak was a term used by the US government to signal that Afghanistan and Pakistan constituted a single theatre of operations in the war on terror.\nDr James M Dorsey is an award-winning journalist and scholar and a senior fellow at the National University of Singapore's Middle East Institute.\n",
        "headline_1": "Af-Pak takes on a new meaning with the rise of the Taliban",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/af-pak-takes-new-meaning-the-rise-the-taliban-2165376",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2021"
    },
    {
        "full_article": "In a recent discussion titled \"Rights of the Incarcerated in South Asia\" organised by the South Asia Peace Action Network (SAPAN), rights activists from across the region lamented the terrible conditions of prisons in South Asia. Among the many problems, they highlighted overcrowding, lack of privacy, inadequate healthcare facilities, substandard bedding and unsanitary conditions as being primarily responsible for these facilities turning into perpetual torture chambers for many. With that in mind, the experts called for prison systems across South Asia to be reformed.\nTheir call is especially pertinent for Bangladesh, as according to data presented at the discussion, Bangladesh has the highest prison occupancy rate among all South Asian countries, standing at 195 percent, as well as the highest proportion of pre-trial detainees, at 81.3 percent. That means our prisons have nearly double the occupancy that it can support, which is utterly inhumane. Many of the detainees are still waiting for trial—which means they may be innocent people who are being forced into overcrowded prisons with hardened criminals. While remaining in such conditions, these individuals as well as non-violent offenders and minors run the risk of becoming more prone to violence in order to blend in with the more seasoned criminals. This completely defeats the purpose of prisons serving as correctional facilities—instead, they might be producing more criminals than they are \"correcting\".\nMoreover, our prisons barely have the capacity to provide what is required to rehabilitate criminals. In other words, they barely provide the services required for the inmates to be nudged onto a path to recovery from a life of crime—such as work facilities that give them the opportunity to earn their living to support their families and acquire skills to work honest jobs and develop that habit. What this means is that our prison system generally is not designed to help criminals recognise their mistakes and try and mend their ways, but it is simply there to erase these people from society altogether. This completely contradicts the purpose of correctional facilities. What we have now is more in tune with the prison system we had during colonial times—where prisoners had to bear the brunt of outdated laws and coercive practices—and the same, unfortunately, is true for the rest of South Asia.\nAt a time when South Asia is rapidly developing economically, it is unacceptable for us to lag so far behind in terms of human rights, which apply to prisoners too. We in Bangladesh must recognise the grave violations of prisoners' rights that are taking place under our current prison system. Prisoners must be treated better, and given better services. There should be greater oversight over how prison guards and other staff are treating prisoners. Most importantly, it is our current mindset about what should be the purpose of a prison, and how that purpose can be seen through, that must first change.\n",
        "headline_1": "Correctional facilities turned into torture chambers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/correctional-facilities-turned-torture-chambers-2165371",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2021"
    },
    {
        "full_article": "We are deeply concerned about the increasing cases of girls and women from urban slums being targeted by transnational human trafficking syndicates, as reported by this newspaper yesterday. The victims are mostly enticed with false promises of jobs in India (in beauty parlours, malls, etc.), which would pay them much more than any job in Bangladesh could. Being financially vulnerable, and with their limited livelihood options here, they fall prey to such traffickers and end up being sold to brothels in our neighbouring country. Families of victims only get to know of this horrific fate weeks or even months after they are trafficked—if ever.\nWhat is most worrying is that the ring of traffickers seems quite tight, with perpetrators operating on either side of the border and coordinating their activities seamlessly, all the while staying out of the sight of law enforcers in both Bangladesh and India. Reportedly, these syndicates have \"safe houses\" in bordering districts such as Satkhira, where the victims are kept before being trafficked into India. Meanwhile, the accused syndicate trafficking women from slums is operating with up to 20 people, according to investigators, and their associates are usually locals from the slums or nearby areas who are known to the victims and their families. This particular ring has managed to traffic at least 50 such women and girls over the last six years, around 20 of whom belonged to a slum from Mirpur's Kalshi area in the capital. Besides this, law enforcers say that another 50 or so girls were similarly lured away in a recent TikTok trafficking racket.\nWhile police and Rab often report arrests of some of these traffickers and claim to be actively working to thwart the syndicates' activities, the results on the ground leave a lot to be desired. According to the US State Department's Trafficking in Persons Report 2021 released on July 1, the government of Bangladesh prosecuted 517 suspected traffickers last year, but only convicted seven traffickers within the same time frame. The gulf between words and action seems to be widening. Only recently, reports emerged of the mother of a trafficked 17-year-old who wilfully got herself trafficked into India, after reportedly having received no help from local authorities. She did that at great personal risk, pulling off a daring rescue of her minor daughter who had been sold to a brothel in India.\nWe would urge the law enforcement agencies to prioritise saving current and potential victims of such trafficking rings by ensuring the culprits see justice instead of getting out on bail and resuming their heinous activities, as they reportedly have done in the past. It is also crucial for law enforcers on either side of the border to communicate their findings with each other and stay in constant contact regarding new leads. Finally, girls and women in urban slums (and other potential victims of trafficking) must be made aware of how these rings operate and how they abuse social media platforms to conduct their crimes, so that they may avoid an awful fate.\n",
        "headline_1": "Strict action needed to stop trafficking of slum women and girls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/strict-action-needed-stop-trafficking-slum-women-and-girls-2165366",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2021"
    }
]