[
    {
        "full_article": "The science of climate change is assessed every six or so years under the aegis of the Intergovernmental Panel on Climate Change (IPCC), which was set up several decades ago by the United Nations Environment Programme (UNEP) and the World Meteorological Organisation (WMO)—and it consists of the governments of all UN member states.\nThe IPCC does this assessment by inviting leading scientists from around the world to study scientific literature and assess the latest developments in the science of climate change. It is important to note that the IPCC does not do new research itself, but rather assesses the existing body of scientific research and gives its assessment to the governments, who have the responsibility of approving the final Summary for Policy Makers (SPM) based on the underlying scientific report.\nIt is also important to explain that the IPCC is divided into three Working Groups of which the first (WG1) assesses the status of climate science, the second (WG2) assesses the status of impacts, vulnerability and adaptation, while the third (WG3) assesses the status of actions to tackle climate change by mitigation as well as adaptation.\nThe IPCC is currently reporting its sixth assessment report and, last Monday, the final report of WG1 was released with much fanfare. I had the privilege of being a lead author of the IPCC's third, fourth and fifth assessment reports and have been closely associated in contributing to the IPCC'S WG2 for many years. As such, I am sharing my take on the major outcomes of the recently released WG1 report of the IPCC'S Sixth Assessment Report (AR6).\nThe first message is the clear and unequivocal statement that human-induced climate change, due to the emissions of greenhouse gases over nearly 200 years, has now definitely raised global mean temperature by over one degree Celsius and that this has already caused many extreme weather events such as heatwaves, wildfires, floods and cyclones that are much more severe than they otherwise would have been.\nThis is a significant breakthrough in the attribution science for severe weather events, which in the past took a lot of time after the event was over for the scientists to give their verdict on whether they were indeed made more severe because of human-induced climate change. These scientists are now able to make these attributions more quickly, as was demonstrated in the last couple of weeks with the heatwave in north-west US and Canada, as well as the wildfires in Greece and Turkey and floods in Germany and China.\nIn fact, it is probably correct to say that from now on, every record-breaking extreme weather event can be reasonably attributed to having been exacerbated by human-induced climate change. This is in effect ushering in a new era of loss and damage from human-induced climate change for the foreseeable future for all of humanity.\nThe second major finding of the AR6 is that the global temperature goal of staying below 1.5 degrees Celsius is slipping away rapidly, and unless drastic actions are taken immediately, we may cross that key threshold within a decade. This means we must enhance the urgency of action in moving away from fossil fuels like coal, petroleum and natural gas as quickly as possible to renewable energy in every country. This means that the Nationally Determined Contribution (NDC), which all countries have submitted or are still about to submit, needs to be truly ambitious to ensure that the 1.5 degree Celsius threshold is not crossed.\nThe third and perhaps most important message is the possibility of irreversible changes in the physics of the global atmosphere, such as the complete destruction of the Atlantic conveyor system or the release of methane from below permafrost regions like Siberia. These will be such game-changing shifts that the results are completely unpredictable.\nThe above messages are part of the SPM, while the 4,000-page underlying report has more details of what are the possible climate change related impacts in every region of the world, including in South Asia and Bangladesh. One of the innovations introduced in this sixth assessment report is that location specific impacts data are now available for scientists in each country, including Bangladesh, to delve into. The impacts for the Ganges Brahmaputra river delta show the likelihood of more intense precipitation in the monsoon season, leading to more severe floods, while there could be less precipitation during the dry season, leading to more severe droughts.\nThe bottom line from the IPCC AR6 is that time is running out and actions have to be stepped up urgently by everyone, especially the governments who will be meeting at COP26 in Glasgow in November this year. There is not a moment to lose.\nDr Saleemul Huq is Director of the International Centre for Climate Change and Development at the Independent University, Bangladesh.\n \n",
        "headline_1": "Latest IPCC climate report shows time is running out to save the planet ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/latest-ipcc-climate-report-shows-time-running-out-save-the-planet-2149406",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2021"
    },
    {
        "full_article": "In the olden days, in the city best known as a democratic city-state, where, arguably, the concepts of citizenship and democracy emerged, there was something called Ecclesia. Here, eligible citizens would gather to have the final say on legislation and the right to call magistrates to account after their year of office. Unlike a parliament, the Ecclesia's members were not elected, but attended by right when they chose. Although these assemblies weren't always inclusive (i.e. of women, rural people or the poor), I suppose it is a reasonable assumption that at least in certain matters, such as public health, the participation on these platforms would be meaningful.\nThe healthcare system in Bangladesh is presently battling what Al Jazeera recently referred to as \"a double blow\", with a sharp spike in dengue cases coupled with the worsening coronavirus crisis in the country. In addition, it was recently reported that mental illness is taking a silent toll on healthcare workers. However, while we are all battling the same storm, we are not all in the same boat. In 2015, the Asia Pacific Observatory on Health Systems and Policies published a report that identified inequitable access to health services between urban and rural areas, including variable health financing mechanisms, as a key challenge. One wonders if the response, or at least part of the response, to this challenge might involve greater citizen participation in policymaking.\nWhile ancient Athenians would probably readily agree, we could, maybe, start with asking three questions. Firstly, would a more participatory process help the healthcare system in Bangladesh, especially in the time of this global health crisis? And secondly, how doable is it? And thirdly, if it eases the burden and is feasible, how much of an active effort exists to ensure that the health policymaking in the country is participatory?\nTo attempt to answer the first question, we have to clarify what we mean by citizen participation. Citizen participation implies the concept of citizen responsibility, right and governance, making full use of intelligence, knowledge and information in formulating policy. It can ensure that the policy represents the views that are shared by the majority.\nNow, to answer the question, does a participatory process help the healthcare system in Bangladesh? Theoretically, the answer would be yes. Experts agree that effective engagement and a comprehensive pledge from relevant key stakeholders from the very onset are crucial to ensure the development and implementation of effective national policies and strategies. Without the participation of citizens, facilitation and the execution of policy might prove difficult, and multi-sectoral stakeholder involvement is proven to accelerate the process of any political commitment. While ensuring greater citizen participation can be a costly process, the benefits of including citizens' perspective in public policy can outweigh the costs by helping reduce the gaps of power to decide over policies, which affect them and their communities. This will eventually result in a reduction of inequities in services and might, in turn, reduce the cost burden on the health system.\nNow, to answer if it is doable, citizens' participation doesn't necessarily mean that people have to gather in assemblies to give their opinion on policies. Participation is not limited to decision-making. It can include monitoring, and evaluating results and the impact of social policies. So, even if citizen participation in policymaking is difficult, setting up monitoring and evaluation cells led by citizens can improve the quality of health services. And by that definition, it can be made more feasible than, say, gathering people in monthly assemblies to get their feedback on every policy that was proposed in the parliament.\nNow, let's investigate whether there are active efforts to ensure that policymaking in the country is participatory. Policymaking in Bangladesh is virtually in the domain of the bureaucracy. In a report published by the Bangladesh Health Watch, Dr M Atiqul Haque, Associate Professor at the Department of Public Health and Informatics of Bangabandhu Sheikh Mujib Medical University (BSMMU), examined citizen participation to identify principal actors and factors based on views of representatives from states, health service providers and the citizens. The findings of the study were that although stakeholder engagement and communication are theoretically cited as important for ensuring transparency, accountability and effectiveness of public health policies and events, there is very little practical action being taken to ensure that there is active public consultation in the decision-making process. Government officials take it as their responsibility to develop policies and so they do it, but only half-heartedly, by making incremental improvements over something that already exists.\nSo, the participation of civil society or citizens in policymaking is controlled by bureaucrats and is often challenged by the unwillingness and ignorance of government stakeholders. The citizen stakeholders, therefore, are purely ceremonial, and not truly valued for their engaged, constructive participation. Without clarity, or even a definition of which citizens are engaged in stakeholder consultations, citizens are only engaged to tick off boxes.\nNow that we have discovered that there is room for improvement in terms of engaging citizens more effectively in policymaking, let's ask a fourth question. How do we ensure a more participatory process in decision-making? Looking to others might help. In Thailand, for example, the National Health Assembly (NHA) was first convened in 2008 after which until 2019, 85 resolutions from 12 assemblies have been implemented, including resolutions on Thailand's Global Health Strategies antibacterial resistance, illegal advertisement of drugs and health products, daily cycling, waste management, health, and housing, to name a few. Despite learning and adopting from the World Health Assembly, the exemplary Thailand National Health Assembly is often cited for its inclusive participation from the government, academia, professions and people throughout the process.\nBut like any relationship, the relationship between the state and its citizens is a two-way process. What can we do as citizens? Maybe we can start with asking questions. Questions like, how effectively has civil society organised itself over the years? How familiar are those who have the privilege of literacy and knowledge, with the policies that currently exist in Bangladesh? And if there was such a thing as an Ecclesia in Dhaka, Khulna or Rajshahi, how many of us would be able to make meaningful contributions to policies that have direct bearings on our lives? And if we were making meaningful contributions, how prepared is the state to listen to us and take on board citizens' voices? And until the state and the citizens find an equilibrium where they are both ready to listen to each other, how will things improve?\nShagufe Hossain is a freelance consultant and the founder of Leaping Boundaries.\n \n",
        "headline_1": "Citizens’ participation in formulating health policies can be a game changer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/citizens-participation-formulating-health-policies-can-be-game-changer-2149401",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2021"
    },
    {
        "full_article": "The health of a community is dependent on the health of its environment and its ecosystem. Each and every living being in that ecosystem needs to be healthy, and only then a healthy environment for people can be created. These systems tend to work in silos—human health, animal health and environment. Healthcare systems typically focus on human health, wellbeing, mental health, prevention and cure, often ignoring the ecosystem of life around them of animals, plants and the environment, and often ignoring spiritual health as well.\nA pandemic or a climate disaster wakes us up to the links between human, animal and environmental health. One Health, a movement to include the health of all living beings in global healthcare systems, first emerged in the early 2000s and gained worldwide influence after the H5N1 influenza outbreaks, and later, the H1N1 (swine flu) pandemic. More understanding set in, but not always was more action taken towards this being implemented.\nThe study of linkages between human and environmental health is as old as the field of medicine itself. Hippocrates wrote about it extensively in his work titled On Airs, Waters and Spaces in 400 BC. We get our food from plants and animals in our environment. Their health gives us ours. The air we breathe, and the conditions of our environment, are crucial to our survival. A change in temperature or air quality, noise, the amount of greenery around us, for example, can have a pronounced impact on a community's health.\nScientists began studying the passing of infectious diseases from animals to humans at least as early as the 1800s. The 14th century bubonic plague, the 1918 influenza pandemic, malaria, dengue, HIV/AIDS and Ebola are other examples of public health emergencies originating from animals. The Covid-19 pandemic is also suspected to have emerged from our nonhuman neighbours.\nWhen these health emergencies strike, traditional healthcare systems are swamped and overwhelmed, unable to cope with the sheer numbers of patients. Scientists have showed that ending the destruction of the natural environment can stop pandemics more cheaply and effectively than scrambling to cope with their implications.\nEconomic aspirations push industries and human dwellings to take over habitats of other species. Thomas Gillespie, associate professor of Emory University, has been studying how shrinking natural habitats cause viruses to jump from animals to humans. Coronavirus, he says, is the tip of the iceberg.\n\"We cut the trees; we kill the animals or cage them and send them to markets,\" writes David Quammen, author of Spillover: Animal Infections and the Next Pandemic. \"We disrupt ecosystems, and we shake viruses loose from their natural hosts. When that happens, they need a new host. Often, we are it.\"\nCovid-19 has also shown us that unless all countries of the world have adequate healthcare systems, none of us are safe. Even one unaddressed person can spread the disease, bringing economic and health disasters. Today, decent healthcare is concentrated in a few privileged populations. Only 0.3 percent of Covid-19 vaccines administered to date have gone to people in low-income countries. But unless all of us are safe, none of us are safe. It is the same for our ecosystem. If animals and environment are not given their space with respect, this misbalance may continue in our world.\nThe need for healthcare that addresses all living beings, regardless of economic disparities, and gives space and respect to every living being we share our world with, is what brought together the likeminded individuals who began the One Sustainable Health (OSH) Forum. OSH is a global, multidisciplinary effort to address human health in unison with environmental and animal health, led by Secretary General Benoît Miribel; the French doctor, diplomat and historian Jean-Christophe Rufin, who first chaired the Council of Strategic Orientation; and myself, with others who truly believed in this concept.\nThe forum is supported by the World Health Summit in Berlin, the Geneva Health Forum, and the One Sustainable Health for All Foundation in Lyon. In July 2021 we launched six international working groups to help develop an integrated approach without borders in favour of One Health. The working groups bring together scientists, academics and practitioners who will put together concrete recommendations of new operational actions and public policies in favour of universal health. These actions and recommendations will be closely linked to changes in the economic, social, energy and ecological paths that will take effect to achieve the 2030 Sustainable Development goals.\nThe six working groups will address the following topics: mitigating the impact of environmental pollution, climate change and pressure on biodiversity to reduce diseases, towards sustainable food and nutrition, adapting human-environment paradigms for better human and planetary health, equitable access to quality healthcare, global levers of change to foster OSH, and developing OSH practices and resilience within indigenous and other local communities.\n\"The health of humans, animals and ecosystems are closely intertwined,\" said Tedros Adhanom Ghebreyesus, director general of the World Health Organization, in a recorded message at the launch event. \"The emergence of Covid-19 has underlined the need to strengthen the one health approach. Working together, we can build the safer, healthier and greener world we all want.\"\nHuman health is interlinked to all life. We all have a right to this planet. Humans need to accept this respectfully. We need to consider the ecosystem of all needed elements for survival, so that health is not an element to be addressed dramatically when crises arise, or in isolation—rather, a healthy life can become an outcome of our way of life and living.\nRuna Khan is the founder and executive director of the social purpose organisation Friendship.\n \n",
        "headline_1": "Why the world needs healthcare that cares for all living beings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-the-world-needs-healthcare-cares-all-living-beings-2149396",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2021"
    },
    {
        "full_article": "UNESCO has called the learning loss caused by the Covid-19 pandemic \"a generational catastrophe.\" What does it mean, and how can we cope with it? A related question is, when should schools reopen and how? This has been a question ever since school closure began to be extended repeatedly since March last year. After 500 days of shuttered schools, an unsavoury landmark that Bangladesh hit on July 29, 2021, the question remains unanswered.\nThe prolonged cessation of schooling already suffered by millions of children in low and middle income countries, difficulty of implementing a recovery plan, and the longer term impact on children's learning and their mental health, are unprecedented in their scope and scale. The loss of almost two school years means that a whole generation may grow up with irrecoverable education deficits, which can affect their adult life and performance and, in turn, have an adverse impact even on the next generation. UN Secretary General Antonio Guterres, speaking in October last year to a high-level education meeting at the UN, warned about a \"generational catastrophe.\" Then, on March 29-30 this year, in a virtual meeting of education ministers in Paris, the danger of a generational catastrophe was reiterated by UNESCO's Director General Audrey Azoulay.\nEvidence from surveys and expert opinion suggest that distance education initiatives such as TV programmes and online lessons have not benefited the large majority of children because of connectivity and device problems, and the limitations of one-way communication, with little interaction between teachers and students. Even in normal schooling, it is known that a majority of children do not learn what they are supposed to learn each year, according to National Student Assessment reports.\nWhen schools restart, where should the students be placed—in the same class as they were in the beginning of 2020, allowing a loss of almost two academic years? Or should they be promoted to the next class, cutting the loss by a year? But how ready would they be to follow the lessons for the same class or the next higher class? How much of what they had learned has been forgotten? It is very likely that the large majority would be ill-prepared for restarting their lessons.\nThe way to find out their level of preparedness would be to conduct a rapid assessment of student learning when schools reopen, focusing on core knowledge and skills, such as in language and math (rather than specific content in the textbook), expected for a particular grade, to determine where the students should be placed. The schools and teachers have to be ready to conduct this assessment and they need to be guided and oriented by an expert team from the National Curriculum and Textbook Board (NCTB) and the respective directorates.\nHow many will actually return to school when schools restart? Surveys and studies have indicated that child labour has increased during the pandemic, girls have been married off early, and some children have moved from mainstream schools to Qawmi madrasas because of lesser cost and the offer of room and board (and they remained open during Covid-19). Studies have also reported increased poverty, stress and tension in the family, and increased violence against children and women as a byproduct of the pandemic, which affect children's learning readiness. Pre-existing social and economic inequalities and educational disparities have been further aggravated as a pandemic impact.\nAfter appropriate placement of students when schools restart, a \"learning recovery\" plan for the next two years have to be worked on and carried out, again focusing on the core competencies such as language, math and science, so that eventually students begin to fall into a normal curricular routine. Many education experts recommend that in teaching and testing, the emphasis on the core competencies should become a permanent feature of our schooling.\nThe education community in Bangladesh, and the Education Watch 2020 report \"Bringing on track schools and learning\" prepared in March this year, advocated reopening of schools without delay in stages and with due health and safety precautions.\nMeanwhile, beginning in mid-June, the Covid-19 Delta variant, a more virulent and risky infection in comparison to the earlier variants, arrived and spread to many parts of the country. Infection and death rates have soared and the healthcare system is deluged by patients requiring hospitalisation. Vaccination is not available yet to the large majority of the population. The government is trying hard to secure a sufficient volume of vaccines from all possible sources, but a timetable for full mass coverage does not yet exist.\nA quick reopening of schools, therefore, cannot be contemplated at this time. A definite timeline will depend on how quickly all school teachers, staff and their families can be covered by vaccination. For tertiary level education, students should also have vaccine protection before their respective institutions re-open.\nThe authorities should begin planning for extending the current school year to June 2022 and take this opportunity to come to a decision on a permanent change of school year from September to June, starting from this year. The current school year, if necessary, can be extended to July or August next year, foregoing summer vacation as part of the recovery plan.\nThe public examination arrangements have to be reconsidered. The PECE at the end of class five and JSC at the end of class eight should be dropped in 2021 and 2022. A simpler and more useful alternative should be considered for the future. SSC, HSC and equivalent exams should be held when schools re-open, but they should only test core subject areas and in an abridged form, making it possible to complete each exam within a week, as many experts have recommended.\nHowever, a decision has been announced by the Ministry of Education that SSC and HSC exams for 2021, whenever these are held, will be on the additional subjects related to the separate academic streams (Science, Commerce, Humanities) rather than on the core contents of Bangla, English and Math. The scores in these core skills will be decided on the basis of students' past marks obtained in their JSC and SSC exams. This is an injudicious decision. The merit of the students and their future academic performance are better judged by the competency they can demonstrate in the core skills of languages and math.\nI recommend foregoing the exams in the additional subjects in the interest of keeping the public exams short, concentrating on the core subjects and completing them within a week. I hope the decision announced will be reconsidered. Planning for the exams in the changed format should begin in earnest and all concerned—teachers, parents and students—should be given necessary orientation and information much in advance.\nThe two measures on school calendars and public exams are the least that must be done as essential elements of the learning recovery plan in an unprecedented emergency fraught with uncertainty.\nThe recommendations made by Education Watch and other groups will still apply. These include a step-by-step approach; ensuring safety measures in all schools with financial support from the government; health and education sector collaboration at the local level to protect and keep children, teachers and families safe; and involving local stakeholders—NGOs, parents and local government—in implementing and monitoring the learning loss recovery plan.\nSchools have to be reopened safely and with a plan to carry out learning recovery successfully. The danger of a generational catastrophe has to be averted. Proper planning should begin urgently, involving stakeholders beyond the closed circle of officials, even though the timetable remains uncertain. Bold thinking and unconventional responses are needed in these exceptional times.\n \nDr Manzoor Ahmed is professor emeritus at Brac University. The views expressed are his own.\n",
        "headline_1": "500 Days of School Closure: Averting a generational catastrophe",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/500-days-school-closure-averting-generational-catastrophe-2148711",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2021"
    },
    {
        "full_article": "A new Intergovernmental Panel on Climate Change (IPCC) report titled \"Climate Change 2021: The Physical Science Basis\" released on August 9, shows dire consequences for the planet unless we act now. According to it, the Earth's average surface temperature is estimated to hit 1.5 or 1.6 degrees Celsius above preindustrial levels around 2030 in all five of the greenhouse gas emissions scenarios—ranging from highly optimistic to reckless. Just three years ago, the IPCC had predicted that such a scenario would arise nearly a decade later. But the new report projects that humans have less time to act than earlier thought.\nOne of the reasons for this changed projection is the degradation of natural carbon sinks such as forests, soil and oceans that had absorbed around 56 percent of all the carbon dioxide (CO2) that humanity has chucked into the atmosphere since 1960. But these natural allies of ours are showing signs of becoming saturated, which means they might soak up less carbon from the atmosphere in the coming decades.\nThe estimates are particularly grim for Bangladesh, as the report predicts that the country is likely to face more frequent and intense heavy rainfalls, flooding, and cyclones due to global climate change in future. Moreover, the frequency of category 4 and category 5 cyclones may increase, which could badly affect coastal areas. Last year, Bangladesh suffered its longest and second-worst flood since 1998, and the IPCC report suggests that the likelihood of such a scenario persisting is quite high. The increased frequency and intensity of rainfall that the report forecasts could also pose a massive danger for agriculture and food security in the long run.\nAccording to environmentalists, the frequency of flood and cyclones has already increased in Bangladesh in recent years. And unfortunately, according to the IPCC, most of these impacts are irreversible, and hence cannot be remediated even if greenhouse gas emissions decline dramatically. Along with that, it also said heatwaves and humid heat stress over South Asia in general will increase and be more severe during the 21st century. This illustrates how this issue extends beyond borders and ultimately concerns everyone.\nEven though, collectively, humans may not be able to reverse some of the damage that has already been done, the majority of what is to come can still be prevented. But for that, as the report suggests, humanity must act sooner rather than later. Global leaders, as a result of the pressure that has been exerted upon them by people from all continents, have often made lofty promises to address climate change. However, all too often, we have seen them failing to act accordingly. This is where people must stay relentless. Only the general public's persistent pressure can make global leaders stick to their words and address this grave danger that is now at humanity's doorsteps. If our civilisation is to survive, we must not shy away from this great responsibility of protecting our planet and our species—we must face it head-on.\n",
        "headline_1": "Disaster lies at humanity’s doorstep",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/disaster-lies-humanitys-doorstep-2149391",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2021"
    },
    {
        "full_article": "One of the probe bodies formed after the devastating Hashem Food and Beverage factory fire in Narayanganj last month has finally finished their job and submitted their findings, putting the blame on the government's factory inspection department as well as the factory owner for their negligence and lack of compliance with safety rules respectively. The result was, 57 innocent lives were lost, including that of several children. We were loath to call it an accident then, and wouldn't sanctify the killing by labelling it a mishap. The probe report has validated our opinion. In several editorials following the gruesome incident, we had averred that government agencies responsible for exercising oversight must share the blame for the fire and the deaths.\nIt is because of their acts of omission and commission that factories like the Hashem Food and Beverage in Narayanganj manage to cut corners in matters of safety and wellbeing of the workers. Eventually, the lacunae are exposed but at the cost of precious lives of the workers, as has happened in this instance, and in many other similar instances before.\nWe had particularly pointed our fingers at the line agency responsible for monitoring safety measures in workplaces, i.e. the Department of Inspection for Factories and Establishments (DIFE). It is shocking and utterly unacceptable that the DIFE had visited the factory, according to our report, a month before the fire, but did not check its safety measures. What they did do was see whether the workers were following Covid-19 safety guidelines. If they had taken the trouble to spend a few minutes there, they would have discovered that nothing inside the factory was going right as far as the safety of workers was concerned. This cannot be explained away as happenstance. Every single rule was being violated, including the fact that the factory was operating illegally, without the clearance of the DoE and the UNO. How could such glaring truths escape their attention?\nIt is shameful that most of the violations are done in connivance with those that are entrusted to check these violations. We have been crying hoarse about manpower shortages in the DIFE. But even the few personnel the department has do not do their jobs properly. They turn a blind eye to the shortcomings, but not for nothing though. Meanwhile, tragedies keep happening. It is time for the authorities to stop giving lip service to workers' safety and do something substantive about it. Apart from beefing up the operation of DIFE with proper manpower, we believe the errant officials should face severe punishment for their failure to do their duty. The only thing that would be more reprehensible than their criminal negligence is if they, as well as the factory management, escape justice, and if proper checks are not instituted to ensure no such violations take place in the future.\n",
        "headline_1": "Justice must be served for Narayanganj fire victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/justice-must-be-served-narayanganj-fire-victims-2149386",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2021"
    }
]