[
    {
        "full_article": "Six months after a violent conflagration set in motion an ethnic conflict in Manipur, little has changed in bridging the divide between the Meitei and Kuki-Zo communities and in reducing the hostility. Every few days there is a violent occurrence or a provocative move from partisans on either side of the conflict, which heightens tensions and widens the divide even further with nothing being done to reverse the course and bring back normalcy to areas most prone to violence. The announcement, on Wednesday, by the Indigenous Tribal Leaders Forum (ITLF), which represents Kuki-Zo groups, that it is pursuing “self-rule” with a separate “chief minister” in districts dominated by the tribal community, points to yet another hardening of stances that has prolonged the conflict. Such a move, which has no legal basis, is also bound to enrage Meiteis, especially those whose key grievances include the special land ownership rights to tribals in the State’s hill districts. That the announcement came just a week after an Intelligence Bureau team and Ministry of Home Affairs officials held meetings in Churachandpur is an indication that the Union government is losing the plot in Manipur. The government has tried to keep a tenuous peace going by not enacting any change in the leadership of the Bharatiya Janata Party-led State government even after its failures in maintaining law and order. A leadership change has been a key demand by the Kuki-Zo community representatives besides others. The Union government has meanwhile relied upon paramilitary forces to quell the violence in areas adjoining the Imphal valley and the hill areas. It has taken a recourse to provisions of Article 355 to maintain peace, despite denying its imposition in the State.This ploy has ostensibly been undertaken to retain the support of Meitei partisans who have refused to allow any change of leadership in the State government and also to address the Kuki-Zo people’s distrust of the State police. Yet, the outcome has been a sharpening of the divide with partisans on either side raging against these half-measures. In the absence of a clear détente and the beginning of a dialogue process to rebuild an enduring peace and fraternal relations between the communities that would facilitate the return of people, even sporadic incidents have exacerbated the situation, making peace-building daunting. Unless the BJP’s central leadership changes its stubborn strategy of maintaining a discreet silence while using administrative ploys to contain the conflict, the festering in Manipur is bound to continue.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\ntribals\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Widening divide: On how little has changed in Manipur",
        "headline_2": "Peace in Manipur cannot be restored by half-measures",
        "link": "https://www.thehindu.com/opinion/editorial/widening-divide-the-hindu-editorial-on-how-little-has-changed-in-manipur/article67541233.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "A coordinated offensive by Myanmar’s ethnic rebels against the junta in several parts of the country late last month is the clearest sign yet that the coup regime’s hands are overstretched. The Three Brotherhood Alliance, a coalition of ethnic minority armed groups, has claimed to have made territorial gains on Myanmar’s border with China and dozens of junta forces surrendering. Clashes have erupted in the restive Rakhine State, and Chin State that borders India. Faced with battlefield setbacks, the junta’s response has been to carry out air strikes, causing heavy civilian casualties. In a rare acknowledgement of the challenges, Myint Swe, the military-appointed President, said recently that “It is necessary to carefully control this issue (rebel offensive)”. When the military toppled the elected government of Aung San Suu Kyi in February 2021, its first step was to use force to establish order. It jailed most of the pro-democracy politicians, including Ms. Suu Kyi, and unleashed a violent crackdown on protests. Since then, over 4,000 civilians and pro-democracy activists have been killed by the military and some 20,000 people jailed, according to advocacy groups. The UN estimates that 1.7 million people have been forced out of their homes. But the junta’s violence has done little in stabilising the country.Myanmar has faced violence by ethnic minorities for decades. But in the past, the main political contradiction in Burmese society was the peaceful struggle by the pro-democracy movement, led by Ms. Suu Kyi. This time, the pro-democracy movement gave up the Suu Kyian model of peaceful resistance, formed an underground government, established a militia wing and joined hands with the ethnic rebels — an outcome the coup regime did not anticipate. Over two years, new political realities have emerged. The rebels have made substantial territorial gains and kept multiple fronts open, maintaining operational pressure points on the junta. The generals are also facing regional isolation, especially in ASEAN. The new rebel offensive and territorial losses point to the mounting woes of Gen. Min Aung Hlaing’s regime. The junta does not have any easy options. A military solution looks improbable. The junta has not come forward for talks; but the rebels, led by a diverse new generation of leaders, have asked the generals to retreat from politics and then hold talks to find peace. They demand a federal democratic system with greater autonomy for ethnic minority regions. If the violence continues, especially in areas bordering India and China, it will have regional repercussions. Major regional players, along with ASEAN, should play a more proactive role to achieve a ceasefire in Myanmar, setting the stage for meaningful dialogue that is aimed at restoring democracy and freedoms. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMyanmar\n\n/\n\npolitics\n\n/\n\nunrest, conflicts and war\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\narmed Forces\n\n/\n\ndemocracy\n\n/\n\nnational or ethnic minority\n\n/\n\nASEAN",
        "headline_1": "War in Myanmar: On the junta and restoring democracy",
        "headline_2": "The junta must hold talks with the rebels and relinquish power",
        "link": "https://www.thehindu.com/opinion/editorial/war-in-myanmar-the-hindu-editorial-on-the-junta-and-restoring-democracy/article67536268.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "Subrata Roy exploited a credit market gap and played the political system. But decades later, informal credit thrives & there are too few investment opportunities.\nSubrata Roy was indeed a titan of Indian business, rising from relatively humble origins to become India’s biggest employer in the private sector, presiding over a business empire that sprawled across financial services, real estate, aviation, media and entertainment.\n\nRead full story on TOI+\n\n",
        "headline_1": "Savers Need Different Sahara",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/savers-need-different-sahara/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "With the Israel-Hamas war, the Ukraine conflict has faded from headlines. But Ukraine’s ambassador to India Oleksandr Polishchuk speaking to Rudroneel Ghosh insisted the Ukraine issue is very much alive and India should adopt a hands-on approach:\n\nRead full story on TOI+\n\n",
        "headline_1": "‘We back Two-State Solution in Middle East…Kyiv’s fight is against coloniser Russia…India can help rebuild Ukraine’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/we-back-two-state-solution-in-middle-east-kyivs-fight-is-against-coloniser-russiaindia-can-help-rebuild-ukraine/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "The summit of the 21-member APEC in San Francisco was yesterday overshadowed by a bilateral meeting. US president Joe Biden had his second face-to-face meeting with his Chinese counterpart Xi Jinping. The strategic rivalry between the countries, which initially played out in the form of trade war, took a more serious turn last year when the US rolled out export control policies on semiconductors and AI. In addition, the US and China are backing rivals in the geopolitical conflicts that have broken out over the last two years.\nThe trajectory of the trade war offers a sense of their limitations and also ways to manage the rivalry without slipping into direct conflict. It’s been five years since the US began to impose tariffs on Chinese goods, which covered over 60% of imports from the country. Consequently, China’s share in the US imports declined by over 5 percentage points to 16.3% in 2022. Once the focus is broadened to look beyond bilateral trade to supply chains, the picture is different. A World Bank paper last month did just that and found a compression in the US-China direct trade linkage was offset by indirect linkages.\nThe decline in China’s share of US imports was filled by a handful of other countries, notably Vietnam. The spurt in exports of these countries was, in turn, related to their deep links to China through supply chains. Their increased exports to the US were accompanied by larger imports from China. As WTO pointed out, we have seen trade fragmentation linked to geopolitics but not broader de-globalisation. The US-China rivalry has some inbuilt checks because neither side can extricate itself from a trade relationship built on complex supply chains. It’s noteworthy that Australian PM Anthony Albanese this month visited China with trade on the top of the agenda.\nThe small impact of America’s Russia sanctions and other supply chain readjustments show that economic realities impose limitations on countries that aim to realise geopolitical goals through economic tools. The upside of this is that the US and China have an incentive to coordinate efforts to end hostilities in different theatres. There’s a lesson for India, which is rightly trying to capitalise on the trade fragmentation arising out of the US-China geopolitical rivalry. The biggest gainers so far have been countries that are part of deep supply chains. Does India’s reluctance to join regional trade agreements help?\n\n",
        "headline_1": "Rivals, Partners: Biden-Xi meeting in San Francisco reflects how deep economic links act as checks on geopolitical fights",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rivals-partners-biden-xi-meeting-in-san-francisco-reflects-how-deep-economic-links-act-as-checks-on-geopolitical-fights/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "There is karaoke, there is antakshari, there are covers, remakes, remixes. The afterlife of many songs is much richer and larger than is imaginable in their own moment. But by its very nature this process is contentious. The charge of disrespecting the beloved original is a constant danger. The new tune that AR Rahman has imparted to Karar Oi Louho Kopat, written and composed by Bengali poet Kazi Nazrul Islam in 1922, has met precisely this reception. Break down those iron gates of prison, is how the song translates. And the new tune seems to have broken the patience of not just the poet’s family but also other Nazrulgeeti fans. Some are “distressed”, some are “furious”, some are calling the new tune a “tragedy”. What is interesting to recall is that Rahman’s sanguinity too has been tested by some of the adaptations of his own compositions. In response to a Masakali remix for example he had urged everyone to “enjoy the original” instead: “No shortcuts, properly commissioned, sleepless nights, writes and re-writes.”\n\nBut taking consent from the original artistes or their estates and paying suitable royalties are the only ethical musts in this matter. For the rest, whether there is too much experimentation or too little, whether the public reception is hit or miss, the risk is worth taking. This year a cover of Tracy Chapman’s 1988 ballad Fast Car has made her the first Black woman ever to write a US country music chart-topper – while also making her solidly richer. Indian movies are particularly addicted to vintage playlists. Even when critics have good reason for calling this exploitation, it still helps songs meet new audiences. For sure the Rahman rendition has gotten Nazrulgeeti plenty of fresh play.\n\n",
        "headline_1": "Afterlife of songs: Rahman’s remake of a Bengali classic should tell us there’s nothing wrong with reinterpreting music",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/afterlife-of-songs-rahmans-remake-of-a-bengali-classic-should-tell-us-theres-nothing-wrong-with-reinterpreting-music/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "Although unrest in the apparel factories over cut-out point of minimum wage has apparently subsided following widespread occurrences of violence, arson and even deaths of workers during the past fortnight, things do not at all seem agreeable enough to pacify the heated atmosphere. No doubt, the minimum wage of Tk 12,500 announced by the government as against the demanded Tk 20,000 (lowered from the initial Tk 23,000) does not seem to inspire hope to address the grievances of workers, given the price spiral of all daily necessities. The workers' union rejected the wage so fixed and continued with their agitation. To quell the escalating unrest, around 130 factories in Ashulia and Gazipur were closed down, with the owners announcing \"no work, no pay\" policy, as per provision 13 (1) of the labour law. Clearly an existential threat to workers, this action by factory owners has compelled many to join work.A FE report says many of the shuttered readymade garment factories in Ashulia and Gazipur industrial zones, which had stopped operation for more than two weeks amid increasing labour unrest, have resumed production. According to factory owners and the industrial police, nearly 100 closed apparel-manufacturing units have started operation in the industrial zones late this week. Around 30 more factories that remained closed are expected to resume operations in a day or two. To all appearances, it is a botched-up arrangement that may last only for the time being, and hence the unrest, now seemingly calmed, may erupt in the near future with the accompanied baggage – violence, deaths and damage to property. What is worrying beside the looming agitation is the possibility of shrinking export prospect in Bangladesh's largest apparel market – the EU. Continuation of EU preferential treatment under the new GSP-plus scheme is essentially tied to compliance with the labour rights, among other issues. The visiting EU delegation, tasked to review progress of labour-sector reforms in the country, has reportedly begun talks with the stakeholders, especially the local union leaders and rights groups about the amended labour Act, progress in trade union registration, unfair labour practices and the Essential Services Bill 2023. The rights groups have informed the delegation about the state of reforms in line with the government's National Action Plan (NAP) that, needless to say, is far short of fulfilling the compliance norms. It has been learnt that the European Commission (EC) has already expressed concern over the limited progress on the National Action Plan (NAP) on ensuring the pledges made by Bangladesh in order to qualify for GSP+ benefits. The EC, while communicating its concern, has reportedly stated that full implementation of the NAP will be the key criteria for assessing Bangladesh's position to qualify for GSP+ benefits from 2024.In view of the overall situation, it is crucially important to strike a harmonious balance for ensuring labour rights as pledged by the government to qualify for GSP+ and in so doing, reconsider the minimum wage issue which is fundamentally linked to the sustenance of the apparel industry.",
        "headline_1": "RMG industry's need for labour-sector reform",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-industrys-need-for-labour-sector-reform-1700146924",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "Is there none to stop this marauding Israel? The country created artificially on Palestinian land has proved it is a disgrace to human civilisation. But the wonder of wonders is that the Western powers including the United States of America have not only lent support to the hawkish state but also obstructed UN resolutions on protection of civilian lives. On Wednesday, however, the resolution 2712 on the current Israel-Palestine crisis could be adopted by the UN Security Council (UNSC) calling for 'urgent and extended humanitarian pauses and corridors' in Gaza'. This is for allowing 'full, rapid, safe and unhindered access for UN agencies and partners' in the devastated area plunged in a deep humanitarian crisis.While this resolution was adopted by the UNSC, Israeli troops entered Al-Shifa Hospital, the largest medical facility in Gaza, which ran out of fuel and other necessary supplies for weeks. Backed up by tanks, armoured vehicles and other war machines, the troops conducted search for Hamas hideouts. The troops claim they found weapons in an unspecific separate building on the hospital campus. But pictures shown on TV screen do not quite match their claim. What, however, becomes a witness to the troops' barbarity is the damage and destruction of the hospital machines and equipment most necessary for laboratory tests and saving lives of critical patients. The sight of the newborns being shifted to other hospitals as a last resort to save them is sure to wrench one's heart. Whether such inhuman military operations against civilians and hospitals have moved French President Emmanuel Macron and Canadian President Justin Trudeau is not known but the duo have at last come out of their grooves to urge Israel not to carry out the ruthless aggression against civilian population. Macron finds no justification for the bombing and killing women and babies in Gaza. Trudeau calls for maximum restraint and a halt to killing innocent Palestinian in the conflict-torn Gaza. Trudeau's call came following reports that people stuck in Al-Shifa dug a mass grave on hospital grounds to place decomposed bodies. It is exactly in this context, the 'humanitarian pauses' – just mind the soft misnomer for a vague ceasefire – for a 'sufficient number of days' worked out by the UNSC needs to be analysed. Israel has duly found even this diplomatic soft-pedalling a refusal to admit the reality on the ground. Israel's deputy permanent representative at the UNSC, Brett Jonathan Miller rather asks all to focus on what really started the fresh conflagration. It was Hamas, no doubt, and the group has yet to release the hostages it took by invading Israel, he complains. There is no doubt, Hamas ignited the flame but the retaliation has been well past all norms of civilisation. Permanent observer of the State of Palestine Riyad H Mansour has referred to the Israeli plan, it has been repeating now, of 'continued dispossession, displacement and denial of rights of the Palestinian people'. To complete the Nakba'. Here Nakba means complete destruction of society, culture, identity and political rights of the Palestinians through violent dispossession and displacement. That exactly is what has given rise to Hamas. Brett Miller has asked the UNSC members to look into the root of this present conflict but the root of this Israeli-Palestinian crisis goes beyond the Hamas attack. It is 75 years old when the state of Israel was created out of nowhere on Palestinian land and till now the sons of the soil have been denied of their right to independence, as a free people who have every right to exist like any other independent nation. Unsurprisingly, the Russian position is pragmatic and firm as its ambassador Vasily Nebenzya says, \"Humanitarian pauses cannot replace a ceasefire or truce\". He is unhappy that the UNSC has \"squeezed out such a weak call\" which he terms a disgrace. Indeed so. Israel has been violating UN charters with impunity by occupying Palestinian lands and building settlements there for long. It can do so because the Western powers, claiming to be champions of democracy, have always lent moral(!) and military support to the non-complying Jewish state. True, Hamas has committed the worst crime by killing civilian Jewish people on Israeli territory but this has been the trademark of the Israeli state that continues to make a mockery of human rights, UN mandate and every other international rule and law. This is why Turkish President Recep Tayyip Erdogan has denounced Israel as a terrorist state. The fact is there are few leaders in the Muslim World like Erdogan who are so vocal against Israeli barbaric atrocities and supporting the cause of the Palestinian people. Iran raises its voice but its own brand of politics does not make it heard in the free world. What is deplorable is that the joint summit of the Arab League and the Organisation of Islamic Cooperation (OIC) held recently in the Saudi capital failed to endorse punitive economic and political steps against Israel over its war on Palestine. So, the world needs to recognise that a permanent solution to the crisis can be achieved if Palestine is given the status of a full-fledged sovereign country as against the observer status at the UN. Israel's patrons in the West must come forward to absolve to a certain degree their sin committed 75 years ago.\n[email protected]",
        "headline_1": "UN resolution on Gaza tragedy hardly serves any purpose",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/un-resolution-on-gaza-tragedy-hardly-serves-any-purpose-1700146971",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "The Economist Intelligence Unit (EIU) successively has adjudged Dhaka as one of the worst liveable cities on earth. The EIU has explained its reasons for sticking such an ignominious badge on this city. Time has gone by, but there has been no notable improvement in its liveability scorecard. The chaotic traffic is among the reasons that make Dhaka unliveable. The authorities here in recent years have paid particular attention to removing the stigma on that account. They have been investing billions of Taka in building mega infrastructure such as metro rail, elevated expressways, flyovers etc., to make traffic movement easier. One segment of the metro rail is already complete. So is the case with an elevated expressway. Both are now in commercial operation. The city now wears two contrasting pictures. Overhead, it is increasingly acquiring the look of a modern city crisscrossed by sky rails, flyovers and expressways. However, beneath those concrete structures, almost everything remains the same, barring some roads and streets where the plying of rickshaws is restricted. Vehicles of all types clog the city streets most of the time. Ramshackle and discoloured buses and unauthorized legunas and rickshaws – manual or otherwise – continue to be eyesores to people who want to see Dhaka as a beautiful and modern city in real terms. The Bangladesh Road Transport Authority (BRTA) had issued orders asking the owners concerned either to withdraw their ramshackle buses or renovate and refurbish those. However, the owners did not comply with the orders in question. The BRTA, however, preferred to overlook the bus owners' defiance. Such gross defiance has only encouraged owners to press more dilapidated and worn-out buses into city routes. The scene is altogether different in long-distance bus services. Buses operating in those routes are well-kept and clean. In most metropolitan cities across the world, there are air-conditioned buses. Only a handful of air-conditioned buses ply the Dhaka city streets. Overall, the bus services within Dhaka are poor and primitive. Many people consider rickshaws an essential nuisance. But their proliferation in recent years through an easy and cheap transformation should cause worries for the city fathers. Unfortunately, that is not happening. The two city corporations are least bothered by an unabated rise in the number of rickshaws, mostly the battery-run ones that are local versions of easy bikes. Battery-run rickshaws are an unsafe mode of transport. Anybody, juveniles, adults, women and physically disabled people can operate it. The drivers of manually driven rickshaws are required to press the pedals, which is a laborious act. The entry of motor-driven rickshaws has created an opportunity for some people in uniform or without it to earn a hefty amount from their owners. Interestingly, the city corporations and the police are least interested in dealing with the illegal plying of battery-run rickshaws. The city corporations and agencies concerned should have dealt with the issue when the number of such rickshaws was small. Unfortunately, they have overlooked the problem. Now, the number of rickshaws has grown in thousands. Any move to remove them from the city streets is likely to face strong resistance from more than half a million rickshaw-pullers and their owners. So, with concrete infrastructure built overhead at a substantial cost to ease transportation within the city, the situation on the streets below is unlikely to change much unless there are genuine efforts for radically improving its transport and traffic management. \n[email protected]",
        "headline_1": "Comfort and chaos in city transport systems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/comfort-and-chaos-in-city-transport-systems-1700147010",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2023"
    },
    {
        "full_article": "It is a good piece of news that Bangladesh is the most gender-equal country in South Asia. According to the World Economic Forum's Global Gender Gap Report 2023, the country has led in every index of gender equality among all of our neighbouring countries with 72.2 points. Bangladesh is reportedly followed by Bhutan with the score of 68.2. The scores obtained by Sri Lanka, Nepal, Maldives and India are 66.3, 65.9, 64.9 and 64.3 respectively. Pakistan with the score of 57.5 and Afghanistan with 40.5 find themselves in deplorable positions. However, much of the joy of becoming the most gender-equal country in this region fades away, when we see that gender disparity is still prominent in our country. This report measures if men and women around the globe are provided with equal opportunities or not. The efforts to empower women in society, particularly in education, are responsible for the country's current position in gender equality. However, we have to go a long way in this regard and attain gender parity as much as possible. Unfortunately in our rural society, girls are still treated as inferior beings compared to their male counterparts. Women in villages have little knowledge about their rights and access to opportunities to gain financial freedom. Even educated and employed women hold little authority to make decisions about their lives in some places. Workplaces have failed to accommodate women in key positions. By and large, women earn about half as much as men in the country. This gender gap is only exacerbated in the informal market where, for example, a male construction worker can make one and a half times more than his female counterpart. Studies show that a Bangladeshi woman earns on an average 77 cents compared with a dollar for men. Importantly, we are talking about the same job, working the same number of hours. The government, non-governmental organisations, and civil society must take comprehensive action to bridge the gender gap that still exists in Bangladesh. Without empowering women and including them in the workforce, we will remain unable to achieve any form of progress. Education must be made accessible and affordable for all girls and patriarchal norms should be taken apart to improve gender parity. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Gender equality vs gender pay gap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gender-equality-vs-gender-pay-gap-1700147035",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2023"
    }
]