[
    {
        "full_article": "By mandating States and Union Territories to implement the National Education Policy (NEP) 2020 and adopt contentious academic criteria in order to avail funds under the Pradhan Mantri Uchchatar Shiksha Abhiyan (PM-USHA), the Ministry of Education (MoE) appears to have made the central scheme exclusivist. The guidelines for the scheme — an improvised version of the Rashtriya Uchchatar Shiksha Abhiyan (RUSA 1 and 2) to ensure increased access, equity and excellence in the State higher education system with central funding — were released in June. Only 22 States and Union Territories have joined the PM-USHA, which requires a memorandum of understanding to be signed between the State and the Department of Higher Education (MoE). West Bengal, Tamil Nadu and Kerala are among 14 States and Union Territories which have refused to get on board. Apart from embracing the NEP 2020, the memorandum of understanding, includes, inter alia, commitment from States on adopting guidelines for the National Credit Framework and Choice Based Credit System for Four Year Undergraduate Programme. Without agreeing to these conditions, States cannot avail of a share in the funds, an outlay of ₹12,926.10 crore between 2023-24 and 2025-26, earmarked to improve State-run higher education. This despite the fact that 40% of funding has to be borne by the respective State governments. Over the past several years, a few States have strongly opposed NEP 2020, both at the draft and implementation stages. Some such as Tamil Nadu have initiated measures to draft their own State Education Policy. There are demands to restore ‘education’ to the State List from the Concurrent List, where it was moved without debate during the Emergency. Against this backdrop, it would appear that the conditions for the PM-USHA have been tailored to impose NEP 2020 through the backdoor. The scheme also requires adoption of the multiple entry and exit options in degree programmes and National Higher Education Qualifications Framework guidelines. This, when academic stakeholders and administrators have expressed serious concerns about the multiple entry and exit options possibly triggering more dropouts from the higher education system. The emphasis on a four-year undergraduate programme has also evoked concerns as to whether socially and economically backward students could afford the money and the time, to pursue an extra year in college to acquire a degree. Besides, even a State supporting the NEP 2020, Meghalaya, has called for a revisit of the funding criteria and an increase in the number of beneficiary units, since its State university is in the initial stage of being operational. Under these circumstances, it would be prudent for the Ministry of Education to negotiate better terms with the dissenting States, respecting the essence of cooperative federalism.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neducation\n\n/\n\nWest Bengal\n\n/\n\nTamil Nadu\n\n/\n\nKerala\n\n/\n\nhigher education\n\n/\n\nMeghalaya\n\n/\n\ngovernment",
        "headline_1": "Contentious criteria: On PM-USHA and cooperative federalism",
        "headline_2": "The Centre must revisit the Pradhan Mantri Uchchatar Shiksha Abhiyan (PM-USHA) and take on board dissenting States",
        "link": "https://www.thehindu.com/opinion/editorial/contentious-criteria-on-pm-usha-and-cooperative-federalism/article67194210.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Dominance in Tests and ODIs and diffidence in T20Is defined India’s performance during the latest tour of the West Indies. The Test series was claimed at 2-0, the ODI jousts at 2-1 while the T20I series was lost at 2-3. Against an opposition that has been on a downward spiral for a while, India was expected to romp home across all three formats. However, given the way the tour shaped up, even if status quo was largely maintained in Tests and ODIs, the T20Is threw up a lot of questions. That the conventional 50-over World Cup will be held in India across October and November while the West Indies and the United States will host the ICC T20 World Cup next year, meant that the Indian unit had to have both an immediate focus and equally a long-term vision. Yet, the signals emanating from the Caribbean proved to be mixed. Coach Rahul Dravid, a former star with impeccable credentials and enormous stature, seems to have an immunity when it comes to the perception-game which somehow eluded his predecessor Ravi Shastri even when the results under the latter were far superior. If this year’s World Cup is the focus then the inexplicable resting of skipper Rohit Sharma and Virat Kohli during the second and third ODIs, seemed baffling.In the subsequent T20Is, the squad under captain Hardik Pandya performed in a lukewarm fashion. The first two games were lost before India pulled back in the third and fourth while in the climactic fifth clash in Florida, the West Indies prevailed. The men from the Caribbean may seem dull in Tests and ODIs but in T20Is they are high on confidence. With many of its players having gained exposure from the various T20 leagues, plus with the history of having won the ICC T20 title in 2012 and 2016, the West Indies are placed better in cricket’s shortest format. India may take heart from the results in the Tests and ODIs while in the T20Is, more work needs to be done. Four key players — Jasprit Bumrah, Rishabh Pant, Shreyas Iyer and K.L. Rahul — missing in the ranks due to fitness issues, did affect the composition of India’s various outfits. Bumrah is now back in the mix ahead of the Ireland tour but queries remain about who would constitute India’s core group in the World Cup. Tilak Varma’s runs in T20Is augur well but as the Indians return home, a sense of ambiguity lingers from their Caribbean sojourn.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nOne-day cricket\n\n/\n\nTest cricket\n\n/\n\nICC\n\n/\n\nIndia",
        "headline_1": "Short circuit: On India’s tour of the West Indies",
        "headline_2": "India dominated the longer formats against the West Indies, but lost the T20Is",
        "link": "https://www.thehindu.com/opinion/editorial/short-circuit-on-indias-tour-of-the-west-indies/article67194170.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Deliberation and slow thinking characterised India’s Independence movement and not carnivalesque passions that colour violent mobilisations and referendums. Congress’s election manifesto of 1945-1946 eschewed quick fixes for wisdom and this set the stage for August 15, 1947. At no cost, it pled, must the dead past rule the living.\nIn 1945, Congress indeed demanded Independence, but it was not a single point thrust as it is with most referendums. There was a clear promise here to also fight against casteism and for the rights of minorities and women, which required more than a tick on the ‘yes’ or ‘no’ box. The Tryst with Destiny speech too indicated that there were pledges yet to be fulfilled.\nRead full story on TOI+\n\n",
        "headline_1": "Some I-Day musings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/some-i-day-musings/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Three new bills seek to replace the colonial-era IPC, CrPC and the Indian Evidence Act. Their declared aim is to transform India’s criminal justice system, eliminate “the signs of slavery”, and ensure justice rather than punishment. Here we unpack the Bharatiya Nyaya Sanhita Bill, 2023 that is set to replace IPC.\nRead full article on TOI+\n\n",
        "headline_1": "Criminal law: Too much of the old in the new",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/criminal-law-too-much-of-the-old-in-the-new/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "As the season in which NCR and other parts of north India see AQI rise past 400 approaches, every headline that gives hope that this year shall be different is being read with bated breath. One promising development is that around half of Punjab’s paddy cultivation area has been sown with the short-duration variety, PR-126. Punjab Agricultural University had released it in 2017, but this year it got a big boost from the heavy rains. The calculation is that because it matures early and produces less stubble, this paddy variety will lower air pollution. In other good news, a startup mentored by IIT-Delhi has tested a device that reduced PM2.5 and PM10 in its reach area by up to 86% within two hours in the pilot project.\n\nWhile there have been many false dawns in the fight against air pollution, this device has been validated by the atmospheric science department of IIT-Delhi. It ionises the air to make particle pollutants heavier, thus removing them from the air and stopping the spread of pollution. It holds a low-cost promise for traffic junctions and other hotspots.\nThe Anusandhan National Research Foundation (NRF) Bill, 2023 passed by Parliament this month, is about seriously hiking R&D spend in the country. This is critical to becoming truly globally competitive, instead of remaining disproportionately dependent on imported technologies. But the air pollution story is a reminder that there is a wide, wide world beyond big-ticket R&D. There are problems awaiting affordable solutions across so many different sectors, which can be delivered by nimble startups, with the right access to capital and mentorships. IITs have been the workhorses of startup incubation. But plans like that of the IIT-Madras incubation cell to take this game to tier-2 and tier-3 cities are very important. Because widening the pool of ideas widens the odds of a successful innovation.\nNot every entrepreneurial claim stands up to real-life testing. This is part of the innovation adventure and it’s absolutely ok, as long as the peer review processes are timely and robust. Consider the importance of low-cost stents and ventilators and water purifiers in health or affordable electric scooters in transport. New efforts are reported everyday and perhaps they are underway in every sector. But these still remain too few, compared to the scale of Indians’ needs – and, crucially, potential.\n\n",
        "headline_1": "Small with smarts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/small-with-smarts/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "The National Medical Commission’s new rules on registered medical practitioners have tackled doctors’ irresponsible use of social media for the first time. Medical Twitter at the very least is awash with doctors putting up and explaining at length their patients’ conditions, the treatment and the outcome. This has been disallowed – a welcome move for patients’ rights. It is one thing to discuss patients’ conditions in peer meetings, quite another to chat about it on Twitter, never mind the wide-eyed audience. Soliciting patients online is also disallowed. While the 11-point guideline on social media usage is a good move, it is to be seen how authorities plan to keep tabs on medical Twitter.\nIn another first NMC has made compulsory the existing requirement for “continuous professional development” throughout a doctor’s working years, and amusingly, has specified that none of the conferences or seminars that may count as CPD can be sponsored by pharmaceutical companies. It will be interesting to watch how this plays out. Pharmaceutical companies and diagnostics chains are in a cosy, seemingly unbreakable relationship with hospitals and doctors. CPD for doctors is driven by pharma sponsorship. If they don’t fund seminars, who will? That’s the question.\nNew regulations reiterate that doctors must prescribe generic medicines. A good idea that has to deal with wide quality variations among generics. GOI must address issues with generics sold in the open market. When a prescribed generic is not available, it is often the pharmacist who suggests the substitute. GOI’s chain Jan Aushadhi shops are often poorly stocked though India’s generics sector ranks among the top in the world. How effectively NMC’s regulations will pan out will thus depend on the penalties, which are yet to be framed.\n\n",
        "headline_1": "Curing medicine",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/curing-medicine/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Recently, the Criminal Investigation Department (CID) arrested 12 members of a question leak racket in a case filed in 2020. Reportedly, the members of the racket leaked question papers for medical entry exams at least 10 times between 2001 and 2017. Surprisingly, among those arrested, seven are doctors, suggesting the involvement of high-level offenders. The CID has found that the arrestees had helped hundreds of students to enroll in medical colleges through illegal means, earning crores of taka in the process. While we appreciate the CID's efforts, it is important to dig deeper to find out how this gang operated and secured access to an apparently secure system to prevent future leaks.\nIn a country where corruption is pervasive, it is perhaps natural that the education sector would not be immune to it. But the way question papers for public exams of all stripes got leaked in recent years is unimaginable. From primary and JSC exams to SSC and HSC exams, from university admission tests to job entry exams, the last decade saw an unprecedented level of activity from question leak syndicates. In case of medical admission tests, question papers were reportedly leaked in 2001, 2003, 2007, 2010, 2012 and 2013. In 2006 and 2015, the leaks are said to have been massive. While some measures were taken by the authorities to prevent this practice after widespread reporting in the media, those involved in leaks were hardly held to account. Against this backdrop, the CID arresting 12 culprits is commendable.\nThe CID has also come up with some important findings. It has, for example, identified 10 coaching centres, mostly based in Dhaka, which were involved in the leaks. It has also found out how the question papers were leaked from the printing press under the Directorate General of Medical Education (DGME) and how some influential DGME officials helped spread leaked papers all over the country. Furthermore, it has found evidence of transactions of crores of taka from the arrestees' bank accounts. We hope these findings will lead to substantive actions including building a foolproof security system for question papers as well as punishing corrupt officials and their external collaborators as per the law.\nThe repeated instances of leaking question papers, particularly of medical admission tests, have exposed the weaknesses of the education management. As such, the relevant authorities must take responsibility for their failure to prevent it and ensure that it doesn't happen again. This questionable practice – both by those behind the leaks and their clientele – can only be removed by establishing accountability in the relevant public departments and upholding the true value of education.\n",
        "headline_1": "Why can’t we stop question paper leaks?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-cant-we-stop-question-paper-leaks-3394136",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Southern Chattogram, including areas such as Bandarban and Cox's Bazar, is experiencing devastating floods due to a week-long spell of incessant rainfall. While heavy rains and the overflow of hill water into rivers and canals are typical climatic events in this region, the recent flood was exceptionally catastrophic. This disaster has raised questions about the role of the newly constructed Dohazari-Cox's Bazar railway line in exacerbating the crisis.\nThe flood significantly affected areas through which the railway line passes, such as the upazilas of southern Chattogram, namely Chandanaish, Satkania, and Lohagara. Some upazilas of Cox's Bazar, including Chakaria, Pekua and Ramu, were also impacted by the floods. All of this has prompted the need for a comprehensive analysis of the current circumstances.\nThe hydrological dynamics of the region are distinctive, with natural water patterns varying across different seasons, much like in haor areas. The canal-river system of southern Chattogram is characterised by water primarily flowing in from hills. These canals wind through expansive marshlands, and the marshes serve as pathways for the heavy water flow of the hills. These trails are not visible during the dry season. But during rainfall, these invisible trails in the marshlands serve as reserves to contain excessive water from the canals. This constitutes the hydrological rhythm of southern Chattogram.\nHowever, recent developments have introduced a new dynamic. The under-construction rail project has unintentionally created an obstacle for the natural water flow in the region, resulting in water levels reaching heights of three to five metres across the landscape. Although the project did incorporate bridges and culverts designed to facilitate water passage, it would be interesting to see how a limited number of small culverts could manage the level of water flow typically handled by a vast expanse of marshland. On the other hand, some of the culverts are misaligned with the natural water flow. In certain instances, culverts have been allocated in areas where water rarely passes through. This highlights a lack of thorough environmental assessment during the project's inception. It is also evident that the project authorities lack an adequate understanding of southern Chattogram's age-old water dynamics.\nBut the crises emerging from the Dohazari-Cox's Bazar railroad project do not end here. The railway line runs from north to south, intersecting numerous east-west roads that are equipped with dual-sided culverts for effective water drainage. These roads now face a challenge. The culverts, originally designed to direct water from one marshland to another, now find themselves bisected by the railway, dividing the marshlands into sections on both east and west. As a result, only one culvert is available for water drainage, but the marshland has been split into two by the rail track. Consequently, either the western or eastern part of the marshland experiences blocked water flow. This interruption of water flow shows how major development projects can inadvertently restrict or even damage pre-existing infrastructure.\nThe railway project has left an impact on smaller water bodies, too. A canal near my own house, for example, has disappeared after the construction of part of the project nearby. Consequently, even minor downpours now trigger unusual levels of stagnation – a phenomenon that the area's residents have not faced before.\nThe grand ambition of the Dohazari-Cox's Bazar railway project is to enhance regional connectivity. But this has been clouded by the unforeseen consequence of waterlogging. Currently, discussions about constructing several bypasses in southern Chattogram are underway. But given that the railway project has already disrupted the natural water flow of southern Chattogram and Cox's Bazar, the new bypasses could further worsen this issue.\nOf course, the railway project alone cannot be blamed for flooding in southern Chattogram. While the canals serve as reservoirs during heavy rainfall in the hills, over time, the smaller canals have been encroached upon. Since these canals depend on mountain-sourced water, they remain dry for a significant portion of the year. And this scarcity has led to a perception among the populace that these canals are redundant. Consequently, they have been encroached upon and are now susceptible to inundation even by light monsoon rains. On the other hand, deforestation in the mountainous regions and the occupation of watersheds have led to a change in the climate and disrupted the natural course of water. This upheaval has made flooding practically inevitable.\nUnfortunately, the lack of emphasis on environmental study, typical water courses, and the climate of the Chattogram region when planning and executing the railway project has now resulted in an intensely waterlogged situation.\nIn light of the ongoing climate crisis, it is imperative that we exercise heightened caution when embarking on large-scale development projects. These ventures are designed with the future in mind, often spanning a century. While some disruptions in water flow might occur as a consequence, environmental scientific evidence indicates that these flows tend to reinstate themselves within a 15-to-25-year time frame. Therefore, it is not only essential to heed the knowledge provided by the environment, but to also keep in consideration local histories that can provide insights into the characteristics of a region's natural environment.\nShahadat Hossain is a research scholar in the Department of International Relations at South Asian University in New Delhi.\n\n",
        "headline_1": "Did the Dohazari-Cox's Bazar rail line worsen floods?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/did-the-dohazari-coxs-bazar-rail-line-worsen-floods-3394121",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "The draft Cyber Security Act (CSA), 2023, which is supposed to replace the controversial Digital Security Act (DSA), 2018, has been termed by many as \"old wine in a new bottle.\" A quick review of the draft law, made available on the website of the Digital Security Agency, suggests that this law can in fact be called \"old wine in the same old bottle\" with slightly reduced alcohol and a new label!\nLet me explain. The nine sections of the DSA identified as a threat to independent journalism and freedom of expression are sections 8, 21, 25, 28, 29, 31, 32, 43 and 53. The draft CSA contains all these sections, through which the new law criminalises certain kinds of information and news publication and expression of certain thoughts and opinions in the same way that the DSA does. The definitions of crimes under this law are also as vague as ever. The only difference is that some offences that are non-bailable under the DSA have been made bailable, punishments have been reduced for some offences, and the provision of additional punishment for repeated offences has been omitted. Out of the nine sections that curb freedom of expression, seven sections have been amended in terms of punishment and bail, while no changes have been made in two sections.\nFor example: Section 8 of the DSA, which empowered the director-general of Digital Security Agency and law enforcement agencies to remove or block digital content through Bangladesh Telecommunication Regulatory Commission (BTRC), has been retained in the CSA. Similarly, police's authority to search and arrest without warrant under Section 43 of the DSA has been kept intact under Section 42 of the CSA.\nThere is a 10-year jail sentence under Section 21 of DSA for propaganda against the spirit of the Liberation War, father of the nation, national anthem or national flag, which has been reduced to seven years in the CSA. Punishment for \"hurting\" religious sentiments under Section 28 has been reduced from five years to two years and the offence has become bailable.\nFive years' jail term for defamation under Section 29 of DSA has been replaced with a maximum fine of Tk 25 lakh. However, according to the law minister, if the accused fails to pay the fine, he or she will face a jail sentence of three to six months. Section 31 of CSA proposes a five-year imprisonment instead of seven years for destroying communal harmony. Under Section 32, the punishment for breaching official secrets has been reduced from 14 years to seven years. While the proposed CSA will replace the DSA, the proceedings and trials of all existing cases under the DSA will continue.\nIn this situation, how will it be assured that the experience of repealing Section 57 of the Information and Communication Technology (ICT) Act, 2006 will not be repeated? In the face of criticism, the government repealed Section 57 in 2018, but all its provisions were included in four separate sections (25, 28, 29 and 31) of the DSA with reduced punishment. Punishment under Section 57 was 14 years maximum, which was reduced to 3-10 years under different sections of the DSA. At that time, Law Minister Anisul Huq had reassured us that Section 57 would not be retained in the DSA.\nThe reality is that, despite this reassurance from the law minister, cases under the DSA increased significantly. According to the Centre for Governance Studies (CGS), from 2012 to June 2017, there were 1,417 cases under the ICT Act, of which 65 percent were under Section 57. However, within just two years of DSA coming into effect, the number of cases under this law exceeded 1,000, most of which were filed under sections 25 and 29, mainly for defamation. Before the DSA, such cases were filed under Section 57 of the ICT Act. Till December 31, 2022, the total number of cases filed under the DSA stood at 7,664, of which 5,512 are currently under trial.\n\nAs harassment and oppression begins with the filing of cases, reducing the punishment in the CSA or making certain offences bailable will not solve the core problem. A fundamental flaw of the DSA was criminalising defamation, spreading false information, hurting religious sentiments, etc – acts that are not criminalised in any civilised democratic country. If any article or statement seems objectionable to someone, it is dealt with by counter-argument, not by putting the writer or orator in jail.\nLike the previous laws, the CSA also may not reduce the number of lawsuits as any person can sue anybody for defamation, spreading false information, hurting religious sentiments, etc. Harassment and oppression under the DSA began before trial as the accused would have to spend day after day in jail before trial. So, what benefit will the CSA bring an accused charged under this law? Even if the offence is bailable, will there be any guarantee of getting bail? In the draft CSA, six sections are still non-bailable. If any non-bailable section is added at the time of filing the case, the accused will have to suffer in jail.\nWriter Mushtaq Ahmed, arrested in May 2020 on charges of spreading rumours and carrying out anti-government activities, was denied bail six times. He died in jail after nine months of being locked up. Khadijatul Kubra, a student of Jagannath University who was arrested in August 2022 on charge of spreading anti-government statements online and tarnishing the country's image, has been in jail for almost a year, also without any trial. Although the High Court granted her bail, it was stayed in the Supreme Court, and her bail hearing has been adjourned for four months. What benefit will the CSA bring detainees like Khadija?\nAs harassment and oppression begins with the filing of cases, reducing the punishment in the CSA or making certain offences bailable will not solve the core problem. A fundamental flaw of the DSA was criminalising defamation, spreading false information, hurting religious sentiments, etc – acts that are not criminalised in any civilised democratic country. If any article or statement seems objectionable to someone, it is dealt with by counter-argument, not by putting the writer or orator in jail.\nNo one would have any objection if a cybersecurity law was enacted to deal with cybercrimes without infringing freedom of speech, such as illegal access and hacking of computers and digital devices, digital or electronic fraud and deception, theft of personal information, etc.\nTherefore, the DSA should be completely repealed and a new law should be enacted only to combat specifically defined cybercrimes. The sections that threaten independent journalism and people's freedom of expression should not be included in the new law. Also, all pending cases under the DSA should be quashed and the accused suffering in jail should be released unconditionally.\n \nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Cyber Security Act and the fear of history repeating itself",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cyber-security-act-and-the-fear-history-repeating-itself-3393861",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Recently, the Criminal Investigation Department (CID) arrested 12 members of a question leak racket in a case filed in 2020. Reportedly, the members of the racket leaked question papers for medical entry exams at least 10 times between 2001 and 2017. Surprisingly, among those arrested, seven are doctors, suggesting the involvement of high-level offenders. The CID has found that the arrestees had helped hundreds of students to enroll in medical colleges through illegal means, earning crores of taka in the process. While we appreciate the CID's efforts, it is important to dig deeper to find out how this gang operated and secured access to an apparently secure system to prevent future leaks.\nIn a country where corruption is pervasive, it is perhaps natural that the education sector would not be immune to it. But the way question papers for public exams of all stripes got leaked in recent years is unimaginable. From primary and JSC exams to SSC and HSC exams, from university admission tests to job entry exams, the last decade saw an unprecedented level of activity from question leak syndicates. In case of medical admission tests, question papers were reportedly leaked in 2001, 2003, 2007, 2010, 2012 and 2013. In 2006 and 2015, the leaks are said to have been massive. While some measures were taken by the authorities to prevent this practice after widespread reporting in the media, those involved in leaks were hardly held to account. Against this backdrop, the CID arresting 12 culprits is commendable.\nThe CID has also come up with some important findings. It has, for example, identified 10 coaching centres, mostly based in Dhaka, which were involved in the leaks. It has also found out how the question papers were leaked from the printing press under the Directorate General of Medical Education (DGME) and how some influential DGME officials helped spread leaked papers all over the country. Furthermore, it has found evidence of transactions of crores of taka from the arrestees' bank accounts. We hope these findings will lead to substantive actions including building a foolproof security system for question papers as well as punishing corrupt officials and their external collaborators as per the law.\nThe repeated instances of leaking question papers, particularly of medical admission tests, have exposed the weaknesses of the education management. As such, the relevant authorities must take responsibility for their failure to prevent it and ensure that it doesn't happen again. This questionable practice – both by those behind the leaks and their clientele – can only be removed by establishing accountability in the relevant public departments and upholding the true value of education.\n",
        "headline_1": "Why can’t we stop question paper leaks?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-cant-we-stop-question-paper-leaks-3394136",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "We are concerned about the 36,500 families in Chattogram who are badly affected by the ongoing floods. With homes under water and many roads still closed, the situation in this region, especially its remote areas where help is yet to reach, is certainly grave. As rain continues, more landslides may occur, which means that those who used to live in hilly regions cannot go back home anytime soon. With floodwaters receding in some areas, waterborne diseases such as diarrhoea, jaundice, typhoid and skin conditions are spreading, adding to the overall miserable conditions of the people. While the government and non-government organisations (NGOs) are trying to tackle the situation through rescue and relief efforts, there are still gaps that need to be filled.\nIn Bandarban, especially, where roads have been closed off because of landslides, many people are still without safe drinking water, electricity and mobile networks. Government and NGOs have still not been able to reach these areas. The government must find ways to immediately send relief items such as food, clean water, clothing and medicine to people. Medical teams must be formed and sent to areas where diseases have broken out to help the local medical staff in treating the patients, many of whom are children and the elderly.\nThese are the short-term measures that must be taken on an urgent basis. But it is only after the floods recede that the true devastation will be revealed. Many homes and buildings, including schools, will be found to have been washed away while infrastructure such as roads will be left damaged. The government must coordinate a comprehensive long-term rehabilitation plan so that people can stand on their feet again. This must include repairing roads, dams and other infrastructure and rebuilding homes and schools that have been destroyed or washed away. The government will have to provide the affected families with cash support, jobs and resources that provide livelihoods such as ploughs, cattle, boats and nets. Farmers who have lost huge amounts of crops must be given support such as seeds, fertiliser and equipment.\nFinally, the government, with the help of its partner organisations and experts, must evaluate their disaster management strategies to see whether they need to be strengthened, such as building more multipurpose shelters and intensifying awareness programmes, so that people are better prepared in the wake of another flood in the future.\n \n \n",
        "headline_1": "Prioritise flood-affected people in remote areas",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prioritise-flood-affected-people-remote-areas-3393306",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Urban-centric real estate business in this country took off rather late but once it did, it made great strides within a few years until it met the reversal in the aftermath of the Russo-Ukraine war. Property development and investment may be a local phenomenon but the driving force is a country's economy not quite dissociated from the rest of the world. If the middle class of a country in general accrues benefits of a robust economy, property development and housing are sure to pick up. In Bangladesh, things do not follow the copybook when it comes to economy and business. Although black money had a major role in spurring the real estate market, a section of nouveau riche also contributed significantly to inject blood into the business. Now a report carried in this newspaper on Sunday last has painted a bleak picture of the housing sector. It is indeed a crunch time for the building and construction sector mainly because of the disruption of the global supply line and economic slump. Although the sector has developed on domestic technology and entrepreneurship, it has to rely heavily on imported raw materials. Let alone MS (mild steel) rods and cement, even bricks require imported coal for their firing. Only the sand is available locally but when all the construction materials have registered abnormal price rise over the past two years, this cheap material has also become pricier. People with excessive unearned money have invested money in housing apparently up to saturation point. The costlier flats and houses act as a discouragement to investment even by the filthy rich because they already have their posh accommodations. Those with limited means no longer can afford the luxury of saving money for their own homes or flats. If investment by people who have idle money to do so has become riskier, others simply cannot afford the costly accommodations. This is bound to happen in time of economic slowdown. Unless the economy turns around, the realtors cannot hope of seeing better days for their business. When local developers and investors do not have any recipe for tiding over the difficult period, there is no question of inviting foreign investment. In fact, this area was not quite explored when business was good. What is noticeable is that the shrinking of the real estate market has little to do with demand and supply. To go by the rule, when demand falls flat, a commodity becomes cheaper. In the case of housing, though, this is unlikely to happen. A few small real estate companies may go bust but others will stay afloat on their stronger cushion achieved by way of healthy business earlier.In a situation like this, a better option is to outreach areas beyond the capital, considered the hub of real estate market. Lower land prices in outlying areas of the city and in other cities or small towns are sure to offset to some degree the higher prices of construction materials. If the biggies in the business do not feel encouraged to move beyond Dhaka City, the smaller ones can try their luck there.",
        "headline_1": "Troubled real estate business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/troubled-real-estate-business-1692023780",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "After food, shelters are considered the most fundamental of the needs that humans require for a meaningful survival. The state of being homeless makes people shorn of their self-respect and the sense of dignity. Homelessness or life without a shelter is a perennial problem across the world --- irrespective of a country's socio-economic status. Lots of people are, thus, found feeling amazed to learn that like the poorer countries, many developed ones also have their share of homeless people. On this count, the developing Bangladesh can, allegorically, claim a place alongside USA, Canada, Denmark, France or Germany. In most of these countries, volunteer organisations come up to the rescue of the homeless people, providing assistance and emergency meal-feeding to the homeless people.In contrast to these private sector initiatives, the government of Bangladesh has taken up a mega project of rehabilitating 2,778,085 people (of 555,617 families) under the Ashrayan project (1997 to July 2023). The project is run by the Prime Minister's Office. The premier has so far given houses to a total of 8, 29,607 families under Ashrayan projects and other programmes. Under this project some 4,148, 035 people have been rehabilitated in the small dwellings.While opening the government's Ashrayan-2 project and declaring another 12 districts and 123 upazilas free of landless and homeless people, the premier opened the distribution of 22,101 houses among the poor. As part of formalising the ownership of the distributed houses, the keys of the houses and the ownership documents of 2-decimal lands for each were handed over to the families in different districts of the country. Some 115,000 people are being rehabilitated in these houses. With the addition of the new districts and upazilas, a total of 21 districts and 334 upazilas across the country have emerged free of homelessness and landlessness. The satisfaction of finding a place of dwelling of one's own is not comparable to any. The Ashrayan homes have, undoubtedly, given a new lease of life to the people without home or shelter. That it will add to the self-dignity of the once-destitute people need not be repeated. A great benefit coming from these shelters comprises the increased productivity of the people living there. Or else, a large segment of these unfortunate people may have turned to begging, and lots of socially unacceptable means of living. However, in this densely populated country, the percentage of people who have got their humble homes is too tiny. The government authorities behind the project must be aware of the need for expanding the Ashrayan network to the country's other parts.In the meantime, alleged irregularities in allocating these home-units have been besetting the otherwise lofty project since the initial days. Besides, shortly after the construction of these dwelling units, their quality of making was brought into question. Storms and rains emerged as two periods of adversities to these semi-improvised houses. Since these are low-cost dwellings, their walls, windows and doors cannot be expected to withstand forceful assaults of nature. It didn't take much time for construction defects to surface.The Ashrayan project appears to be a blessing for many poverty-stricken parents willing to see their children being admitted to nearby schools. On being able to live within the bounds of four walls, adult males and females can engage in small-scale handicraft enterprises, thus expediting income generation. Similar government housing programmes are in place in the neigbouring India. They are designed to help people come out of the poverty net. A programme of this type halves the cost of building homes, while also providing financial assistance to the low-income families. However, this programme is starkly different from that being executed in Bangladesh. In Bangladesh, the government bears all the expenses of building a small house before handing over the relevant documents and the key to the ultra-poor legitimate home owners. These houses are mostly located in the remote rural areas.A secure dwelling place is not only meant for staying there peacefully. Dreams, both of their own and those centring round their children, have their roots in a four-walled house. A chaotic and dirty slum, crowded by myriad types of people cannot be an ideal place for spinning dreams. A universal truth has it that whatever is one's economic plight, everybody loves to dream. A prime requirement is that even the hand-to-mouth floating people should have a shelter to live in. Moreover, in these times of economic hardship, the previously socio-economically marginalised people do not stop seeing dreams in their humble ways. On becoming the owner of an Ashrayan unit, the lives of these people have evidently undergone a radical change. Apart from owning a secure residential unit, these people can now muster the moral strength to call themselves a proud citizen of the country. This is a phenomenal gift from the nation. On being able to be the proud owner of a small housing unit, their life may not be the same as in the past. It's because they now have a secure future.With no shelter to live in permanently, adult persons go through myriad types of traumas. An undisturbed home eventually turns out to be the metonymy for peace. This universal saying becomes clear when the bliss of home is compared to the ordeals of the homeless people. The comparison becomes poignant when it brings into focus the agonies of refugee life. Few human sufferings come near the uncertainties which large numbers of homeless people undergo in times of socio-economic crises. The Ashrayan inhabitants may not have to brace for these nightmares, except those created by climate-change impacts.\n[email protected]",
        "headline_1": "Ashrayan – prospects and realities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ashrayan-prospects-and-realities-1692023827",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "The World Health Organization (WHO) has assessed Bangladesh's dengue risk at the national level as 'High'. But even before WHO's issuing the high risk alert, there was no doubt in anyone's mind that Bangladesh is experiencing the worst episode of dengue outbreak since 2000 when this mosquito-borne viral disease first struck in recent memory infecting some 5,500 with a death toll of 93. Since then, the disease never left the country, though the number of dengue patients (those hospitalised) and the attendant death toll varied. There were also years, for example, between 2007 and 2010, when dengue did visit the populace, but not a single death was reported. The same happened again in 2014. But those were exceptional years until the big shock came in 2019 when the infection from the disease reached epidemic proportions with more than 100,000 patients hospitalised among whom 169 patients died of the disease. The next two years the country saw fewer infections and deaths from dengue, though the 2023 is yet another year that is comparable to 2019, but deadlier in that the death figure has already far outnumbered that of 2019 {at387 out of more than 82,500 hospitalised, till August 12, according to Directorate General of Health Services (DGHS)}. However, last year (2022) was also another deadly, dengue-devastated year with 281 deaths, while the total number of infections was fewer at over 62,000. Clearly, from the last few years' record, it appears dengue is getting deadlier by the day. For the proportion of deaths from dengue is on the rise, which is close to 5 per thousand and, perhaps, the highest in the world so far. This is concerning. The only way to prevent the disease is by killing the mosquito, Aedesaegypti, and destroying its breeding grounds. But, to all appearances, the agent of dengue, the Aedes mosquito, is giving the two city corporations responsible for eradicating it real hard time. A recent report says that the bottled insecticide belonging to the Pyrethroids group, an organic compound toxic to mosquitoes, bees and different kinds of flies, but not to humans, is not working well in killing the Aedes mosquito. In fact, according to media reports, experiments done in Australia have shown that after application of the commonly used liquid insecticide, 74 per cent of the flying or resting Aedes mosquitoes bred from egg taken from Dhaka somehow survived. But 100 per cent of the Australian variety of the mosquito died following administration of the toxin. That means, somehow, the Aedes mosquito of Dhaka or of Bangladesh has become insecticide-resistant. This is yet another bad news for the worsening public health situation of the country attributable mostly to the vector-borne disease, dengue. A similar view has been expressed also by an entomologist of Jahangirnagar university, Mr Kabirul Bashar. According to him, the previous notion that Ardes mosquito lays its eggs in clean water is no longer valid. The mosquito has learnt to adapt to new conditions as it has been found to be laying eggs in dirty, even salty water. Even worse, it has also learnt to bite at night (earlier it was thought that it bites only during daytime). Now with dengue spreading fast in Dhaka and other parts of the country, the challenge before the country's health authorities is enormous. So is it with the local government bodies engaged in combating the mosquito causing the disease. Seeing that the mosquito is changing its behaviour and becoming resistant to some existing toxins, new strategies have to be evolved to fight it. It calls for conducting researches, if necessary with international support, to devise ways to eliminate Aedes mosquito from its breeding grounds.\n[email protected]",
        "headline_1": "Devising new ways to fight Aedes mosquito",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/devising-new-ways-to-fight-aedes-mosquito-1692023855",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2023"
    },
    {
        "full_article": "Teaching is the most respected profession in Bangladesh. Yet, ironically, it is also one of the most poorly-paid jobs here. In Bangladesh, the working condition in most educational institutions is not rewarding for teachers. Consequently, teachers need to engage in other professions like private tutoring, coaching, etc. to make ends meet. The budget allocated for teachers' salary shows a poor investment in this sector. Also, teachers are no longer respected much in our society. In China, an experienced teacher is given the same status that a government official gets. In South Korea, Taiwan or Malaysia, the social status of teachers is very high. Teachers are given ministerial status in Sri Lanka. In India, teachers are given higher individual pay scale. But in Bangladesh, we see our teachers struggling every month to get their due pay. Oftentimes, they have to take to the streets so that they can get their due rights and facilities. We need to improve the working conditions of teachers. Not only should their salaries be set at a much higher scale but there should also be standardisatio of the pay and allowances for both the private and public sector teachers. One of the biggest challenges for Bangladesh is the lack of good teachers. But we can attract competent people if we pay them well. We need to introduce a performance benefit system which will reward those who deserve it.\nAshikujaman Syed, Foreign Service Officer, Anhui Haikang Pharmaceutical Co. Ltd, Anqing, China, [email protected]",
        "headline_1": "Giving teachers their due",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-teachers-their-due-1692023875",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2023"
    }
]