[
    {
        "full_article": "May’s provisional headline retail inflation may have marginally eased to a 12-month low of 4.75%, but food price gains remained unrelenting last month giving little reason to cheer. Yet again, vegetables and pulses were key contributors in keeping food inflation as measured by the Consumer Food Price Index little changed at 8.69%, with urban consumers feeling the heat more than their rural counterparts as the pace of year-on-year change in food prices in India’s cities and towns hit a three-month high of 8.83%. Vegetable inflation not only continued to hover above 27% for a sixth straight month, at 27.3%, but month-on-month gains too accelerated by almost 200 basis points to a six-month high of 3.22%. Tomato, onion and potato prices led the charge, with these heavyweights in the vegetables sub-group logging sequential gains of 1.5%, 0.5% and a bruising 15.1% in the case of potato. Nor is the outlook for vegetable inflation particularly reassuring with June’s retail price trends as well as the lag from escalating wholesale costs pointing to more pain ahead for consumers running their household budgets. Data from the Department of Consumer Affairs Price Monitoring Division show the all-India average retail price of tomato, onion and potato, as on June 14, were 21%, 14% and 8% higher, respectively, month-on-month, and a significantly steeper 35%, 58% and 44% costlier, respectively, when compared with their year-earlier prices. At the wholesale level, sequential inflation in tomato, onion and potato was disconcertingly faster at 28%, 18% and 9%, respectively, underlining the challenges policymakers face in containing prices through trade measures.Food inflation also manifested last month with a quickening in price gains in the category’s largest constituent — cereals and products — to a five-month high of 8.69%. Retail cereal prices from the price monitoring division’s daily dashboard show rice was 13% costlier than on June 14, 2023, wheat was 5.7% more expensive and inflation in wheat flour (atta) was 4.7%, signalling that here again the prospects of a let-up in price pressures are remote, at least for now. Pulses saw inflation quicken again, after a mild slowing in April to 17.1% with the pace of sequential price rise hitting a six-month high of 1.53%. Official price data for June 14 showed gram dal, tur, urad and moong costlier by 17%, 27%, 13% and 8.5% than a year earlier, respectively. Rainfall data from the India Meteorological Department as on June 14 that show a 12% deficit since June 1 is also a cause for mild concern, an ‘above normal’ monsoon forecast notwithstanding. With food inflation particularly hitting hardest the poorer sections, policymakers can ill afford to drop their guard. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ninflation and deflation\n\n/\n\nfruit and vegetable\n\n/\n\nfood\n\n/\n\nrains\n\n/\n\nMonsoon\n\n/\n\nsocial issue",
        "headline_1": "Food factor: On food inflation",
        "headline_2": "Policymakers must keep in mind that inflation hits the poor the hardest",
        "link": "https://www.thehindu.com/opinion/editorial/food-factor-on-food-inflation/article68289807.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "President Joe Biden’s three-phase ceasefire plan for Gaza got a major boost on Monday with the U.N. Security Council (UNSC) resolution asking Israel and Hamas to accept the proposal. The U.S. says Israel has already agreed to the deal laid out in the resolution, adding that Hamas’s tough position was the main hindrance to a ceasefire. This is the second time since the war began on October 7, 2023 that the UNSC is calling for a Gaza ceasefire. In March, the Council’s call was ignored by Israel. If the U.S. had abstained from voting then, letting the resolution pass, this time, Washington is the force behind the proposal. According to the Biden plan, which the U.S. President says was laid out by Israel, there would be a six-week long ceasefire in the first phase. Israeli troops would pull back from densely populated areas, allow more aid trucks into Gaza, and release Palestinian prisoners in exchange for 33 hostages held by Hamas. In the second phase, Hamas is to release the remaining hostages while Israel is expected to withdraw from the Gaza Strip. The third phase would see the enclave’s reconstruction.While the Biden administration, which backs Israel’s war on Gaza, is actively pushing for this plan, there are serious hindrances on both sides. The U.S. has repeatedly said that the proposal has the blessings of Israel, but the Benjamin Netanyahu government has not publicly endorsed the plan. Mr. Netanyahu was politically weakened last week when opposition politician Benny Gantz quit the unity government, leaving Prime Minister Netanyahu more dependent on his far-right allies. And the far-right parties in the ruling coalition have threatened to break the government if he accepted the ceasefire proposal. So the question is whether Mr. Netanyahu could place the country’s interests above his political survival. On the other side, Hamas demands an immediate Israeli withdrawal from Gaza’s Rafah crossing with Egypt, total freedom in choosing the Palestinian prisoners to be released and guarantees from China, Russia and Türkiye for a final agreement with Israel. As both sides harden their stances, truce remains elusive. Since the war began, at least 37,000 Palestinians have been killed by Israel and 2.3 million people displaced. Israel has repeatedly ignored pleas to protect civilian lives, while Hamas has shown little interest in making concessions to clinch a ceasefire deal. Israel wants the hostages to be freed. Hamas wants the war to be over and Israeli troops to be out of Gaza. They should realise that the only way to meet these objectives is to strike a negotiated deal, rather than prolonging the war that has destroyed much of Gaza and turned Israel into an internationally isolated rogue state.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\nUnited Nations\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\npolitics\n\n/\n\nEgypt\n\n/\n\nChina\n\n/\n\nRussia\n\n/\n\nTurkey",
        "headline_1": "One more chance: On Israel and the Biden three-phase ceasefire plan",
        "headline_2": "Israel will have to accept the ceasefire proposal or face isolation",
        "link": "https://www.thehindu.com/opinion/editorial/one-more-chance-on-israel-and-the-biden-three-phase-ceasefire-plan/article68289388.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "Politicians opposed to BJP can’t only rely on the latter’s mistakes. The best proactive approach would be to form cooperatives for farm produce. It will increase supply, incomes, credibility & stable voter support\nCan the opposition do anything more than exploit the mistakes and weaknesses of the governing party and its govt? Can it position itself as an agent of redemption, while fervently hoping voters would not recall its own less-than-stellar performance while in office? Yes, it can. It can form cooperatives.\nSardar Patel led the formation of Khaira District Milk Producers’ Union, which became the kernel around which the Amul ecosystem grew. Senior communist politician AK Gopalan led the dismissed workers of India Coffee Board to form different cooperative societies of coffee workers, and these set up a string of Indian Coffee Houses across the country. There are many other such tales.\nRead full article on TOI+\n\n",
        "headline_1": "Opposition Needs An Economic Plan. Here’s One",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/opposition-needs-an-economic-plan-heres-one/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "Terrorists attacking four places in four days in the Jammu region of J&K have brought back bad memories. It’s no coincidence these attacks come at a time when a new govt is taking office in New Delhi – Modi yesterday chaired a J&K security review meeting. Terrorists and their handlers in Pakistan want to send out a clear message: they can disrupt peace in J&K at any given time and that nullification of Article 370 hasn’t mitigated the strategic objectives of the Pakistani deep state.\nChanging terror tactics | It’s clear that terrorists are trying out different tactics to try and outfox security forces. In 2022, targeted killings were their modus operandi. However, since last year, terrorists have reverted to conventional manoeuvres, especially south of the Pir Panjal – an area that has seen relative calm for almost two decades. This will force security forces to once again reorient their strategies.\nThreat to normalisation | Terrorists are desperate to undermine the normalisation process and the “naya Kashmir” narrative. This is precisely why the Reasi ambush of a bus carrying pilgrims that killed nine and injured 41 is worrying. Around 2.11cr tourists visited J&K last year – a big win for local tourism. Terrorists want to disrupt these stakeholders in peace.\nPlus, the successful conduct of Lok Sabha elections in J&K – the first since nullification of A370 – hasn’t gone unnoticed across the border. Terrorist handlers now want to subvert J&K assembly polls, slated to be held by Sep 30. Under no circumstances should GOI and EC cave in. They must hold those polls on time.\nPak factor | GOI needs to be wary of Pakistan too. While Nawaz and Shehbaz Sharif have been sending conciliatory messages, Gen Asim Munir has just aced his biggest test by establishing his choice of govt in Islamabad. He is yet to fully reveal his strategy vis-à-vis J&K. Also, India has quietly made connections with Afghanistan’s Taliban amidst problems in Kabul-Islamabad ties. Pakistan’s ISI-military complex will see this as a big threat and might have plans to create trouble in J&K as a counter-strategy. GOI must keep its guard up, hold J&K polls, and tighten its security dragnet in the region.\n\n",
        "headline_1": "Securing Kashmir: Terror attacks in J&K part of strategy to disrupt peace. GOI must rise to the challenge & hold assembly polls",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/securing-kashmir-terror-attacks-in-jk-part-of-strategy-to-disrupt-peace-goi-must-rise-to-the-challenge-hold-assembly-polls/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "Trai’s proposal to levy a charge on phone numbers it allocates to telecom companies should go through. Pointing out that phone numbers are an “exceedingly valuable public resource which is not infinite”, the regulator is giving telcos the option to pass on the cost to consumers. Telecom has been one of India’s success stories. As of March 2024, there were as many as 1.16bn mobile subscribers in India, next only to China. But, as a Trai consultation paper has highlighted, just over 19% of the total numbers (219mn) fall under the ‘service suspended pending disconnection’ category.\nSystem has its limits | Telcos are holding on to phone numbers with low or zero utilisation, fearing a loss of user base. With SIMs cheap to procure, it is common for consumers to own more numbers than they need. Forgotten amidst this waste of resources, is the reality that there’s only so much demand the telecom system can meet. India has a 10-digit series number system. This imposes a limit on the number of connections that can be allotted. For a mobile number is more than just a number. It is formatted in a certain way that syncs with the larger system. And moving to a different series is not easy and would entail problems and costs. It is not for nothing that telcos/consumers are charged for mobile connections in a host of countries around the world.\nDemand will only rise | In an age of hyper-connectivity, the pressure on telecom’s system capacity can only grow, whether it is from IOT and M2M, or cars and gadgets with chips. There are other costs this imposes on the system. Authorities have a responsibility to keep tabs on how connections are used, especially given the rise in cyber crimes. Charging for phone numbers is particularly justified for ‘vanity numbers’ telcos auction at high prices. The quantum of the charge Trai has proposed can always be worked out – a ‘nominal’ fee is what it has in mind. But putting a price on the resource would ensure both telcos and consumers value it more.\n\n",
        "headline_1": "Those Ten Digits: Assigning mobile phone numbers is not costless. Telcos or users should pay for them",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/those-ten-digits-assigning-mobile-phone-numbers-is-not-costless-telcos-or-users-should-pay-for-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "In 1973, Bunny and I were on a shoestring trip through Europe. In Rome we stayed at the least expensive accommodation we could find, Pensione Katy. Our room could have passed muster as a walk-in closet. The bathroom was down the corridor.\nWe had our meals at a nearby Tavola Calda – Hot Table – an eatery serving no-frills food at no-frills prices. On our first visit, the waiter asked, Vino? Wine in Italy being as much a part of a meal as food.\nRegretfully we shook our heads; our thrifty daily allowance permitting only free tap water. Looking quizzical, the waiter in an admixture of tourist English, Italian, and the dialect of gesture, enquired where we were from.\nWhen we said India, his eyes lit up in a combination of delight and comprehension. Ah, India! Gandhi! Gandhi! Si, si! he exclaimed, obviously familiar not only with the name of the Sabarmati Sant, but also aware of his principle of temperance.\nAfter that, each time we came in, he would greet us with cries of Gandhi! and bring us a carafe of suitably abstemious water.\nIn 1991 Bunny and I were in Moscow, which was basking in the morning sun of glasnost and perestroika, with Boris Yeltsin having succeeded Mikhail Gorbachev as the country’s president.\nWe went to see a performance of Swan Lake. During the interval Bunny went to the washroom. The venerable lady attendant asked where she was from. When she heard India, her eyes glowed with a rapturous fervour. Gandhi! she said and then, indicating her eyes, in halting English she continued in an awed voice: When I was little girl, these eyes have seen him.\nIn Buenos Aires in 2001 we were in a restaurant specialising in Argentina’s famous steaks. India? said our server, having asked from where we were, Gandhi, yes?\nHe asked us how we’d liked our steaks, knowing the name but, unlike the Roman waiter, ignorant perhaps of the dietary dos and don’ts of the Mahatma and, by extension, those of his countryfolk.\nDavid Attenborough? Ben Kingsley? Don’t ring too many bells.\n\n",
        "headline_1": "Mahatma memories: Like a jack-in-the-box Gandhiji has had a way of popping up for us in the most unexpected places",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/mahatma-memories-like-a-jack-in-the-box-gandhiji-has-had-a-way-of-popping-up-for-us-in-the-most-unexpected-places/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "Every year, Eid-ul-Azha brings with it viral pictures or videos of human-cattle interactions that amuse some and bemuse others, but overall help to build anticipation for the more solemn occasion of cattle sacrifice. This year is no different. A video clip currently trending online features a runaway cow that—let's say for now—decided to go shopping. The clip begins with what appears to be an overturned auto-rickshaw in front of a shopping mall in Dhaka. The cow, visibly agitated, with its handlers trying to hold onto its reins, leaves them behind to chase a few onlookers before making a dash for the mall entrance. It gallops up the stairs. Once in, it runs past a row of shops, slips into one in the far corner, and briefly hides there, much to the bewilderment of the crowd.\nI must admit that I, like most people commenting on the video, was amused initially. After all, the short video is full of chaotic potential, with a side dish of humour served with a fitting music. Although sacrificial cows breaking loose on their way from haats or lunging at perceived attackers is not an uncommon sight, it still prompts an amused reaction every Eid-ul-Azha. Netizens, as always, had some funny ideas about why the runaway cow behaved the way it did in front of a shopping mall. Stuff of another Gabhi Brittanto, one quipped.\nInterestingly, the gabhi (cow) in question seemed to calm down a bit toward the end, inside the shop, where it found a caring pair of hands stroking its head. Its earlier behaviour can be attributed to fear or irritation. The way sacrificial cattle are often hauled off to their eventual destinations, hemmed in by people and vehicles of all sorts, each louder than the other, can be overwhelming for the shackled animals. The poor cow probably had a similar experience, and its instinctive response was to try to flee to a safer location, away from the chaos, confusion, and beatings.\nBut there are bigger things at work here. While we share and laugh at these viral videos of \"cute chaos\" caused by cows on our streets, they also bring to light a stark reality: the fast-vanishing space for animals in Bangladesh as people continue to encroach upon their habitats and animals, in turn, increasingly find themselves in human-dominated areas, leading to such bizarre encounters. The cows—rounded up for human consumption but often treated most inhumanely—thus serve as a metaphor for all the caged, abused, poached or displaced animals out there. Seen from their perspective, the story of animals invading human spaces (like shopping malls) is equally a story of humans invading natural spaces (like hills and forests). We only see one side of the story because it helps us sleep at night, secure in our own sense of self-worth.\nBut to call what's happening on the other side a \"human-animal conflict\" would be like, for lack of a better example, calling what's happening in Gaza an \"Israel-Palestine war\"—so one-sided has this so-called conflict been. From Cox's Bazar to the Chittagong Hill Tracts (CHT) to Sylhet to Gazipur to Mymensingh to the Sundarbans, our invasion of the natural spaces has been relentless and merciless. And the animals have only been reacting to it so far, and reacting rather unconvincingly.\nIt is no wonder, then, that the rate of deforestation in Bangladesh, according to an article by this daily, has been almost double the global average. In Cox's Bazar, for example, forests are rapidly disappearing, replaced by various projects and settlements. Often, these forests or forestlands, which serve as the natural habitats of numerous animals including critically endangered species, are ravaged by government agencies themselves—the very institutions that are supposed to protect them—for development or commercial purposes.\nThe saga of CHT districts is equally depressing. Every other month or so, you come across reports of how the region, with its rolling hills and rich forests, is being degraded or stripped bare to make way for various infrastructure and commercial projects without any environmental consideration. This rampant development is literally a death sentence for the natural habitats of wildlife. Also at risk is the integrity of Indigenous communities who have lived in harmony with nature for centuries. Other forest and hilly areas in the country that historically served as natural habitats for animals are more or less going through the same ordeals. When a natural space is degraded like this, it is not just the species or their habitats that are at risk. Its ecological balance, too, is disrupted.\nAnimals are not safe from uncontrolled human expansion in cities and other urban landscapes either, as parks and open spaces are being consumed by concrete structures. The occasional sighting of a monkey, bird or squirrel is a painful reminder of their shrinking habitats. Even the abject negligence with which animals living closer to humans, like street dogs and cats, are treated speaks of the ever-widening gap between the human and animal populations.\nSo, yes, when a cow wanders into a shopping mall where you think it has no business to be, it is not a moot or—as Joey from the TV show Friends would call it—\"moo\" point. It is the point: a clear, decisive statement on the need to end human cruelties and excesses in relation to our animal neighbours.\nBadiuzzaman Bay is assistant editor at The Daily Star. He can be reached at [email protected].\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Cow running amok in a shopping mall: It’s not a ‘moo’ point",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/cow-running-amok-shopping-mall-its-not-moo-point-3634556",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "The unexplained death of Jhenaidah MP Anwarul Azim Anar has brought some shocking truths to light, including details of a brazen gold smuggling operation in his constituency. According to a recent investigation by this daily, Anar had invented a \"token\" system that would allow carriers transporting illegal gold a free pass from law enforcement. In return, the latter would get a \"handsome\" cut. This daily interviewed a carrier who said there are dozens like him who pick up consignments from various districts and deliver them to the border, where other operatives smuggle them out to India. The border smugglers earn between Tk 1 lakh and Tk 2 lakh per consignment, while carriers receive a fixed monthly salary.\nAccording to local sources, gold smuggling has been taking place through this border area over the last four to five decades. Azim has reportedly been involved in the gold trade since he was a student in 1986, assuming a leading role for the last 10 years. The three-time MP stood accused in 21 cases between 2000 and 2008, including murder, extortion, and smuggling of arms, explosives, drugs and gold (which subsequently got dismissed during the AL regime). We cannot help but wonder how a man of his \"notoriety\" could hold such an important position, and whether the ruling party was truly unaware of the scale of his involvement in criminal networks.\n\nThe government should be as worried as we are about the nexus among criminals, law enforcement and political leaders, and the possibility of complicity of more people within its own ranks in sustaining such criminal networks. \nThe slain MP may have been one of the kingpins of this smuggling syndicate, but the question still remains: who else is involved in the trade, and how deep does the involvement run? Most importantly, can we expect an independent investigation into the syndicate now, or will the kingpins continue to orchestrate the show from behind the curtains, with the same impunity they have enjoyed till now?\nThe government should be as worried as we are about the nexus among criminals, law enforcement and political leaders, and the possibility of complicity of more people within its own ranks in sustaining such criminal networks. In order to regain public trust as well as for its own sake, the government must initiate a thorough and credible investigation into the smuggling syndicate, beginning with identifying all those within the law enforcement and administration who have been actively aiding and abetting the process. Exemplary action must be taken against them, no matter their designation. Anar's murder and subsequent investigations have caused great damage to the country's reputation, and the government must respond with urgency and full transparency.\n",
        "headline_1": "How far does the gold syndicate’s reach go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-far-does-the-gold-syndicates-reach-go-3634546",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "There is no denying that many children in Bangladesh face violence and exploitation at home or outside. But how many of us are aware that they can be equally unsafe in online platforms as well? In 2023, the US-based non-profit National Center for Missing & Exploited Children (NCMEC)'s CyberTipline received more than two million reports related to the upload of child sexual abuse material from Bangladesh alone. This is quite staggering and alarming.\nSuch materials often end up on the internet when children and parents, unaware of the risk of posting personal data online, share images and videos without proper security measures. Referring to global data by the Internet Watch Foundation, a Prothom Alo report said that 92 percent of the 275,652 websites containing child sexual imagery found by the organisation last year contained self-generated imagery. Of that, 55 percent were created by children aged 7 to 10 years.\nIn Bangladesh, internet and social media literacy among parents is often low, so they may remain in the dark about who their children are interacting with online and what material they are posting. Online predators can fish for children's profiles, collect personal data, and use it to entice, stalk, harass, blackmail and exploit them. Because of the social culture of victim blaming, children may not even share the ordeals they face online with an adult. Parents, on the other hand, may not report such abuse because of the existing barriers in our legal system. Therefore, a concerted effort by the government, parents, NGOs, law enforcement agencies, and educational institutions is needed to protect children from sexual exploitation.\nThe government, with the help of grassroots non-profits, must conduct campaigns to raise awareness about such abuse. Information about online risks and safe internet use should be properly included in the curriculum. We also need to encourage children's participation in off-line activities for which more parks and playgrounds are a must. Moreover, parents' involvement in children's social and online life should be increased. Legal loopholes enabling online predators and paedophiles must also be removed, so that people feel comfortable about reporting threats against children and using the existing helplines to their full capacity. Finally, we must denounce sexual objectification of children in visual media and reality shows so that children are not influenced by it.\n",
        "headline_1": "We must protect children from online abuse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-protect-children-online-abuse-3634536",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "With relentless degradation of the environment, thanks to the unceasing developmental activities along with rapid urbanisation, working men, women and their children are increasingly getting exposed to hazardous heavy metals like lead, chromium, mercury, cadmium, etc. The damage that heavy metals like lead can cause particularly to men includes alteration of their hormones and sperm health, leading to reduction of fertility. If women before or during their pregnancy are exposed to those metals by way of touching or inhaling dust particles containing those at workplaces, they run the risk of miscarriage, stillbirth and babies with birth defects. Also, babies drinking breast milk of victim mothers can harm their brain development. Similarly, taking food or water with high concentration of chromium, can cause irritation to the lining of stomach and intestine as well as damage to male reproductive system. Cadmium, on the other hand, can be damaging to kidney. But to assess the gravity of the risk from such metals to public health, especially to that of children and women, it is necessary to conduct an in-depth study on the issue. The good news is that the Bangladesh Bureau of Statistics (BBS), in collaboration with the United Nations Children's Fund (Unicef) has officially announced the launch of a household survey styled Multiple Indicator Cluster Survey (MICS) to this effect. This is a kind of survey that collects essential data on children and women to guide the authorities concerned in formulating policies and programmes. However, the BBS and Unicef have been doing such multiple-indicator surveys for decades. But this is for the first time that the survey (MICS) has included the new feature of collecting data on blood lead levels (BLL), other heavy metals, micronutrients and anaemia from the respondents. The need for such a survey has arisen because one in every three deaths among under-five children attributable to the environmental factors is preventable if addressed duly. As reported, the upcoming MICS will involve around 200 indicators relating to health, nutrition, water, sanitation, education and child protection. While appreciating and welcoming the move to collect the vital data from the soon-to-start MICS, it would be important to maintain the quality of the data.  The question arises because failure of umpteen past government policies on a host of issues ranging from economy to health can be traced back to a large extent to the poor quality of the data on which those policies were based. That is why this MICS, which is gong to be the seventh round of similar such surveys conducted so far, is expected to be free from any error or bias that may prejudice the final result. Notably, the outcome of this survey will be crucial to monitoring progress towards achieving the UN's Sustainable Development Goals (SDGs) by 2030 as well as evaluating the country's 8th Five Year Plan 2020-25. It is heartening to learn that with a view to maintaining data quality, the BBS and icddr,b (International Centre for Diarrheal Disease Research) will analyse identical samples to compare results before publishing. The wealth of data obtained from such surveys carried out during the past three decades has reportedly proved to be of immense help towards achieving children's rights as well as for the work developed by the government, policymakers, the Unicef and partners. The findings of the proposed survey by the BBS and Unicef on critical child and women health issues will hopefully be a game changer.",
        "headline_1": "A survey crucial to health of women, children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-survey-crucial-to-health-of-women-children-1718376501",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "One of the riveting debates in the country today is the quality of education imparted at the tertiary level and the absorption of graduates into the labour market. The subject of interest is how suitable our graduates from the National University affiliated colleges are for absorption into the job market and what relevance does the current state of education has at preparing these graduates to fit into the employers' scheme of things.\"The Bangladesh Institute of Development Studies (BIDS) conducted the first-round tracer study on graduates of tertiary-level colleges in 2021 to trace the graduates from a sample of NU-affiliated tertiary colleges and to assess the labor market outcome and relevance of the tertiary colleges. The students who graduated (Degree/ Honors/ Masters programs) in 2017 have been chosen from a sample of NU-affiliated tertiary colleges. The BIDS conducted the Follow-up Tracer Study in May-June 2023 with a new cohort of graduates, students, teachers, and employers to assess how college graduate job market outcomes have changed.\" The data were collected from randomly selected graduates and students and the categories included drawing responses from all government and non-government Honors and Masters Colleges affiliated with the National University (NU) that had a minimum of 150 new intakes in Honors Courses. Some 61 (out of about 608 that met study criterion) colleges were covered in this study.Some interesting facts have emerged. 71.76 per cent (80 per cent male and 65.69 per cent female) are employed. Average unemployment rate amongst those covered in the survey is 66 per cent (here the female unemployment outstrips malesby nearly 2:1), which means male graduates fare much better than their female counterparts in employability. Wage employment is preferred, i.e. salaried positions with a mere 16.20 percent of graduates preferring self-employment. The data point to a quarter of graduates having failed to find employment even three-four years after graduation.The study gives credence to claims that unemployment amongst the educated youth is significantly higher than those with no graduation. This claim is supported by the Labour Force Survey 2016-17 where it was found that unemployment rate among those having tertiary education qualifications was 11.20 per cent that was nearly three times higher than the national average of 4.2 per cent! It is worth noting that the majority of the unemployed graduates come from BA (pass) course in Political Science, Library Management, Bangla, and Islamic History and Culture. Graduates who studied English, Economics, Accounting, Sociology, Finance and Banking are less unemployed. A mere 13.30 per cent of respondents (of all colleges) stated that they have career counselling services on their college premises. This is a major shortcoming. The bulk of fresh graduates are left to their own devices to find a career path on their own. Apparently nearly 7.0 out of 10 principals of non-government NU-affiliated colleges believe their institutions have done a good job at preparing their students for the labour market, but only 52 per cent of government NU colleges' principals think the same. But principals of both types of institutions believe that some subjects taught have little demand in the job market - which is inadvertently adding to the unemployment rate.NU college education is primarily academic. There is hardly any industry collaboration. A mere 6.60 college principals had reported about some form of industry collaboration for their students. There is no such thing as 'career clubs' in NU-affiliated colleges and such concepts are not explored. Interestingly enough, employers who were interviewed stated that \"they recruit the graduates based on qualifications not based on institutes. Nevertheless, almost every employer reported that their establishment has a special interest in recruiting NU graduates.\" Apparently, 91 per cent NU graduates are enthusiastic about working at low salaries and are loyal to the organisation (fewer job switching). This would indicate that NU graduates have low expectation about getting jobs in the first place and then holding on for dear life to keep those jobs. This is hardly conducive to or beneficial for graduates or the respective companies they work for because productivity is neither valued nor encouraged. Obviously, there is a great disconnect between academia and the job market. Producing 'graduates' who have marginal critical thinking capacity results in dependence on foreign labour to run various institutions and commercial interests in the country, driving up operational costs and creating a situation where millions of graduates remain unemployed or grossly under-employed. It is time NU graduates get internship programmes built into their curricula, particularly in productive sectors like food industries, banking, etc. Every NU college must have working alumni associations because they perform as a bridge for new graduates and seniors, many of whom are employers in various sectors of the economy. The college authorities can organise regular job fairs that give valuable opportunity for students to find out what sort of employment opportunities are out there, students and graduates get a chance to interact with company / organisation representatives to find out about career opportunities. There is a massive unmet demand for technical education in the country, and the introduction of such courses can easily be done in many colleges because they have land and buildings already in place. Inclusion of such courses is a matter of policy (and not financial) decision because students are willing to pay for these skills. Start with these few basic steps and produce a more capable workforce not just for domestic employment but also for thousands of job opportunities in the international labour market which the NU graduates can avail. This in turn could be a lifeline for the national economy as inbound remittance would get a serious boost.\n[email protected]",
        "headline_1": "Relevance of college graduation to labour market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/relevance-of-college-graduation-to-labour-market-1718376571",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "The Muslims across the world will celebrate Eid-ul-Adha which is linked with their largest annual pilgrimage, Hajj, in the middle of this week. The sacred pilgrimage to Makkah is performed at least once in a lifetime by the Muslims with physical, mental and financial ability. The formal rituals of Hajj have already started with the pilgrims reaching the plateau of Mina for the annual camping. Today, they will be at Mount Arafat until sunset, praying and seeking Allah's pardon and mercy. Later, they will move to Muzdalifa for a night stay under the open sky. The next day, the 10th of the month of Dhul Hajj, is the day for the sacrifice of the animals or Qurbani, known as Eid-ul-Adha. However, the festival across the Muslim world lasts three days, which means sacrifice is allowed up to the 12th of Dhul Hajj, the last month of the Islamic lunar calendar. It is, however, not merely slaughtering an animal for a feast, as the significance of the ritual is broader. Eid-ul-Adha, the entire Hajj to be exact, is a symbolic remembrance of Prophet Ibrahim, known as the Muslim nation's Father. According to the Islamic version, the prophet was asked by Allah to sacrifice his elder son, Ismail. Allah was satisfied with his steadfast faith when he attempted to do so and rewarded him by replacing his son with a male sheep or ram. The animal was slaughtered instead of Ismail. Thus, a religious ritual has been set to sacrifice a domesticated animal by the Muslims.So, every Muslim needs to keep this in mind and understand the significance of it. The core of the annual ritual is to instil a sacrificial attitude in one's mind for the sake of the almighty. It is to prepare a Muslim to forego any materialistic asset in the name of Allah. It is to guide a Muslim to extend a helping hand to any human who is in trouble, even at the cost of his wealth. It is to remind the Muslims to be humble and submissive. It is to remind a Muslim not to infringe other's rights. Qurbani is also a festival where people can share and care. It is highly encouraged that some of the meat of the sacrificial animals is distributed among the needy and deprived sections of society. Unfortunately, a section of Muslims in the country is far away from realising the more profound significance of the vital ritual. They are yet to understand that Qurbani is not only a religious duty of Muslims but also a collective social responsibility. The limitation is reflected in how they conduct everything - from purchasing to slaughtering. For many people, purchasing big-size sacrificial animals is a way of flaunting their wealth. Some of them even compete with each other by paying higher prices. The aspect of cleanliness, a principle of Islam, is also breached in the name of sacrifice without any regret, especially in urban areas. On the day, a familiar scene is that blood flows on the streets and into drains, remains of animals lay scattered around on the roads and severed heads and skins are strewn around. The disgusting stench is also there. Though the local authorities have tried to remove waste and clean the roads and streets by the evening, the non-cooperation of a section of irresponsible citizens makes the task difficult. Despite repeated requests, they don't help in the cleanliness effort. Some also do not clean their residential premises properly, causing pollution. Gone are the days when a section of young people, under the guidance of senior citizens, worked voluntarily in different neighbourhoods to ensure cleanliness in the streets. The social bonding has diminished over the years, making people more self-centred --- which doesn't go with the spirit of Qurbani. \n[email protected]",
        "headline_1": "True significance of ‘Qurbani’",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/true-significance-of-qurbani-1718376615",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2024"
    },
    {
        "full_article": "After coming to power, the present government decided in 2010 to build a railway from Dohazari to Cox's Bazar. Prime Minister Sheikh Hasina inaugurated this railway on November 11 last year. During the inauguration programme, she mentioned that this new railway would boost tourism, industrialisation, trade, and provide a strong foundation for the country's economy.Following the inauguration, two trains named 'Cox's Bazar Express' and 'Paryton Express' began operation on the Dhaka-Cox's Bazar route last December. However, there was no service for locals on the Chattogram-Cox's Bazar route. Responding to their demands, the Railways launched a special train on the Chattogram-Cox's Bazar route on April 8 on the occasion of Eid-ul-Fitr. Though initially an Eid special, the train quickly became popular due to the overwhelming response from passengers, leading to an extension until June 10. The train reduced travel time from Chattogram to Cox's Bazar to 3.5 hours from 5-6 hours by bus, while fare was nearly half the cost of that of bus.This service gained rapid popularity for being comfortable and safe, prompting the eastern zone of the railway to propose to the Railway Headquarters to make this special service permanent by increasing the number of coaches from 10 to 18 and running two trips a day. A proposal was sent to the Railway Headquarters, but the opposite occurred. The special train on the Chattogram-Cox's Bazar route was discontinued on May 29.The train's popularity evidently put pressure on bus operators. It is alleged that the Railway decided to discontinue this service under the pressure from the bus operators. In response to public outcry over the closure, the Railways plans to re-open the special service for two weeks during Eid-ul-Azha. However, the local people demand this service permanently.\nOmar FarukStudent Chittagong University",
        "headline_1": "Permanent train services on Ctg-Cox's Bazar route",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/permanent-train-services-on-ctg-coxs-bazar-route-1718376637",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2024"
    }
]