[
    {
        "full_article": "There is a tendency to equate elections to the five States of Chhattisgarh, Mizoram, Madhya Pradesh, Rajasthan and Telangana, scheduled for next month, as a “semi-final” before the Lok Sabha polls, but it is wrong to do so as most have populations that rival that of major countries and have specific electoral concerns. What distinguishes this particular cycle of elections is the largely bipolar nature of the contest between the Bharatiya Janata Party and the Indian National Congress in three of them, with regional parties being significant only in Mizoram and Telangana. In all three north-central Indian States with a large Hindi-speaking population, the BJP has sought to cash in on the popularity of the Union government and increased support for its unabashed Hindutva ideology. The Congress seeks to upend this by promising a caste census and focusing on its record of implementing welfare measures, or through a list of committed guarantees. In Rajasthan, Chief Minister Ashok Gehlot remains popular on account of his government’s welfare measures, but his MLAs do not enjoy the same confidence, complicating his party’s task to retain power, even if the scourge of factionalism seems to have been muted for now. In Madhya Pradesh, Chief Minister Shivraj Chouhan has spent 18 years at the helm and faces anti-incumbency over issues related to government performance on the economy and social discrimination, but the fertile ground for Hindutva ideology in the State has provided the BJP a cache of committed voters that has kept it in the fray.In Chhattisgarh, Chief Minister Bhupesh Baghel has managed to stem dissidence within the Congress party and is also seeking to battle on his government’s welfare record — farm loan waivers, increase in support prices for crops and minor forest produce — besides seeking to pander to the voters’ sense of a regional identity. But the BJP again threatens to keep the contest close. A rejuvenated Congress following the Bharat Jodo Yatra and internal elections believes it has the organisational wherewithal to take on the better funded and more resourceful BJP in these three States and its performance could well determine its ability to effectively contest the 2024 polls. In Telangana, the Congress’s revival has been more evident, especially after its triumph in Karnataka. The grand old party now expects to provide a tough fight for the ruling Bharat Rashtra Samithi, with the BJP relegated to the role of a spoiler. The emergence of the Zoram People’s Movement has changed the equations in Mizoram, promising a three-cornered fight in a traditionally two-party system, but Chief Minister Zoramthanga of the ruling Mizo National Front expects the overhang of the Manipur situation and his government’s position to favour his party. These elections are no “semi-finals” but the stakes are high for the two national parties in the fray. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelection\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nMizoram Assembly Elections 2023\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nTelangana Assembly Elections 2023\n\n/\n\nLok Sabha\n\n/\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nBharat Rashtra Samithi\n\n/\n\nwelfare\n\n/\n\nreligion and belief\n\n/\n\neconomy (general)\n\n/\n\nsocial issue\n\n/\n\nCaste\n\n/\n\npopulation and census",
        "headline_1": "High stakes: On the Assembly elections in five States in November 2023",
        "headline_2": "A rejuvenated Congress takes on a more resourceful and better funded BJP",
        "link": "https://www.thehindu.com/opinion/editorial/high-stakes-the-hindu-editorial-on-the-assembly-elections-in-five-states-in-november-2023/article67404748.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "The National Conference (NC)-Congress alliance has pulled off a thumping victory in the Ladakh Autonomous Hill Development Council-Kargil (LAHDC-K) election, blunting the efforts put in by the Bharatiya Janata Party (BJP) over four years to expand its base in Kargil since it came under the direct rule of the Centre in 2019. This was the first statement made by the Kargil electorate after 2019. Ladakh, comprising Muslim-majority Kargil and Buddhist-majority Leh districts, was granted Union Territory (UT) status, as the Centre decided to end the special constitutional position of the erstwhile State of Jammu and Kashmir (J&K) and split it into two UTs on August 5, 2019. The BJP had won the Ladakh Autonomous Hill Development Council-Leh elections, in 2020. Parties in J&K have called for early elections in the UT too. In Kargil, the NC won 12 seats and the Congress 10, in the 26-member council while the BJP had to be content with two. The election saw a 77.61% turnout, with a significant section of the migrant local population who worked and studied in parts of the country returning to cast their ballot. It is a reflection of how seriously these polls were viewed by the local electorate. Kargil has a total of 74,026 registered voters, spread sparsely in the mountains.In the last four years, Buddhists and Shia Muslims have jointly protested for special status for Ladakh under the Sixth Schedule of the Constitution to protect land, culture, jobs, languages, and environment. Demands for reunification with J&K or full statehood for Ladakh persist. The BJP had hoped to widen its base in Kargil on the basis of its development initiatives, especially the expansion of road works, new educational institutes and reserving lower-rung jobs only for locals. The NC saw these elections as a referendum on the 2019 reorganisation of J&K. Congress leader Rahul Gandhi, who toured Ladakh on a bike for over a week in August this year, became the first senior leader from the party to throw his weight behind the demands of the Kargil Democratic Alliance (KDA), an amalgam of various socio-political-religious groups, for special constitutional guarantees on land and jobs and a separate Lok Sabha seat for Kargil district. At present, Leh and Kargil together form one Lok Sabha seat. The larger message sent by the voters in Kargil to the BJP is that the final status of Ladakh remains an emotive issue. Also, the development push without special protections and constitutional recognition and an elected Assembly may not assuage the sentiments of locals in the region.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nelection\n\n/\n\nLadakh\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\ndevelopment\n\n/\n\npolitics",
        "headline_1": "Local sentiments: On the Ladakh Autonomous Hill Development Council-Kargil election",
        "headline_2": "The Centre must heed the political message of voters in Kargil",
        "link": "https://www.thehindu.com/opinion/editorial/local-sentiments-the-hindu-editorial-on-the-ladakh-autonomous-hill-development-council-kargil-election/article67404092.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "The MNF-Congress bipolarity faces a challenger, Zoram People’s Movement. Manipur, Myanmar, high debt and a worsening narco problem are key election issues.\n\n \n \n \nFor the first time since 1989, Mizoram – election to its 40-seat assembly is on November 7 – will have a new CM-aspirant in the reckoning. For three decades,the chief ministership has passed between two leaders – Congress chief Lal Thanhawla and incumbent CM Mizo National Front leader Zoramthanga.\n \nRead the full article on TOI+\n\n",
        "headline_1": "Mizoram: Enter the third player, Lalduhoma",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mizoram-enter-the-third-player-lalduhoma/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "BJP, Congress are head-to-head in Rajasthan, MP and Chhattisgarh. From women’s quota to caste surveys to OPS, everything is in play. But stakes are higher for Congress because wins here will determine its influence in INDIA.\n\nThe announcement of election dates for five states, starting November 7 and ending November 30, will be a relief for at least one reason: it will end the nauseating, self-congratulatory advertisements favouring sitting governments in at least four of them – Madhya Pradesh, Rajasthan, Chhattisgarh and Telangana. Mizoram does not count, for results there will not impact national electoral sentiments. Final results are due on December 3.\n \nRead full story on TOI+\n\n",
        "headline_1": "Decoding the hindi-belt battle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/decoding-the-hindi-belt-battle/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "Five states, 679 constituencies, and the last batch of assembly polls before general elections. Little wonder, Rajasthan, MP, Chhattisgarh, Telangana – there’s also Mizoram – attract disproportionate attention, more so because in three states, BJP and Congress are in direct battle. That said, experience suggests it’s unwise to read too much into the results. Over the last few election cycles in these states, voters have often exercised different choices in the assembly and the subsequent LS elections. However, this time there are overarching themes that will play out in LS polls too.\nA framework to assess the five assembly elections is to look at them through the lens of caste, welfarism and farm issues in four states, and ethnic issues in Mizoram. Bihar’s caste survey continues to reverberate. Congress has staked an unambiguous position, asking for a national survey. Ashok Gehlot has ordered one in Rajasthan and in MP Congress has promised a survey if it comes to power. BJP’s stand is ambiguous, and the outcome of these polls may influence its line for the LS elections.\n\n \nWelfarism has emerged as a common theme across parties and states. Brisk economic growth is not creating enough formal sector jobs. Politicians know that welfare schemes mitigate the risks of informal jobs. Congress has created a welfare strategy based on “guarantees” in Telangana, one of India’s richest states with a nominal per capita GDP of ₹3.1 lakh. BJP’s attempt to dent anti-incumbency in MP rests largely on its welfare architecture, led by a monthly income transfer to women. In MP, Rajasthan and Telangana, incumbents face sharper questions from farmers than Bhupesh Baghel does in Chhattisgarh. That tells its own story and perhaps explains why early readings of voter intentions indicate Baghel to be the least insecure incumbent.\nThere are also interesting intraparty dynamics at play. The power structure in Congress has moved towards devolving more responsibility to state satraps. BJP isn’t promoting state leaders such as Vasundhara Raje in Rajasthan and seemingly not even Shivraj Singh Chouhan in MP. Also, in Telangana, Congress seems to have emerged as the better-equipped challenger to KCR than BJP. Mizoram, as our columnist points out, has a new player, the Zoram People’s Movement, challenging Congress and MNF. The guaranteed outcome is that results day will see plenty of drama.\n\n",
        "headline_1": "Before 2024: Caste, welfarism, farm incomes are key issues in 4 big states. Some of these will figure in LS polls as well",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/before-2024-caste-welfarism-farm-incomes-are-key-issues-in-4-big-states-some-of-these-will-figure-in-ls-polls-as-well/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "The Economics Nobel honour roll has 93 names. Claudia Goldin is only the third woman. Fittingly, she has won it for work on “women’s labour market outcomes”. And nowhere are the costs of neglecting such ‘women’s topics’ plainer than in India, where women’s low labour force participation rates continue to be a big drag on social and economic outcomes. While Goldin’s pioneering work at Harvard has drawn largely from US data, the theoretical takeaways are very useful here.\nGoldin underlines how transformative contraception is for women, both personally and in transforming society’s expectations. In this context it is interesting to think about Tamil Nadu’s 21.9% women’s urban labour force participation rate and Bihar’s 8.6%, in relation to the two states’ significantly varying birth rates.\n\n \nThere’s also much debate in India on why the number of working women hasn’t increased despite rising education levels for women. Goldin’s insight is that women pay a high cost for “temporal flexibility”, where choosing to work fewer or more flexible hours to allow them to raise a family, costs them a wage gap. Goldin finds the wage gap to be the narrowest in US tech because it promises more flexible hours. But in a much more conservative labour market like India, with fewer flexi working options of quality, similar family needs translate into many women opting out of a paying job altogether. On top of this, there is victimblaming. Goldin rebuts the idea that women’s lower wages flow from their choice of occupations. If more men were nurses, nurses would be better paid than doctors. What yawning gender gaps boil down to is unfair distribution of family work – that’s the biggest insight from this year’s economics laureate.\n\n",
        "headline_1": "The work women want: Read economics laureate Goldin’s research to understand the troubles of India’s female labour force",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-work-women-want-read-economics-laureate-goldins-research-to-understand-the-troubles-of-indias-female-labour-force/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "With consistently poor data security and the resultant surge in cyberattacks in recent years, Bangladesh faces major cybersecurity challenges. The latest case of cybersecurity vulnerability was the leakage of sensitive personal data of individuals who have the smart National Identity (NID) cards on a Telegram channel. While the NID database contains personal information of more than 12 crore voters, 5.5 crore of them have Smart NID cards. The custodian of the NID system, the Election Commission (EC), has tried to wash its hands off the issue saying that the data breach occurred through one or some of the 174 institutions and organisations that have access to the NID server. But the fact remains that the EC is sharing sensitive personal data of citizens with various bodies that are not capable of ensuring their web security and integrity, resulting in this leakage.\nEarlier in June this year, US-based online publisher of start-up and technology industry news TechCrunch revealed that the personal data of more than five crore Bangladeshi citizens had been exfiltrated and exposed from the website of the Office of the Registrar General, Birth and Death Registration (BDRIS). The exposed data included full names of the victims, their phone numbers, email addresses and NID numbers.\nIn the recent case, the entire profile of an individual could be obtained from the Telegram channel by just providing two inputs: the NID number and the date of birth.\nThe Telegram channel leakage raises questions about the integrity of the EC, which provides sensitive personal data of individuals to organisations with little ability to keep them secure. The BDRIS issue should have been a good enough red flag for the NID data custodian to limit access to information for high-risk organisations, like they have done after the Telegram issue surfaced.\nWhat is even more concerning is that, despite identifying BDRIS as a source of data pilferage, no punishable action has yet been recommended against them by the investigating body, and the ICT Division closed the loop saying, \"It is not acceptable that personal information of five million people was open to all. However, we cannot deny the claim either.\"\nIn other countries, such cases are not treated lightly, and responsible organisations are at least made accountable for their failure with penalties. For instance, the Integrated Health Information System of Singapore, in 2019, was fined $750,000 (around Tk 8 crore) for the incident of pilferage of personal data of its patients. Penalising organisations for such a breach is not about playing the blame game; rather, it is a negative reinforcement, holding them accountable for their negligence and making sure that they are more careful in the future. A simple slap on the wrist – as in the case of BDRIS – only goes to show how lightly this issue is being treated by the authorities here.\nThe problem with these data breaches means sensitive personal data of the citizens are now exposed – once data is leaked, even if it is taken down from public domain later, it is likely to remain with those nefarious bodies that have downloaded them – and this makes them even more vulnerable to crimes such as identity theft. Personal data could easily be manipulated by criminal groups to carry out fraudulent and criminal activities. What guarantee is there that your and my complete personal profiles are not lying at the disposal of some criminal gang – may be even in a far away, obscure location – for them to exploit and use at their will? And with the general election almost knocking at the door, what guarantee is there that criminals would not leverage these leaked data to manipulate the election results via identity theft?\nWe are moving towards Vision 2041 at a fast pace to become \"Smart Bangladesh.\" As we move towards this grand vision, launch digital banking to bring the masses under the formal financial umbrella, increasingly leverage Internet of Things (IoT) for easier data exchange and to make life better, bridge the digital divide through digital innovation and sustainable solutions, and embrace 4IR, we are no longer in a position where we can wash our hands off responsibility by pointing fingers at others.\nIn the Telegram case, it was the EC's responsibility to make sure that only organisations with high security measures could access the personal data of citizens at its disposal, especially in the aftermath of the BDRIS incident. Leakage and exfiltration essentially pose a threat to national security, especially as we are digitalising more and more critical and sensitive services.\nThe Bangladesh Government's Computer Incident Response Team (BGD e-GOV CIRT), along with the cybercrime investigation team under the police's Counter-Terrorism and Transnational Crime (CTTC) unit and other agencies involved with combating cyberthreats, should be empowered with enhanced knowledge and adequate tools so that they are better capable of averting such risks and threats going forward. Since we are prioritising a smart future, we must also put in place adequate digital infrastructure to keep us safe in the smart world.\nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Smart Bangladesh, unsmart cybersecurity measures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/smart-bangladesh-unsmart-cybersecurity-measures-3439906",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "The ruling Awami League General Secretary Obaidul Quader yesterday threatened to pour uranium on the heads of BNP leaders to calm them.\nThis is what he said: \"They [BNP] said they will shut down Rooppur [power plant] … Two shipments of uranium have already arrived in the country from Russia. We will pour uranium over those who want to shut it down, including Fakhrul, Moyeen Khan, Gayeshwar, Abbas, and Rizvi … Whoever crosses the limit, we will calm them down by pouring uranium on their heads instead of beating them with sticks.\"\nThere was a heavy dose of irony in Quader's public remarks against his political opponents, delivered as they were from a programme titled \"peace and development rally\"?\nWhat a peaceful message!\nAs the election is approaching and the two major political camps -- Awami League and BNP -- are standing firmly on their respective positions, these kind of remarks will only widen the gap between them.\nBoth AL and BNP made their firm political position regarding the election crystal clear during their respective meetings with the joint mission of the US's International Republican Institute (IRI) and National Democratic Institute (NDI) yesterday.\nAL informed the mission that there could no compromise worked out with the BNP violating the constitution. Meanwhile, the BNP said no credible election was possible under the AL government.\nHours before Quader's statement, eminent citizens at a dialogue opined that a political consensus through dialogues is now urgently needed to avoid possible violence in the days ahead.\nThey said political parties are at odds over the upcoming national polls and urged the government to take steps to hold the talks.\nQuader's statement was nothing short of turning a blind eye and ear to the eminent citizens' concerns.\nHere, I want to mention a pledge that was made by the Awami League before the national election on December 29, 2008.\nIn its manifesto, the Awami League vowed that if the party was voted to power, a political culture of courtesy and tolerance would be introduced.\nIs this the political culture of courtesy and tolerance mentioned in the manifesto?\nPutting aside the rhetoric, let's see the feasibility of pouring a solid radioactive material on someone's head.\nUranium is a very heavy metal and also the main raw material fuelling all nuclear fission reactors. So, it is not possible to pour it over someone in its original form.\nSo, if someone wants to pour it over any individuals, a liquid form of uranium is a must. According to the World Nuclear Organization, uranium has a melting point of 1132°C.\nAlso, let us not forget, any form of radioactive emission will not only kill the person over whose head uranium is poured, but also the one who pours, not to mention thousands of others who will be affected by the radiation.\nSo, what message was the AL general secretary trying to convey by making such remarks which are neither theoretically not practically possible?\nAs Bangladesh joins the nuclear energy club, has uranium become a new addition to the ruling camp's arsenal to quell opponents?\nYou can draw your own conclusion.\n",
        "headline_1": "A peaceful message from a peace rally!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/peaceful-message-peace-rally-3439551",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "How do we cope with an unending series of polycrises facing the world? This summer was the hottest ever recorded with daily reports of floods and natural disasters. The AI revolution is disrupting jobs and business. The media fog of war in Ukraine is so bad that no one knows who is winning or losing, except that thousands are dying or being maimed by the day. Debt is reaching distress levels, even as interest rates remain high.\nGeopolitically, the UN Secretary-General is calling the situation an \"unhinged world\" because nothing was agreed upon at the last UN Security Council meeting, when only President Biden was the sole leader present out of five permanent members. No one seemed to be in charge of global security.\nIn almost all areas needing global cooperation, such as dealing with recession, food security and AI regulation, trust and action are lacking. So far only 12 percent of the 17 UN Sustainable Development Goals (SDG) for 2030 have been met. \n\nThe state or market are top-down solutions, whereas, throughout history, mass change has often been bottom-up, through diverse societies and communities finding their own way out of natural or human challenges, sometimes through revolution. \nThis feeling of dystopia means that few can trust any leader to lead us out of the looming apocalypse. The issues are so multi-dimensional that no single solution is adequate. Climate warming is a complex system that changes humanity and the planet simultaneously. There is no silver bullet solution because it involves human behavioural change that is hardwired to excessive consumption, powered by debt printing, which increases carbon emissions and ecological destruction. \nEven as scientists warned about the physical dimension of climate warming, economists were sanguine because they thought that the solution was either through the state imposing carbon taxes or trading carbon credits or debits so that the market would solve the problem. Since businesses control politics, most democracies refuse to impose carbon taxes, and without governments to impose the right regulations, carbon markets are in disarray, if not outright scams. \nWhat are we to do? \nThe state or market are top-down solutions, whereas, throughout history, mass change has often been bottom-up, through diverse societies and communities finding their own way out of natural or human challenges, sometimes through revolution. The British historian Arnold Toynbee argued that civilisation evolved through \"challenge and response\". Western civilisation will fail when its elites refuse to deal with the challenges of natural disasters or social corruption and injustices. \nMost people do not understand why they have to fix carbon emissions, whereas their daily priority is to get enough income to feed their families. The politicians have not made clear that protecting Human Capital (our well-being) and Natural Capital (the planetary well-being) are one and the same thing. This is rightly recognised by Pope Francis, in his latest Apostolic Exhortation \"Laudate Deum\" as \"our care for one another and our care for the earth are intimately bound together.\" Quite rightly, the Pope sees climate change as a moral challenge. \nHowever, he also recognised that our current technocratic paradigm seeking limitless growth and economic power has gone awry. \"The ethical decadence of real power is disguised thanks to marketing and false information, useful tools in the hands of those with greater resources to employ them to shape public opinion.\" \nChange management is not rocket science. Corporate management consultants know that transforming business models involves shared values, ownership of the need for change, a strategy to effect change and institutional/organisational reforms that incentivise the change. The complexity facing global change is the scale and diverse scope of communities, cultures and values with different resources and histories. \nUltimately, any change involves sacrifices and trade-offs, which is why it takes leadership who will take the risks and also raise funding to effect the transformation. Since climate disasters affect the poor the most, which exacerbates social injustice, we need to address how to raise incomes to alleviate social inequality, whilst at the same time tackling the stresses on the environment. \nAs the book Buying Time for Climate Action showed, there is already readily available technical and organisational know-how, as well as global funding, to effect the SDGs. Most of the know-how exists in universities and businesses but is not available readily for the millions of villages and small social activists to effect change. The digital divide is also the poverty divide.\nI can only conclude that it is the profit model of business that has ignored climate change for too long. It took 10 years for the business sector to realise that climate change is not an expense reducing their profits, but a profit opportunity. As long as they are still making money, because central banks are willing to print to provide the profit illusion, little will change. \nUNCTAD's latest Trade and Development Report 2023 showed how the top four global companies in food trading, accounting for nearly 70 percent of the global food market share, registered a dramatic rise in profits during 2021-2022. The same has happened with fertiliser, energy, pharmaceuticals and other key commodities, even as billions struggle to access basic access to food and health. \nThe rich West has become more selfish and protective of its status quo. Even Sweden, formerly a generous exemplar of funding development aid, has decided to cut such aid, due to pressure from its new right-wing government. Effectively, Sweden and other European countries will cut their commitments to providing 0.7 percent of GDP annual Overseas Development Aid (ODA) partly to finance their NATO defence spending commitment of 2 percent of GDP.\nAre we apes fighting over a burning planet?\nAs long as the rich West is unwilling to take the risk of funding and leading the rest in global climate action and addressing social inequities, it has lost the moral right to be the world leader. And the corruption of morality by the rich elites is exactly what historian Arnold Toynbee attributed to the decline and fall of civilisations. \nIf top leaders and business captains are not willing to listen to the Pope's sincere plea to his global flock of 1.3 billion Catholics, and essentially anyone with a moral conscience, we are all doomed to be boiled frogs.\nAndrew Sheng is a distinguished fellow of Asia Global Institute, University of Hong Kong, and chief adviser to the China Banking Regulatory Commission.\n\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Are we apes fighting over a burning planet?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/are-we-apes-fighting-over-burning-planet-3439526",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "Chief Justice Obaidul Hassan has recently said that the judiciary and the courts of the country should be above any manner of politicisation. Speaking at an event on Sunday, he also said that, during his tenure, he is going to work on making the judiciary corruption-free, modernising the system, and making it accessible to the general public. There can be no denying the importance of a free and impartial judicial system in upholding people's right to justice in a democratic system.\nHis predecessor, former Chief Justice Hasan Foez Siddique, had also stressed how the courts have to be kept at a safe distance from political ideologies and rifts, adding that independence of the judiciary is essential for establishing participatory democracy, the rule of law, and the rights of the weaker sections of society. Sadly, our legal system has long been inflicted with a number of ailments, including systemic flaws, legal loopholes and the corrupt interplay of money and power. As we have seen time and again, our courts are not immune to such influences, which impede the pursuit of justice.\nWhile we feel hopeful by Chief Justice Obaidul Hassan's assertion that a judicial administration should be independent, transparent and congruent with the idea of social justice, we look forward to seeing some meaningful actions following his remarks. After all, words are only good on paper – no change will come unless effective measures are put in place to stamp out corrupt and partisan elements from our judicial system. To this end, mechanisms to ensure judicial accountability must be strengthened so that everyone involved with the justice system – ranging from investigating officers to prosecutors to even judges – is transparent and impartial in performing their duties. Our judiciary should be equipped to withstand any and all influence, no matter where it is coming from, and treat every citizen equally under the law of the land. The state, too, must work to this end, help uphold the constitution and ensure that the judiciary faces no disruption and interference from the executive branch. The judiciary must strive to become a beacon of hope for those who seek justice, especially the ordinary people.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Judiciary must be above politicisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/judiciary-must-be-above-politicisation-3439296",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "In a landmark judgment, a Dhaka court has finally sentenced PK Halder to 22 years in jail for money laundering and the possession of illegal wealth. In a country where money launderers are essentially given free rein to do as they please, we welcome the verdict against a man who has swindled at least Tk 3,500 crore out of the country over a decade – and left four non-banking financial institutions (NBFI) in ruins in the process. We also wholeheartedly agree with the observation of the court that money launderers are the enemies of the country and the nation. The question, however, remains: why are we doing so little to name, shame and take action against them? As we draw the curtains on the crimes of one man, we must ask, how many more PK Halders are out there looting state institutions and funnelling money through various nefarious means right under the noses of our regulators?\nThere can be no denying that PK Halder – despite his cunning and ingenuity in amassing such huge amounts of wealth illegally – was not an exception. An estimated $12-15 billion is smuggled out of the country every year, according to Transparency International Bangladesh (TIB). Meanwhile, the Global Financial Integrity (GFI), a Washington DC-based think tank that focuses on illicit financial flows, suggests that the amount of money lost annually to deliberate trade misinvoicing could exceed $14 billion by 2030. Over the past decade, despite numerous promises and policy changes, there has been a glaring lack of substantial progress in curbing money laundering. Lists of defaulters have failed to materialise, investigations have been stalled, and wings of investigators have been clipped. In fact, money launderers with political ties have been protected and pampered by the powers that be, time and time again. In the process, the integrity of our financial system has been severely compromised.\nThe consequences of unchecked money laundering are not merely financial. It erodes public trust in institutions, and the wealth syphoned off through money laundering could otherwise have been invested in education, healthcare, infrastructure, and other areas that would benefit our society as a whole. In essence, as the court has highlighted in its verdict, it is a betrayal of the people and the nation.\nEffective anti-money-laundering measures require a concerted effort from all stakeholders – government agencies, law enforcement, financial institutions, and the judiciary. It is imperative that our government takes immediate and decisive action to rectify the situation. This includes strengthening regulatory frameworks, enhancing inter-agency cooperation, and ensuring that justice is swift and severe for those involved in money laundering.\nThe sentencing of PK Halder is a step in the right direction. But we must now begin the more difficult task of identifying and addressing the regulatory failures, inefficiencies and collusions that facilitated such huge sums of money to leave the country undetected in the first place. It should serve as a catalyst for comprehensive reform and a renewed commitment to eradicating money laundering from our society.\n",
        "headline_1": "One PK Halder down, how many more to go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/one-pk-halder-down-how-many-more-go-3438786",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "To balance the task of revenue collection while at the same time facilitating trade is a big challenge before the tax authority. Usually, the customs duty is levied on imported and exported goods at the border, that is, at the port of entry or exit of the cargoes. But this is a complicated task involving resolution of disputes, for instance, over HS code and determination of customs duty for the consignments awaiting clearance at the port. To get around the challenge, the World Trade Organization (WTO)-introduced Post-Clearance Audit (PCA) is a globally accepted practice.The PCA process, essentially, is a structured examination of the commercial system followed by a business, its sales contracts, financial and non-financial records, physical stock and other assets. Through such scrutiny, it (PCA) aims to measure and improve compliance of the office or factory premises of the businesses concerned. Clearly, the purpose of such audits is to verify the accuracy and authenticity of the declarations and look into the traders' commercial data, business systems, records and books. This kind of audit can take place at the office premises of the business concerned and may take into account individual transactions, which is known as transaction-based audit. Or it may also cover imports and/or exports performed by the business in question over a certain period of time, the so-called company-based audit. However, it has been facing resistance from business people as they think it hampers business by way of slowing down trade process and industrial production. So, to facilitate work and guide customs officials, the customs wing of the NBR has introduced the Customs PCA Manual 2023. With this PCA guideline, which is both transaction-based and system-based, it is believed, customs officials would be able to conduct their audit within the stipulated timeframe keeping with the manual. Notably, the system-based approach to audit focuses on testing a business's internal control systems. This system, basically, considers if the financial reporting system of the client is risk-free. According to the framers of the PCA manual, following the guidelines, the customs officials from now on would be able to conduct system-based PCA for large businesses. Moreover, the PCA manual in question specifies the timeline, by which the responsible government agencies are to seek explanations and collect applicable duty, tax and penalties in case post-audit irregularities are found. Such a built-in timeline in the system is meant to help avoid any unnecessary delays in auditing that may impact business negatively. What is more, to expedite work, a software is going to be introduced to automatically select which import and export cargoes have to be audited for any irregularities. Also, the software would detect, among other issues, if the invoice of imported goods shows a lower price than that in the exporting country. No doubt, these speak of the positive aspects of the software for the PCA. But given that the PCA-manual incorporates more than 200 audit criteria, businesses consider this as a thorn in their side. For, they fear, such a large number of audit areas in the PCA guidelines leave the scope for harassment and delay in carrying out smooth trade and manufacturing. They further complain of simultaneous existence of the manual and automated systems of audit in the PCA guidelines, which, to them, is inherently selective and hence a potential source of harassment by the customs officials. So, to win the trust of businesses, the challenge will be to implement the guidelines in the Customs PCA 2023 manual in a manner that is free from any bias. Let the authorities meet the challenge.",
        "headline_1": "Unbiased use of Customs PCA Manual",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unbiased-use-of-customs-pca-manual-1696952255",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "Isn't it intriguing that greening the garment factories of the country with huge investment has done little to fetch fair prices compared to many competing countries?  A recent report released by the lead think-tank Centre for Policy Dialogue (CPD) finds a commendable improvement in the move to make factories green over the years. The report based on a study titled \"Securing Green Transition of the Textile and Readymade Garments Sector in Bangladesh\" was carried out on the owners and managers of 403 factories and 4,541 workers in the country. The study found that 69.70 per cent of factories are self-motivated to obtain green certificates. Besides, 54.55 per cent of the owners have taken green initiatives thanks to their marketing strategy, while 39.39 per cent obtained different green certificates for competitiveness in the market. The major areas of green investment by factories included technologies related to energy conservation, renewable energy, building-level energy metre, controlling air and dust pollution, management of solid waste and wastewater and building-level water metre. The study report also attempted to estimate the investment made in this regard. Average green investment in the last five years per factory has been Tk 78.07 million, which is 36.98 per cent of their total investment. Small and medium-sized factories allocate a higher percentage of their total investment -- 44.84 per cent and 53.99 per cent respectively -- towards green initiatives, the study found.No doubt a praiseworthy job, but at what return? This indeed is a key question. While the factories are making significant efforts to make their production greener and cleaner, the price offered by Western buyers doesn't reflect it. While global garment retailers insist on transforming garment factories into green production units involving substantial costs, there is as yet no sign of even a marginal hike in prices. Since the incidents of Tazreen fire in November 2012 and Rana Plaza building collapse in April 2013 that shook the entire garment industry with potential threats for the future, the country's readymade garment factories have undergone large-scale renovation works to ensure safety of their workers. The two representative agencies of international buyers - the EU-based Accord and North America-based Alliance, along with local inspection agencies have successfully accomplished the task of factory remediation in respect of, reportedly, eighty per cent of the 5000 garment factories-mostly located in Dhaka and Chottogram. Accompanying the factory remediation works, there have been a lot of proactive moves by a good number of large factory owners in that they advanced far ahead turning their factories into green factories. This involves a major shift in energy and environmental design of the factories and significant investment in eco-friendly production processes. In a short time, surprisingly indeed, the country topped the list of garment producing countries in the number of full-fledged green factories. The factories received Leadership in Energy and Environmental Design (LEED) certificate from the United States Green Building Council (USGBC). A LEED-certified factory ensures 25-30 per cent less water and energy consumption, and fewer industrial accidents, like fire. Reports say that around 70 garment factories have received LEED certification from USGBC. Another 280 factories are in the process of getting LEED certification. Among all the exporting countries taken together, Indonesia's position is next to Bangladesh with 50 LEED certified garment factories. With things better positioned now than ever before, it was expected that international buyers free as they are from the indictment of procuring from unsafe and hazardous production places, will pay a little extra while placing orders to these state-of-the-art factories. Unfortunately, this is not happening. A local daily recently reported that green garment factory owners, who spent huge amounts for setting up these units, are dismayed as their efforts are not being rewarded by international retailers by way of higher prices. It has been learnt that construction cost of these factories is 20-30 per cent higher than the regular ones because of the special design and introduction of newer technology.It may be noted that consumers in the developed world, backed by consumer rights protection groups, make it a strong point that products like garments, footwear etc must not be sourced from countries where working condition is unsafe. With the transition towards green factories taking place fast, Bangladesh garment factories have been able to make a bold step in improving the overall condition of the workplaces. With the number of green factories on the rise, the situation has not only improved from where it was years ago, but the overall workplace scene is reportedly far better than most competitors.Under the circumstances, the buyers need to acknowledge this and be willing to pay more. The EU ambassador who was present at the CPD's report release event has reportedly said so. The onus is not only on the government, not just on the industry but also on brands and buyers, he said, suggesting real engagement and partnership. \n[email protected]",
        "headline_1": "Greening of RMG factories remains unrewarded",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/greening-of-rmg-factories-remains-unrewarded-1696952290",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "\nThe year 2023 was supposed to be one of relief for policymakers as record numbers of people went abroad with employment. Data reveal that the nation's overseas employment hit a six-year high as more than 1.1 million people went abroad to work during FY2022-23 and the traditional overseas labour markets of the middle east hired higher numbers of workers from Bangladesh. The country sent some 1,144,993 workers in the last fiscal year (FY) compared to 989,014 in FY 2021-22. The bulk of the workers went to traditional job markets in the Kingdom of Saudi Arabia, followed by Oman, United Arab Emirates and Malaysia.Unfortunately, though more people went abroad, the remittance in foreign exchange went the other way. According to the International Labour Organisation (ILO), the trend in expatriate workers from Bangladesh show that more unskilled people have been going to overseas labour markets than skilled ones. Hence, although more people have travelled to overseas destinations, their earnings are lower than those of other expatriate workers from Asia, which send more skilled workers than unskilled ones. The problem lies in the fact that manpower recruiters in the country bring home demand for less skilled workers in foreign countries. Bangladesh is at risk of being branded the supplier of unskilled workers, which in turn has its reflection on remittance earnings.Of course, unlike its competitors Bangladesh has not been able to create enough skilled manpower in the country from which manpower recruiters can sufficiently draw from. This is reflected in the slowing down of remittance earnings steadily over the years. Remittance inflow shows that from peak earnings of US$24.77 billion in FY2020-21, it has decreased steadily to around $21.61 billion in FY 2022-23. Again, while all the focus remains on how many workers go abroad each year, the number of workers returning home from work has also increased to about 100,000 in 2022. Manpower recruitment agencies in the country have been concentrated on low-hanging fruits, i.e. the unskilled labour force. There is little investment to be made here and hence, agencies have not invested time and energy to develop the networks needed to concentrate on higher-skill bracket jobs abroad. This is evident from the fact that \"the less-skilled labour migration from Bangladesh increased from 71.59 per cent in 2010 to 74 per cent in 2022.\"There was a glimmer of hope in 2019 when Bureau of Manpower, Employment and Training (BMET) data pointed out that the rate of skilled workers increased to 43.55 per cent. Unfortunately that trend started declining soon afterwards and reached a record low of 22.22 per cent in 2022. The fact that Bangladesh has not been able to tap into the skilled job markets overseas adversely affects its inward remittance flow. One only needs to look at the salary scale of other countries in Asia, which are benefitting from sending higher skilled workers to the same markets where we send unskilled ones. According to a report published in this newspaper, \"per capita average monthly income of Filipino migrants was $564.1, Chinese migrants $532.71, Indian ones $395.71, Pakistani ones $275.74 and Bangladesh ones $203.33, the International Organization for Migration (IOM)'s migration report - 2019 revealed.\"So, the facts speak for themselves. Bangladesh has to increase its skills basket if it wishes to move to a higher plateau of earning more foreign exchange to be sent home as remittance. Technical education is an area that needs government patronage and the BMET has started to open up such centres across the country. Looking beyond what BMET is doing, technical training should be mainstreamed in regular education and the government needs to work with manpower recruitment agencies to encourage them to bring more technical jobs to Bangladesh.\n[email protected]",
        "headline_1": "Need for boosting skilled workers' migration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-boosting-skilled-workers-migration-1696952332",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2023"
    },
    {
        "full_article": "Sugar market in Bangladesh is still volatile even after fixation of maximum retail price of the commodity by the government. Though the price of loose sugar was fixed at Tk 107 a kilogram and that of packaged sugar at Tk 112, the item is still selling at Tk 118-130 a kg. Five years ago, sugar prices were around Tk 85-90. But now its price is above the reach of common people's purchasing capacity. Market manipulation by certain influential syndicate members are often blamed for this. Moreover, the number of operational sugar mills in Bangladesh has significantly been decreasing since 2021. The government has shut down more than 11 sugar mills due to various issues. Consequently, the country is grappling with a severe sugar crisis, necessitating sugar imports from India to meet basic consumer demands. However, the ongoing Russia-Ukraine conflict has made importing sugar from India financially unfavourable for us. These challenges have profoundly impacted Bangladesh's sugarcane industry, making the sugar market bitter-sweet for the population. Sugar serves as a fundamental ingredient in a whole lot of food production. The absence of affordable sugar is sure to have far-reaching consequences. The skyrocketing price of sugar has also affected food and beverage companies. A 500ml Coca-Cola bottle's price has recently been hiked from Tk 35 to Tk 60. The solution lies in the government's proactive awareness and supportive initiatives for the sugar industry. Swift actions, however, can alleviate this crisis. The present rise in sugar price should be arrested immediately and ensure that it is within the acceptable limit. We urge the authorities concerned to look into the issue sincerely and take appropriate measures so that the sugar market cools off to some extent. Moreover, the government should take steps to make Bangladesh self-sufficient in sugar production.\nShabab Mazhar Wafi, Student of Department of Marketing and International Business, School of Business and Economics, North South University, Dhaka, [email protected]",
        "headline_1": "Self-sufficiency in sugar production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/self-sufficiency-in-sugar-production-1696952355",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2023"
    }
]