[
    {
        "full_article": "In her first and customary Republic Day address to the nation, President Draupadi Murmu reiterated the founding ideals of the Republic on the eve of the 74th anniversary of the adoption of its Constitution. As the first tribal woman to occupy the highest office in the country, the 15th President of India is emblematic of the Republic’s continuing journey of democracy, pluralism and empowerment of the weaker sections. The values of fraternity and democracy that its founding leaders etched into the genetic makeup of the modern nation were derived from the learnings of an ancient civilisation. Ms. Murmu underscored this quality of the Republic — the amalgamation of the old and the new, the traditional and the modern. A unified and unifying struggle against British imperialism, as the President noted, was “as much about winning Independence as about rediscovering our own ideals”. Ms. Murmu laid emphasis on the “essence of India” — which is profound and predictable at once. “We have succeeded... because so many creeds and so many languages have not divided us, they have only united us.” A commitment to this creed has sustained the modern nation, and the long and ancient civilisation that evolved and reformed over millennia.It can be argued that the Republic is continuously in formation, as thoughts and ideas emerge. As new ambitions inspire the country, some foundational principles must remain the timeless codes for survival and success. Ms. Murmu’s address reiterated those, while celebrating India’s successes in various fields, particularly the economy. While noting India’s emergence as an influential leader in global affairs, she underscored the principles of Sarvodaya and Atmanirbhar Bharat — uplift of all, and self reliance — which are guiding the government as they have the earlier ones. Oppression and debilitating poverty continue to shackle vast sections, and India must constantly remember this fact, and certainly on occasions when it reflects on its progress. At various points, challenges to the ideals of the Constitution and the national movement arose in the form of political authoritarianism, sectarian extremism, and separatism, but India overcame them — a reason for satisfaction but also a call for constant vigil. Ms. Murmu’s reiteration of the founding principles of the Republic, and her reassurance to fellow citizens come at time when the sanctity of the Constitution is under attack. While debate about the Constitution is also part of the democracy it establishes, adherence to its basic principles is what unifies the people of India. Ms. Murmu made that point.",
        "headline_1": "Founding ideals: On President Murmu’s first Republic Day address to the nation",
        "headline_2": "Adherence to basic principles of the Constitution is what unifies India",
        "link": "https://www.thehindu.com/opinion/editorial/founding-ideals-the-hindu-editorial-on-president-murmus-first-republic-day-address-to-the-nation/article66440615.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "In the week ahead, Finance Minister Nirmala Sitharaman will present her fifth and this government’s last full-fledged Budget before the Lok Sabha election in 2024. Although some electoral overtures can be made in an interim Budget next year, the Bharatiya Janata Party-led government will also be mindful of the flurry of State elections scheduled through 2023. Ms. Sitharaman has an unenviable task of balancing the pulls and pressures on fiscal resources amid multiple congregating headwinds, keeping one eye on creating a feel-good factor among voters and the other on demonstrating suitable resolve to address India’s twin deficit situation and steer growth. Buoyant tax revenues this year provide comfort on meeting the fiscal deficit target (6.4% of GDP). The Finance Minister will need to show a convincing glide path to the 4.5% of GDP target laid down for 2025-26, but the widening current account deficit is of more emergent concern. Goods trade deficit hit an all-time high in the second quarter of this year, with net exports being the biggest external ‘drag’ on demand since late 2012-13. Ms. Sitharaman will look to raise customs duties on non-critical goods to slash the import bill, while trying to ensure Indian producers do not lose out on integration opportunities with global value chains with prohibitive or inverted duty structures for inputs and intermediates.The export engine that has driven India’s growth well recently is likely to flounder this year even if the recession in the western world is milder than anticipated. Growth will be lower than the 7% expected this year, and the challenge is to prevent it from slipping below 6%. The Budget will persist with the public capex push with private investments yet to recover across the board. A chunk of the residual resources shall be earmarked for higher rural and social welfare spends, including food and fertilizer subsidies as well as schemes such as MGNREGA and PM-KISAN. Defence spending plans will be closely watched as they tend to be pruned in recent pre-poll Budgets. Constituencies awaiting succour such as the working middle class would like a revision of the tax exemption limit (set at ₹2.5 lakh a year in 2014) and other sops to alleviate the impact of high inflation on spending power. The government has not played to this gallery much in its innings, perhaps because it is not a vociferous or cohesive interest group such as farmers and corporates. But with an uneven recovery in consumption holding back the investment cycle, putting money into people’s hands to spur spending and facilitating more job opportunities for the youth, would be the best bet for India to drive its growth amid a tumultuous world economy. ",
        "headline_1": "Great expectations: On Nirmala Sitharaman’s pre-poll budget",
        "headline_2": "Budget 2023-24 must balance electoral signalling with fiscal prudence",
        "link": "https://www.thehindu.com/opinion/editorial/great-expectations-the-hindu-editorial-on-nirmala-sitharamans-pre-poll-budget/article66440346.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Home is what one chooses it to be. Neighbourhood, country and even the planet itself evoke a sense of belonging to the right-minded. And yet there has been an unacceptable indifference to the systematic desecration of four fragile Himalayan valleys through the Chardhaam pariyojana (CDP) road-widening project, the disappearance of the Ganga into tunnels through bumper to bumper hydro-projects, railway tunnels and reckless tourism.\nIt has taken a Joshimath-scale calamity to get people’s attention but by now the ground’s also slipping in several other places in Uttarakhand.\nSuccessive governments have failed in their duties towards holistic development, but more worryingly the judiciary has also failed – on at least three separate occasions where timely action could have prevented the current Joshimath land-subsidence.\nRead full opinion on TOI+\n\n",
        "headline_1": "Question from the homeless in hills: Three times since the 2013 Kedarnath flood the judiciary could have helped prevent the Joshimath calamity, but didn’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/question-from-the-homeless-in-hills-three-times-since-the-2013-kedarnath-flood-the-judiciary-could-have-helped-prevent-the-joshimath-calamity-but-didnt/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "India has issued a notice of modification for the Indus Water Treaty (IWT) with Pakistan, with good reason. IWT is one of the few major treaties between the two neighbours and has stood for more than 60 years. But since 2015, Pakistan has been trying to subvert it, including by persistently raising objections regarding India’s Kishenganga and Ratle hydropower projects in Jammu and Kashmir. While the projects are on the Chenab and Jhelum, for which Pakistan has unrestricted use under IWT, the treaty also allows India to use these rivers in non-consumptive ways.\nIn fact, Pakistan had taken its objections to the Permanent Court of Arbitration in 2010. But the court ruled that Kishenganga was a run-of-the-river project permitted under IWT. The same opinion was reiterated by the World Bank – also a party to IWT – in 2017. Nonetheless, Pakistan first unilaterally insisted on the appointment of a neutral expert and then switched to demanding a court of arbitration to adjudicate its objections, in contravention of IWT’s graded dispute settlement mechanism. At the heart of Pakistan’s objections is the fictitious claim that India is using river waters as a hybrid warfare tool. Plus, it complains that given India’s international standing, Pakistan can hardly expect a fair hearing from the international community.\nThis kind of schizophrenic thinking is precisely the reason Pakistan finds itself in its present mess. Last year’s devastating floods, the burgeoning inflation and forex crises and the new terror wave launched by the Tehreek-i-Taliban Pakistan are all matters that Pakistan’s leadership ought to prioritise. Yet, Pakistan’s deep-state remains fixated with India and Kashmir. New Delhi’s IWT notice gives Islamabad 90 days to enter intergovernmental negotiations to rectify the breach of the treaty. This issue needs to be resolved in a bilateral format.\n\n",
        "headline_1": "River bends: Pakistan should stop subverting the Indus Water Treaty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/river-bends-pakistan-should-stop-subverting-the-indus-water-treaty/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Indian women’s cricket had a great week. On Wednesday, BCCI announced the kick-off of a T20 Women’s Premier League with five city-based franchises sold for an aggregate Rs 4,670 crore. Later, on Friday, the Indian under-19 women’s team reached the final of the ongoing T20 World Cup in South Africa. T20 is cricket’s most commercially viable format. The absence of a WPL meant that Indian women’s cricket was short-changed as BCCI’s attention was focussed almost entirely on men’s cricket.\nThe latent potential in women’s cricket was underlined by two aspects of the WPL auction. Three of the five successful bidders also run IPL teams. The auction also witnessed geographically dispersed bidding. Women’s cricket is not just a big city phenomenon – Dharamsala and Guwahati saw spirited bidding. Leveraging the commercial potential will provide a booster for women cricketers in much the same way as it did for men. It will now provide livelihood opportunities for a far bigger pool of players. The related spin-off will be more resources for the domestic structure. The combined effect will rub off on the international performances of the Indian women’s team.\nIndian women’s cricket has been always neglected, dependent on the benevolence of male administrators. With the advent of compelling economic reasons to promote women’s cricket, BCCI will no longer ignore it. WPL has the potential to transform the women’s game in India.\n\n",
        "headline_1": "Boundaries broken: Women’s cricket finally gets its due",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/boundaries-broken-womens-cricket-finally-gets-its-due/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Is nationalist fervour, running high around the world, dangerous and anti-globalism? Yuval Noah Harari, historian and probably the most influential public intellectual now, argues otherwise. In a series of TED talks and other lectures, Harari says nationalism can be a positive force and can mesh with the larger global interest.\nHe points out nationalism is not a natural part of the human psyche; it is a brand-new idea in our evolution. The key to humans’ success as a species are mass networks of cooperation. For millennia, we lived in small bands of dozens of people, then in tribes of thousands at most.\nRead full opinion on TOI+\n\n",
        "headline_1": "Harari thesis: Nationalism can be good for the world – Nationhood is an imagined construct. But done right, it teaches us to care for others",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/harari-thesis-nationalism-can-be-good-for-the-world-nationhood-is-an-imagined-construct-but-done-right-it-teaches-us-to-care-for-others/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "We are quite shocked to learn about the alarming rate of child marriage among the Bede people living on the bank of Savar's Bangshi river. According to a report by this daily, a majority of the girls from this community are married off before they can reach 15 years of age, and by 18 most have about two or three children. Life is hard for this community, especially girls who, robbed of their childhood, have to search for a livelihood at a young age but still cannot earn enough to ensure proper meals for their family. In the absence of any support or income-generating activities, they often resort to begging.\nOne such girl is 16-year-old Shohagi, who was married off at the age of 10 to a boy only two years her senior. By the time she has turned 16, she has become the mother of two children. Since her unemployed husband cannot support the family financially, Shohagi has to take care of their children and also earn to bear family expenses. Moreover, she has to take care of her elderly mother who has speech impairment. Reportedly, most of the girls in the community have to face similar struggles. Our reporter has interviewed at least 50 girls and found that almost all of them were married off before 15, some well before that even.\nWe must ask, why are the families marrying off their daughters at such a young age? How can these marriages take place right under the nose of the administration? Equally importantly, how can a community in modern-day Bangladesh still be so vulnerable?\nClearly, young children were deprived of a healthy childhood because the state failed to play its due role. Reportedly, the people of this community, settled in Savar municipality under ward-1, do not have any land or permanent source of income. In the past, they used to make a living through different kinds of activities such as snake charming, selling herbal medicines, etc. But due to rapid urbanisation, their traditional way of life has been challenged, making them more vulnerable. Sending children, particularly girls, to school is a distant dream for most.\nThe government needs to help this community urgently, especially by creating income-generating opportunities for them, expanding social protection schemes to them and ensuring education for their children. And the local administration must answer for such high rates of child marriage. It must also explain why it couldn't stop a single case of child marriage over the years. As far as we know, there is a committee under the local administration for creating awareness on child marriage and collecting information on the number of child marriages taking place, which, however, remains only on paper. We urge the authorities to make the committee effective so that it can do its job. Children of the Bede community must be protected from the curse of child marriage.\n",
        "headline_1": "Bede girls being robbed of their childhood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bede-girls-being-robbed-their-childhood-3233361",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "The Bangladesh Awami League (AL)-led government, under the leadership of Prime Minister Sheikh Hasina, has made history in bringing modern information, digital technologies and platforms to every doorstep in Bangladesh. Building on the success of AL's vision 2021-a 'Digital Bangladesh', and keeping up with the developed world in this digital era, the manifesto to build a 'Smart Bangladesh' by 2041 is timely and appealing. \nAlthough the theoretical definition of 'smartness' is something different- the ambition here is to ensure the availability and use of digital devices, technologies, and platforms by every citizen for their daily living regardless of their geographic location (urban or rural) and socio-economic condition (rich or poor). \nWhile the concept of Smart Bangladesh and its operational strategies are still to be expanded, we must consider how and whether we, as citizens of Bangladesh, are ready to be part of this journey, what benefits it could bring to people's lives, and what role different stakeholders, particularly, politicians could play. From a researcher's or programme manager's point of view, the following issues should be considered in order to achieve the ultimate goals of Smart Bangladesh. \nFirstly, a simplified definition is needed for mass audiences in addition to establishing various infrastructures, various operational guidelines, and strategies to achieve the vision of Smart Bangladesh is needed. However, keeping in mind the role of a diverse group of stakeholders, a simplified and easy-to-understand definition of relevant terms is critical. There should be clarification on how the four pillars (Smart Citizens, Smart Economy, Smart Government, and Smart Society) are interconnected and influence each other. Perhaps developing a theory of change (which explains the change process by different inputs, outputs, and how those link to the ultimate outcome or impact) might be useful. \nSecondly, the role of relevant stakeholders has to be defined and they have to be brought on board. People are the center of the vision of Smart Bangladesh. Local government, including relevant sub-district, district administrations, divisional and national government offices, tech companies, universities, private sectors, donors, etc. will have individual and/or collective roles to play. To ensure effective collaboration and high productivity, it is imperative to define the roles and responsibilities of different stakeholders and how they (individually or collectively) could achieve certain objectives. \nThirdly, capacity has to be built of local government and leadership including MPs. Although many of us have basic knowledge regarding digital technology, when it comes to implementation and sustainability, additional knowledge and capacity are required. A long-term capacity development plan should be developed, including defining target audiences, required contents, resources, and a monitoring and evaluation plan. \nMany digital technologies, operational guidelines, and platforms use English as the medium of communication, so strengthening our local stakeholders' capacity in English is crucial. Moreover, it is also important to have content translated into Bangla, especially, to ensure that different stakeholders can more easily acquaint themselves with relevant content and procedures. \nFourthly, progress has to be tracked over time. It is critical to assess the outcome of an effort or intervention in order to determine whether we are reaching the goals as expected or not, and whether the efforts and resources put in place are wasted or not. Therefore, a tangible monitoring and evaluation plan should be established from the outset to track the progress and measure the impact of Smart Bangladesh on people's lives. By setting up and using appropriate indicators (e.g., to track shorter-term, intermediate, and long-term outcomes) and creating a system to generate evidence on the successes, failures, and learnings should be well planned. \nFifthly, smart leadership is necessary. Given their legislative and oversight responsibilities, each member of parliament (MP) will have a vital role (e.g., the establishment of relevant infrastructure, and types of digital technologies that can be used to increase revenue) to play towards achieving the milestones of Smart Bangladesh. MPs should work hand in hand with local government and relevant stakeholders operating in their respective constituency to create an enabling environment so that people get benefit from the application of digital technologies and platforms. A district- and sub-district-wide implementation plan might be useful with clear direction on the strategies and clarity on the roles of MPs as well as other stakeholders. \nTo achieve and reach the expected goals of Smart Bangladesh, the AL government should emphasise on attracting more creative, visionary, and young leaders in the party who are aware of the latest developments in the field and able to leverage the benefits of this rapidly changing world.\nA key question remains regarding to what extent a Smart Bangladesh will contribute to building values and principles for the next generation. How will this initiative strengthen social cohesion, ensure social justice and reduce inequalities? How can accountability be improved through the use of technology in a Smart Bangladesh? \nYet, Bangladesh AL has a great history of sacrifice, leadership, and wisdom with all the potential to build a true 'Shonar Bangla'. With appropriate consideration of these key issues outlined above, the Smart Bangladesh initiative will enable the current and the next generation of leaders to fulfill the dream of Father of the Nation Bangabandhu Sheikh Mujibur Rahman.   \nDr. ASM Shahabuddin is a global health policy and systems researcher, a social worker\n\n",
        "headline_1": "Our collective role in building a Smart Bangladesh by 2041",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/our-collective-role-building-smart-bangladesh-2041-3233256",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Despite favourable indices, it is too soon to tell whether inflation has been tamed. Nonetheless, two clear lessons have emerged from the recent price surge.\nFirst, economists' standard models – especially the dominant one that assumes the economy always to be in equilibrium – were effectively useless. And, second, those who confidently asserted that it would take five years of pain to wring inflation out of the system have already been refuted. Inflation has fallen dramatically, with the December 2022 seasonally adjusted consumer price index coming in just one percent above that for June.\nThere is overwhelming evidence that the main source of inflation was pandemic-related supply shocks and shifts in the pattern of demand, not excess aggregate demand, and certainly not any additional demand created by pandemic spending. Anyone with any faith in the market economy knew that the supply issues would be resolved eventually; but no one could possibly know when.\nAfter all, we have never endured a pandemic-driven economic shutdown followed by a rapid reopening. That is why models based on past experience proved irrelevant.\nPolicymakers continue to balance the risk of doing too little versus too much. The risks of increasing interest rates are clear: a fragile global economy could be pushed into recession, precipitating more debt crises as many heavily indebted developing economies face the triple whammy of a strong dollar, lower export revenues, and higher interest rates. This would be a travesty.\nThe US has knowingly adopted a policy that will likely sink the world's most vulnerable economies. Worse, it is not even clear that there is any upside to this approach. In fact, raising interest rates could do more harm than good, by making it more expensive for firms to invest in solutions to the current supply constraints.\nIn retail and other markets, higher interest rates can actually induce price increases as the higher interest rates induce businesses to write down the future value of lost customers relative to the benefits today of higher prices.\nTo be sure, a deep recession would tame inflation. But why would we invite that? Not only is inflation falling, but wages are increasing more slowly than prices (meaning no spiral), and expectations remain in check. The five-year, five-year forward expectation rate is hovering just above two percent – hardly unanchored.\nSome also fear that we will not return quickly enough to the two percent target inflation rate. But remember, that number was pulled out of thin air. It has no economic significance, nor is there any evidence to suggest that it would be costly to the economy if inflation were to vary between, say, two percent and four percent. On the contrary, given the need for structural changes in the economy and downward rigidities in prices, a slightly higher inflation target has much to recommend it.\nSome will also say that inflation has remained tame precisely because central banks have signalled such resolve in fighting it. My dog Woofie might have drawn the same conclusion whenever he barked at planes flying over our house. He might have believed that he had scared them off, and that not barking would have increased the risk of the plane falling on him.\nA careful look at what is going on, and at where prices have come down, supports the structuralist view that inflation was driven mainly by supply-side disruptions and shifts in the pattern of demand. As these issues are resolved, inflation is likely to continue to fall.\nYes, it is too soon to tell precisely when inflation will be fully tamed. And no one knows what new shocks await us. But I am still putting my money on \"Team Temporary.\" Those arguing that inflation will be largely cured on its own still have a much stronger case than those advocating measures with obviously high and persistent costs but only dubious benefits.\nJoseph E Stiglitz, a Nobel laureate in economics, is University Professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.\n\n",
        "headline_1": "How not to fight inflation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/how-not-fight-inflation-3233236",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Amid concerns over the impact of what many have dubbed a \"plastic pandemic\" in Bangladesh, with tonnes of plastic waste ending up in our rivers every day, scientists have revealed how this is harming marine life in the Sundarbans. According to data collected by a research team, at least 17 species of fish and three species of shellfish from three rivers flowing through the Sundarbans have been found to be contaminated with microplastics. Microplastics are tiny pieces of plastic that, once swallowed by fish, can end up in the human food chain as well.\nThe study report, published in an environment journal, has also revealed varying amounts of harmful microplastics found in the muscles and gastrointestinal tracts of the fish analysed. It concluded saying that an adult individual consuming 300g of fish muscles per week will ingest 74,282 particles of microplastic annually. On the other hand, a child eating 50g of fish per week will end up consuming about 12,380 particles annually. This can result in various health complications. As an expert told The Daily Star, \"If it [microplastic] continues to pile up in the stomach, the digestive system will gradually cease to function. If it enters the blood circulation system, the liver and kidney will bear the brunt.\"\nClearly, the risks are huge, even if their effects may not be felt immediately. The discovery about the presence of microplastics in fish and thereby in humans is nothing new, however, nor is the picture that has been given complete by any means, as only 141 specimens from 20 species were analysed (the Sundarbans is home to over 300 species of fish). But it does confirm doubts about the upward trend in plastic debris accumulation in rivers which has reached far-flung corners of the country. Reportedly, about 25,000 registered fishing boats harvest fish from the Sundarbans and the adjacent bay, with the annual catch from its water bodies estimated to be 3,000 tonnes of fish and 18,150 tonnes of crustacean. It's daunting to think how this huge pile, as well as those from other parts of the country, is impacting the health of consumers.\nThe time has come to take a critical look at why the authorities, despite a ban on single-use plastic, are failing to prevent its use or discharge into rivers. One may recall a 2020 court directive to the Department of Environment to stop use of single-use plastic in coastal areas by 2022. But as it transpires from the study cited above and various media reports, not only has the department failed to stop it, it has even failed to make any sort of progress in this regard. The lack of political will is largely to blame for that. But we must also address the lack of accountability for institutions in charge of preventing the use of plastics and their unsupervised disposal.\nWe urge the government to take immediate steps in this regard. As well as increasing supervision, raising awareness and undertaking more research on microplastics, it must hold to account those in charge of stopping river pollution. The plastic ban must be implemented urgently.\n",
        "headline_1": "Save Sundarbans from plastic pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-sundarbans-plastic-pollution-3232896",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "We are quite shocked to learn about the alarming rate of child marriage among the Bede people living on the bank of Savar's Bangshi river. According to a report by this daily, a majority of the girls from this community are married off before they can reach 15 years of age, and by 18 most have about two or three children. Life is hard for this community, especially girls who, robbed of their childhood, have to search for a livelihood at a young age but still cannot earn enough to ensure proper meals for their family. In the absence of any support or income-generating activities, they often resort to begging.\nOne such girl is 16-year-old Shohagi, who was married off at the age of 10 to a boy only two years her senior. By the time she has turned 16, she has become the mother of two children. Since her unemployed husband cannot support the family financially, Shohagi has to take care of their children and also earn to bear family expenses. Moreover, she has to take care of her elderly mother who has speech impairment. Reportedly, most of the girls in the community have to face similar struggles. Our reporter has interviewed at least 50 girls and found that almost all of them were married off before 15, some well before that even.\nWe must ask, why are the families marrying off their daughters at such a young age? How can these marriages take place right under the nose of the administration? Equally importantly, how can a community in modern-day Bangladesh still be so vulnerable?\nClearly, young children were deprived of a healthy childhood because the state failed to play its due role. Reportedly, the people of this community, settled in Savar municipality under ward-1, do not have any land or permanent source of income. In the past, they used to make a living through different kinds of activities such as snake charming, selling herbal medicines, etc. But due to rapid urbanisation, their traditional way of life has been challenged, making them more vulnerable. Sending children, particularly girls, to school is a distant dream for most.\nThe government needs to help this community urgently, especially by creating income-generating opportunities for them, expanding social protection schemes to them and ensuring education for their children. And the local administration must answer for such high rates of child marriage. It must also explain why it couldn't stop a single case of child marriage over the years. As far as we know, there is a committee under the local administration for creating awareness on child marriage and collecting information on the number of child marriages taking place, which, however, remains only on paper. We urge the authorities to make the committee effective so that it can do its job. Children of the Bede community must be protected from the curse of child marriage.\n",
        "headline_1": "Bede girls being robbed of their childhood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bede-girls-being-robbed-their-childhood-3233361",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Amid concerns over the impact of what many have dubbed a \"plastic pandemic\" in Bangladesh, with tonnes of plastic waste ending up in our rivers every day, scientists have revealed how this is harming marine life in the Sundarbans. According to data collected by a research team, at least 17 species of fish and three species of shellfish from three rivers flowing through the Sundarbans have been found to be contaminated with microplastics. Microplastics are tiny pieces of plastic that, once swallowed by fish, can end up in the human food chain as well.\nThe study report, published in an environment journal, has also revealed varying amounts of harmful microplastics found in the muscles and gastrointestinal tracts of the fish analysed. It concluded saying that an adult individual consuming 300g of fish muscles per week will ingest 74,282 particles of microplastic annually. On the other hand, a child eating 50g of fish per week will end up consuming about 12,380 particles annually. This can result in various health complications. As an expert told The Daily Star, \"If it [microplastic] continues to pile up in the stomach, the digestive system will gradually cease to function. If it enters the blood circulation system, the liver and kidney will bear the brunt.\"\nClearly, the risks are huge, even if their effects may not be felt immediately. The discovery about the presence of microplastics in fish and thereby in humans is nothing new, however, nor is the picture that has been given complete by any means, as only 141 specimens from 20 species were analysed (the Sundarbans is home to over 300 species of fish). But it does confirm doubts about the upward trend in plastic debris accumulation in rivers which has reached far-flung corners of the country. Reportedly, about 25,000 registered fishing boats harvest fish from the Sundarbans and the adjacent bay, with the annual catch from its water bodies estimated to be 3,000 tonnes of fish and 18,150 tonnes of crustacean. It's daunting to think how this huge pile, as well as those from other parts of the country, is impacting the health of consumers.\nThe time has come to take a critical look at why the authorities, despite a ban on single-use plastic, are failing to prevent its use or discharge into rivers. One may recall a 2020 court directive to the Department of Environment to stop use of single-use plastic in coastal areas by 2022. But as it transpires from the study cited above and various media reports, not only has the department failed to stop it, it has even failed to make any sort of progress in this regard. The lack of political will is largely to blame for that. But we must also address the lack of accountability for institutions in charge of preventing the use of plastics and their unsupervised disposal.\nWe urge the government to take immediate steps in this regard. As well as increasing supervision, raising awareness and undertaking more research on microplastics, it must hold to account those in charge of stopping river pollution. The plastic ban must be implemented urgently.\n",
        "headline_1": "Save Sundarbans from plastic pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-sundarbans-plastic-pollution-3232896",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "The second edition of the country's first home-grown index, jointly formulated by the Metropolitan Chamber of Commerce & Industry (MCCI), Dhaka, and the Policy Exchange , Bangladesh, has referred to a mixed performance as far as the ease of doing business is concerned. The index, known as the Bangladesh Business Climate Index (BBX), unveiled in Dhaka on Thursday, has primarily assessed the business atmosphere on the basis of a survey of 518 qualified responses in July-September period of 2022, on 10 major categories, including businesses' access to land, availability of regulatory information, infrastructure, labour, trade facilitation, technology adoption, and access to finance. Survey results showed significant gains in infrastructure, labour and regulatory information, but businesses faced major impediments in areas of access to finance and land and tax payments. One interesting fact that featured in the index was the coming of age of smaller urban centres like Mymensingh, which actually outshone both Dhaka and Chittagong. This gives hope that urbanisation will not remain confined to the two major cities in the years to come.While it is highly commendable that Bangladesh has done well on most categories, the areas that fared poorly in the index need much greater attention than now. Looking at access to finance, which scored the lowest, is coming mainly from the hurdles faced by the country's small & medium enterprises (SMEs). These entities face many hurdles in getting loans since financial institutions have many requirements and administrative procedures (documentary requirements), considered too cumbersome for SMEs to navigate. When one looks at the requirements for availing the credit guarantee scheme launched by the central bank, a company is required to obtain environmental clearance, a year-long business plan and financial statement. These requirements need to be reworked since a large percentage of SMEs don't fit into this model of checklist. Smaller enterprises are hamstrung by mandatory requirements that ought not be applied to these smaller size of enterprises. Similarly, the question of collateral has to be addressed at policy level because one size simply does not fit all. Given the nature of SMEs, tailored requirements must be put in place, otherwise SMEs will remain largely outside the purview of adequate finance to grow their businesses.There are other festering issues that need to be resolved if the country wishes to compete with regional rivals for FDI. Although Bangladesh Investment Development Authority (BIDA) is presently providing 152 types of services of 23 agencies, it is felt that all regulatory requirements including permissions for foreign investors need to come under BIDA for it to be truly a \"one-stop service\". There is also the matter of settling disputes. Unfortunately, as pointed out by a former president of MCCI, it takes about 1,463 days to get to the first level of judgement in a commercial case, whereas it is only 79 days in Singapore. Whilst it may not figure large on the radar, this is something investors enquire about. While there is much to celebrate, the fact is that those indicators that are not doing well are the ones that require the greatest attention. Time, unfortunately, is the one thing that is not on Bangladesh's side. As the world re-emerges from the slumber of Covid, with China coming into full swing and returning to the global market, where would Bangladesh like to see itself? There are serious contenders for FDI in Asia. And, for the country to be at the top of the game, it needs to pull up the struggling indicators.",
        "headline_1": "BBX Index 2022 delivers a mixed bag",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bbx-index-2022-delivers-a-mixed-bag-1674914607",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "From the look of a livelihood-pattern change around, a question crops up if the size of Bangladesh's informal economy has been expanding under the push of the Covid-19 pandemic that upended set order globally. Though no up-to-date study or comprehensive statistics is available in this connection, a number of proxy indicators show that there is a growing trend in informal economic activities across the country. Take the example of a growing number of street vendors, rickshaw-pullers, battery-run auto drivers, and delivery boys in different cities. They are all engaged in economic activities generally considered informal. Some kinds of particularly unpleasant work like sorting and recycling of wastes are also mostly done informally.By definition, according to the International Labour Organisation (ILO), informal economy 'refers to all economic activities by workers and economic units that are - in law or in practice - not covered or insufficiently covered by formal arrangements.' In other words, informal economy comprises 'activities that have market value and would add to tax revenue and formal GDP if they were recorded' or monitored by the government. Sometimes, it is also termed 'shadow' or 'grey' economy although these two terms again also refer to 'black economy.' And black economy is entirely a negative connotation whereas informal economy is not. Thus, there are some grey zones to set the boundary of informal economy. Moreover, some overlapping is also there in-between formal and informal economy. For instance, transportation and storage is one of the 19 broad sectors of the country's Gross Domestic Product (GDP) and contributes around 15 per cent to the GDP. So the workforce in the sector is also considered in formal employment. In reality, some of the workers in the transport sector are working under informal arrangement.The fact that the informal economy is thriving can be attributed to high joblessness, underemployment, poverty, socioeconomic disparity and unsafe work. The situation aggravates during any natural or manmade disaster when people have to rely on informal economic activities for life and livelihood. The Covid-19 pandemic is the latest example. As the pandemic hurt many spheres of formal economy and millions of people lost their formal jobs, most of them have now entered various informal activities for their survival. Informal activities also faced a severe blow during the onset of the pandemic, causing job loss for thousands of people, if not millions. In Bangladesh, several factors have contributed to the growth of the informal sector over the decades. One of the critical factors is inability of the formally registered businesses and government agencies to absorb the rapidly growing workforce. Bangladesh Labour Force Survey 2016-17 showed that at the national level, 85.10 per cent of the employed population are engaged in informal employment. For females, the ratio is 91.8 per cent and for males it is 82.1 per cent. Again, in rural area 88.10 per cent of the total job is in the informal sector while the ratio is 77.33 per cent in urban area. Finally, 95.40 per cent of the jobs in agriculture sector are informal by nature. These statistics are five years old and no update is available so far. That's why it is difficult to gauge the latest condition of the informal employment as well as overall informal economic activities in the country. It is, however, estimated that the size of the informal economy is at least two-fifths of the country's formal GDP.Against the backdrop, the attempt to create a database for informal sector and its workforce within next five years is a welcome move. One of the main objectives is to ensure decent working conditions for those who are employed there, according to a report published in The Financial Express (FE) in October last. The first step to create the database is to bring entrepreneurs and businesses under a registration system. SME Foundation, Bangladesh Small and Cottage Industries Corporation (BSCIC) and A2I (Aspire to Innovate) Programme will work jointly to develop the 'National Informal Sector Database' with all necessary information by July 2027.In fact, the new industrial policy has underscored the importance of database of the different economic activities in the informal sector. It also provides a guideline to do so making the ministry of industry responsible to administer the proposed databank. The databank will bring all scattered enterprises across the country under registration through the one-stop service of union digital centres and A2I.The industrial policy defines informal sector as any economic activity of enterprises which are not formalised by the special law or not included in tax and revenue collection or not registered with any authority concerned. As for examples, it cited domestic workers, street vendors and waste pickers among informal sectors.Another important objective to create the database is classification of the various informal activities as micro-small and medium enterprises (MSMEs) and providing training to the entrepreneurs. Later, the ministry will recommend tax exemption for these SMEs for a certain period of time and facilitate bank financing. So, a set of ambitious objectives are there to uplift the informal economic activities in the long run. By attaining the objectives, the government will be able to enhance its tax network, too.A number of challenges are, however, there to develop the database. Most of the informal businesses will not be interested in getting official registration. They may find it hazardous for them in the near future, especially in terms of taxation. Again, there are vested-interest groups which may also create barriers to registration and database. The groups include local political leaders and activists and members of a number of law-enforcing agencies. They used to collect unauthorised tolls from many of these tiny businesses in exchange for providing makeshift settlement on streets and roads illegally. In some cases, various criminal activities are conducted in the guise of informal trading and the vested groups provide them shelter also. So, identifying the challenges and the ways to overcome those are critical to make the informal-sector database comprehensive.[email protected]",
        "headline_1": "Informal economic activities: formalisation challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/informal-economic-activities-formalisation-challenges-1674914666",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Never before in the history of the Ekushey Gronthomela have the increased prices of books been an issue like this year. Normally people come to the fair, leaf through books, mainly in Bangla, and buy the chosen ones. Few have the time to query about the books' prices, if there was an increase. This year publishers are feared to raise the books' prices thanks to the post-covid-19 global crisis triggering hike in the prices of paper. As has been seen in the publication industry, the price of paper is normally followed by the hike in the prices of printing ink and the overall printing charges. At the same time, paper price rise sees book binding and other related costs go up. Taking in view all these upticks, the rise in the books' prices is implied. The roots of all these hikes lie in the ongoing global crisis. Bangladesh hasn't been spared the crisis fallout.Whereas the books of assorted character traditionally sell at the Bangla Academy Book Fair at reduced prices, this year will be different. Many would like to see it as one of the smaller fallout of the corona crisis. But for the limited-income book lovers, it means a lot. The young and elderly people who will visit the fair this year are the same old crowd who go to the fair almost every year. Due to the books being costlier this year lots of passionate readers are feared to be deprived of the taste of the year's newly published books. Many of these people will make do with the books' previous editions. This year might be a completely different one. Like all other goods, the prices of books around the world continue to rise every year. But the post-corona price rise of the books seems astronomical. About a month back, a few noted publishers of the country said they would be hit hard by the paper price hike in the market. In order to cope with the adverse situation, they would be compelled to fix the book prices three times higher than the existing ones. Moreover, they said they would publish a reduced number of titles. It means the previous years' book varieties might be absent this year.But it's also true that book price hikes may not discourage the avowed readers from visiting the Gronthomela (book fair). As is natural, the pragmatic buyers will cut down on the number of purchases this year. They know that at times buying two good books instead of 3 or 4 average ones is a good decision. In order to save money, many book lovers might adopt this style.The Ekushey Book Fair in its early days used to witness sale of books in great numbers. Publishers would bring new editions of books. The trend began in the 1980s. With the publication of their maiden books, many young writers entered the literary scene. The Bangla Academy eventually became the launching pad for many young poets, short story writers and novelists. Maybe, they couldn't continue to retain their creative passion thanks to the absence of a favourable atmosphere. But many were able to go on using their creative flair to their future growth. The book fair has, thus, long been distinguished by the presence of books by the potential young writers. This year, the young writers may not have a welcome mat rolled out before them due to the adverse situation in the publication sector. Yet there are a few venturesome publishers who are fond of taking risks. Money doesn't matter to them. Like in the previous years, they would be seen introducing a new poet or a new novelist to the readers. They are an exception. But the general publication scenario may find itself covered in a veiled gloom. Many would squarely blame the rise in the cost of books for it.[email protected]",
        "headline_1": "Costly books at Ekushey Book Fair",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/costly-books-at-ekushey-book-fair-1674914704",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2023"
    },
    {
        "full_article": "Dhaka National Medical College (DNMC) is a renowned hospital in Old Dhaka. According to the hospital authorities, as many as 650 to 700 patients get admitted and receive treatment indoors while some 500 more take treatment from outdoors and the emergency department every day there. Many experienced physicians and nurses provide medical services in this private hospital. Moreover, the DNMC provides breakfast, lunch and dinner to patients. However, the hospital has no arrangement to provide its patients with safe drinking water. The patients in the hospital have to buy bottled water from outside. And it is also not cheap. On average, every patient has to spend around Tk 200 every day to buy water bottles for drinking water. Moreover, the shops that sell bottled water are not open round the clock. So, patients often fall in trouble. The picture is almost same in other hospitals as well. Most of them lack access to safe drinking water for their patients. Access to safe water is a prerequisite for patients. And every hospital in the country should have the facility of pure drinking water on a priority basis. We urge the authorities concerned to address the problem and resolve the crisis of safe drinking water in our hospitals including the DNMC. Md Abdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Safe drinking water for hospital patients",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/safe-drinking-water-for-hospital-patients-1674914730",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-01-2023"
    }
]