[
    {
        "full_article": "Any inconsistency in judicial decisions is bound to be seen as unequal application of rules. On the principle of parity, former Jharkhand Chief Minister Hemant Soren, who leads the Jharkhand Mukti Morcha, is arguably entitled to interim bail to enable him to campaign in his home State for the next phases of the general election, from May 20. Mr. Soren was arrested on January 31. It was only last week that the Supreme Court of India underscored the importance of the general election to grant bail to Delhi Chief Minister Arvind Kejriwal up to the end of the polls. Although the opinion was based on “the peculiarities of the person in question and the surrounding circumstances”, a principle did emerge from that ruling that key leaders could be allowed to campaign in the interest of electoral democracy. However, the Court chose the position that it first needs to hear the other side, the Enforcement Directorate in this case. Even though it favoured a hearing in the week beginning May 20, it agreed to an earlier date, May 17. It is indeed a legal requirement that any order of bail can be given only after hearing the prosecution’s objections. In Mr. Kejriwal’s case, the Court heard and rejected the argument that freeing a political leader solely for the purpose of canvassing votes during an election will amount to privileging the political class above other categories of people arrested for similar offences. The Jharkhand High Court did not deliver judgment on the petition challenging Mr. Soren’s arrest for two months, resulting in a delay in his approaching the Supreme Court. Ultimately, it passed an order dismissing his plea on May 3, having reserved its verdict on February 28. It is true that no two cases are comparable. While the Delhi Chief Minister is facing the charge of bribery in exchange for adopting an excise policy favourable to some manufacturers, Mr. Soren is accused of laundering the proceeds of crime in the illegal sale of a parcel of land to acquire property in Ranchi. With the prosecution depending mainly on approvers’ statements against Mr. Kejriwal, and the agency banking on documentary evidence against Mr. Soren, there may be differences in the respective merits of their cases. The stringent provisions for bail in the Prevention of Money Laundering Act have the unfortunate effect of making courts consider the overall merits of a case at the bail stage itself. It is unfortunate that the relatively simple act of releasing the accused against bail bonds, with attendant conditions to safeguard evidence and prevent them from fleeing justice, has become politically sensitive. Election-time incarceration, which renders the playing field disadvantageous to the affected parties, adversely affects the democratic spirit.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nJharkhand Mukti Morcha\n\n/\n\nGeneral Elections 2024\n\n/\n\nJharkhand\n\n/\n\nAam Aadmi Party\n\n/\n\narrest\n\n/\n\npolitics\n\n/\n\nlaws\n\n/\n\ndemocracy",
        "headline_1": "Crime and time: On election-time incarceration",
        "headline_2": "Election-time incarceration adversely affects democratic spirit",
        "link": "https://www.thehindu.com/opinion/editorial/crime-and-time-on-election-time-incarceration/article68179125.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "One of the key decisions Vladimir Putin took after being sworn in as Russia’s President for the fifth time was to remove his long-time Minister of Defence, Sergei Shoigu. That Andrei Belousov, a civilian economist, has been brought in to run the Defence Ministry shows how much the war in Ukraine has become an economic battle for Russia as it struggles to stabilise its war-time economy and keep its energy ties and defence production going despite biting western sanctions. There have been criticisms about the way Mr. Shoigu planned and executed the war, which Russia, according to western intelligence, expected to be a quick affair. But Mr. Shoigu, who successfully executed the annexation of Crimea in 2014 and Russia’s military intervention in Syria starting 2015, has deep ties with both the Kremlin and Russia’s defence industrial complex. Even when Russia faced setbacks initially and a rare rebellion led by the late Wagner chief Yevgeny Prigozhin challenged the defence leadership, Mr. Putin threw his weight behind Mr. Shoigu. But now, as Mr. Putin begins a new term with a promise to Russia of victory in Ukraine he has decided to shake up the Defence Ministry and bring in a technocrat whose quick and primary responsibility would be to meet military objectives quickly. The change comes at a time when Russia has gained battlefield momentum. Last week, it launched a new offensive in the northeast, in an apparent bid to attack Kharkiv, Ukraine’s second largest city. Ukraine is expecting new weapons from the U.S., but it is not clear whether that would be enough for its war-fatigued army to withstand the Russian onslaught. Mr. Putin’s immediate goal is to win the war, but he does not have a clear path to victory either. The war has caused lasting damage to Russia’s ties with the West, especially with Europe with which Mr. Putin had sought to build strong economic and energy ties, and driven Russia deeper into China’s hands. At home, he has tightened his grip on the state and society and is intolerant of dissent. For now, the state has managed to prevent the effects of sanctions reaching ordinary citizens, but it remains to be seen how long the Kremlin can do so if the war continues endlessly. Ukraine has also taken the war to Russia, by attacking its Black Sea fleet and border towns, raising the costs of the war. Mr. Putin seems to be thinking that the momentum is on his side, irrespective of the challenges. But even if his troops make further gains in Ukraine, he would be ruling over a Russia that is internally more repressive, economically weaker and isolated in the West and in a war of attrition with a permanently hostile neighbour.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nRussia\n\n/\n\npolitics\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ndefence\n\n/\n\nUSA\n\n/\n\ndefence equipment\n\n/\n\neconomic sanction",
        "headline_1": "New term, old problems: On Putin’s new term and the Ukraine war",
        "headline_2": "Russia’s Vladimir Putin is finding it difficult to keep the effects of war from hitting home",
        "link": "https://www.thehindu.com/opinion/editorial/new-term-old-problems-on-putins-new-term-and-the-ukraine-war/article68178856.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "Two points on the messaging app vs GOI case on sharing encrypted data. India’s not the only country asking for this. And internet privacy, really speaking, is an illusion\n\nIn the plea that WhatsApp and Meta filed to contest Rule 4(2) of the IT Rules, 2021, their lawyer told Delhi HC that WhatsApp will leave India if they are told to break encryption. As per the law, major social media intermediaries must disclose the originator of any content when asked by a court or any other competent authority.\nRead full story on TOI+\n\n",
        "headline_1": "WhatsApp & the privacy bubble",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whatsapp-the-privacy-bubble/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "Dignity is a freighted word & a key concept in the state’s caste politics. ‘Fair share’ in resources is the other slogan. JDU & RJD are being judged on both\n\nPolitical discourse in Bihar is peppered with the idea of samman (dignity). From Lok Sabha to panchayat elections, talk of samman is ubiquitous. One pamphlet promises samman for soldiers, farmers, labourers and the poor: Jai jawan jai kisan, gareeb majdoor kisan ko miley samman.\nRead full story on TOI+\n\n",
        "headline_1": "Bihar voters in search of samman & hissedari",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bihar-voters-in-search-of-samman-hissedari/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "The ‘high’ winds that created chaos in Mumbai on Monday were actually just 50-60 kmph strong. The most notable wreckage was a massive hoarding in Ghatkopar that brought down several lives with it. Its 120×120 sq ft size had Limca Book of Records recognition, but far exceeded the permitted 40×40 sq ft. Its foundations likely did not go deep enough and it also turns out to have been illegal.\nThis accident underlines what ails India’s financial capital today. Sure, it’s sprouting a lot of world-class infra. But too much of the construction also suffers a lot of irregularities and shallow foundations. The city’s municipal corporation bears a lot of the blame for these failures. Telling citizens that a 120×120 sq ft hoarding was illegal after it collapses feels like salt on an open wound.\n\nBMC presented a Rs 59,955cr budget this year, 10% higher than last year. Unfortunately, like too many other Indian cities, Mumbai is missing elected corporators. This takes a worrying toll on accountability. After all, govt officials who assume control in the absence of corporators are not concerned with getting re-elected. They may not have any local connect whatsoever. The irony is that a corporation’s own elections being put on hold does not mean its officials are not doing liberal election duty, which again is bad news for a citizen looking for assistance or bearing a complaint.\nAlthough infra woes are not new, that there is more falling through the cracks now than ever was made vivid in Feb, when a grand inauguration was followed by the jaw-dropping realisation that BMC had misaligned two flyovers. To date, it is not clear how or when this snag will be smoothened. This was a meme-worthy reminder that corporators play a vital role in coordinating the different departments necessarily involved in any infra project of significance.\nThis is not to say that a municipal election is a magic bullet.\nThat’smade clear by the way Mumbai and Bengaluru roads greet monsoon with potholed craters, the way these are dug up sooner rather than later after getting remetalled, the construction sites that never see a pollution board inspector, the unsafe buildings that remain unsafe, and so on. But municipal corporations are supposed to be the most accessible level of governance. There’s too much work waiting to be done, but it needs to begin with accountability here.\n\n",
        "headline_1": "Hoarding’s tale: Wind one day, rain another, who should help Mumbaikars best their woes? Elected corporators",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hoardings-tale-wind-one-day-rain-another-who-should-help-mumbaikars-best-their-woes-elected-corporators/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "LS polls turnout in Srinagar is encouraging. Now ensure assembly polls and restoration of statehood\nPolling in the redrawn Srinagar constituency on May 13 recorded a 38% voter turnout – highest since 1996 (40.9%). This being the first Lok Sabha election in J&K since the nullification of Article 370 in 2019, the uptick in voter participation is a shot in the arm for electoral democracy. However, peace and full normalisation in J&K remain a long-drawn process.\n\nVox populi? | Reading voting trends in Kashmir can be tricky. There have been allegations of voting suppression and coercion in the past. Plus, the security factor remains omnipresent, as highlighted by the terror attack on an IAF convoy on May 4 in Poonch that killed one soldier and injured four. BJP says it has taken popular decisions but isn’t contesting any of the three Kashmir seats this time. Meanwhile, Kashmir parties PDP and NC are viewing the Srinagar turnout as a reflection of people’s anger against A370 nullification.\nBJP’s proxies | Both PDP and NC are also convinced that BJP is surreptitiously supporting Altaf Bukhari’s Apni Party (AP) and Sajjad Lone’s People’s Conference (PC). In fact, AP was formed by different politicians from PDP and NC coming together in March 2020. PC was part of the Gupkar Declaration to restore A370 but subsequently pulled out. Lone is contesting the Baramulla seat, while AP is fighting from Srinagar and Anantnag. But Kashmir’s political integration with rest of India won’t be complete if national parties like BJP stay away.\nStatehood and assembly polls | Last Dec, Supreme Court had directed Election Commission to hold assembly elections in J&K by Sep 30, 2024, and restore statehood as soon as possible. With delimitation done and voter rolls updated, there’s no room for excuses. This is also vital for full normalisation in J&K. Its people must have a direct stake in the region’s development. Ongoing LS polls should serve as a springboard for that transition.\n\n",
        "headline_1": "Voice of J&K",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/voice-of-jk/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "India's right to information (RTI) regime has been going through a rough patch since the Bhartiya Janata party (BJP) government of Prime Minister Narendra Modi took office in May 2014. RTI activists and informed citizens are concerned that the government is weakening the power of the law. One illustration of this is the delay in nominating information commissioners, leading to a huge backlog of requests. In August last year, opposition Indian National Congress President Mallikarjun Kharge accused the government of \"killing the RTI Act bit by bit,\" adding that it is \"not just an attack on the constitutional right, but another step in the conspiracy to end democracy.\"\nAgainst this backdrop, the unanimous decision on February 15, 2024 of a five-judge Constitution Bench of the Indian Supreme Court, led by its chief justice, to strike down the now infamous Electoral Bonds Scheme of 2018 and order the disclosure of a huge amount of sensitive information hitherto concealed from citizens came as a shot in the arm of India's RTI Act, 2005. In Bangladesh, there is much to learn about the enormous potential of our own RTI Act, 2009 from the Indian experience.\nKnowledgeable observers of the Indian political scene consider the Supreme Court decision and the unfolding revelations emerging from it to be a watershed moment for the country. Many believe that it will impact the ongoing general elections in the country as it exposes the close nexus between big corporations which bought and gifted the bonds and the political parties which benefited from them. The latter must now face close scrutiny from the electorate.\nElectoral Bonds are like promissory notes that individual Indians or corporations could buy under the scheme from the State Bank of India (SBI) and give them as donations to political parties of their choice. The scheme was promoted by the government ostensibly to increase transparency in political financing by facilitating anonymous donations to political parties, as a better alternative to cash donations. It was introduced through three key amendments in the Finance Act approved by the BJP-dominated parliament in 2017. The amendments included specific sections of the Representation of the People Act, Companies Act, and the Income Tax Act. They were primarily aimed at ensuring that all key information relating to the identity of the buyer or payee of the bonds would remain concealed.\nPolitical analysts, civil society leaders and RTI activists of the country immediately sounded the alarm. They claimed that the amendments were unconstitutional as they violated citizens' right to information enshrined in the constitution, and that the anonymity provided fostered corruption and upset the level playing field among political parties. As a result, soon after the Electoral Bond Scheme was set rolling, in January 2018, a coalition of non-governmental organisations—Association for Democratic Reforms and Common Cause—together with the Communist Party of India submitted a public interest litigation (PIL) petition at the Supreme Court to challenge the constitutionality of the amendments and the Electoral Bond Scheme as a whole.\n\nRevelations of such a consequential nature underline the importance of citizens' role in exercising their right to information as watchdogs of good governance. The landmark judgment of the Indian Supreme Court on the Electoral Bond Scheme also highlighted the role of the judiciary. In Bangladesh, we are yet to discover the full potential of our RTI Act as it is seldom used by our civil and political elites to probe larger issues of governance.\nThe Supreme Court was thus faced with the following issues: is the Electoral Bond Scheme constitutional? Does it violate citizen's right to information? Can the scheme allow anonymity to protect donors' right to privacy? Does the scheme compromise the democratic process, and free and fair elections?\nAfter years of study and deliberation, the February 2024 decision of the Supreme Court was clear and unambiguous. It held that due to its anonymous nature, the Electoral Bond Scheme violated citizens' right to information and affected free speech and expression under the constitution. \"Information about funding to a political party is essential for a voter to exercise their freedom to vote in an effective manner,\" the court said. It thereby addressed a major concern of the petitioners—that electoral bonds allow donors and political parties to keep their association hidden from the public and thereby from the purview of the Right to Information Act. The verdict came as a boost to India's RTI Act.\nAt the hearings, the government argued for the necessity to protect the right to privacy of big corporate donors to political parties. However, the court held that the right to privacy of political affiliation did not extend to contributions made to influence public policy. It ruled that information about corporate contributors through electoral bonds must be disclosed.\nThe Supreme Court directive to the SBI to furnish the Election Commission of India with details of all donations through electoral bonds, including the identities of donors and the political parties that received the contributions, led to the unearthing of what many observers called \"one of the biggest ever scams in India.\" Collating information on electoral bond transactions obtained through various sources show that since the inception until its closure, electoral bonds worth a total of around of around 16,490 crore rupees were bought and given to different political parties. Of this amount, the BJP received more than half, the Indian National Congress received close to 11 percent, and the All India Trinamool Congress about 10 percent. The rest were shared by 19 other parties.\nAdvocate Prashant Bhushan, a well-known RTI expert of India and the lead lawyer for the petitioners' case in the Supreme Court, claimed at a recent meeting that the scale of corruption went far beyond the amount that the ruling BJP received through electoral bonds. Contracts and projects worth lakhs of crores were awarded quid pro quo. He cited case studies based on data released after the Supreme Court directive, revealing circumstantial evidence that points to \"illicit kickbacks funnelled through electoral bonds from corporations to political parties in exchange for lucrative favours.\"\nIn one such case study, Vedanta Limited, an Indian company which made hefty donations to the ruling party, was subsequently chosen to be the preferred bidder for several mining licences. Other case studies illustrate how the Electoral Bond Scheme served as a cloak for clandestine corporate lobbying. This is only the beginning as more such scandals are unearthed.\nRevelations of such a consequential nature underline the importance of citizens' role in exercising their right to information as watchdogs of good governance. The landmark judgment of the Indian Supreme Court on the Electoral Bond Scheme also highlighted the role of the judiciary. In Bangladesh, we are yet to discover the full potential of our RTI Act as it is seldom used by our civil and political elites to probe larger issues of governance. Only by doing so can we identify points of law which may benefit from the interpretation of our higher judiciary.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, of Research Initiatives, Bangladesh (RIB). They can be reached at [email protected].\n\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Right to information takes centre stage in Indian elections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/right-information-takes-centre-stage-indian-elections-3610746",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "The setbacks facing two projects meant to expand the Dhaka-Sylhet-Tamabil highway would appear familiar, if exasperatingly so by now, to those following the trends of infrastructure development in Bangladesh. According a report by this daily, work on the road corridor—which is part of the Asian Highway-1 linking parts of India to Bangladesh—is being significantly hampered due to issues with land acquisition and the relocation of utility lines. This has led to compensation claims and requests for time extensions by contractors as they, and the taxpayers by extension, face increased costs and inevitable delays in the end because of these issues.\nThe irony here is that the Roads and Highways Department (RHD) had taken up another project precisely to avoid this scenario. Usually, land acquisition and utility relocation are part of the work of the infrastructure project in question. But the RHD took up the separate project in September 2018 to take care of these preliminary tasks, so that actual work could be started as soon as the expansion projects were approved. That didn't happen. Reportedly, while the Tk-20,500-crore expansion projects were initiated in 2020-2021, the land acquisition project, far from laying the groundwork for those projects, was itself marred by frequent delays. It has been revised twice since, taking its budget from Tk 3,586.04 crore to Tk 7,975.31 crore and deadline from December 2020 to December 2025. This is totally unacceptable.\nSo far, for the Dhaka-Sylhet section, only around 60 acres of the required 829.83 acres have been handed over, while no land has been handed over for the Sylhet-Tamabil section yet. While we understand that the process of land acquisition can be complex due to legal and procedural hurdles, the excruciatingly slow pace of work that is on display here is anything but normal. It shows how disorganised, unplanned and uncoordinated the whole undertaking has been. This is not only straining public resources and delaying promised benefits from enhanced connectivity, but also making a mockery of the government's pledge to ensure timely execution of its projects.\nWe cannot continue to let bureaucratic inefficiencies or corruption, which often complicates matters related to land acquisition, stymie our development trajectory. We urge the higher authorities to take the issue of project delays seriously; such delays and resultant cost overruns have been happening too frequently in government projects. Strict adherence to deadlines and budget plans must be enforced in all its infrastructure projects, and there must be a concerted effort to streamline and expedite the land acquisition process.\n",
        "headline_1": "No respite from habitual delays in public projects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-respite-habitual-delays-public-projects-3610686",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "MIT professor Sherry Turkle once insightfully remarked, \"Technology is seductive when what it offers meets our human vulnerabilities. And as it turns out, we are very vulnerable indeed.\" In today's world, where the proliferation of digital devices and platforms has transformed how we communicate, work, and live, this statement resonates more deeply than ever. However, the constant connectivity offered by these technologies comes at a cost—digital stress. This modern affliction, characterised by the tension and discomfort arising from excessive use of digital devices, manifests in various detrimental forms, including mental fatigue, anxiety, and a decline in physical health. With technology becoming increasingly integrated into every aspect of our lives, it is crucial to act now to mitigate the effects of digital stress.\nDigital stress typically stems from being bombarded with too much information or feeling obligated to be available 24/7, particularly sometimes for job-related tasks. This stress can also arise from compulsively checking devices for emails, social media updates, or casually browsing the internet. Such constant engagement leaves little time for our brains to rest, leading to heightened stress levels. Young adults or teenagers, active on social media, are especially at risk as their social interactions and self-esteem are often closely linked to these digital platforms.\nResearch, including studies by the American Psychological Association, indicates that \"constant checkers\"—those who frequently check their emails, texts, and social media—are significantly more stressed than those who do not. The deluge of daily information through emails, social media, news alerts, and more can be overwhelming and is a fundamental aspect of digital stress. This is exacerbated in corporate cultures that emphasise perpetual connectivity and rapid response times, further contributing to stress in the workplace.\nThe phenomenon of Fear of Missing Out (FOMO) is particularly potent in enhancing digital stress. Social media platforms expertly create a sense that others are leading more exciting or fulfilling lives, which can induce feelings of envy and anxiety. Moreover, digital devices facilitate multitasking—such as checking emails during family meals or texting while watching TV—which dilutes our focus, reduces efficiency, and increases stress.\nPhysically, poor practices in how we use our devices contribute further to stress. Poor posture, infrequent breaks, and prolonged screen time can lead to physical discomfort and fatigue, exacerbating the psychological impacts of digital use.\nThe repercussions of unmanaged digital stress are profound. It can adversely affect mental health, leading to anxiety or depression, disrupt sleep, and cause physical symptoms like headaches, eye strain, and musculoskeletal issues due to poor ergonomic practices. If left unchecked, this can evolve into digital burnout, marked by emotional exhaustion and diminished personal accomplishment.\nSocially, digital stress can lead to being physically present but mentally distracted during social interactions, which can erode personal relationships and foster a pervasive sense of isolation. In professional settings, it undermines productivity and increases error rates as employees juggle multiple digital tasks.\nTo manage digital stress effectively, establishing clear technology boundaries is essential. This might involve disabling notifications from certain apps, setting specific times for checking digital devices, or establishing device-free zones during meals and before bedtime. Creating tech-free areas in the home, like bedrooms and dining rooms, promotes better sleep hygiene and family interactions.\nTaking regular breaks from digital devices is crucial. Techniques like the 20-20-20 rule—every 20 minutes, spend 20 seconds looking at something 20 feet away—can mitigate eye strain and provide mental breaks. Longer digital detoxes during weekends or vacations can also help rebalance one's digital engagement. Engaging in hobbies that do not involve screens, such as reading, gardening, or playing musical instruments, provides necessary respite from digital stimuli. Additionally, mindfulness practices like meditation or deep-breathing exercises can be powerful tools in managing the anxiety and stress associated with digital overconsumption.\nInternationally, various initiatives highlight how different cultures address digital stress. For example, France has enacted the \"right to disconnect\" law, allowing employees to ignore work-related digital communications outside office hours. German companies like Volkswagen have implemented email blackout periods after work hours to help employees disconnect. In Asia, Japan and South Korea focus on reducing workplace stress and regulating children's digital usage through curfews and other policies. In the US, while there is no federal legislation targeting digital stress directly, companies like Google and Apple have developed features to monitor app usage and allow users to set limitations on their screen time. Educational programmes are also promoting digital citizenship and healthy technology use among students.\nAs technology's role in our lives continues to expand, it is imperative to manage our interaction with digital devices consciously. By setting boundaries, taking breaks, engaging in non-digital activities, and practising mindfulness, we can harness the benefits of technology without succumbing to its stresses. These strategies not only enhance our well-being but also transform our digital habits into sources of strength rather than sources of stress, ensuring that we maintain a healthy balance in our increasingly digital world.\nBM Zahid ul Haque is an experienced CISO and cyber digital transformation strategist. He can be reached at: [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The 20-20-20 rule and other digital detoxes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-20-20-20-rule-and-other-digital-detoxes-3610591",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "At a time when Bangladesh's overdependence on import of liquefied natural gas (LNG) poses a threat to power generation and industrial production, a study by the Institute for Energy Economics and Financial Analysis (IEEFA) suggests how the import parameter can be reduced substantially. According to the IEEFA study, the country can reduce its import by 21 per cent and in the process save $460 million a year. By replacing the ageing, inefficient and gas-guzzling industrial captive power generators, such a gain can be achieved. The average efficiency of the existing generators at 35.38 per cent can be elevated to 45.2 per cent if the more efficient models of those are installed in their place. Significantly, use of waste heat recovery boilers and cooling devices can also save up to 50.18 billion cubic feet (Bcf) of gas a year. Waste heat recovery is the other name of energy efficiency by which heat energy is reused and not released into the atmosphere. Does it not make it a compelling case for keeping the industrial environment cooler? Now question may be asked why the private captive power plants will go for investment when the ageing ones are still in service? They will do so for their own benefits, if not for a common cause of economy and environment. The investments to be made in the new and efficient models can be recouped within one and a half years to five years. Then the investment in waste heat recovery is returned within a year. After the recovery of the investment, it is nothing but an absolute long-term gain. Industrial units which have their backup captive power plants to continue uninterrupted production without solely relying on unreliable power supply from the national grid have every reason to opt for the new models. However, captive power plant companies supplying power to the national grid under a dubious deal may not feel the urgency to go for further investment for replacing the old and inefficient plants. They get fuels for operation of their plants at a subsidised rate. Of the total generation capacity of 4,723 megawatts (MWs) of the captive power generators, 2,943 MWs come from gas-fired plants. The captive power plants of the country consumed 164.27 Bcf or 17.6 per cent of total gas the country used in 2022-23. So the economical use of the imported LNG is in the interest of all irrespective of its use in power generation at captive power plants or for other purposes. The captive power plants have long proved a bone in the government's and by extension the country's throat. It is time the contracts with those proving economic bleeding to the country were rescinded. Now the recently completed thermal power plants cannot go to full operation because of shortage of coal, another type of fossil fuel that like liquid variants is a source of pollution. But it will be quite long before the country can shift to green energy. In the meantime, it would be wise to go for energy efficiency to the maximum and in all possible areas. The IEEFA-suggested economised LNG use is likely to prove highly beneficial for the country and the opportunity should be grabbed.",
        "headline_1": "Reducing use of imported LNG",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-use-of-imported-lng-1715783853",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "The decade-old demand of jobseekers to raise the maximum age to applying for government jobs from 30 to 35 years has again resurfaced following Education Minister Mohibul Hassan Chowdhury's recent letter to the Ministry of Public Administration. In his letter, the minister proposed increasing the age ceiling for entering government service to 35 years. Following this development, a group of students from different educational institutions launched a movement from the Dhaka University campus in support. As expected, the protesting students demanded that the maximum age for entry into government service is extended by five years considering the fact that it takes a long time for them to complete their academic life. They said that graduation in many cases is not completed until a student reaches 27 or 28 years due to 'session jam' and other reasons. And by the time they complete their graduation, it's too late to prepare for Bangladesh Civil Service (BCS) exam. They also argue that skill should be the primary determinant of a job seeker's qualification, not age. Examples of the US and other countries have also been cited where the age ceiling for entry into government service is higher.In the nineties, the age for competing civil service entry had already been extended by three years. Also at that time, the same argument was given that owing to academic backlog students could not complete their education in time to sit for the civil service exam. So an age-limit extension of three years was brought into effect. Over the last decade or so, groups of students from different universities repeatedly organised demonstrations at frequent intervals seeking a further extension of five years, but to no avail. In response to the Education Minister's letter, the Public Administration Minister said the government has no plan at the moment to extend the age limit. He said the government's priority is to recruit fresh graduates.Although the extension of the age ceiling is a popular demand -- especially among the youth -- many don't share the enthusiasm for another extension. They think the argument for the extension itself is weak. The very fact that session jams are causing undue prolongation of academic life is itself an anomaly. It should be ended instead of giving it permanence by adjusting it to other normal routines of administration. Amidst rising unemployment, the economic slowdown and uncertainty in the private job market, a government job is like gold dust. Therefore, the job seekers' desire to have an extended period to prepare themselves and qualify for a government job is understandable. Statistics, however, present a disquieting scenario for the aged candidates. A recently disclosed report of the Bangladesh Public Service Commission (PSC) shows that a significant portion of the top performers in the recent BCS exams are from a younger age bracket. Approximately 40 per cent of candidates in the 41st BCS and about 38 per cent in the 43rd BCS fall within the age range of 23 to 25 years. Conversely, the older candidates have demonstrated lower success rates. In the 41st BCS, around 13 per cent and in the 43rd BCS, approximately 16 per cent of candidates are aged 27 years or older, while only 1-2 per cent of candidates are above 29 years of age.Some analysts believe it would not be a good idea to keep a large number of youths waiting for BCS until they reach 35 years of age, as this may further diminish their chances of establishing themselves in the private sector job or launching a start-up. Thirty-five is past the age when someone, without relevant experience or training, can be considered a good candidate to hire by any private organization.Meanwhile, it is extremely disturbing to know that while job-seekers are rallying for an age limit extension in government service and facing police batons and lawsuits, about half a million posts remain vacant in the public administration due to slow and cumbersome recruitment processes.The Bangladesh Public Service Commission (PSC) laid out a roadmap in 2020 to complete the entire BCS examination process within a year, but the plan is still on the back burner. It took the PSC no less than four years to complete the entire process for the 41st BCS examination. The final results of the 43rd BCS were published after more than three years of initiating the recruitment process, but a gazette notification finalizing their recruitment is yet to be published. Thus, the government job aspirants continue to waste time as the examination and recruitment process consume at least four years of their careers.Many, therefore, believe that rather than extending the age ceiling, efforts should be directed towards reducing academic backlogs at universities and streamlining the recruitment process for government jobs. If the PSC can conduct the BCS exam annually and students can complete their graduation timely, they will have the opportunity to sit for at least six BCS exams before reaching the age of 30. For those who are not fortunate enough to secure a government job even after numerous attempts, it's essential to understand that this is not the end of the world for them. They can and should be exploring alternative career options simultaneously. \n[email protected]",
        "headline_1": "Raising age limit for govt jobs is no panacea",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-age-limit-for-govt-jobs-is-no-panacea-1715783892",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "The emergence of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) was seen as a major development in promoting regional cooperation in South Asia.As the South Asian Association of Regional Cooperation (SAARC) has failed to meet the aspirations of its members in building a true and effective alliance, many considered the BIMSTEC as an alternative platform for regional cooperation in South Asia.The SAARC, which was launched in the early 80s, has eight member countries including Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka. But from its very inception, a section of its members treated it with suspicion and mistrust.Mainly the sheer rivalry and mistrust between the two nuclear-powered members -India and Pakistan, the SAARC has failed to become an effective tool for regional cooperation even after three decades of its existence.BIMSTEC has gained popularity among South Asian countries as a platform for regional cooperation and is seen as a bridge between South Asian and South East Asian countries.Initially, BIMSTEC was called BIST-EC, i.e., Bangladesh, India, Sri Lanka and Thailand Economic Cooperation. After the inclusion of Myanmar, the organisation was renamed Bangladesh, India, Myanmar, Sri Lanka and Thailand Economic Cooperation (BIMST-EC). Later with the joining of Nepal and Bhutan in the grouping, it was named BIMSTEC, which is Bangladesh, India, Sri Lanka and Thailand Economic Cooperation.With five countries from South Asia and two from ASEAN, the platform has emerged as a natural one for building effective regional cooperation in the South Asian region.Setting up of the BIMSTEC secretariat in Dhaka, Energy Centre in Bengaluru in India, and formation of the BIMSTEC Business Council, a forum for business organisations to promote regional trade are seen as encouraging developments in the right directions.Apart from these, several committees have been formed to oversee developments in various sectors, like the BIMSTEC Transport Connectivity Working Group.However, recently questions have been raised whether it would have the same fate as the SAARC because of several factors.Irregular holding of the BIMSTEC summit, the highest decision-making body of the organisation, has been a major concern since its inception. The BIMSTEC summit has taken place only thrice until now.The secretariat also lacks proper resources which impedes its performance.The delay in the adoption of the Free Trade Agreement (FTA), a framework that was agreed upon in 2004, is also seen as a major weakness of the platform.The first BIMSTEC summit was in Bangkok, Thailand in 2004. The second and third summits were held in New Delhi, India in 2008 and Nay Pi Taw, Myanmar in 2014.BIMSTEC covers a significant area of the world with large population that needs rapid growth.BIMSTEC is home to 1.8 billion people, which is 22 per cent of global population, and is larger than the population of ASEAN (approx. 679.69 million) and EU (448.4 million) countries together.Also, the combined GDP of BIMSTEC member States amounts to USD 4.5 trillion in 2022, which is 4.5 per cent of global GDP.Through ensuring free trade, better connectivity, joint infrastructure development, cooperation in different sectors, BIMTEC can be a an effective platform in promoting growth which is essential for this region where a large chunk of the people are still fighting poverty and inequality.Given the friendly relationship among member states, the BIMSTEC can be a true and effective multilateral mechanism for providing the Bay of Bengal nations an opportunity to work together to create a common space for peace and development.So, a strong political will of the leaders of the member states is crucial to making BIMSTEC an effective and result-oriented platform of regional cooperation which can pave the way for peace and prosperity for millions of people.\n[email protected]",
        "headline_1": "BIMSTEC and regional prosperity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bimstec-and-regional-prosperity-1715783928",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2024"
    },
    {
        "full_article": "The government's directive to implement the 'No Helmet, No Fuel' policy across the country starting from May 15, 2024, is a significant step towards enhancing road safety. The 'No Helmet, No Fuel' policy is a practical approach to ensuring that motorcyclists adhere to safety regulations. Helmets are crucial for protecting riders from severe head injuries in case of accidents. By making fuel contingent on wearing helmets, it is believed that the authorities can significantly reduce the number of fatalities and serious injuries on roads.However, successful implementation requires strict monitoring and public awareness campaigns. Fuel station attendants must be vigilant and uncompromising in enforcing this rule. Additionally, raising awareness of motorcyclists on the importance of helmet use is essential. This policy should also be accompanied by broader measures to improve road safety, including better road infrastructure, stricter enforcement of traffic laws, and comprehensive training for all road users.I urge the authorities to ensure that this policy is not just a temporary measure but a sustained effort to foster a culture of safety among motorcyclists. Let us all support this initiative to create safer roads for everyone in Bangladesh.\nAsif Islam Student Jahangirnagar University",
        "headline_1": "Implementing 'no helmet, no fuel' policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implementing-no-helmet-no-fuel-policy-1715783948",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2024"
    }
]