[
    {
        "full_article": "\"Ei boshi, ektu kadi, dhular paharey /\nKadley kirey dhular paharey /\nGanga buri ganga boye jabey?/\nGangaburi Gangaburi shono /\nEto shundor naam ti tomar ke diyechhey bolo?\"\nThe other day, I was listening to this popular song by Kafil Ahmed, one of the few gono sangeet artists of our time. Whenever I listen to the song, it takes me on a journey into a dream world where everything about life centres around this river—Gangaburi or Buriganga. The river in the song gives us hope that we must go on with our life and never lose hope, and that the river and people share the same life force. I do not know how Kafil Ahmed, the songwriter and singer, would interpret his song, but this is how it makes me feel.\nBut then, I am yanked back, rather brutally, into reality when I remember how we have destroyed our Buriganga—the lifeline of the city we live in. And I think to myself: How have we come to this point? Have we done what we should have to save or restore the Buriganga? Does the river still have a chance to survive?\nRecently, I came across a news report on the pollution of our rivers and was horrified to learn about the extent of contamination of the water of major rivers such as the Buriganga, Turag, Balu, Dhaleshwari, Shitalakhya, Karnaphuli, etc. According to the report, the water of these rivers has become toxic and has already seeped underground, making the groundwater unsafe to drink (Prothom Alo, September 26, 2021). It was also mentioned in the report that people drinking this water, with all kinds of heavy metals and contaminants in it, are at increased risk of getting cancer, asthma and high blood pressure, among other diseases.\nIt seems that the decades of movement by the environmentalists to save our rivers have not been successful to bring about any positive result—our rivers remain as polluted as they were before. It is true that the government took some steps to reclaim the river land lost to the grabbers. The National River Conservation Commission (NRCC) made a list of the river grabbers across the country. The High Court gave specific directives to the authorities concerned to protect our rivers. Despite all these, the condition of our rivers has not improved. And the state of the Buriganga is much worse than other rivers. It has almost died because of continuous encroachment and industrial and plastic pollution. The dissolved oxygen (DO) in the Buriganga water decreases to almost zero in the dry season, making it impossible for any fish or aquatic life to survive.\nOver the past few decades, the Buriganga had been literally used as a dumping ground for all kinds of waste—industrial and household alike. Its banks have been completely grabbed by powerful quarters and all sorts of factories, tanneries and industrial units were set up there, leading to the offloading of untreated waste straight into the river. The sad part is, it is not only the grabbers or the tannery and factory owners who have done such damage to the river; the Dhaka Water Supply and Sewerage Authority (Wasa) is also to blame for the pollution of the Buriganga. According to Bangladesh Inland Water Transport Authority (BIWTA), Wasa has around 65 drains and sewerage lines which are directly connected to the Buriganga. In 2011, the High Court directed them to seal off the drains and sewer pipes linked to the river. Ten years have passed since then, but the Wasa authorities have not yet complied with the HC order.\nA recent survey by the River and Delta Research Centre (RDRC) has found 251 sewerage lines, 237 waste dumping spots and six canals that are directly connected to the Buriganga. The survey also found 31 big factories—mostly cement, metal and oil factories—along the river from which untreated industrial waste is being visibly dumped into the river. Then there are the dockyards—another big pollutant.\nThe RDRC study also found that the tanneries that were shifted from the banks of the Buriganga are now polluting the Dhaleshwari river in Savar. But eventually, the Buriganga gets polluted through the Turag and Karnatali channels which are connected to Dhaleshwari. According to Mohammad Azaz, chairman of RDRC, \"The grabbing of Buriganga started from Hazaribagh in the past, but now it has spread to the Dhaleshwari river in Hemayetpur. So, grabbing has actually increased.\"\nAlthough the BIWTA has been conducting eviction drives from time to time, it has not yielded much result for the Buriganga as its banks are continuously being filled up and used by the occupiers. Another major problem is that the demarcation of the riverbank boundaries was not done properly. Needless to say, without proper demarcation, the natural flow of the river cannot be restored.\nUnfortunately, the NRCC, the central authority in charge of rivers, has not been able to look into these issues properly, despite the commission being declared as the \"legal guardian\" of our rivers by the High Court. The commission neither has the manpower nor any magistracy power to take action against the grabbers and polluters. What they can do, however, is file cases against those destroying our rivers. But the commission has not filed a single case against the powerful grabbers or polluters since assuming the guardianship.\nComing back to the case of the Buriganga, the question that is most pertinent now is: Can we bring back life to this once mighty river? Reportedly, although no fish and aquatic creatures can survive in the river during the lean season, during monsoon, as the water level rises with heavy rainfall, the pollution level drops and the dissolved oxygen (DO) level increases, making its water liveable for aquatic creatures.\nOnly a few years ago, with the fresh flow of floodwater from upstream, several dolphins were seen playing in the Turag and Buriganga rivers. The incident gave us hope that saving the river may still be possible.\nHowever, that requires strong commitment on the part of the government and the river authorities. The grabbed land of the river must be reclaimed and the grabbers must be brought to book, while the factories built on the encroached riverbank have to be shifted elsewhere. Dhaka Wasa must seal off their canals and sewer pipes linked to the river while the clogged up drains should be excavated by the authorities concerned. In addition, plastics and polythene bags must be removed from the river bed by conducting regular drives. Taking these basic but vital steps can turn the Buriganga into a living, and perhaps thriving, river again. But we must remember: unless we match the extraordinary assault on this river with an equally extraordinary response, that goal will always remain elusive.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Buriganga remains a sad tale. Can we turn it around?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/buriganga-remains-sad-tale-can-we-turn-it-around-2192286",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2021"
    },
    {
        "full_article": "The apparent return to basics, the turn to healthier living, the leap to soliloquys have turned out to be beneficial. At least in theory, we all agree that the world needed a correction. On principle, most of us side with the concept of the small and the intimate. The corporate world has become smitten with virtual platforms that allow us ease of being visible and invisible at the same time, or of being heard or unheard. What flexibilities and what freedom for a few. Amen.\nMornings don't begin with a thud. The meetings online don't require us to be dressed to the hilt. And while the world turns to ease and comfort, business in leisure and lounge wear is going up. Casual and Covid-special apparel are a hit, and business in relaxed knitwear is on the rise.\nCommunication has been the easiest and we have all crossed continents in a matter of seconds. Platforms like Zoom, Microsoft Teams make lives seamless while StreamYard turns us all into mini movie stars. All these platforms have chat boxes that allow interventions or questions or instructions. There's no overlapping conversation. The admin can silence a nagging speaker. The freedom to appear the way one wants to and yet be under control, exists. Screens can be shared; presentations are more focused. No meeting exceeds 120 min at the max and mostly, stays within the ideal, civilised frame of 60-90 minutes. Bravo. The new world (not necessarily brave) has begun. This new world has isolation encrypted in its software. Being alone is not a curse anymore. Rather it adds joy to one's stream of consciousness.\nTravels around the world are restricted by flights originating from certain destinations. With time, people have become smarter in figuring out how to work around and with quarantining rules and how to spend the least number of days in quarantine. Needless to say, the testing business is booming. In England, where I quarantined in April, before Bangladesh was included in the red list category, I was asked for two tests: Day two test and day eight. Additionally, if one wanted an early release, one could take a test on day five to get released and gain freedom. The first two tests cost around 199 pounds. And on top of the two, restless as I am by nature, I paid another 144 pounds to get a test result in 24 hours. Strangely, the testing costs are astronomical and private tests have glitches in the testing kits being delivered. In the meantime, testers have become multi zillionaires in the process.\nSerco, which is in the services business, just through NHS's track and trace programme, has raised its profit forecast by millions of pounds.\nEngland is now gradually opening its borders partially and has begun including more countries in green or amber lists, and is eventually planning to get rid of all lists. The incredibly low air fares, the incredible hotel offers which now include increasingly more silence and calm, more farm-to-table menus, have all started.\nIn a remote village in Europe, a small codfish, corn bread and cabbage accompanied by a nano starter cost nothing less than 40 euros per person. The dessert often arrives again in a nano platter with microscopic servings of a meringue, or a sophisticated, stingy serving of farmhouse oranges. Point is, why do our hill tracts, our hills, our sea beach, our northern borders, remain unbranded? Even with the lockdown, if proper social distancing could be practiced and if these resorts are revamped and offered a 50 percent capacity offering to the guests, why don't we attract foreign guests and charge a premium? Why is our farm-to-table concept not claiming our claim to originality?\nPerhaps it's time to realise that while, once upon a time, these exotic trips to the west used to sound like a dream, it is now only a case of us realising what we miss out on in our own country. In reality, at our end, we need to realise that we have the beauty but what we don't have is branding.\nWith a crucial need to diversify our exports, it's quite evident that a service economy focus should include tourism. According to a report of Policy Research Institute, Vietnam's export of non-factor services in 2019 was USD 16.6 billion and recorded an astounding growth rate of 21 percent per year, whereas Bangladesh's non-factor services stand at USD 6.8 billion and is growing at a rate of 15 percent. The top non-factor service of Vietnam is travel, which stands at USD 11.8 billion. How about looking at similar opportunities for ourselves?\nHotels and resorts have been open since August 19. People have been flocking to these places. In all honesty, a number of these resorts are close to world class and offer the best of cuisine and services. Cox's Bazar, Chittagong Hill Tracts, and Sylhet have been prime destinations. Almost five to six million people travel to these destinations. Covid has been a serious dampener for these thriving businesses. However, after reopening of these hotels and resorts, multiple tour operators have also been enjoying good business. Much of this business is through Facebook. Hence, f-commerce has become popular and, as a result, start-ups have started to see the light at the end of their first tunnel.\nThis is one chance we have to rebrand our own culture, our own hills and our own tastes. A return to originality, the old and our own is inevitable. The original, age-old ideas are all springing back to life. After all, nothing is new except that which has been forgotten or ignored.\n \nRubana Huq is a former president of the Bangladesh Garment Manufacturers and Exporters Association.\n",
        "headline_1": "Ease, isolation and awakening",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/knot-so-true/news/ease-isolation-and-awakening-2192281",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2021"
    },
    {
        "full_article": "Sehrin Mahbub Sadia, 19, was returning home with her grandfather and uncle on the night of September 27. A first-year Honours student at a local university of Chattogram, Sadia had just seen an eye specialist, and got a pair of new glasses. It had rained that night and the roads were a little slippery. Sadia was holding her grandfather's hand as they walked. Suddenly, she slipped in the darkness, and before anyone could react, fell into one of the notorious drains of the city. Soon her grandfather and uncle jumped into the drain too. But Sadia was nowhere to be found. After almost a five-hour search, her body was recovered, about 100 feet away from where she fell, by the divers of the Fire Service and Civil Defence.\nThis incident happened at the Badamtali area of Agrabad, Chattogram. Sadia, unfortunately, is not the only victim to have been devoured by the ever-gaping, man-killing drains of Chattogram City Corporation. To be precise, she is the fourth victim to have died after falling into an open drain within the span of less than four months.\nAbout a month earlier, in August, a 55-year-old vegetable vendor, Saleh Ahmed, fell into a drain at the Shulak Bahar area near Muradpur Police Box. He remains missing to this day, despite search drives by the Fire Service and Civil Defence rescue teams. In June, two passengers of a CNG-run auto rickshaw also died as the vehicle fell into a drain at the Sholosohor area.\nThese deaths, tragic as they are, could not move the Chattogram City Corporation (CCC) or the Chattogram Development Authority (CDA) in the way one would have expected. These deaths were preventable but due to the apathy of the authorities, their lack of ownership of their responsibilities, as well as sheer incompetence, four ordinary citizens had to die under miserable conditions. One cannot even fathom the last thoughts of these individuals as they met their end in sewage drains.\nAfter Sadia's death, photos emerged of a wall that has been erected around the drain, which neither the CCC nor the CDA claim responsibility for. The brick wall built around the drain where Sadia fell took up the rest of the already narrow pedestrian walkway—the street along the drain had earlier been narrowed down by the CDA to make way for the elevated expressway construction work. It is the same body that also took off all the drain slabs, according to locals, shortening the walkway to 1.5 feet from around 5 feet—making the street and the footpath even riskier for pedestrians. After the wall was erected, there is now no space to walk on the footpath anymore.\nWhen the CCC authorities were asked about it, they denied constructing the wall and suggested the CDA might have been behind it. But the CDA also did not take ownership of the wall. The mystery surrounding the wall notwithstanding, the whole episode exposes the absolute lack of control and planning of the CCC and CDA over the city's development—which has been chaotic, to say the least—as well as the abject lack of coordination between these two organisations.\nThe blame game that played out in the aftermath of the drowning incidents—with the CCC and the CDA blaming each other for not doing their jobs properly—is but a manifestation of the reluctance of these key organisations responsible for the city's development and proper functioning to take ownership of their work, thereby exacerbating the misery of the common people.\nUnfortunately, the death from drowning in drains and canals—both overflowing to make a deadly mix during monsoon—is not a new phenomenon for the port city dwellers. In 2020, two children, Munni Akhter (14) and Jhuma (18), died after falling into the Maheshkhal canal in Halishahar area. In 2017, near Shilpakala, a government official died after falling into a drain.\nAnd despite these deaths, little action has been taken to improve the condition of drains and canals in Chattogram. On the contrary, due to the various construction works that are underway in the city, the road conditions have deteriorated significantly, resulting in not just deaths, but also injuries and various other problems for the residents, pedestrians and daily commuters.\nEven after the recent deaths, the two bodies entrusted with the job of ensuring the development of the city have not been able to appreciate the urgency of collaborating or overcoming their tendency to play the blame game.\nThe extent of their failure can be understood from the fact that even after Sadia's death, the drain where she fell still does not have any slabs to cover it. No one bothered to take care of it. No one took notice. Unfortunately, there are many other such drains in the Chattogram City Corporation without slabs to cover them. Who will take responsibility of covering these drains? Who is actually responsible for them: CCC or CDA?\nPerhaps the bigger question is: How long would it take for the two bickering organisations to realise their role, nay culpability, in the deaths of so many innocent individuals? Because from the way these two bodies are trying to brush off responsibility, it seems they are still living in a bubble of their own in which it is always the other party that is responsible.\nThis is shameful and totally unacceptable. It's high time the officials of both the CCC and the CDA woke up from their hibernation and got down to work and urgently identified high-risk areas for such drowning incidents. Instead of continuing with their petty blame game, they should collaborate and take prompt measures to make the roads, footpaths and streets safer for the people.\nInnocent people cannot be allowed to suffer or die in sewage drains due to the irresponsible and unprofessional conduct of certain individuals. The central authorities in Dhaka should also take this matter seriously, and strongly instruct the concerned CCC and CDA officials to address the issues, and hold accountable those who are responsible for the maintenance of the drains and roads—because, clearly, it is due to their negligence that so many people have had to suffer.\nThis issue must be addressed immediately, before more lives are lost due to the failure and criminal negligence of the concerned authorities.\nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Covered drains and safe walkways: Is that too much to ask for?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/covered-drains-and-safe-walkways-it-too-much-ask-2192276",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2021"
    },
    {
        "full_article": "Satyajit Ray's 1976 film \"Jana Aranya\" is as much a socio-political commentary as it is about the dark underbelly of India's business world. Struggling to find a job, the film's protagonist chooses to be a businessman and gets sucked into the vortex of corporate crookedness. Ray himself had described this as his \"darkest\" film. But it is also one of his most realistic ones. Every time one comes across reports about corruption in the corporate world, one cannot help but return to \"Jana Aranya.\" And so did I, after the Pandora Papers came to light.\nEven before the churnings set off by the release of the Panama Papers five years ago could fully play out, the International Consortium of Investigative Journalists (ICIJ) has come up with a new damning exposé in the form of Pandora Papers. The documents released by the ICIJ named more than 300 Indian business honchos, entities, celebrities, politicians and those accused of economic offences and are under the radar of investigation agencies.\nAccording to a report by the Indian Express, which was part of the international consortium of newspapers, there are at least 380 individuals and entities in the Pandora Papers, many of whom have set up trusts and other entities in tax havens. The setting up of these trusts and entities is allowed by India's domestic laws, but the question is whether the money parked in these vehicles is accounted for and tax-compliant.\nAccording to the first instalment of revelations by the Indian Express, industrialist Anil Ambani has 18 asset holding offshore companies, despite declaring bankruptcy in a UK court; Indian biopharma company Biocon's promoter Kiran Mazumder Shaw's husband allegedly set up a trust with keys to a person banned by the Indian stock market regulator, Securities and Exchange Board of India (SEBI), for insider trading; fugitive billionaire diamond merchant Nirav Modi's sister set up a trust just a month before he fled the country; and cricket icon Sachin Tendulkar had asked for the liquidation of his offshore entity after the Panama papers' leak. More big names are coming out as the daily comes out with a series of revelations as part of the exposé every day.\nThe Indian Express report also said many individuals who owned offshore entities opted for a reorganisation of their foreign assets after the massive Panama Papers' leak in 2016—through new ways of avoiding tax and stashing unaccounted money abroad. This means, no lesson has been learnt from the Panama Papers exposé. All the people named above have also denied any wrongdoing.\nLike in the case of the Panama Papers, the Indian government has promptly responded by ordering a probe into the cases related to the Pandora Papers by multiple government agencies, which deal with economic offences, money laundering, terror funding and round-tripping of investments from abroad after sending the money from home through a complex web of companies (some of which are shell firms). The government has decided to rope in the Central Board of Direct Taxes, Enforcement Directorate, Financial Intelligence Unit and Reserve Bank of India for conducting the probe. The Indian finance ministry said in a statement that around the time of the past exposés—like the Panama Papers and Paradise Papers—a new law called Black Money (Undisclosed Foreign Income and Assets) and Imposition of Tax Act in 2015 was enacted to curb black money transfer, under which \"undisclosed credits of Rs 20,352 crore approximately (as of September 15 this year) have been detected in investigations carried out in the Panama and Paradise Papers.\" The Indian government had also formed a special investigation team on black money in 2014.\nAs the Pandora Papers show, one of the newest methods adopted by individuals and corporate entities to avoid taxation on their wealth and income in their home countries is to set up trusts in tax havens, where the tax rates are much lower compared to the 30 percent plus surcharges in India on those with an annual income of one crore rupees. A trust is a financial vehicle in which a third party holds assets on behalf of individuals or entities who benefit from incomes from financial investments, shares and real estate assets. Such trusts are, by and large, used for estate and succession purposes. Indian law allows offshore trusts. But the problem arises when these trusts are used by some people or entities to store their unaccounted money and other wealth to avoid the scrutiny of tax authorities, and to overcome legal action by creditors—whose funds have been used to generate the ill-gotten wealth—wanting to recover their dues.\nIndian individuals are permitted to invest up to USD 25,000 per year under the Reserve Bank of India's Liberalised Remittance Scheme. In order to get around this ceiling, there has been a growing trend of some businesspersons acquiring Non-Resident Indian (NRI) status as India allows NRIs to send USD 1 million annually (apart from their current annual income) outside India. It is precisely for this reason that Indian income tax authorities have stepped up their scrutiny in some cases of these NRIs, primarily to check if they have disclosed their foreign assets at the time when they were Indian citizens. The Black Money (Undisclosed Foreign Income and Assets) and Imposition of Tax Act in 2015 does not require NRIs to report their financial incomes and immovable assets abroad.\nThe Pandora Papers' revelations, which bring out the challenge posed by the tax evaders, have come at a time when the world witnessed the biggest increase in extreme poverty and a widening gap between the rich and the poor, exacerbated by the Covid-19 pandemic. It is undeniable that tax evasion and black money are two of the major reasons for the socio-economic inequities in individual countries. The unpaid tax from the ill-gotten wealth could have been manoeuvred to a range of social welfare projects in health, education and infrastructure sectors of a country.\nAn estimate by the Indian chapter of Oxfam says: \"Tax havens cost governments around the world USD 427 billion each year, and developing countries are being the hardest hit proportionately. Corporations and the wealthiest individuals that use tax havens are outcompeting those who don't.\" It calls for doing away with tax havens, arguing it can go a long way towards ensuring that governments access tax revenue needed to fund quality public expenditure.\nOxfam has also come out with a series of measures like setting up a public register on the real owners of bank accounts, trusts, shell companies and assets, asking multinational corporations to publicly report their accounts where they do business, country-by-country, increasing the use of automatic exchange, and allowing revenue authorities access to information they need to track the money.\nBut it goes without saying that any step taken to check black money would require a strong political will on the part of the government, because many of the people involved are influential and politically highly connected. It will also require a closer study of the grey areas of certain laws a government has enacted to attract foreign investment in order to plug possible loopholes that individuals and entities take advantage of to stash their assets in tax havens. While there should be no attempt to vilify or demonise the entire corporate sector (as long as they play by the rulebooks) for the acts of a section of it, it is time for errant business tycoons and entities to introspect if their actions cover them with any glory.\nOtherwise, we may have to face the ending of \"Jana Aranya\"—which leaves viewers with a sense of pessimism and cynicism not only about the corporate world, but also about society as a whole.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Pandora Papers take the lid off India’s superrich",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pandora-papers-take-the-lid-indias-superrich-2192271",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2021"
    },
    {
        "full_article": "In a country that is on its way to attaining middle-income status and that experienced positive growth even during the pandemic, one does not expect a status quo in crucial development projects where time and cost overruns are the norm, rather than the exception. Yet, this is exactly what we have been witnessing in Bangladesh. This time, it is in the case of the Kushtia medical college hospital project, which has been delayed by an unbelievable 100 months, with costs rising by 148 percent! \nThis state of affairs is particularly astounding given that the prime minister has repeatedly expressed her dissatisfaction in this regard. At an Ecnec meeting in February this year, she even asked the relevant authorities to take legal action against those who are responsible for flawed design projects that ultimately push costs up. She was, once again, forced to repeat herself at Tuesday's Ecnec meeting, where she directed the authorities concerned to take punitive action against officials responsible for the delays and irregularities in the Kushtia medical college project, even if they have retired.\nWhile we commend the PM's attempt to enforce some level of accountability, we cannot help but wonder how this situation ever came about, where incompetence and corruption continue to be tolerated at the expense of public interest. On Tuesday, five of the nine project proposals placed before the Ecnec meeting were, unsurprisingly, for time and cost revisions. In the last fiscal year alone, more than 300 projects have sought similar time extensions.\nA 2019 report from the planning ministry pointed out that most ministries prepare projects without proper feasibility studies and technical designs, which is at the heart of the irregularities in project implementation. This was the case with the Kushtia project, too. No feasibility test was carried out before its approval, and the appalling mismanagement associated with it even led to the loss of life—when, in January 2019, a portion of the building collapsed, killing one worker and injuring 10 others. We saw the same happen in the case of the Tk 5,617 crore megaproject to improve Chattogram city's drainage system, where poor planning and a faulty feasibility study did not only cost taxpayers' money but also their life—four people were killed in the past four months after falling into open drains in the city. This is criminal negligence, plain and simple. \nSo far, we have witnessed a complete lack of accountability with regard to such failures. This can no longer be allowed to continue. According to a report in this daily, the PM ordered an investigation into the Kushtia project in January this year, and the probe committee found both health and public works departments responsible for its poor implementation. It is now up to the concerned authorities to take the PM's directives seriously and investigate the officials at fault. There is no alternative to accountability if this culture of delay in publicly funded projects is ever to see any change. \n",
        "headline_1": "Can PM’s directive turn the tide of project irregularities? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/can-pms-directive-turn-the-tide-project-irregularities-2192176",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2021"
    },
    {
        "full_article": "The 543-day-long school closure in Bangladesh—one of the longest in the world—has caused worries about heavy learning losses, and raised concerns over the lack of teachers to help students with recovery. Even before the Covid-19 pandemic, experts had warned that the absence of a well-established, pre-service teacher education programme was putting Bangladeshi teachers at a disadvantage and having repercussions on the entire education system. The subdued observation of World Teachers' Day yesterday revealed that the pandemic has made the situation far worse, and thousands of teachers across the country—especially from kindergarten schools—will likely never be able to return to their students.\nAccording to a report in this daily, the education disruption in the country forced many kindergartens to shut their doors permanently. The kindergarten teachers' associations estimate that around 40 to 50 percent of teachers have lost their jobs, and nearly 20,000 kindergartens are unlikely to open up again. There are also reports of kindergartens that opened up but were forced to close down again, as most of their students have either shifted to government primary schools or dropped out.\nWhy did these schools not receive any financial assistance during the pandemic? Certain steps, such as soft loans for owners or the waiver of utility bills, could easily have been taken by the authorities. It is regrettable to see teachers being forced to give up their professions to toil in farms, open vegetable/tea stalls, and even pull rickshaws to make ends meet after not receiving their salaries for months on end. Especially now, when the pandemic has revealed the crucial role that teachers must play to support students in this \"new normal,\" it is difficult to fathom that the Directorate of Primary Education still has no plans to support these teachers.\nWe have no idea what impact this reduction in the teaching workforce will have on our youngest students. However, it is clear that the government needs a strategy to ensure that teachers don't continue to haemorrhage from an already bruised education system. After all, the well-being of students is contingent on the well-being of teachers, and no learning recovery plan will succeed without taking care of the needs of teachers. It's high time the government thought critically and creatively about our education workforce. This year's theme for World Teachers' Day was: \"Teachers at the heart of education recovery.\" We need to take this theme to heart as well, and build an education system where teachers are valued and given the resources they need to carry out their responsibilities efficiently.\n",
        "headline_1": "What will happen to the teachers who have lost their jobs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/what-will-happen-the-teachers-who-have-lost-their-jobs-2191426",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-10-2021"
    }
]