[
    {
        "full_article": "A split verdict in the Delhi High Court on the question of criminalising marital rape has reignited the controversy over legal protection for disregard of consent for sex within marriage. On Wednesday, while Justice Rajiv Shakdher, who headed the Bench, struck down as unconstitutional the exception to Section 375 of the IPC, which says that intercourse by a man with his wife aged 18 or above is not rape even if it is without her consent, Justice C. Hari Shankar rejected the plea to criminalise marital rape pointing out that any change in the law has to be carried out by the legislature since it requires consideration of social, cultural and legal aspects. With the judges differing on key points such as difficulty in getting evidence, the importance of consent, whether the state’s concerns about safeguarding the institution of marriage were valid, and if other laws against sexual violence protected married women, the issues involved may have to be ultimately adjudicated with the help of a third judge or a larger Bench of the High Court or the Supreme Court. The Union government has been opposing the removal of the marital rape exception. In 2016, it had rejected the concept of marital rape, saying it “cannot be applied to the Indian context” due to various reasons, not least because of the “mindset of society to treat marriage as a sacrament”. However, in the final hearing, the Union government did not take a stand on the issue.Justice Shakdher’s opinion goes to the heart of the matter, inasmuch as it treats the absence of consent as the core ingredient of rape. He says what is defined as rape in law should be labelled as such, irrespective of whether it occurs within or outside marriage. He finds that the marital exception violates equality before law, as well as deprives women of the right to trigger a prosecution for non-consensual sex. Besides, it also discriminates among women based on their marital status and robs them of sexual agency and autonomy. In contrast, Justice Hari Shankar’s opinion, somewhat disconcertingly, de-emphasises the element of consent and lays much store by the importance of preserving the institution of marriage to such an extent that he holds that any legislation that keeps rape out of a marital relationship “is immune to interference”. If marriage is regarded as a partnership between equals, an exception in a 162-year-old law should have had no place. While there are other laws governing civil relationships that legitimise conjugal expectations, these cannot be seen as giving a free pass for violence within marriage, which is essentially what sex without consent is. Whether the legislative route is more appropriate in making marital rape a criminal offence is a matter of detail. What is important is that sexual violence has no place in society, and the institution of marriage is no exception.",
        "headline_1": "The importance of consent: On marital rape",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-importance-of-consent-the-hindu-editorial-on-marital-rape/article65407305.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-05-2022"
    },
    {
        "full_article": "The landslide victory of Ferdinand Marcos Jr., the son of former dictator Ferdinand Marcos, in Monday’s presidential election, is a testimony to the structural change the Philippines’s politics has undergone in over three decades. The regime of the senior Marcos — he was President twice before declaring martial law — was known for thuggery and corruption, even accused of stealing billions from the state coffers. It took the years-long “People Power Revolution”, which was triggered by the assassination of opposition leader Benigno Aquino Jr. in 1983, to overthrow the dictatorship in 1986. Thirty-six years later, Mr. Marcos Jr., who has never disowned the abuses of his father’s regime, got 30.5 million votes out of 67 million votes polled (unofficial results), compared to 14.5 million votes secured by Vice-President Maria Leonor Robredo, his closest rival. However ironic it might seem, his victory is not surprising. The Marcos family, which returned to the country in 1991 after six years in exile, had immediately started to regain its lost glory. The dictator’s wife, Imelda, contested in the 1992 presidential election and lost. Mr. Marcos Jr. has been active in politics since the late 1990s. Now, with his thumping victory in one of the most consequential elections in the post-dictatorship era, the once-disgraced family is set to determine the Southeast Asian nation’s future once again.Little is known about Mr. Marcos Jr.’s policy preferences. He skipped presidential debates and refused to give media interviews. Instead, he gave direct addresses to his supporters and his team ran a highly efficient online campaign focusing on repackaging the era of dictatorship as one of prosperity and opportunity. This appeared to have struck a chord with voters. He joined hands too with the outgoing President Rodrigo Duterte, whose daughter, Sara Duterte-Carpio, became his running mate. Six years ago, Mr. Duterte ran a similar campaign. He blamed pro-democracy establishment parties for the poverty and widening inequality. Once in power, he attacked the country’s institutions, launched a “war on drugs” in which thousands of Filipinos were killed, and ordered the burial of the senior Marcos’s body at a heroes’ cemetery. Mr. Marcos Jr.’s refusal to distance himself from his family’s political legacy and his joining hands with the Dutertes have triggered concerns of a further erosion of democracy. Given the six years of Mr. Duterte’s rule, such fears were not completely baseless. In his first remarks after the election, Mr. Marcos Jr. asked the public to “judge me by my actions and not by my ancestors”. If he is serious, the presidency is his opportunity to prove his critics wrong. He can do so by recovering the billions looted during his father’s regime, strengthening institutional democracy and restoring accountability among the political class.",
        "headline_1": "Rise of the son: On the landslide victory of Ferdinand Marcos Jr. in the Philippines",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/rise-of-the-son-the-hindu-editorial-on-the-landslide-victory-of-ferdinand-marcos-jr-in-the-philippines/article65407577.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-05-2022"
    },
    {
        "full_article": "Recently, the debt servicing capabilities of many nations has come into question, due to impacts of the Covid pandemic and the recent Ukraine-Russia war. But should Bangladesh also be worried about its own debt servicing capabilities? Watch as Dr Selim Jahan, former Director of the Human Development Report Office (HDRO) of the United Nations Development Programme (UNDP), lays out all the facts we need to know.\n",
        "headline_1": "Should Bangladesh be worried about debt financing?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/should-bangladesh-be-worried-about-debt-financing-3022361",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2022"
    },
    {
        "full_article": "Bangladesh is a nation that is being carried almost entirely by the labour of its underprivileged and uneducated people, who slave away at garment factories and toil abroad to send back remittances. However, due to fundamental flaws in democracy and the rule of law, and corruption, all the power in Bangladesh rests in the hands of the top one percent. Furthermore, the government has failed to protect the average citizen's rights as enshrined in the constitution. In fact, it seems to have set out to actively undermine the freedoms of expression and the press. As the next general election draws closer, we are seeing the authorities step up their attempts to ascertain dominance over public discourse.\nIt is important to understand that while online expression is recognised under the constitution, it is mostly unprotected in reality. Article 39 (1) of Chapter 2 of the constitution recognises the freedoms of thought, conscience and expression as basic rights, and online expression has historically been deemed within the scope of this article. However, some existing and pending pieces of legislation undercut these rights, and internet users now regularly risk criminal consequences for exercising their right to express freely, as guaranteed by international human rights standards. These laws include the Digital Security Act, 2018 (DSA) as well as the proposed laws such as the BTRC Regulation for Digital, Social Media and OTT Platforms, 2021, the Data Protection Act, 2022, and the Mass Media Employees (Conditions of Services) Bill, 2022.\nThe way the government is utilising these laws to curb expression is straightforward. The DSA's wording is remarkably vague and open to interpretation. And under the proposed laws, any content or anything that undermines the spirit of the Liberation War, offends religious sensibilities, jeopardises communal harmony, or is against national culture and social values have been prohibited. But there is no definition of what the spirit of the Liberation War means. And who decides the national culture and social values?\nThe implementation of punitive measures under these laws is also absurdly wide-ranging. No arrest warrant is required, and any person can claim DSA violation against any other person, who will subsequently be detained without trial. The system has been designed to facilitate an Orwellian dystopia where citizens turn against citizens and keep themselves in line, as a Big Brother government watches everything from above.\nGiven the information we have about these laws and the government's use of them, the prognosis is bleak. Looking at all major worldwide indices that track people's freedom of expression in democracies, we will find Bangladesh consistently falling well behind. All due to the propagation of these laws.\nIn 2021's Reporters Without Borders (RSF) World Press Freedom Index, Bangladesh has dropped ten places. According to the research, Bangladesh's status is now worse than that of Pakistan and Sri Lanka. Bangladesh is ranked 162nd out of 180 nations, from 152nd last year. The report also stated that the country was one of 28 globally that witnessed \"extremely serious\" press freedom breaches in 2021.\nAccording to the Net Freedom index 2021, provided by Freedom House, internet freedom in Bangladesh hit an all-time low as the authorities continued to arrest users under the DSA. Self-censorship remains in the face of accusations of torture, brief abductions, and death/torture in custody.\nBangladesh's own Centre for Governance Studies (CGS) has been conducting extensive research on the country's media and press freedom situation under the DSA. According to different media reports, more than 1,500 cases have been filed under the DSA from January 1, 2020 to March 2021. Meanwhile, 925 cases were filed in 2018, 1,189 cases in 2019, and 1,128 cases in 2020. CGS has been able to track 890 cases with detailed information from January 2020 to February 2022, and conducted research where it analysed the cases. All findings under the DSA tracker project are available for people to see at our website freedominfo.net.\nDr Ali Riaz, a distinguished professor at Illinois State University and the lead investigator in the DSA tracker project, presented some key figures from CGS's research in a recent webinar. The study's most shocking finding was that members of the ruling party were using the DSA to target journalists and political opponents. According to the research, 30.98 percent of those charged are politicians, and more than a quarter are journalists. According to the figures, 207 journalists have been charged in the last 26 months.\nProf Ali Riaz determined from the data that such laws were increasingly being used to muzzle journalists and opposition politicians. If this approach continues, a culture of fear and self-censorship will emerge, in which individuals will cease expressing their views and opinions online as well as in books and news articles. Instead of civil discourse, there will only be state propaganda.\nGiven all this, an unbiased observer could never say that Bangladesh is a nation run by the people, for the people. If we look at the wording of the law, we see clearly that the will of the nation-state supersedes the will of the individuals. Some people may think that these sacrifices in civil liberties and fundamental rights are par for the course on the road to national development. Perhaps they go to bed at night with the naive notion that civil liberties and democratic values will be restored after some arbitrary point of development has been reached. However, if we were to ponder the topic seriously, we must ask ourselves: Why would any government ever give away such power? Power, once given, is almost impossible to take back. If the people and civil society remain dormant while the government takes all power in controlling public discourse, no election promises will ever return the power to the people.\n \nZillur Rahman is the executive director of the Centre for Governance Studies (CGS) and a television talk show host. His Twitter handle is @zillur\n",
        "headline_1": "Don’t normalise living in fear",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/dont-normalise-living-fear-3022311",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2022"
    },
    {
        "full_article": "The adviser to the prime minister on private industry and investment, Salman F Rahman, recently expressed his dissatisfaction about the way our airport in Dhaka has been handling passengers, referring to allegations of staff members taking bribes and harassing them. This is music to the ears of non-VIP travellers. FINALLY, someone from the high echelons of the government has taken notice of the woes of us little people.\nIt may be of interest for some to want to know why, after all these years of innumerable news reports and complaints by passengers about the utter chaos that is Dhaka airport, suddenly the government has taken notice—that, too, not the civil aviation minister—and only after the prime minister instructed her adviser to pay a \"surprise visit.\" But let's leave that conundrum for the time being. Instead, let's look at a single instance of what goes on inside this airport.\nAt the cost of making my readers roll their eyes at another airport rant, I shall rehash a recent experience. The passengers of Singapore Airlines SQ 446 on May 8 were greeted by the usual hullabaloo after entering the immigration area. It is like a song you hate, on repeat. It is a free-for-all show with some passengers rushing to the immigration queue and others being a little hesitant as a staff member shouts, \"Shobar health form fill up korte hobe (Everyone must fill up the health form).\" Health form? The only form given on the plane was the Customs Declaration Form. You see some passengers feverishly filling up forms at a counter; when you go there, you find no spare forms. You ask a staff member where you can get this precious form, and he lackadaisically pulls one out from his back pocket. Whether it is out of pity or in the hope of a little tea money, you can never tell, but are nonetheless thankful when he offers to help fill up the form. He writes down all the details of your passport, but for some reason does not even bother to ask for your Covid vaccination certificate to write down when you took your first and second doses or enquire whether you have any symptoms. Interesting. So why are we filling a health form, exactly? Nobody knows.\nYou then get to the counter to submit the form in exchange for a little slip that you must present to the immigration officer. Apparently, all this could have been avoided if you had done this online. Of course, nobody will ever tell you that—not the travel agent, not the airline crew on the plane. After finally reaching the immigration line with that precious parchment, you must wait for the immigration officer to take his sweet time to go through each passenger. On this particular day, a couple reached the counter only to be told that they could not go through until they filled out—guess what?—the health form! Being a woman with aggressive PR skills, the wife managed to convince the unsmiling immigration officer to let them go. That's Bangalee tenacity for you!\nIf you thought the worst was over, think again. Another shock awaits when you sit for almost an hour with no sign of your suitcases with the characteristic yellow and green ribbons doing the rounds on the conveyer belt. You look at all the foreigners watching the carousel with resigned faces as the minutes tick by. A little bird (obviously a staff member) informs us that the reason for the more-than-usual delay is because there has been a change in shift of the Biman staff handling luggage, and you were part of the unlucky crowd to have arrived during the lapse between the two shifts. I feel embarrassed on behalf of my country when I look at the Korean woman looking expectantly at the carousel and feel obliged to tell her that it will be a while. During our brief encounter, she says, \"There is so much mismanagement!\" and I tell her she should complain with no clue as to whom she can complain to. \"No use complaining; we just stay silent and wait—this is how it is all the time here,\" she remarks. I feel defeated and wonder what foreigners think of us when they go through this horrendous experience every time they travel. I feel like telling them: this is not how we are—we are better than this; things were better before; things will get better.\nOf course, I can't, because I am no longer sure. I don't, for instance, understand why, before the flight to Singapore on April 28, we had to wait over two hours at the gate because the Danish Crown Princess, who had been on a three-day visit, was leaving Dhaka and the security protocol required all flights to be suspended until she left—at least this is what an airport staffer told us. There were old people, people with serious medical conditions who were going to Singapore for treatment, little babies screaming in exhaustion—all waiting until the flight would be announced. I wonder if any other international airport would suspend flights and cause such delays for a foreign dignitary. I am quite sure the princess would be horrified to know such misery was caused to so many passengers on her account.\nI also don't understand why the cleaners just peripherally sweep the middle of the fairly clean floors and refuse to clean the grime plastered on the seats at the boarding gates and in the bathrooms. They are, after all, paid to do this job, right? And I don't understand why the microphone inside the gate area is broken and not fixed, which is why the staff couldn't tell us that we had to wait for two hours. Most importantly, I don't understand why it feels like a battle zone every time we try to enter the airport, with no staff to bring some order to the traffic jam of vehicles trying to get into the entrance or the crowd of people waiting outside. \nMr Salman F Rahman has sternly said that if, after his visits, complaints regarding the airport continue, severe actions will be taken. If such strictness is indeed imposed on the airport staff and officials who supervise them, there may be some hope for us minions, and foreign visitors will not be resigned to just accepting poor quality service at Hazrat Shahjalal International Airport.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "Being a non-VIP at Dhaka airport is no fun",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/being-non-vip-dhaka-airport-no-fun-3022301",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2022"
    },
    {
        "full_article": "When was the last time we heard of any positive news about Bangladesh Railway (BR)? I don't remember coming across any in recent years. But negative news? There were plenty of them in the last couple of months alone—from counting losses every year to not being able to complete the myriad projects undertaken to improve its services, it seems that the agency could not do a single thing right. If we only go through some of the reports published by The Daily Star in the past few months, we will get an idea about the extent of its incompetence.\nAccording to a report published on May 7, 2022, BR will likely miss the completion deadlines for 14 out of 20 projects scheduled to end by this fiscal year. Of these 14 projects, deadlines for 13 have seen at least one revision already, and the authorities are seeking another extension from one to three years for each. Among the other six projects, one has been cancelled halfway, while the deadlines for the remaining five, due to be complete by June this year, have also been extended several times—meaning that there was not a single project among these 20 which could meet its first deadline.\nAmong the 40 projects currently under implementation by the BR, with funding from the government, Asian Development Bank, India, and China, 26 have got new deadlines. Usually, after each revision and deadline extension, project costs go up significantly, as prices of raw materials increase over time, new components are added to the project, and sometimes the original designs of the projects are also changed.\nStill, the BR has been taking on these massive projects without increasing the efficiency of its officials and without recruiting the skilled manpower required for such huge undertakings. The BR authorities have attributed the slow progress of the projects to delays in land acquisition, unavailability of foreign loans in time, shortage of manpower and Covid-19 disruptions—but have they taken any measures to address the issues? Have they held anyone accountable for such slow progress of work? Do the railway authorities even care that it is public money that is being wasted in the process of frequent revisions?\nIf they do, what measures have they taken in all these years to complete the projects on time? Why do they still not have the capacity to design and plan a project with the much-needed expertise? Or is it because of corruption and irregularities of its officials that the projects can never meet their original deadlines?\nWhile BR officials have identified their own reasons for such poor performance, transport experts have identified some vital issues such as poor planning, faulty feasibility studies and political influence to undertake premature projects as the main barriers to timely project completion. What happens when the plan for a project is done hastily without taking the much-needed expert opinion and the feasibility study is done without much care? Citing examples of some of the ongoing projects should be enough to understand this.\nAccording to a report in this daily on January 29, 2022, the government undertook a project to procure 70 Metre Gauge (MG) locomotives in 2011 to mitigate the growing crisis of rail engines and to expand the services of Bangladesh Railway. While the Tk 1,946 crore project was supposed to be completed by 2017, the project authorities could not even complete the bidding process by that time. As the deadline of the project was extended twice and it went through a major revision in 2018, the project cost jumped to Tk 2,659.33 crore. After the revision, the deadline was extended again to June 2024.\nThe BR then signed an agreement with the South Korean Hyundai Rotem Company which was supposed to arrange the required funds. But according to our report, the company wanted to pull out from the project as the government asked it to manage soft loans instead of non-concessional loans, as agreed by both sides earlier.\nMany of the foreign-funded projects, like the one mentioned above, faced uncertainties, as the companies that were supposed to arrange project funds did not want to fund them anymore due to changes in the agreement. In the case of the Joydebpur-Ishwardi double-line project, the Chinese government clearly mentioned last year that they did not want to fund the project because there was a \"lack of in-depth preliminary work and insufficient feasibility study\".\nAfter facing these problems with the foreign-funded projects, have the railway authorities changed anything to improve their planning and overall execution?\nIt is unfortunate that despite being one of the five ministries that received the highest development fund allocations in the past decade, the railways ministry is among the lowest performers in terms of project implementation. According to a report by the Implementation Monitoring and Evaluation Division, it could not achieve even the average ADP implementation rate twice in the last six fiscal years.\nBesides the failures in project implementation, the BR is also incurring huge losses year after year. Between FY 2008-09 and FY 2019-20, it had incurred Tk 13,492.70 crore in losses, according to BR documents. As per the data of the Bangladesh Railway Information Book-2020, the agency has not made any profit since FY 2008-09, despite the fact that the government has increased its funding both for operation and development.\nUnless the government holds BR authorities accountable for their repeated failures in project implementation and check the various irregularities and mismanagement inside the organisation, we will no doubt hear of more such failures in the coming days, and the poor performance of Bangladesh Railway will continue to make citizens suffer.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Everything that’s wrong with Bangladesh Railway",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/everything-thats-wrong-bangladesh-railway-3021526",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2022"
    },
    {
        "full_article": "We're disturbed by the carte blanche being offered to those involved with power plants—who, on May 12, again made headlines in connection with massive corruption involving land acquisition for three coal-fired power plants. The Transparency International Bangladesh (TIB) made the disclosure while unveiling the findings of a study it conducted between February and April this year. As per the anti-graft watchdog, a total of Tk 390 crore was embezzled while acquiring land for these projects—namely the 1,320MW Banshkhali Power Plant in Chattogram, the 600MW Matarbari Power Plant in Cox's Bazar, and the 350MW Barishal Power Plant. And all the usual suspects were there to profit off of it: unscrupulous public representatives, state officials, and the middlemen.\nThis may be just another case of corruption, but there are important insights to be drawn from here: that corruption continues to be the last word in our notoriously ill-managed energy sector. You see its all-encompassing effects in how environmentally harmful coal power continues to be embraced, despite pledges of renewable energy by the government; in how the corrupt individuals are never held accountable; and in how the same broken system is put to use without question again and again.\nThe TIB made several other revelations about how the alleged corruption occurred. It said that the money was embezzled in various ways, such as by collecting \"commission\" from compensations, payment for purchases, grants, and by grabbing land without paying the owners. Also, fake title deeds of government land were made so as to sell the land back to the government. There were instances of excess land acquisition, too. Whereas neighbouring countries reportedly require an average 0.23 acres for every megawatt generated by burning coal—and 0.053 acres in case of LNG—a total of 942 acres of additional land has been purchased or acquired for the three projects surveyed by the TIB. For example, the plant in Barishal should have needed 81 acres, but 310 acres were acquired. In Banshkhali, 660 acres were acquired against a requirement of 304 acres, and in Matarbari, 1,358 acres were acquired against a need of 418 acres. The price of the power produced in these plants was also higher than that of plants in India, China, Pakistan, and Australia.\nAll this is a sign of a dysfunctional sector that continues to undertake poorly planned and executed projects that hardly benefit the public but grossly and unfairly reward those behind them, making them so hard to dispense with. We urge the government to investigate the allegations brought by the TIB and punish those involved with the three projects, and also formulate a master plan to put the sector on a renewable trajectory for the nation's greater interests.\n",
        "headline_1": "When power plants power up corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/when-power-plants-power-corruption-3022201",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2022"
    },
    {
        "full_article": "We are outraged by the murder of Al Jazeera journalist Shireen Abu Akleh by Israeli forces in the occupied West Bank on May 11. Abu Akleh was covering an Israeli raid in the city of Jenin early in the morning, wearing a press vest and helmet, when she was shot in the face. Though, initially, the Israeli army did not miss a beat before claiming it was Palestinian gunmen who had killed the veteran reporter, the military chief has now backtracked to say that it is \"unclear who fired the shot.\" Our outrage and condemnation towards this event are on two counts: For the deliberate execution of a fellow journalist, and for Israel's continued occupation and violence in Palestine.\nJournalists present when Abu Akleh was shot have reportedly confirmed that it was indeed Israeli forces who were responsible for her death. This is despite Abu Akleh and her team donning flak vests clearly marked \"press\" and also making themselves known to Israeli forces in the area. While the cruel and indiscriminate violence against Palestinians is perpetual, the nature of this particular killing—that is, to shoot in the face a journalist on the job who was wearing a press vest and helmet—truly encapsulates the extent of Israel's determination to block any news that attempts to tell the Palestinian side of the story.\nThe recent Russia-Ukraine war has also shed new light on the Israeli occupation of Palestine. The global outpouring of support and sympathy for Ukrainian refugees and victims of war is commendable and well-deserved. But we must wonder, for the umpteenth time, why even a fraction of the same has not been offered to the Palestinian people, who have been going through hell at the hands of Israeli forces for over five decades? Where are the open arms and supportive coverage for them? That race and religion play crucial roles in this discrimination, specifically by the West, is undeniable. Yet, Israeli violence in Palestine continues, as does the US military aid to the occupying state. \nAll we can now hope for is that Shireen Abu Akleh's death does not get lost in the crowd of the thousands of Palestinian killings before hers. An independent and unbiased investigation must be conducted to find out the exact circumstances of the murder. The fact that the Israeli forces can shoot dead a working journalist in broad daylight gives us an inkling of just how strongly backed the state is by the West. We continue to demand for the international community and human rights bodies to take off their blindfolds and rise to action in order to put an end to Israel's aggression towards the Palestinian people.\n",
        "headline_1": "Shooting of Shireen Abu Akleh was deliberate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/shooting-shireen-abu-akleh-was-deliberate-3022146",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2022"
    }
]