[
    {
        "full_article": "The Union government’s proposed measures for regulating online gaming in a draft amendment to the Information Technology (Intermediary Liability and Digital Media Ethics Code) Rules, 2021 leave several questions unanswered. Some of these proposed measures, such as the establishment of a self-regulatory body, collection of know-your-customer (KYC) information from players, and appointment of a grievance officer within the company, are already in place. These are moves that industry bodies representing such companies have encouraged. States such as Tamil Nadu want much stricter regulation of the sector than what is being proposed by the Centre in the draft, particularly for gambling with real money. The Centre’s draft remains ambiguous on the question of whether States can have additional restrictions. So far, the industry has staved off several bans by mounting legal challenges arguing that they offer games of skill and not those purely dependent on chance — a tenuous distinction for real money gaming. Still, games that require wagering are outlawed in the physical form under the colonial Public Gambling Act, 1867 or States’ own gambling laws. A clear answer should come from the Union government on whether States are empowered to prohibit these games online as they do offline. While the gaming industry has huge potential as an economic driver of growth in India, there is strong case for robust regulation. Of skill or of chance, all online games impact individuals and society, in the short and the long term.The government has indicated that the definition of an ‘online game’, which is limited in the draft amendment to wagering platforms, may be expanded in future to include all games broadly. Societies around the world have grappled with the effects of video games on young players, and the addictive cycles that some gamers can get stuck in; China, for instance, has limited the number of hours that young gamers are allowed to play daily, after which they are locked out for the day. Care and restraint must be exercised when pondering similar steps in India, lest the government introduces uncertainty for both small domestic game developers and large international studios with Indian audiences. The government has said the goal is to facilitate the industry and not hinder its growth. It has also indicated that in future, it will try to curb “violent, addictive or sexual content” in video games. There should be widespread public consultation to ensure that economic rights, individual freedoms, and social imperatives remain in balance.",
        "headline_1": "Gaming and gambling: On the Centre’s move to regulate online gaming",
        "headline_2": "Economic rights, personal freedoms, social imperatives must be in balance",
        "link": "https://www.thehindu.com/opinion/editorial/gaming-and-gambling-the-hindu-editorial-on-the-centres-move-to-regulate-online-gaming/article66338985.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "In 2010, the then public information officer of the Calcutta high court claimed that the Right to Information Act, 2005 did not apply to the court. This was because Calcutta HC had been established not by the central or state governments of India, but by “Her Majesty the Queen of England, under Letters Patent at the time of Queen Victoria”.\nTherefore, it was argued that technically, the high court could not be seen as a “public authority” under the RTI Act.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why does justice wear sahib’s robes? British Raj trappings, originally meant to cow down Indians and signal imperial superiority, make our courtrooms intimidating for ordinary people seeking redressal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-does-justice-wear-sahibs-robes-british-raj-trappings-originally-meant-to-cow-down-indians-and-signal-imperial-superiority-make-our-courtrooms-intimidating-for-ordinary-people-seeking-r/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "In a judgment that helps clarify free speech’s many dimensions, a Supreme Court constitution bench has ruled that no more reasonable restrictions can be envisaged other than the eight already listed under Article 19(2). These are sovereignty and integrity of India, security of the state, friendly relations with foreign states, public order, decency or morality, contempt of court, defamation, and incitement to an offence. The implication is that if the state were to bring a law curbing free speech on grounds of public interest that cannot be located within these eight “reasonable restrictions” it can be struck down.\nAdditionally, the 4-1 ruling also reiterated that rights under Articles 19(1) (free speech) and 21 (right to life and personal liberty) can be enforced against private entities and the state is bound to protect these rights, even when they are infringed by non-state actors. This is an important reminder from SC. Many ordinary citizens find their ways of life, privacy, choices and liberties constrained by dominant groups. It is a cue for officers of the state to proceed against those vigilantes, many of whom are politicians, who muzzle others’ rights.\nThe majority verdict may have disappointed those hoping that ministers making outrageous, often hurtful, statements would be sanctioned. But SC was clear that individual statements of ministers were inadequate to invoke collective responsibility of cabinet, terming it impractical too when a PM or a CM is politically weak and/or head coalitions. Moreover, violation of constitutional rights and invoking constitutional tort for securing damages happens only when the statement resulted in harm or losses to the complainant.\nDespite this conclusion, which is quite logical too, both the majority and the minority verdicts – the latter by Justice BV Nagarathna – uphold free speech emphatically. However, what judicial pronouncements aren’t able to fix is misuse of IPC provisions drawing their constitutionality from Article 19(2)’s reasonable restrictions. Anyone claiming that their sentiment has been hurt – reasons can be religion, caste, or even criticism of a politician or an officeholder – can lodge police complaints. They and cops should heed the majority judgment’s sagacious words: “The emphasis even in the Preamble on ‘fraternity’ is an indication that survival of all fundamental rights and survival of democracy itself depends upon mutual respect, accommodation and willingness to co­exist in peace and tranquillity on the part of citizens.”\n\n",
        "headline_1": "How free now?: SC did well to warn against further restrictions on free speech. But misuse of IPC provisions needs checking too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-free-now-sc-did-well-to-warn-against-further-restrictions-on-free-speech-but-misuse-of-ipc-provisions-needs-checking-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "GoI on December 29 put out a draft of amendments for the National Medical Commission Act. Of the three main heads under which amendments are proposed, the most important is the provision that allows patients and their relatives to seek redress against medical negligence or professional misconduct. There’s a backstory here. An RTI application showed that in 2021, NMC rejected at least 65 appeals filed by patients against verdicts of different state medical councils. NMC later reiterated that only appeals filed by doctors would be taken up.\nThe proposed amendment dismantles the legal framework which limits the redressal system to medical practitioners. It proposes that the redressal system be accessible to any complainant. Effectively, this will end the closed club system of dealing with complaints. Patients and their relatives, who are essential stakeholders, will now have a chance to access the Ethics and Medical Registration Board (EMRB). This change should receive the medical fraternity’s support. The alternate route for patients and relatives is the regular judicial route characterised by interminable delays. Also, an effort to solve a complaint at the level of an autonomous EMRB gives the medical profession a chance to set right things from the vantage point of a self-regulatory organisation.\nThe proposed amendment gives the NMC a chance to reform its functioning. This paper has supported the demand of doctors for both protection from angry mobs and arbitrary arrests. A sense of proportionality, however, makes it imperative that NMC step up and ensure the implementation of the underlying spirit of the proposed amendment. Professional misconduct is not unique to any vocation. NMC should ensure that it keeps its house in order.\n\n",
        "headline_1": "Heal thyself, medicine: Amending the NMC Act to allow patients to access its redressal system is a necessary move",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/heal-thyself-medicine-amending-the-nmc-act-to-allow-patients-to-access-its-redressal-system-is-a-necessary-move/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "GM mustard is at the centre of an animated discussion with the participation of a broad cross section of people. The reason is probably because mustard, unlike Bt cotton, is a food crop and therefore it has provoked concerns and questions. This is a good sign, for these new and transformative technologies must be subjected to rigorous debate before adoption.\nWhat’s the deal with GM mustard?\nSo what is this GM mustard, and why is even the scientific community divided on its relevance and safety?\nRead full opinion on TOI+\n\n",
        "headline_1": "Some critical questions on GM mustard: In a labour-abundant rural economy like India’s, herbicide tolerant crops can upset farming ecosystems",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/some-critical-questions-on-gm-mustard-in-a-labour-abundant-rural-economy-like-indias-herbicide-tolerant-crops-can-upset-farming-ecosystems/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "It will be a year of challenges, it will be a year of strife. It could also be a year of possibilities. It could be a year of change, too.\nThe year 2023 will be significant for Bangladesh's politics and economy. Election years typically feature greater strife between the two major opposing political camps. This year, however, that only seems to be further complicated, and so is the uncertainty over our collective fate.\nThings were going fairly smooth for the ruling Awami League until the middle of 2022. The opposition, BNP, was still struggling to even gather enough resolve to be on the streets, and many had by then dismissed them as paper tigers.\nThe price hike of fuel and daily essentials, and severe load-shedding, put the ruling party in an awkward situation, which was only compounded by the fallout of the Russia-Ukraine war and corruption allegations against AL members.\nBNP exploited that ripe opportunity quite well – taking advantage of the overall public dissatisfaction towards the government – and took to the streets. Two of its leaders were killed but instead of having their spirits dampened, the BNP became desperate.\nThe main opposition camp then held its divisional rallies, one after another, defying all odds and obstacles. It was a challenge for the BNP to prove its strength. And to everyone's surprise, the party surpassed all expectations with spectacular turnouts. The more aggressive the ruling party was in trying to quell the BNP's campaign, the more desperate BNP became to show up in numbers on the streets.\nThe situation was such that the AL had to come up with counter programmes, although the government higher-ups had said previously that they would allow the BNP to take to the streets. The government went on to arrest a number of BNP's senior leaders and denied them bail several times. This included the party's secretary general Mirza Fakhrul Islam Alamgir, who finally gained bail on Tuesday for six months.\nTo be fair, the government had initially granted some space to the BNP. But this was, at least in part, due to international pressure.\nIn December 2021, the US imposed sanctions on Rab and seven of its officers. Though the government seemed to not care much about this, its image before the international community was tarnished. It was evident from the way AL leaders, including ministers, talked about diplomats stationed in Dhaka that the government was under some pressure regarding the state of democracy and human rights in Bangladesh.\nDiplomats have repeatedly said that, in order for the next general election to be accepted internationally, the opposition parties must be allowed to hold meetings. The government duly allowed the BNP to do so, but not without repression.\nAs the election is just a year away, last year's heat will spill over into 2023 and will continue till the election. Centring around the polls, the ruling Awami League has already commenced its election campaign as PM Sheikh Hasina started seeking votes publicly. The party also completed its 22nd national council, where it indicated that their next election manifesto would be \"Smart Bangladesh.\" The AL has remained in office for three consecutive terms and is desperate to stay on. And thus, the constitution, which allows for the ruling party to hold elections, will be their main tool.\nOn the other hand, the BNP knows very well what would happen if they joined the polls under the incumbent government. Their experience in joining the polls under the AL has not been good, given the outcome of the last two elections, both of which were riddled with allegations and complaints of irregularities. So, they want the next national election to be held under an election-time neutral government. But chances are very slim that the ruling Awami League government will accept this demand. Meanwhile, the BNP has placed a 10-point demand, including demanding the resignation of the government.\nTo make their demands clearer, the party's lawmakers have resigned from the parliament. Through this resignation, the BNP wanted to convey that they will not join the polls unless their demands are met. They are ready to boycott the election again, although some in the party still rue their previous decision to boycott the 2014 election.\nApart from this, the BNP has also started waging simultaneous campaigns with like-minded political parties – although many exist in name only – to mount pressure on the government. As part of the simultaneous movement, the party unofficially dissolved its 20-party alliance in an attempt to bring left-wing parties under a single platform.\nBy the end of 2022, some leftist parties were also supporting BNP's demand for conducting the election under a non-partisan interim government. It seems that all the opposition forces are uniting against the ruling AL.\nThe position of the Jatiya Party, however, is not clear, and the party itself is highly unpredictable. It can do anything at any moment. After the death of its founder, HM Ershad, the party's top leadership remains divided between Ershad's brother, GM Quader, and Ershad's wife, Rawshan Ershad. Rawshan emerged from hospital after a long absence, while party chairman Quader was making the rounds of court to regain authority. In the meantime, the AL has been drawing up various strategies to keep the JP under its control.\nPolitical leaders also engaged in a battle of words throughout 2022. But what the people had expected – a mutual understanding between the major political parties – remained far from reach. There seems to be no possibility of holding any talks between the AL and BNP. So, in the absence of talks, there is only confrontation.\nAlthough the year ended with a sigh of relief that nothing too consequential had happened centring BNP's December 10, 2022 rally in Dhaka, the government had been tough on the opposition party.\nThe year 2023 started with uncertainty, which may further deepen in the coming days as AL and BNP seem to increasingly believe they are not just political opponents, but rather enemies. So, chances of reaching a consensus are almost nil.\nWhile the Awami League is resolute on holding the general election, the BNP is desperate to force it to resign from office.\nThe stalemate can only mean imminent confrontation. And to avoid that, both parties must come to a consensus. Otherwise, there are bound to be clashes and instability. Lives and livelihoods will be lost. And it will be the AL and the BNP who will have blood on their hands.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n",
        "headline_1": "Can Bangladeshi politics change its spots in 2023?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-bangladeshi-politics-change-its-spots-2023-3212581",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "The human rights situation in the Chittagong Hill Tracts (CHT) is deteriorating day by day, and reaching an alarming stage. In a statement on December 2, 2022, the UN Special Rapporteur on the Rights of Indigenous Peoples, Francisco Cali Tzay, said that he has been continuously receiving news and information from different sources about the gross and systematic human rights violations against Indigenous peoples, including the Parbatya Chattagram Jana Samhati Samiti (PCJSS) members who signed the CHT Accord, Indigenous human rights defenders, and Indigenous women and girls. The repeated efforts to grab Indigenous land in the name of development, tourism, and eco-forests for national and international companies, and other vested interests, also disrespects the accord.\nThe same picture emerged in PCJSS' annual human rights report released on January 1. It counted 235 incidents of human rights violation perpetrated by state and non-state actors in 2022, where 1,935 people were victims of rights violations. This included searching of houses, arbitrary arrest, extrajudicial killing in the name of crossfire, fabricated cases, forcible land occupation, communal attacks, arson upon houses, violence against women, infiltration, anti-Accord propaganda, etc. It can undoubtedly be said that such an alarming situation can never be taken lightly.\nIt goes without saying that the implementation of the CHT Accord of 1997 is crucial in establishing peace in the CHT, improving the human rights situation, and leading to self-determined development, resolution of land disputes, demilitarisation, rehabilitation of affected people, and above all, introducing a system of self-governance. Several studies by independent researchers and academics have revealed that most of the provisions of the Accord still remain unimplemented. Even some basic aspects of the agreement have not been realised.\nThe CHT Accord Implementation and Monitoring Committee is the key body in the implementation process of the CHT Accord, as well as in monitoring the process. But it is regrettable that office space, manpower, funds and logistical support have not been provided to this committee in the last 25 years. Not only that, the government has not taken any effective steps to implement the decisions taken by the committee. If the committee that is responsible for implementation and monitoring of the Accord is kept at a standstill, then how will the Accord be implemented?\nOne example of this is that in several meetings, including the fifth one of the Accord Implementation and Monitoring Committee held on December 7, 2021, it was decided that the subjects of law and order, and the police, will be handed over to Hill District Councils through executive order, and a district police force will be formed according to the laws of the Council. However, instead of implementing this decision, an Armed Police Battalion (APBN) camp was set up on the site of an withdrawn army camp in April 2022, which is a direct breach of the Accord.\nSimilarly, although a decision was taken to formulate the Rules of the CHT Land Commission with immediate effect in the interests of resolving land disputes in the CHT, in the meetings of both the CHT Accord Implementation and Monitoring Committee and the Land Commission, the government has kept the process of formulating the Rules hanging for six years. And as the Rules have not been framed, the Land Commission has not yet been able to begin the judicial work of settling land disputes.\nAccording to the PCJSS annual report, 40 violent incidents took place involving illegal occupation of lands, communal and arson attacks, filing of false cases related to land, and violence against women by settlers and land-grabbers in 2022, in which at least 448 people were victims.\nThe most recent incident is an attack on over a dozen homes in a Mro village in Bandarban's Lama upazila on January 2, where the attackers were allegedly involved with Lama Rubber Industries Limited, a rubber plantation in the area, and their goal was to drive the Indigenous community out of their land.\nOn April 26 last year, there was another incident of land-grabbing, where 350 acres of Jum-farming land, plantations and village forests of three Jumma villages in Soroi Union of Lama were burned, allegedly by the same rubber company. As a result, the livelihoods of 200 villagers in 39 families were endangered, forcing them to face a crisis of food and drinking water. The natural environment was also severely damaged, which included the death of wild animals.\nThe arson, assault and harassment of this company did not stop here. After the April 26 attack, at least 11 more attacks occurred, including the one this week, and two fabricated cases were filed against the villagers who were involved in the land protection movement in 2022. We must remember that no development can be sustainable if the human rights of the people are violated in this way.\nIn its report, PCJSS also mentioned that the present government has escalated security measures as its solution to the CHT crisis, even in the year 2022, instead of through political and peaceful means via the proper and full implementation of the CHT Accord. Instead, the government is continuing to establish camps one after another while conducting operations upon the Jumma people in the CHT region.\nMoreover, there are concerns that a vested quarter has been providing support and shelter to armed terrorist groups, while meting out suppressive measures and imposing the responsibility for terrorist activities upon the Jumma people engaged in the movement demanding implementation of the CHT Accord.\nOne such terrorist group is the Kuki-Chin National Front (KNF), which is reportedly providing shelter and military training to an Islami militant group named Jamatul Ansar Fil Hindal Sharqiya in their hideout in the remote area of Ruma. This is not only dangerous for the existence of the Jumma people of CHT as a national entity, but is a threat to the national security of Bangladesh as well.\nAt least 294 people of the Bawm community have reportedly been displaced due to threats and harassment from the KNF. They are living an inhumane life there. But despite this, there is no initiative from the administration or any authority of the government to bring them back with full security and rehabilitation.\nWhere the CHT Accord has already created the scope for a political and peaceful solution to the CHT problem, what is the point of subverting the implementation process of the Accord in this way?\nPeace reigns today in our neighbouring Indian state of Mizoram, whereas once Mizoram was an insurgency-prone state. This was possible only because the Mizo issue was resolved politically and peacefully through the Mizoram Peace Accord of 1986, which was duly implemented by the government without any dilly-dallying, and through which the self-rule of the Mizo people was established. No outsider can buy land in Mizoram, and non-residents have to take an Inner Line Pass to enter Mizoram. But as a result of granting these rights, is the sovereignty and integrity of India under threat? The answer is definitely not. Whereas the situation of another neighbour, Myanmar, is the polar opposite, because instead of political and peaceful solutions, it has been following repressive and military policies to solve ethnic problems.\nThe policymakers of our country go on exposure visits to other countries to explore best practices, so that they can use those practices in their own country. But it is our misfortune that the leaders of Bangladesh keep looking for bad practices instead in terms of non-implementation of peace accords around the globe, with the intention to justify the government's dilly-dallying tactics in implementing the CHT Accord.\nAt the end of the day, we must realise that in the greater interests of the country, we need to improve the human rights situation in the CHT and aim to ensure peace and development in the region. In this case, there is no alternative to a genuine political and peaceful solution to the CHT problem through the proper and full implementation of the CHT Accord.\nMangal Kumar Chakma is information and publicity secretary at the Parbatya Chattagram Jana Samhati Samiti (PCJSS).\n\n",
        "headline_1": "2022 proved how far we still are from peace in the CHT",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/2022-proved-how-far-we-still-are-peace-the-cht-3212761",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "It is heartening to hear of the recovery of Brajo Niketan, a palatial residence of a British-era zamindar, from the clutches of local influentials who had been occupying it since the original owners moved to India during Partition. The structure itself is a magnificent architectural relic of a bygone era that deserves to be preserved as such. We congratulate the local authorities for finally recovering it, which stands on 1.55 acres of land in the Kalakopa area of Nawabganj, Dhaka. We are also delighted to learn that the process to declare it as a heritage site through the cultural affairs ministry has already been initiated.\nNow that it is in safe hands, it is reasonable to remind the authorities of the importance of preserving the structure properly. Bangladesh's records in this regard are not exactly uplifting. On the contrary, concerns have been raised frequently about the state of many heritage sites that are at risk of either falling into ruins because of neglect or getting occupied/destroyed by private entities. For Brajo Niketan, which had been in use all this time, the challenge came in the form of some modifications to its original design. Going forward, unless preserved properly, it too may suffer the fate of those at-risk sites spread around the country. We call upon the authorities to make sure this does not happen.\nThe first priority, of course, is to get it officially recognised as a heritage site, which will give it some institutional protection against future encroachment attempts. Appropriate preservation is also vital, which includes restoring the building to its original design and developing the area as a tourist spot so that it can fund its own upkeep and people can learn about its historical significance. Apart from Brajo Niketan, there are several historical structures in the neighbourhood that also deserve to be preserved. Once these sites have been taken care of, the authorities can declare the whole area as a \"heritage village\".\nIt must be noted that this nation is built upon hundreds of years of history, and heritage sites like these give us a glimpse into that history. As such, properly preserving them is also important for posterity. Unfortunately, we see the opposite of that happening across the country. Just like Brajo Niketan, many palaces, temples, and structures of historical significance are being taken over by vested quarters, especially when these properties are abandoned or considered \"vested\". Given that, the recovery of Brajo Niketan should be seen as but a first step in freeing all historical sites from illegal occupation and preserving them.\nThe government should also conduct a survey of all historical sites currently under occupation or at risk of being damaged because of the neglect of relevant departments. This should give it an idea of the gravity of the challenge we are facing and prepare accordingly.\n",
        "headline_1": "Preserve Brajo Niketan as a heritage site",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/preserve-brajo-niketan-heritage-site-3213256",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "The much-anticipated Dhaka Metro Rail, though finally running, does lack in some areas. Affordable ticket prices and many modern facilities are needed in order to make the Metro Rail useful for all. Above all, this megaproject has to be used as a guideline for town-planning. And to do this, the existing issues must be addressed. Dr. Md. Shamsul Hoque, a professor of civil engineering at BUET, has pointed out 10 problem areas of the Metro Rail while speaking to The Daily Star Opinion.\n \n",
        "headline_1": "Metro Rail: Festivities vs Reality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/views-multimedia/news/metro-rail-festivities-vs-reality-3212621",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "It is heartening to hear of the recovery of Brajo Niketan, a palatial residence of a British-era zamindar, from the clutches of local influentials who had been occupying it since the original owners moved to India during Partition. The structure itself is a magnificent architectural relic of a bygone era that deserves to be preserved as such. We congratulate the local authorities for finally recovering it, which stands on 1.55 acres of land in the Kalakopa area of Nawabganj, Dhaka. We are also delighted to learn that the process to declare it as a heritage site through the cultural affairs ministry has already been initiated.\nNow that it is in safe hands, it is reasonable to remind the authorities of the importance of preserving the structure properly. Bangladesh's records in this regard are not exactly uplifting. On the contrary, concerns have been raised frequently about the state of many heritage sites that are at risk of either falling into ruins because of neglect or getting occupied/destroyed by private entities. For Brajo Niketan, which had been in use all this time, the challenge came in the form of some modifications to its original design. Going forward, unless preserved properly, it too may suffer the fate of those at-risk sites spread around the country. We call upon the authorities to make sure this does not happen.\nThe first priority, of course, is to get it officially recognised as a heritage site, which will give it some institutional protection against future encroachment attempts. Appropriate preservation is also vital, which includes restoring the building to its original design and developing the area as a tourist spot so that it can fund its own upkeep and people can learn about its historical significance. Apart from Brajo Niketan, there are several historical structures in the neighbourhood that also deserve to be preserved. Once these sites have been taken care of, the authorities can declare the whole area as a \"heritage village\".\nIt must be noted that this nation is built upon hundreds of years of history, and heritage sites like these give us a glimpse into that history. As such, properly preserving them is also important for posterity. Unfortunately, we see the opposite of that happening across the country. Just like Brajo Niketan, many palaces, temples, and structures of historical significance are being taken over by vested quarters, especially when these properties are abandoned or considered \"vested\". Given that, the recovery of Brajo Niketan should be seen as but a first step in freeing all historical sites from illegal occupation and preserving them.\nThe government should also conduct a survey of all historical sites currently under occupation or at risk of being damaged because of the neglect of relevant departments. This should give it an idea of the gravity of the challenge we are facing and prepare accordingly.\n",
        "headline_1": "Preserve Brajo Niketan as a heritage site",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/preserve-brajo-niketan-heritage-site-3213256",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "Despite Biman CEO's promise of turning the national carrier into a \"smart airline\", in line with the prime minister's recently unveiled vision of a \"Smart Bangladesh\", it seems its operations are becoming slower and more cumbersome by the day. How else can one explain the fact that Biman – even with the largest fleet it has ever had in its history (with 21 modern airplanes) – currently flies to 20 mostly short- and medium-haul international destinations, whereas, with fewer planes in the early 2000s, it used to fly to 29 international destinations (including New York, Tokyo, and several major European cities)?\nIn the last five years, Biman has expanded to only three new destinations. Its new aircrafts are underutilised, its market share is shrinking, and its services leave much to be desired – leading to the predictable result of losses in almost every fiscal year since its inception. Even in the years that it didn't incur a loss (two in the last five years), what it achieved could hardly be counted as profits, since the airline owes over Tk 3,500 crore to different organisations and pays instalments of around Tk 250 crore for the new planes every year.\nAccording to aviation experts, lack of planning and poor marketing policy are to blame for this. But events from last year make it clear that the trouble runs much deeper. In November, the story of a Biman recruitment scam broke, with allegations that a top official was involved in the leaking of question papers for new hires. A few months before that, this daily reported on Biman's hiring of \"controversial\" and \"underqualified\" people as pilots and co-pilots, which certain aviation officials alleged were in violation of Biman's own recruitment policies.\nAnd in September, nine out of 15 female cockpit crew members alleged that their bosses in training and scheduling departments discriminated and harassed them, so much that it even jeopardised flight safety on at least one occasion. However, no concrete steps have been taken by the relevant authorities to address any of these issues. Last year, Biman's poor ground and cargo handling services also led to a Gulf Air plane being damaged, and a Biman Boeing rammed into another of the carrier's Boeings and damaged it. In fact, Biman's reputation in this regard is so poor that the Civil Aviation Authority of Bangladesh has passed over Biman in favour of an international firm for this job at the new airport terminal.\nUnfortunately, such irregularities and failures seem to have become the norm, even though as our national flag carrier, we expect the highest level of professionalism and integrity from Biman. The question is, how long can it continue to justify this sorry state of affairs? It is clear that Biman needs critical reforms, and for that it needs to acknowledge its problems first, not throw around feel-good pledges like that of a \"smart airline\" without any action plan to achieve that. We urge the higher authorities to establish discipline and accountability in how Biman operates, so that it can become profitable and worthy of customers' expectations.\n",
        "headline_1": "Will Biman ever really take off?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-biman-ever-really-take-3212571",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "A sharp rise in both road accidents and casualties in the past year is a sure proof of worsening traffic chaos and management. The numbers of road crashes and casualties were the highest in eight years. Compared to 2021, there were a little over 1,000 more road accidents from 5,529 to 6,749. Similarly against 7,809 deaths and injuries to 9,039 people in 2021, the number of lives lost was 9,951 and the injured 12,356 in 2022. As many as 2,142 more people died and 2,405 more were left injured last year compared to those of the previous year. Here the theory of proportionate increase in accidents and fatalities with the increased population and vehicles or their movement is inapplicable. When more and more highly expensive and luxurious buses and other vehicles are pressed into service on roads and highways, the rising number of fatalities and vehicular crashes appears to be paradoxical. But a closer look should reveal why chaos on roads and highways reigns supreme. Application of sophisticated technology, efficient and improved traffic management and continuous research on road safety have drastically reduced the number of road and highway fatalities in the developed countries. One of the worst performers in Europe in enforcing road safety is Poland. Even that country was able to reduce traffic deaths by 24 per cent between 2001 and 2011. The reduction in road casualties in European Union (EU) was 45 per cent during the same period. From then on, the percentage of traffic fatalities has dropped from 5.0 to 15 per cent annually in that region. But how was it possible? Redesigning road and roadbed, use of fixed and moving cameras as well as speed guns, increased police patrol and the innovative flexible road barrier brought down fatalities. Roadside barriers are made from flexible wire rope in the understanding that human error will occur but use of air bags and the flexible wire rope will protect human body. Sweden's \"safe systems\" approach to road safety has been highly successful in this regard.In this country, the roads are a venue of veritable anarchy where all kinds of vehicles ---some small and slow moving, others with no back gears and indicators ---move on the same lane and worse, they swerve, turn and twist sometimes unpredictably to overtake the nearest one. That is a sure recipe for traffic jam if not accident straightway. The newly constructed highway connecting the Padma Bridge on both ends up to Bhanga, Faridpur on the one side and the capital on the other is a model type. There is no possibility of a head-on-collision between two vehicles because the lanes have been designed smartly and separately. All the highways let alone the roads cannot be turned into such highways overnight but certainly the most important ones can be taken up for similar development one at a time. Until this happens, some basic traffic issues should be taken care of immediately. Implementation of the Road Transport Act 2018 should be the number one priority. Together with this, the \"safe systems\" approach as followed in the developed countries can be followed. But regular health check and training for drivers along with increased patrol on roads and highways can be of more help in reducing road mishaps in this country.",
        "headline_1": "Stemming rising road accidents and fatalities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stemming-rising-road-accidents-and-fatalities-1672838933",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "Every day is a story. Every week is an event. Every month is a narrative. Every year is history in the making.In January 1964, President Charles de Gaulle energised the world and left his western allies stunned when his government accorded diplomatic recognition to the People's Republic of China. It was a dramatic beginning to January, an augury of history to be in the world of the 1960s.The months of the year, every year, have each their story to tell. And when the question is one of January, you begin to realize how vast its treasure is, especially in relation to the modern world you are part of. As Bengalis, of course, there are the many events and many individuals you will recall in this month that herald the year, indeed set the process toward adding yet another link in the chain of destiny.Let your mind rove awhile, before it settles on one of the greatest Bengalis to have made an impression on Indian politics till his death or disappearance in mysterious circumstances. Subhas Chandra Bose, our very own Netaji, came to life in January 1897. And then, from youth to near middle age, he gave of his best to India, his worst to the British colonial power. January also happens to be the month when Zulfikar Ali Bhutto was born, in 1928. The difference between Bhutto and Bose is simply this: that while the latter was forever engaged in the struggle for India's independence, the former was relentlessly busy in the pursuit of his rather inordinate personal ambitions.In January 1965 Winston Churchill died in Britain. Early in that same month, Field Marshal Mohammad Ayub Khan 'triumphed' over Fatima Jinnah in a presidential election in Pakistan that not many people were convinced had been fair. And, yes, voting rights were restricted to the eighty thousand individuals misleadingly referred to as Basic Democrats under arrangements earlier put in place by the Ayub regime, incidentally the pioneer of ceaseless, crude military rule in Pakistan and Bangladesh. A year later, in January 1966, having pushed the subcontinent into a stalemate through a war with India in September 1965, Ayub Khan would reach a peace agreement with Indian leader Lal Bahadur Shastri in Tashkent. Shastri would die only hours after he had initialled the deal.In January 1963, Pakistan's diplomat-cum-prime minister-cum-diplomat-cum-foreign minister Mohammad Ali Bogra passed away. He was to be replaced by Z.A. Bhutto. In another January, this one in 1973, Lyndon Baines Johnson, having left the White House in 1969, died at his home in Texas. LBJ remains part of history as the man who presided over America's increasingly deeper involvement in Vietnam, a war that divided his country and compelled him to forgo a second term as president. For India, January 1948 was a time of unmitigated tragedy, for on the penultimate day of the month, Mahatma Gandhi was assassinated by Nathuram Godse. The light, as Jawaharlal Nehru was to put it so succinctly and pointedly, went out of India's life.Bangladesh's links with January have been well pronounced, often excruciating. It was in January 1964 that Sheikh Mujibur Rahman and his band of young political leaders decided to revive the Awami League through repudiating the National Democratic Front, cobbled into shape in 1962 by such senior politicians as Huseyn Shaheed Suhrawardy. The death of Suhrawardy in December 1963 in Beirut left Mujib, yet to be transformed into Bangabandhu, free to assert his own brand of politics. And he did it. Fast forward to January 1971, when an electorally triumphant Bangabandhu Sheikh Mujibur Rahman led the newly elected national and provincial assembly members from the Awami League into taking an oath at the Race Course in Dhaka to preserve and uphold Bengali nationalistic aspirations through the Six Points in Pakistan. The rest, of course, is history.In January 1975, Bangabandhu went for a political system he defined as a Second Revolution in the country. The Bangladesh Krishak Sramik Awami League (BAKSAL) was brought into being as a national front, as the government put it, with all other political parties being declared non-existent through the Fourth Amendment to the Constitution. What has come to be known in history as a Mass Upsurge against Ayub Khan, when Bangladesh was Pakistan's eastern province, effectively commenced in January 1969 when police fired into an anti-government demonstration, leaving a student named Asaduzzaman dead. The killing sparked massive agitation against the regime and would eventually push Ayub Khan into quitting power two months later. In Dhaka, within moments of Asad's death, Bengalis renamed the Ayub Gate in Mohammadpur as Asad Gate, a name by which it has been known since. Only a year earlier, the regime had instituted the Agartala conspiracy case against a number of Bengali officers of Pakistan's defence forces. In January 1968, it included a new name, that of Sheikh Mujibur Rahman, as accused number one on the list. Four years later, in January 1972, with much water having flowed under the bridge, Bangabandhu Sheikh Mujibur Rahman returned home from incarceration in Pakistan, to provide fresh new leadership to the People's Republic of Bangladesh.On the first day of January 1959, Fidel Castro led his guerrillas triumphantly into Havana. The Fulgencio Batista dictatorship crumbled. And Cuba was poised to derive the advantages that came of a socialist revolution.Tragedy swept across the globe in January 1967 when Apollo-1, ready to fly off into space and into orbit around Earth with astronauts Virgil I. Grissom, Edward H. White and Roger B. Chafee on board, burned up on the launching pad. None of the astronauts survived.Nineteen years later, almost to the day, fresh tragedy struck America's space programme when the space shuttle Challenger, carrying several intrepid individuals, lifted off into space, only to explode and shatter into fiery debris within seconds. Among the dead was Christa McAuliffe, the school teacher who, when asked about the work she did, replied in poignant manner:\"I touch the future. I teach.\" In January 2021, an irascible man bearing the name Donald Trump, defeated in his bid for a second term as President of the United States, caused an insurrection aimed at preventing his handing over of power to his successor. The act left American politics in a state of enervation. It spawned cracks in American democracy. It shamed all decent men and women in America. [email protected]",
        "headline_1": "January . . . as it has shaped political history",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/january-as-it-has-shaped-political-history-1672838992",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "Many students in Dhaka city rely on public transports to travel to their educational institutions and back. Showing the identity cards issued by their respective schools/ colleges/ universities, students enjoy a 50 per cent concession against the actual prices of ticket. Following a student demonstration in 2021, the government issued a gazette notification announcing half bus fare for students. Since then, students have been enjoying this facility as a right. And this waiver has helped many students save some money. It may seem to be a scanty amount of money to many but for the students it is a big help. The Dhaka metro rail service has no half-fare ticket system for students. It is free for the children less than three-feet height and freedom fighters while people with disabilities get 15 per cent waiver against the ticket fare. But there is no discount for school, college or university-going students. Metro rail is a state-run project. If it charges students full fare, it will look like two separate rules in one country - state-run BRTC buses allowing students half fare while metro rail is doing the opposite. 'Half pass' in public transport is not a new concept. One of the 11-point demands made by the students of Dhaka University on the eve of the mass uprising of 1969 was to ensure half fare for students in public transport. The then-Pakistan government was forced to implement it. The system has been in place for many years after independence and it has become a kind of culture. Most middle-class families in Dhaka city want their children to get the best education possible, but the cost of a metro ticket may prove to be a burden for these families. The authorities have fixed the minimum per kilometre fare at Tk 5 for the metro rail services, which is Tk 2.5 in public buses. A single trip from Uttara to Motijheel will cost Tk 100 in metro rail. A student in Uttara attending her/his college situated in Motijheel will have to pay Tk 200 every day as transport cost. Isn't it too much for a student? When completed, Dhaka metro rail, the first-ever electricity-powered public transport is expected to carry 60,000 passengers per hour. And by metro train, it will take less than 40 minutes to travel to Uttara from Motijheel. Such transportation will not only play an important role in the economic growth of the country but also change people's lifestyle. The students of South Dhaka will be able to go to a college or university in North Dhaka and return thanks to the metro rail service. Every student in Dhaka city should be able to study in the institutions of their choice. Students across the world enjoy various facilities. One of those is paying half fare when travelling by public transport. It is practised in many countries including our neighbouring India. Half ticket fare in public buses is a constitutionally given right of the students. In that case, the metro rail should also follow the same rule.[email protected]",
        "headline_1": "Half ticket fare for students in metro rail",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/half-ticket-fare-for-students-in-metro-rail-1672839075",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2023"
    },
    {
        "full_article": "The current condition of Hazrat Shahjalal International Airport in Dhaka city is disappointing. The service the airport offers can in no way be called up to the mark, according to both incoming and outgoing passengers. In fact, passengers often complain about harassment and suffering at the airport. Most passengers have to wait for long to get out of the airport with their luggage and other valuables due to very poor ground handling. Loss of luggage is a common affair in this airport. Besides, the airport authorities fail to handle the rush. When two or three aircraft land at the same time, they become helpless as the airport has the lack of adequate logistic support, manpower, and modern equipment. International airports around the world have bright lighting and cleanliness is their topmost priority, maintained round the clock. In our case, airport washrooms are unhygienic and sometimes completely unusable. The parking areas' lighting is not sufficient to identify waiting vehicles. Though Bangladesh is marching forward to become a middle-income country, its civil aviation sector is still lagging behind mainly due to mismanagement, irregularities, and corruption. The authorities concerned should immediately start working on fixing the service standards of our existing airport facilities and enforcing discipline. Ashikujaman Syed,Research Assistant, Bioinformatics Research Lab, Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Improve Dhaka airport service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improve-dhaka-airport-service-1672839120",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2023"
    }
]