[
    {
        "full_article": "Republican Donald Trump has been sworn in as the 47th President of the U.S. after his decisive victory in the November 2024 election. He marked the start of his second innings with a slew of executive orders, actions and directives that set the tenor for his administration’s policy agenda over the four years. Significant among these are the nearly 1,600 pardons issued to those prosecuted for their role in the riot at the U.S. Capitol in 2021, the U.S.’s exit from the Paris Climate Agreement and the World Health Organization, the ending of birthright citizenship, protected under the U.S. Constitution’s 14th Amendment, for children of undocumented migrants and those on temporary visas, a proposed 100% tariff on BRICS nations — both of which could impact Indians considerably — and 25% tariff on Canada and Mexico from February 1, a declaration of national emergency on the U.S.’s southern border with Mexico, and reversing 78 executive orders and memoranda of his predecessor, Joe Biden. Striking optics of Mr. Trump’s swearing-in was the positioning of tech bosses Elon Musk, Jeff Bezos, Sundar Pichai, and Mark Zuckerberg, prompting speculation on whether the incoming administration would have shades of a de facto “oligarchy”; and Mr. Musk, who is heading the new government’s efforts to reduce waste and inefficiencies, giving a crowd what appeared to resemble a Nazi salute. As it stands, however, some, if not most, of these executive orders will face legal challenges — the attempted reading down of the 14th Amendment has already been challenged in court.The note that the second Trump administration has struck in terms of its policy agenda appears to be innately hostile to the progressive agenda of the Democrats. To a considerable extent, that is to be expected, as the two parties diverge significantly on matters such as the economy, immigration and reproductive rights. Yet, previous Republican governments have often sought to build bridges with Democratic colleagues in Congress and at the State level, to find bipartisan consensus in key policy areas rather than risk deadlock and internecine conflicts over policy design and resource allocation. In this instance, however, the federal government trifecta and a sympathetic Supreme Court stacked with conservatives might mean that the Trump team needs to rely even less on support from across the aisle than it did during the Trump first term. Further, Mr. Trump appears to be emboldened by the breadth of his election victory to allow unconventional, even bizarre, policy priorities to enter the proposed agenda, including ideas such as the takeover of the Panama Canal, the de-recognition of transgender rights, threatening Denmark with a plan to takeover Greenland, and the prospect of travel bans for certain countries. Perhaps America is getting what it voted for. Published - January 22, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Paris Climate Summit COP21\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        United Nations\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        migration\n                    \n                            /                      \n                        \n                        Canada\n                    \n                            /                      \n                        \n                        Mexico\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        transgender\n                    \n                            /                      \n                        \n                        Denmark\n                    \n                            /                      \n                        \n                        international relations\n                    \n                            /                      \n                        \n                        Donald Trump",
        "headline_1": "​Inaugural drama: On the 47th President of the U.S.",
        "headline_2": "Donald Trump is living up to his threats and promises",
        "link": "https://www.thehindu.com/opinion/editorial/inaugural-drama-on-the-47th-president-of-the-us/article69123626.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "There can be too much of a good thing, after all. The demographic transition that Kerala has heralded in the country has now delivered a sucker punch to the State, with its maternal mortality ratio climbing. Kerala led the shift to the phase of low fertility and low mortality in India, and got further, first. As the fertility level dropped, the number of births came down, thereby skewering the best maternal mortality rate (calculated as the number of deaths for every 1,00,000 live births) of the country, in Kerala. The State led the demographic transition by achieving the total replacement level fertility rate in 1987-88, and the other southern States followed in the mid-2000s. A TFR of 2.1 is considered the replacement level, indicating the number of children a woman must have in order for the society to maintain its size across generations. Below this level the population size falls. In fact, this has led to moments of anxiety, politically for the southern States that feel that with their sub-replacement level fertility rates, they will be at a disadvantage when it comes to the proposed delimitation exercise of Lok Sabha seats based on population figures. In theory, demographic transition occurs when a historical shift happens from high birth rates and high death rates to low birth and death rates, aided by advancements in education, economic development and technology. Such a transition is said to have occurred in most parts of the world, allowing the world to stabilise from the unprecedented growth forecast by Malthus, and then move on to reduce population growth, and birth rates. The theory posits four stages – moving from stable population to a rapid population growth, levelling out and finally, a decline.Nations that have reached there, including South Korea, are struggling to revive population growth, and even incentivising childbearing does not seem to have the intended effect, as the fertility rate continues to drop. While it is impossible to stop a demographic transition in its tracks, governments must prepare for the trail of consequences that it will bring in its wake. There will be far-reaching economic and societal consequences as the proportion of the working-age population comes down and the aged population increases, placing an inordinate burden on the resources of nations. It is, therefore, important to strengthen public finances and social support systems in preparation for a growing elderly population. Health-care financing will have to be improved, and policies that support equal participation in household chores must be prioritised. Published - January 22, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Kerala\n                    \n                            /                      \n                        \n                        demography\n                    \n                            /                      \n                        \n                        Lok Sabha\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        South Korea\n                    \n                            /                      \n                        \n                        population\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        social issue\n                    \n                            /                      \n                        \n                        senior citizens\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        finance (general)\n                    \n                            /                      \n                        \n                        population and census\n                    \n                            /                      \n                        \n                        employment",
        "headline_1": "​The price of success: on Kerala’s demographic transition",
        "headline_2": "Kerala’s rising maternal mortality ratio is not yet a cause for concern",
        "link": "https://www.thehindu.com/opinion/editorial/the-price-of-success-on-keralas-demographic-transition/article69124292.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "If India cannot stop illegal emigration to US, those who went there by legal means will pay a high price\nAn anti-immigration vote has helped bring Trump to office for the second time. But much of the rise in this American sentiment since the pandemic is directed specifically at illegal immigration. Once, this would have afforded India some sanguinity. Unfortunately, the number of undocumented Indians in US has also been climbing post-Covid. The cohort has so grown in size – 725,000 – that it is now behind undocumented immigrants only from Mexico and El Salvador. This is not at all cool company to keep. As his inaugural address made crystal clear, the Trumpian “restoration of America and the revolution of common sense” has illegals firmly in its crosshairs.\nConsider how Nikki Haley and Vivek Ramaswamy have had to underline that their families arrived in US legally. Indian-Americans’ early rise across tech and business spaces is now being seen across cultural and political enterprise as well. Social capital accumulated over generations, by education and ambition, is invaluable to these new successes. But illegal immigrants pose a real threat to this capital. A decade ago Steve Bannon, Trump’s close adviser in his previous term, complained about “two-thirds or three-quarters” of Silicon Valley CEOs being “from South Asia or from Asia”. Then, it was a fringe remark. Today, the risk of such prejudice actually hurting diaspora desis’ upward mobility is palpable.\nReports say GOI has now signalled that it will work with the Trump administration to bring back all Indian citizens who are in US illegally. Hitherto, efforts at cracking down on “donkey or dunki routes” have been inexcusably underwhelming. From a Gujarat family freezing to death during an attempted US entry via the Canada border in Jan 2022 to Indians duped into fighting for the Wagner group since, warning signs about the problem snowballing have been stark. The larger picture is that India’s demography is a great fit for rich countries, for supplying both white collar and blue collar workers. Proactive actions to reduce illegal emigration are critical to strengthening lawful pathways. And to coordinate these, Brand India urgently needs a full-time Union minister of emigration.\n\n",
        "headline_1": "Dunki danger",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dunki-danger/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "Delhi elections show politics of free cash is out of control now\nIt’s promising to rain cash in Delhi. BJP yesterday offered a one-time 15k payout for civil services’ aspirants and fee & travel expenses reimbursed for two attempts. AAP’s pledged to pick up autowallah wards’ tuition tab for entrance exams, and 1L for a daughter’s wedding. AAP, BJP and Congress’s pledges include monthly dole – to women (AAP: 2.1k, BJP & Congress both 2.5k), to temple priests and gurdwara granthis (AAP: 18k), to SC students at vocational institutes (BJP: 1k), to elderly (BJP: 2.5k for ages 60-70 & 3k for 70+). BJP has offered 21k to pregnant women. Congress promises 8.5k stipend to jobless youth for a year, along with apprenticeships. Of course, the devil is always in the eligibility criteria that crop up post polls. But that’s not the point.\nPolitical parties are shifting to an electoral model that prioritises private benefit over delivering public good. This has grievous implications – both for democratic tenets and the economy. For one, we’re seeing the flip side of successful direct cash transfer tech that has permanently altered how the state interacts with citizens. It’s boiling down to a quid pro quo between political parties and citizens – govt a via media, elected representatives dipping into state coffers and cutting back on fundamentals, for where is the incentive to do otherwise, given electoral politics has morphed into an end in and of itself.\nSecond, where will the funds for this largesse come from? At the expense of govt programmes, as Gadkari said would be the case in Maharashtra – subsidies may suffer to service women’s handout. Delhi’s rich. Per capita income is 4.62L. Its budget was 76k cr this fiscal. Yet, midday meal cooks are paid a paltry 1k a month, way less than minimum wages. Instead of establishing fair wages for key service delivery, politicians want ‘women’ to queue up for 2k+. Govt’s turning into a charity for the masses in the garb of welfare. The country simply can’t afford it. Elections in Bihar are next. Imagine the havoc such a cash circus might wreak.\n\n",
        "headline_1": "Paisa for your vote",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/paisa-for-your-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "An update of an old saying: A man might stare from sun to sun, but a woman’s work is never done\nIntrigued by the hornet’s nest stirred up by a corporate bigwig’s exhortation to office-goers, presumably all male, that instead of staring at their wives they should put in 90 hours a week at their desks, a husband wondered what would happen if, instead of 90 hours a week in an office, he spent 90 hours a week staring at his wife. Would the nation come to a grinding halt? Would the world stop spinning on its axis?\nThe next day he crawled out of bed as soon as his wife rose. He stared at her as in the pre-dawn she made him tea, put on the water pump before the municipal supply stopped, made breakfast.\nHe stared at her while she woke their son and daughter, got them dressed, gave them breakfast and a packed lunch.\nHe stared at her as she walked them to their school bus, made a tiffin lunch for him, which had to be different each day.\nHe accompanied her to her office, staring at her as she performed her official duties. As he stared at her he noticed that her male colleagues, who were much better paid than she was, piled on more and more jobs for her to do while they sat around drinking endless cups of tea and comparing notes on the latest rom-com streaming on TV.\nHe stared at her as in her lunch break she rushed home to get the children back from the school bus into the flat and rushed back to the office.\nWhen they got home he stared at her as she cooked dinner, loaded the washing machine, supervised the children’s homework, washed the dinner dishes and utensils.\nHe stared at her through Saturday and Sunday, which were holidays, and which gave her time to do all the dusting, and sweeping, and iron clothes and bedsheets, which the maid had left undone.\nAfter 90 hours of staring at his wife, he decided 90 hours at his office was better. Staring at his wife was too much hard work.\n\n",
        "headline_1": "Her(culean) labour",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/herculean-labour/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "With Trump taking office, there is considerable discussion about his India approach. Much of this has focused on bilateral issues, which are indeed important. But, as Indian govts have learnt in the past, whatever an American president or administration’s view on India per se, their broader worldview, priorities and policies can often be more consequential for India.\nRead full story on TOI+\n\n",
        "headline_1": "TOP GUN & SCATTERSHOT",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/top-gun-scattershot/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "Donald J. Trump's second term as US president is expected to bring significant changes to the world's political and economic order, as reflected in his inaugural speech and the executive orders he signed on Monday. We look ahead to the next four years with cautious optimism, given the unpredictability of his actions during his first term in office (2017-2021).\nTrump's re-election to the top seat of a superpower and the continued rise of the ultra-right in the US sends a strong message. It signals a shift in America's view of the world and its international commitment to uphold human rights and promote peace and stability. As before, Trump's America-first policies may significantly impact international affairs where belligerent competitiveness may outweigh reason and compromise. On the other hand, there is hope that Trump, who took credit for brokering the ceasefire deal between Israel and Hamas, may influence an end to the Russia-Ukraine war as well—two biggest international crises in recent years. We, however, hope that his recent scepticism about this ceasefire will not result in another unfair deal for Palestinians, who have already suffered decades of repression by Israel with the support of the US's one-sided policy.\nSadly, America's own track record of human rights violations does not inspire confidence. Trump's pardoning of 1,500 rioters involved in the 2021 Capitol Hill attack signals the supremacy of personal loyalty over the rule of law. What does this act say about the US stance on justice and fairness—values it prescribes to other countries? Moreover, Trump's pledge to launch a \"tariff war,\" his idea of a universal tariff on all foreign goods, and his withdrawal from the Paris Climate Accord and the World Health Organization are quite concerning, especially for countries like Bangladesh. However, the recent meeting between the new Chargé d'Affaires of the US Embassy and Chief Adviser Muhammad Yunus has left room for hope as the former renewed the pledge to support the interim government on issues including development.\nIn the meantime, the business community and the government should take proactive measures such as exploring and diversifying markets and products, engaging in diplomatic initiatives, and strengthening regional and bilateral ties with other nations. The government should also engage with the Bangladeshi expatriate community in the US to build a stronger relationship with the Trump administration.\nFinally, the prominent presence of tech giants at Trump's inaugural ceremony should be taken seriously. The re-emergence of an ultra-nationalist leader could have serious consequences for the world, particularly in a nuclear and tech-driven era. This is especially alarming for smaller nations like ours. We can only hope that the superpowers will see the bigger picture and that good sense will prevail in building a cooperative world.\n",
        "headline_1": "Trump’s return raises cautious optimism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/trumps-return-raises-cautious-optimism-3805351",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "The Workers' Profit Participation Fund (WPPF) under the Bangladesh Labour Act, 2006, is a progressive mechanism designed to ensure that employees share in their company's profits. However, this author has observed a concerning trend where WPPF obligations are being imposed on principal companies for outsourced employees—a move that seemingly contravenes the explicit provisions of the law.\nWhen a principal company—a company that outsources work to a contractor—is directed to establish a Workers' Participation Fund (WPPF) that includes outsourced employees, it overlooks the fundamental principles of employment relationships under the Labour Act. This misunderstanding arises from a failure to recognise the distinctions between regular employees and outsourced workers, which has been addressed in key judicial precedents.\nSection 233(1)(jha) of the Bangladesh Labour Act, 2006, defines a beneficiary (of a company's profit) as any individual, including apprentices, employed by a company for at least nine months—excluding owners, partners, or board members. However, this seemingly straightforward definition raises critical questions about its application: does it include only direct employees, or can it extend to workers hired through third-party contractors?\nThe phrase in the definition, \"ukto company-te...nijukto rohiyachen\" (employed in the company), implies a direct relationship between the employer and the employee. Such an interpretation suggests that workers who are employed and supervised directly by the company qualify as beneficiaries. Outsourced employees, on the other hand, who are recruited and managed by contractors, typically fall outside this scope. This interpretation aligns with the intent of the legislature to prioritise workers who are integral to the company's operational structure over those connected indirectly.\nSections 232-234 of the Act, governing the WPPF, unequivocally apply to workers employed directly by the company. Section 2(49) reinforces this by defining a \"worker\" as someone directly engaged by the employer. Meanwhile, Section 3A, introduced in a 2013 amendment, acknowledges contractors as employers and mandates their registration with the government. Workers hired under these arrangements are explicitly categorised as employees of the contractor, not the principal company.\nCourts in Bangladesh have frequently employed the \"control and supervision\" test to evaluate the employment relationship. If the principal company exercises significant authority over an outsourced worker's tasks, hours, or overall performance, the worker may be deemed an employee of the company. However, when such direct control is absent, the worker's employment remains firmly with the contractor.\nA pivotal decision in the Appellate Division of the Supreme Court of Bangladesh in 2020 clarified the distinction between employees of a principal company and those employed by contractors. Justice Muhammad Imman Ali emphasised that merely working on a company's premises or under an outsourcing agreement does not establish a direct employer-employee relationship. Instead, the contractor is responsible for ensuring statutory benefits, such as appointment letters, leave, and service records.\nThe court also underscored the legitimacy of outsourcing as a business model while cautioning against its misuse to undermine workers' rights. If contractors fail to meet their obligations, the aggrieved workers must seek remedies against the contractors—not the principal company.\nWe must adhere to the legal framework and avoid imposing undue obligations on principal companies. Instead, it should be ensured that contractors fulfill their statutory responsibilities, including the establishment of WPPFs for their employees.\nFurthermore, companies facing such wrongful impositions should challenge these directives through legal avenues. Courts have consistently upheld the clear distinction between direct employees and outsourced workers, reinforcing the principle that employment obligations must follow the employer-employee relationship as defined by law.\nLeveraging judicial precedents, such as the landmark case Md Fazlul Haque Sarder vs Grameenphone Limited, provides valuable insights into resolving ambiguities and aligning practices with the law, ensuring fairness and transparency. Additionally, embracing technology can further enhance compliance by streamlining processes like worker registration, benefits distribution, and performance monitoring. To address the challenges of the modern labour market, the Ministry of Labour and Employment should embrace digital transformation through online registration systems, e-governance tools, and digital compliance platforms. These advancements can simplify processes, make it easier for businesses to meet their obligations, and enhance regulatory oversight.\nThe definition of \"beneficiary\" under the Bangladesh Labour Act, 2006, is both inclusive and specific, ensuring that those who are directly employed by a company receive their rightful share of profits under the WPPF. However, outsourced employees remain outside this ambit unless their employment relationship meets strict legal criteria. Judicial clarity on this issue underscores the importance of adhering to statutory obligations and protecting workers' rights at a time when outsourced workforces are being increasingly used.\nBy delineating the roles of principal companies and contractors, the law strikes a balance between business practices and labour welfare, fostering a more equitable and transparent system for all stakeholders.\nMokarramus Shaklan is an advocate at the Supreme Court of Bangladesh. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Who is responsible for outsourced employees' profit participation fund?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-responsible-outsourced-employees-profit-participation-fund-3804771",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "Words alone cannot express our frustration over the relentless destruction of forests, rivers, and hills. Despite repeated appeals from environmentalists, the devastation continues unchecked, even when there is a so-called pro-environment government in place. Illegal logging and encroachment by powerful quarters have already erased or degraded many of our natural and reserve forests over the past decades. Among them are the forests of Durgapur and Kalmakanda upazilas in Netrakona—adjacent to the Garo Hills of Mymensingh—that have long been plundered right under the nose of local authorities.\nA recent report by this daily paints a grim picture of these forests. It cites local residents who allege that the authorities have not only turned a blind eye to illegal logging and encroachment but, in some cases, forest officials have themselves colluded with those responsible. These once-thriving ecosystems—home to over 100 wild species, including elephants, tigers, leopards, deer, and hanuman langurs, and rich with indigenous trees like Segun, Gazari, Sal, Jarul, and Shirish—have now been reduced to mere shadows of their former selves. The introduction of harmful exotic species in the forests has worsened the problem. Human-elephant conflicts, driven by habitat destruction, have also intensified.\nThis pattern of deforestation is not new. Over the years, many forests have been cleared not just by unscrupulous individuals but also by government agencies—for housing projects, football training centres, roads, etc. Data from the Divisional Forest Office in Mymensingh reveals a dramatic decline in forest cover across the division, including parts of Jamalpur, Sherpur, and Netrakona. Once spanning over 71,000 acres, including 38,911 acres of reserved forest, Mymensingh alone has lost 24,895 acres to encroachment in the past three decades. This is deeply concerning.\nIf deforestation continues at this pace, we will soon have too little forestland left to sustain the ecological balance necessary for our survival. Moreover, we risk failing to meet our commitment to halt deforestation by 2030 under the Glasgow Leaders' Declaration on Forests and Land Use. The fast-worsening climate crisis will only magnify the consequences of this neglect.\nWe, therefore, urge the interim government to take decisive steps to stop illegal logging and encroachment and to restore our forest ecosystems. Since taking office, Environment, Forest, and Climate Change Adviser Syeda Rizwana Hasan has made numerous pledges about environmental protection. It's time to turn those promises into action.\n",
        "headline_1": "How long before the environmental pledges are honoured? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-long-the-environmental-pledges-are-honoured-3804531",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Cementing Dhaka-Beijing  ties further",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cementing-dhaka-beijing-ties-further-1737472590",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Raising the quality of social auditing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-the-quality-of-social-auditing-1737472826",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Suicide by students exposes education's fault lines",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/suicide-by-students-exposes-educations-fault-lines-1737472874",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Alarming rise in road accidents--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/alarming-rise-in-road-accidents-1737472908",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2025"
    }
]