[
    {
        "full_article": "Retail price gains registered a surprise acceleration last month with June’s provisional Consumer Price Index (CPI) reading showing inflation snapping a five-month downtrend and quickening to 5.08%, 28 basis points faster than the 4.80% logged in May. Food prices were, as expected, the main culprit. Year-on-year food price inflation based on the Consumer Food Price Index (CFPI) quickened by 67 basis points in June to a worrying 9.36%. Even more disconcertingly, the CFPI logged the fastest sequential acceleration in 11 months, as food prices rose by 3.17% from May’s levels and dragged the broader CPI too higher by 1.33% from the preceding month. It is precisely this kind of unpredictability in food price gains that monetary policymakers have been concerned about in opting to leave interest rates unchanged. RBI Deputy Governor Michael Debabrata Patra had been emphatic in observing at the Monetary Policy Committee’s meeting last month that “the Indian economy remains hostage to intersecting food price shocks. Their repetitive occurrence calls for intensifying monetary policy vigil to ward off spillovers to other components of inflation and to expectations”. Food price data show that the CFPI’s nine sub-categories posted month-on-month gains, with eight of them, except the sugar and condiments group, registering sequential accelerations. Vegetables continued to experience the most intense price gains, rising 29.3% year-on-year and by a worrying 11-month-high sequential pace of 14.2%. The most widely consumed potato, onion and tomato continued to log some of the fastest gains, with their prices rising year-on-year by 57.6%, 58.5% and 26.4%, respectively.Nor does the outlook for food prices offer much comfort. Data on the Department of Consumer Affairs Price Monitoring Division’s website shows that the all-India average retail price of potato and onion continued to remain on a tear as on July 15, being almost 56% and 67% higher, respectively, than a year earlier. And tomato prices, though almost 43% softer than 12 months ago, were 76% higher than in mid-June, likely signalling a shift in its price momentum. Prices of cereals, the largest constituent of the food basket, too offered little respite with the average retail price of rice and wheat running almost 10% and 6% higher than a year earlier, respectively. Also, IMD data as on July 14 reveal that countrywide precipitation since June 1 was still not only at a 2% deficit, but also spatially skewed. Eleven of India’s 36 meteorological sub-divisions were still classified ‘deficient’, meaning these regions had received 20%-59% lower rainfall than the long-period average. With some key food growing areas including Punjab seeing deficient rains, policymakers face an unenviable task in trying to slow the pace of inflation. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nprices\n\n/\n\ninflation and deflation\n\n/\n\nIndia\n\n/\n\neconomy (general)\n\n/\n\nReserve Bank of India\n\n/\n\nfood\n\n/\n\nfruit and vegetable\n\n/\n\nrains\n\n/\n\nagriculture\n\n/\n\nPunjab",
        "headline_1": "​Surprise acceleration: On price gains",
        "headline_2": "Erratic rains make the goal of curbing inflation more challenging",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsurprise-acceleration-on-price-gains/article68410800.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "There has long been an apprehension among football’s romantics that clubs were slowly chipping away at the popularity of the international game. Franchises awash with money buy the best players from the global market while national sides had to work within silos. And wherever the best talent goes, play tends to be better, and the long club seasons provide ample time and space for tactics to develop, styles to evolve, and thereby skew spectator interest. Yet, as Sunday’s happenings in Berlin and Miami showed, there is still nothing that stirs the passion of a football fan like international success. Spain’s triumph for a fourth time in the European Championship and Argentina’s for a 16th time in the Copa America sent their nations into frenzied celebrations even as the vanquished, England — for a second straight edition — and Colombia, went into deep mourning. Spain’s victory came courtesy some astute coaching from Luis de la Fuente and the playmaking genius of Rodri. It also had an ideal mix of experience and youth as it played the best football and outclassed heavyweights Germany, France and England back to back. Argentina, helmed by Lionel Scaloni and captained by Lionel Messi, huffed and puffed, needing a penalty shootout and extra-time to win two of the three knock-out matches.The two continental competitions witnessed breathtaking performances by youngsters such as Spanish wingers Lamine Yamal (17) and Nico Williams (22), German attacker Jamal Musiala (21), Venezuelan defender Jon Aramburu (21) and Brazilian forward Savinho (20). Georgia and Turkey mesmerised with high-throttle attacking football, while Canada made a rousing maiden run to the Copa semifinal. James Rodriguez-inspired Colombia redeemed itself by reaching the Copa final after missing the 2022 World Cup. However, defending Euro champion Italy and a Neymar-less Brazil disappointed. Kylian Mbappe’s France, a semifinalist, was largely ordinary. The tournaments also marked the end of the international careers of Germany’s Toni Kroos and Argentina’s Angel Di Maria. But Cristiano Ronaldo (39) and Messi (37) — who has won a World Cup and two Copa Americas in the last three years — have not shut the door yet. The only sour note in an otherwise enthralling month of football was the below-par organisation of the Copa America in the United States. Complaints about pitches, training facilities and ticket prices abounded. The final was delayed by more than an hour because of fan unrest. Uncomfortable questions will surely be raised, for the U.S., along with Canada and Mexico, hosts the 48-team World Cup in 2026.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nFootball\n\n/\n\nSpain\n\n/\n\nArgentina\n\n/\n\nGermany\n\n/\n\nFrance\n\n/\n\nUnited Kingdom\n\n/\n\nUSA\n\n/\n\nCanada\n\n/\n\nMexico",
        "headline_1": "​National spirit: On the European Championship and the Copa America",
        "headline_2": "Euro and Copa kindled nationalist sentiments across Europe and Americas",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bnational-spirit-on-the-european-championship-and-the-copa-america/article68410883.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "Reason Nagaland’s SC appeal in the case of Mon victims is crucial is that justice is fundamental to peace \nDefence ministry has six weeks to respond to Supreme Court’s notice, on the Centre’s refusal to grant Nagaland sanction to prosecute 30 army soldiers, for a botched-up military op in district Mon in Dec 2021. In all, 14 civilians and one soldier were killed. It was evident on ground that half-baked intelligence had informed the special unit’s attack on miners returning home in a truck.  \nClosure elusive | An SIT was set up. Army instituted a court of inquiry. Justice was promised. Compensation doled out. In six months, SIT named 30 soldiers. The army inquiry concluded the attack was a case of mistaken identity and error of judgment. Nagaland moved to act on the SIT report, but SC stayed prosecution against accused soldiers since sanction for prosecution hadn’t been obtained from Centre, which eventually denied permission. Eight of Nagaland’s 13 districts, including Mon, continue to be under AFSPA.\nWhere there’s AFSPA | Enter AFSPA and everything that could be routine for investigation and prosecution takes a nosedive. Security forces retain unbridled powers under the law. Investigation doesn’t need sanction, but the Centre’s nod is required before prosecution. Jurisdictions can and do overlap for civil offences and other instances, and several cases especially from Northeast states have reached SC, for the court to untangle provisions of CrPC and Army Act. The two acts can also proceed concurrently.\nPressure to deliver | For the Mon tragedy, per army, shooters cannot be blamed for faulty intelligence. At the time, military insiders rued the “intense pressure” to deliver “results” after a colonel, his wife, son and four soldiers were killed in a well-planned ambush in Manipur weeks before. With Manipur still restive and insurgent clashes seeing an uptick, Nagaland’s request must be carefully considered.  \nMaking justice count | Community perceptions of injustice in the Mon case, where those responsible get the cover of firing “in the line of duty”, is leverage for rebel outfits. Under AFSPA’s shadow, locals are forever caught between security forces and insurgent groups. Justice is fundamental to peace. For Mon, justice seems right now to be not only delayed, but also denied. Nagaland’s appeal could, for one, nudge the army into a logical next step for closure. Yes, there’s a fine line between delivering justice and keeping army morale high. But that line must be found. \n\n",
        "headline_1": "AFSPA: Ops & downs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/afspa-ops-downs-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "Women are still not at the centre of abortion rights in India. Court and doctors decide \nWhy do so many women have to knock on courts’ doors to terminate a pregnancy? Before getting into this, consider two examples of what happens when they do. This month, in disallowing a woman to abort her 26+ weeks pregnancy, Bombay HC said a medical board did not report foetal abnormalities. Also this month, in accepting a woman’s plea to medically terminate her 30 weeks pregnancy, Delhi HC cited a medical board finding the foetus suffering abnormalities. \nThis is the state of law and paternalism. Too often, whether a case goes a petitioner’s way or not depends on how much pity her position evinces – be it on account of rape, or abandonment, or foetal abnormality. The last reflects a troubling eugenic mindset. Overall, a woman has to overcome a formidable web of barriers to achieve her choice. \nWhere women’s rights are conditional, they can as well be denied as granted. An arbitrariness prevails. On the one hand, there is the landmark nine-judge SC Puttaswamy judgment. It said the right to make reproductive choices is deduced from a woman’s fundamental right to privacy, dignity and bodily integrity. On the other hand, there is the 1860 IPC provision criminalising abortion, which BNS hasn’t bothered to update. In 1971 the MTP Act carved out an exception to this, to enable medical practitioners to terminate pregnancies under certain conditions. But this is a very doctor-centric framework. Half a century on, different doctors, then different courts, continue to use different benchmarks to permit or decline termination of pregnancy. In this high-stakes arbitration, a woman’s wishes end up being incidental. \nWomen end up at courts’ doors because the medical ecosystem fails them. Sometimes with moral policing, sometimes with delays, and sometimes with harsh insensitivity. Most women can’t go this route. That only 22% of abortions in the country can be considered safe, tells their tale. Now, there’s also the slippery import of an American style discourse of foetal rights, which has no cultural or legal roots in India. Instead, we need to double down on citizens’ bodily autonomy. Do more than lip service to women’s rights. \n\n",
        "headline_1": "Her choice? Hardly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/her-choice-hardly-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "It’s time to turn tables on those who make all these unwanted and annoying phone calls \nMy phone rings. I know who the caller is: a spammer, trying to sell you a 2BHK apartment, or insurance, or soliciting your bank details so that the cash equivalent of 20 tonnes of Rwandan gold you’ve won in the Bogus Bonanza Lottery can be credited to your account.\nWe could turn tables on such spammers and scammers who operate on the basis of how many calls they make in a day. Instead of declining, we should accept their calls and keep them on the line by engaging them in time-wasting gup-shup and so cutting into their call quota for the day.\nSpammer: Hello, ji. Pintu this side. I have one very special offer for you for deluxe RERA-certified 2BHK+SQ…\nYou: Namaste, Spammerji. I hope you’re keeping well. And how about Mrs Spammer, and the little Spammer baba-log? All well, I hope.\nSpammer: Yes, yes! All well. This 2 BHK+SQ apart…\nYou: SQ? Does SQ mean Servants’ Quarters? Haw! Nowadays it’s not politically correct to refer to servants as servants, but as domestic help. So it should be 2BHK+DHQ. Which means Domestic Help Quarters.\nSpammer: Arre baba, OK, OK. Whatever you say! Now if you make down payment of 10%…\nYou: It’s terrible how badly and politically incorrectly some people treat their DHs. I hope you don’t treat your DH…(Call cut off by sound of phone being slammed down)\nYour phone rings again.\nScammer: Hello, hello! I am Pinky and I have wonderful khabar for you! You have won 25mn…\nYou: Wow! And now you want my bank details? The details of which of my banks do you want? I have many, many bank accounts, including one Swiss account, undeclared. Would you like me to help you open a Swiss account, undeclared…(Sound of phone being repeatedly smashed against wall)\nWhat should this reverse anti-spam, anti-scam game plan be called? How about spam and scam in reverse gear to become maps and macs?\n\n",
        "headline_1": "Maps & macs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/maps-macs/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "Food prices are morphing into a hydra. While inflation in cereals and pulses continues to be elevated, the persistence of high vegetable inflation has raised fresh concerns. As per latest print, food inflation spiked to 9.4% in June, lifting overall inflation to 5.1%. Vegetable inflation, at nearly 30%, was key driver of food inflation spike, even as cereals (8.75%) and pulses (16%) inflation continued to remain high in the month.\nWhat is behind this stubbornness? Agricultural production and prices are highly sensitive to weather and vegetables are most vulnerable and most volatile. While some abnormality in rainfall pattern has been the norm rather than exception over the years, climate change has added new and unpredictable dimensions.Read full story on TOI+\n\n",
        "headline_1": "Potato-onion-tomatonomics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/potato-onion-tomatonomics/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "The course of the ongoing quota reform protests has taken a drastic turn over the last two days. On Tuesday, at least six individuals, mostly students, died during clashes between protesters and members of Bangladesh Chhatra League and the police—marking a further escalation from the previous day's events. Few would have imagined this scenario when students gathered in Dhaka University and other campuses on Sunday night.\nFor over two weeks prior to this, they had been boycotting classes and exams, and blockading key intersections in Dhaka and major highways in different places of the country with the demand to reform the quota system in civil service recruitment. But what made them flood campus streets on that night was a specific comment that touched a nerve for the wider student community. On Sunday, in response to a journalist's question during a press conference, Prime Minister Sheikh Hasina said, \"Why do they [anti-quota protesters] have so much resentment towards the freedom fighters? If the grandchildren of the freedom fighters don't get quota benefits, should the grandchildren of Razakars get the benefit?\"\nThis questionable dichotomy is what lit the fuse, leading to students exploding in protest with renewed vigour. And among all the slogans heard across the DU campus that night, the one that seems to have had the most intense impact is the one that goes: \"Tui ke? Ami ke? Razakar, Razakar!\" (Who are you? Who am I? Razakar, Razakar!) There have been other, more explanatory variations of the slogan, but for whatever reason, those didn't get much coverage. The question is, what made these students—otherwise proud citizens of an independent Bangladesh, and carrying the legacy of our independence struggle—utter such incendiary slogans?\nGrievances over the preferential quota system are nothing new; in fact, the way the protests have panned out this time are starkly reminiscent of what happened during the 2018 quota reform movement. Protests began at Shahbagh then as they did now, before spreading across the country. In 2018, like this time around, a senior member of the ruling party remarked in parliament, \"Will the children and successors of those who risked their lives to fight for independence not get an opportunity? Will the children of Razakars get the chance? Will the quota for the freedom fighters be shrunk for them?\"\n\nSix years ago, students protested this particular line of reasoning—as they did on Sunday night. And the reaction to it on both occasions was nothing short of extraordinary. That said, it is totally unfortunate that in a movement that concerns the wellbeing of general students in modern-day Bangladesh, the word \"Razakar\" has occupied so much of the conversation. On principle, we must say we are against any identification—however unintended—with this term. Students, having been familiarised with the history of our nation from a young age, should have known better than to use something that only invokes the hateful memories of the atrocities committed by Razakars in 1971.\nBut students say the slogan was lost in translation. Their use of the term, they say, was sarcastic and heavy with context. Take away that context, and you have a totally different connotation. And this is what is happening at the moment. Unfortunately, despite the clarification from students, there has been little hint of reciprocation from those protesting the use of the word Razakar. Clearly, a mismatch exists between the protesting students and the powers that be. But what was stopping Bangladesh Chhatra League, a student party made up of students, from trying to understand the feelings of pain and anguish that led to such utterances? Why, instead of trying to impress upon them the inappropriateness of their slogan or supporting their just cause for quota reforms, did Chhatra League unleash violence on them?\nAfter Sunday night, we have seen the ministers of road transport and bridges, education, and social welfare, and state ministers for ICT and information all come out with hardened words against the protesters. None of them seemed to have noticed that the protesters themselves offered further explanation of their mood by chanting, \"Chaite gelam odhikar, hoye gelam Razakar.\" (Demanded rights, only to become Razakar.) Instead of trying to engage with the students and bridge any gap in communication, the Awami League general secretary has instead called on BCL to provide a \"fitting reply\".\nWe have seen the destructive nature of that reply over the past two days. Such violence and brutal attacks over a naive use of an objectionable slogan are hard to accept. We must remember that these students would never support anti-liberation ideals. Attempts could have been made to clear any confusion through amicable means. That would have been a much wiser way to deal with these realities instead of the violence that has ensued since.\nAzmin Azran is digital features coordinator at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A slogan lost in translation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/slogan-lost-translation-3658501",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "We are horrified by the atrocious violence carried out by the members of Bangladesh Chhatra League (BCL) across campuses and on streets in Bangladesh over the past 48 hours in the name of teaching anti-quota dissenters a \"lesson\". Countless protesters have been injured in the attacks that show no signs of abating, and as of writing this editorial, at least six individuals have died during clashes. We urge the government to immediately stop this bloodbath before any more loss of lives and a complete breakdown of law and order.\nOn Tuesday, both protests and attacks escalated, spreading across the country. Along with public university students, students from some private universities and even schools and colleges too joined hands to protest BCL's attacks on the previous day. Science Lab in Dhaka turned into a warzone for most of the day, with chases and counter-chases between students and BCL leading to at least a hundred individuals getting injured. The situation in Rangpur and Chattogram were also very volatile, with clashes leading to at least one death in Rangpur and three in Chattogram. A number of students were also reportedly shot. \nThese attacks began on Monday when Dhaka University turned into a bloody battlefield for over five hours. According to media reports, BCL men, armed with sticks and rods, swooped upon students who had gathered to protest what they called a \"disparaging comment\" by the prime minister. Their brutality did not stop with injuring over 300 students, many of whom were women; they stormed into DMCH's emergency department in the evening and beat protesters again, causing unimaginable panic among critically-ill patients who had come for emergency treatment. At midnight and early morning on Tuesday, they continued their mayhem across other campuses. During these clashes, lethal weapons including machete and petrol bombs have been used.\nIt is unimaginable that such violence could take place with impunity, without any attempt by law enforcement agencies to stop them from happening—not even when it took place in the biggest public hospital in the country. Are we to assume that our law enforcers are helpless in the face of BCL's wrath, or that BCL is now an armed extension of the state machinery? Even if we assume that the protesters were in the wrong and needed to be apprehended, what legal or constitutional mandate does a student wing have to carry out such attacks? While the home minister had previously warned of police action against quota protesters if they crossed the line, he seems to now see no excesses in BCL's actions, which are directly undermining the role of his ministry and that of law enforcers. In fact, he has gone so far as to dismiss the ongoing violence as mere \"difference of opinion\" between opposing groups.\nBy allowing and enabling such attacks, the government is essentially pushing the protesters to a point of no return, which can have disastrous consequences for the country and its citizens. It must act as a government should—sensitive to citizens' needs and demands. It has to take stern action against those carrying out attacks against members of the public and making a mockery of the democratic and constitutional processes that we fought the Liberation War for.\nThe government should realise that the ongoing protests are more than just about quotas—they signify a deep sense of dissatisfaction among the youth about the way the country currently operates. The way out is to hear the students' concerns and engage them in dialogue, not to allow violence inflicted upon them, which can only exacerbate their frustrations against the status quo.\n",
        "headline_1": "Stop this violence before more lives are lost",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-violence-more-lives-are-lost-3658376",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "At first it seemed the government was going to show the restraint expected from the state towards students protesting a quota system that needs a logical reform. Sadly, it did not take long for the government to take an unnecessarily hardline in an attempt to squash the spirit of these young people. What could have been resolved through a discussion as expected from any government, ended up being yet another violent suppression of the voices of students.\nIn an all too familiar sequence, when students on campuses throughout the country, spontaneously started protesting comments of the prime minister regarding their movement at a press conference on Sunday, members of the Chhatra League were ready and waiting to attack. \nWhat followed was not something too surprising. Yet one cannot fail to be shocked at the brutality with which students, even women students, were beaten with rods and sticks. The images are hard to forget – students beaten unconscious, a student looking dazed as blood poured down his face, a capture of a man raising a stick just before it would hit two young women, a female student, unconscious, being taken to the hospital, young men with sticks and rods chasing students before hitting them mercilessly – these are not scenes from a battlefield but from campuses of universities. University campuses that resemble riot scenes. Student protesters who had gone to the emergency centre of Dhaka Medical College Hospital with their wounded fellow protesters were beaten up inside the hospital. Is this why young people go to universities – to either get beaten up or to be part of groups that do the beating?\nUnfortunately, that is how students are divided on our campuses.\nSo why the show of restraint in the beginning?  It was clear that at first, the police and the Chhatra League were given instructions by their bosses to remain calm and not take any action against the students. But as soon as the high-ups in the government made dismissive comments criticising the movement, things started to take an ugly turn. The AL General Secretary Obaidul Quader at a press conference on Sunday remarked that the Chhatra League was ready to give an apt answer to the \"audacious behaviour\" shown on the campuses (by leaders of the anti-quota movement). Such a direct call for action gave them the green signal. True to their reputation, the members of the student body swooped on the students and \"taught them a lesson\" for daring to be vocal and defiant.\n It is tragic that a student body that was once at the forefront of the most significant movements of our history has been turned into the bully boys (and girls) of the ruling party. These young men wielding rods and sticks are also university students. Why should students beat up other students for a cause that would ordinarily unite them? Why do the large numbers of the police force become silent bystanders when helmet-clad goons pounce upon unarmed university students?\nThese are naïve queries in a reality where even peaceful protests are seen as threats to power and are clamped down upon with full force. For some reason it was thought that this time the government would show tolerance and listen to the young, passionate young men and women who believed that their voices would be heard, their needs would be addressed. All they have been asking for is a fair chance in life, an equitable system of opportunities to compete for government jobs and the realisation of a dream that can be attained through merit and hard work. Are these aspirations unwarranted for young people of an independent nation?\n",
        "headline_1": "Why must brute force always be the response to student protests?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-must-brute-force-always-be-the-response-student-protests-3657686",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "As Bangladesh is all set for LDC graduation, it is imperative that it accelerated its efforts to meet the post-graduation challenges such as continued access to the various trade benefits including duty-free ones against its exports to the markets of advanced economies, especially the European Union (EU). Notably, as an LDC, the country has been the beneficiary of an arrangement called the Generalised System of Preference (GSP) under which it enjoys exemption of import (customs) duties on two thirds of the EU's tariff lines. But once Bangladesh joins the group of developing countries after graduation in 2026, it will lose much of these trade facilities after three years' grace period. However, there is a special incentive arrangement called GSP+ available for vulnerable low-and-lower middle-income economies. In that case, Bangladesh will have to implement 27 international conventions related to labour and human rights, environmental and climate protection and good governance. This special incentive is for sustainable development and good governance. Naturally, following graduation, the government will be required to qualify for these facilities under GSP+ if it fulfils the conditions. Now, implementation of the labour sector reforms through revision of the country's labour laws under the proposed National Action Plan (NAP) is an important step in this direction. In this connection, outgoing head of European delegation in Dhaka, Charles Whiteley, during a recent interview with journalists, following his farewell call on Bangladesh's foreign minister, Dr Hasan Mahmud, reiterated the urgency of the issue.The required labour law reforms under the proposed NAP involves issues including framing the country's labour law so that it is compliant with the standards of the International Labour Organization (ILO). Needless to say, those standards include freedom of association and collective bargaining right of workers and elimination of all forms of child labour by 2025. Notably, Bangladesh has been under pressure on these issues since long from different international quarters. Now, those issues have assumed a renewed importance when the country is on the verge of upgrading its status as a developing economy. Evidently, issues like ridding the country of child labour, for instance, and that too by not a distant deadline has indeed been a tall order in a populous and unequal society. Yet successive governments have been working relentlessly to address the issue to the satisfaction of the international community whose support is vital for Bangladesh's continued economic progress. Facing the prospect of Bangladesh's post-graduation loss of trade facilities it benefited from so far thanks to its longstanding trade relations with the EU under the Everything but Arms (EBA) trade regime, it has to redouble efforts to comply with their conditions. This is required to access the next most generous post-EBA arrangement, the GSP plus incentives. As the timelines for meeting the conditions of the different international conventions are drawing to a close, the government needs to expedite its work to fulfil its commitments to that effect.The amendment to the Bangladesh's labour act is critical in this connection. Repeated reminders from the EU envoy on this subject at different discussion events arranged from time to time in the past only stress the point. Not surprisingly, a high-level European Commission monitoring mission will reportedly be visiting Bangladesh in November this year to review work progress in this regard. Since 58 per cent of Bangladesh's total export and 64 per cent of its apparel export are dependent on EU market, the government would, hopefully, be well-equipped to meet the EU GSP+ challenges.",
        "headline_1": "Meeting post-graduation challenges facing the country",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meeting-post-graduation-challenges-facing-the-country-1721138868",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "Although it has been a wild guess that vast swathes of forest lands of the country are being grabbed every year, no statistics of the lost lands was available until an official statement weeks ago said that the government was going to intensify its efforts to recover 187,000 acres of illegally occupied forest lands from the grabbers. The statement is unnerving given the less than required forest lands the country is supposed to have. Over and above, it speaks of colossal unruliness of a section of people eager to dodge government regulations as well as make the most of the inaction of the authorities that understandably includes collusion, to say the least. It was reported that until June, the Ministry of Environment, Forest and Climate Change sent eviction proposals to the Deputy Commissioners until June, 2024 to recover 51,007 acres of occupied land and cleared 30,162 acres as of May last. Referring to the move, the minister heading the ministry said at a press conference that his ministry is going to send more eviction proposals to recover the lands from the grabbers, as part of what he termed a 100-day priority action plan. He added that the ministry is set to implement natural resource mapping to identify and locate natural resources like hills, forest, mountains, wetlands etc. so that the grabbers cannot occupy natural resources of the country.The total forest area of Bangladesh is 2.6 million hectares, which is nearly 17.4 per cent of the total land area of the country. Forestry sector accounts for about 3.0 per cent of the country's gross domestic product (GDP) and 2.0 per cent of the labour force. However, these figures do not reflect the real importance of the sector in terms of monetary value. The GDP figure, however, does not count the large quantities of fuel wood, fodder, small timber and poles, thatching grass, medicinal herbs, and other forest produces extracted illegally. The low contribution of the forestry sector to the GDP is also explained by several other factors, e.g., the value added from wood processing is counted under the industry sector, rather than the forestry sector. The benefits provided by forest ecosystems include: goods such as timber, food, fuel and bio-products; ecological functions such as carbon storage, nutrient cycling, water and air purification, and maintenance of wildlife habitat; and social and cultural benefits. Services provided by forests cover a wide range of ecological, political, economic, social and cultural considerations and processes. The contribution of forest resources in protecting watershed and irrigation structures, reclaiming land from the sea, protecting coastal areas from storm damage, and in maintaining and upgrading the environmental quality, has not been quantified. Owing to factors such as grabbing, over-exploitation, conversion of forest land into agriculture, forest resources in Bangladesh have been continuously depleting in terms of both area and quality. According to a Food and Agriculture Organisation (FAO), between 1990 and 2015, Bangladesh annually lost 2,600 hectares of primary forest (FAO 2015). Primary forest land gradually decreased from 1.494 million hectares in 1990 to 1.429 million hectares in 2015. Thus annual rate of deforestation in Bangladesh was 0.2 per cent during 1990-2015 (FAO, 2015).The economic, social and environmental importance of ecosystem services provided by forests is increasingly recognised globally. The primary objective of sustainable forest management relies on benefits from ecological services without compromising forest's ability to provide those services. Still, forestland grabbing is a harsh reality all over the world. Governments with well planned forest management and preservation schemes are alert in addressing the matter as a top priority. More than 1.6 billion people depend on forest for food, water, fuel, medicines, traditional cultures and livelihoods. Tropical rainforests produce up to 40 per cent of all terrestrial primary plant production, and play a vital role in safeguarding the climate by naturally sequestering carbon. Yet, each year an average of 13 million hectares of forest land disappear.Coming to what has transpired from official statement about the grabbed forest land in the country, it is clear that for a long time grabbers have been benefiting from what may euphemistically be called 'laxity' of the regulators. Now, swooping on them may not be easy, since the eviction process might involve litigation-a process notable only for its time-consuming nature. In many cases, the grabbers have raised structures, and also it is not unlikely that some of them might have obtained lease from the government, in violation of the regulations, taking advantage of technical loopholes. So, for the 100-day priority action plan to succeed, there has to be a well orchestrated approach to addressing the situation. In this connection, the authorities need to look into the lease of lands in the Chottogram Hill Tracts. Chances are high that these lease deeds are perhaps not in conformity with forest preservation rules.\n[email protected]",
        "headline_1": "Recovering grabbed forest lands",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/recovering-grabbed-forest-lands-1721138892",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "A study carried out recently by a researcher at the Bangladesh Institute of Development Studies (BIDS) shows that \"Out-of-Pocket (OOP) expenditure is one of the most noteworthy payment strategies for healthcare in Bangladesh and the share of the same has been increasing alarmingly.\" The findings were presented at a programme titled \"Catastrophic Health Shock and Improvement in Bangladesh: Insights HES-2022.\" For several years, OOP has come up for discussion as patients in the country are constantly being squeezed out of their savings while trying to meet healthcare costs. Indeed, Dr. Razzaque who conducted the research stated at the event that \"54.40 per cent of OOP money is spent on purchasing medicines while diagnostic cost is 27.52 per cent, 10.31 per cent cost for consultation and 7.77 per cent expenditure for transport cost.\" What the latest survey reveals is that due to this excessive OOP expenditure, about 6.13 million people were pushed below the national poverty line in 2022. It is a large number of people. While the health minister has stated that the government is working towards a law titled 'Health Protection Act', the question is how long will that take?Granted that the minister has not been in the chair long, but experience shows that business interests and profit generation in the health sector is an entrenched practice that operates on the principle of maximising earnings at the cost of patients. Again, would a piece of legislation automatically translate into action? One can easily draw parallels with the market for foodstuffs across wholesale and retail markets in the country, where several laws exist to protect consumer rights, but have they been effectively enforced to protect consumers from wilful manipulation of prices? Sadly, the answer is no.There has also been talk about introduction of healthcare insurance. This would be a move in the right direction. There are many examples of such insurance schemes that have worked in other parts of the world, but how would the authorities go about enforcing it? The problem in Bangladesh is not having requisite laws, but their enforcement. Again, as the minister has stated many times before, no radical change can be expected overnight. Agreed. But, the pace of change must be expedited because people are being made to suffer inordinately and these malpractices have been going on for decades. There are various stakeholders involved here from manufacturing of medicines to their prescription at heath institutions to the prices of drugs.The lack of oversight on these and institutions that carry out tests and the fact that most of the Grade A health institutions and health practitioners are largely in urban areas, mean that patients living rural areas must travel from far and wide to come to the cities, pay hotel bills, transportation, etc. to get those services. These are all facts of life and every Bangladeshi knows the score. There is nothing that they can do about it. It is up to the state to care for its citizens in a manner that puts a patient over profit and above unbridled greed. Malpractices manifest themselves in every facet of the healthcare system in absence of a rule-based system. Yes, the minister is correct when he says the entrenched system of fleecing patients cannot be changed overnight, but at least he can try to do something. Time is money and people have been pushed beyond tolerance levels with runaway inflation affecting every facet of their lives. They need relief now.\n[email protected]",
        "headline_1": "The bane of out-of-pocket health expenditure",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-bane-of-out-of-pocket-health-expenditure-1721138928",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2024"
    },
    {
        "full_article": "We are living in a time when almost everyone has a smartphone in hand. Some foreign companies have set up online gambling sessions through various apps, tempting people and taking away their money. Although online gambling was not common in the village before, the situation has changed dramatically. Nowadays, people of all ages, from children to the elderly, can be seen investing money in these apps on the streets.Thousands of crores of taka are being smuggled to foreign countries right before our eyes. Online gambling is based on different games. Villagers, youths specially, are especially addicted to it. Some young people work hard all day to earn money only to gamble it away in tea shops in the evening.Many have lost everything to gambling and are now in debt. A friend of mine ended up on the streets by losing everything after falling into this trap. Villagers do not realise the extent of the harm they are doing to themselves, society, and even their country. Taka in billions is being smuggled out of the country on account of these gambling sites.Online betting on various tournaments like the Cricket World Cup, T20, Football World Cup, Copa Cup, Euro Cup, etc., is happening right before our eyes. According to CID data, approximately two million people are illegally transacting more than Tk150 crore per month through Mobile Banking Services (MFS).Despite the dangers, online gambling is widely advertised and lures people in. These companies have dealers or representatives in the country who collect the gambling money deposited through mobile banking agents. It is high time the authorities concerned took strict measures to stop this growing menace.\nAsif IslamStudent Jahangirnagar University",
        "headline_1": "Silent epidemic of online gambling",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/silent-epidemic-of-online-gambling-1721138953",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2024"
    }
]