[
    {
        "full_article": "Time is of the essence when it comes to executing political manoeuvres to reduce a government to a minority. Dissident legislators need time to gather enough numbers to vote out the regime. Ruling parties need to close the window of opportunity soon, often using the threat of disqualification for defection. It is in this backdrop that judicial intervention in matters relating to disqualifying lawmakers for defection takes place — either buying the dissidents time or allowing disqualification proceedings to go on unhindered. By its order granting time until July 12 to dissident Shiv Sena legislators in the Maharashtra Assembly to reply to the Deputy Speaker’s notice under the anti-defection law, the Supreme Court has effectively made it possible for them to actualise their objective without the threat of disqualification for now. It is doubtful whether the Court should have done this in the face of a specific bar on judicial intervention in disqualification proceedings at any stage prior to final adjudication under the Tenth Schedule. In 1992 ( Kihoto Hollohan vs Zachillhu), a Constitution Bench, while upholding the validity of the anti-defection law, held that the Speaker’s decision was subject to judicial review, albeit on limited grounds. It also made it clear that this should take place after a final decision, and there can be no interim order, except if there is an interim disqualification or suspension.The Deputy Speaker’s grant of just two days for the MLAs to reply may have occasioned the intervention; but it is doubtful whether the Court should concern itself with the question now, when it can be decided after their possible disqualification. There are Court judgments that say compliance with natural justice is not based on the number of days given, but on whether sufficient opportunity was given before a decision. Based on a conclusion in Nabam Rebia (2016) that a Presiding Officer should not adjudicate any defection complaint while a motion for his own removal is pending, the dissidents sent a motion to get the Deputy Speaker removed. After he rejected it, the rejection has also been questioned in court, thus raising a jurisdiction question on the adjudicatory power of the Deputy Speaker, who, of necessity, has to decide disqualification questions in the absence of a Speaker. Motions to remove a Presiding Officer should not become a ploy to circumvent disqualification proceedings. If courts countenance manoeuvres to pre-empt a decision on whether legislators camping in another State and questioning the Chief Minister’s majority have incurred disqualification by “voluntarily giving up membership” of their party, they undermine the anti-defection law and render nugatory rulings by Constitution Benches. When defection is seen as a serious menace by the Constitution, courts should not act in furtherance of it. The duty to protect those wrongly disqualified is important, but so is calling to account defectors whose motives are suspect.",
        "headline_1": "The essence of time: On courts and the anti-defection law",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-essence-of-time-the-hindu-editorial-on-judicial-intervention-and-the-anti-defection-law/article65576646.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "Transcending partisan stalemate for the first time in several generations, the U.S. Congress has passed, and President Joe Biden signed into law, a gun regulation bill to place several important constraints on the proliferation of firearms across the country. The bipartisan gun reform law, titled the Bipartisan Safer Communities (BSC) Act, was passed earlier in the Senate, with a final vote of 65 to 33 including 15 Republicans who joined Democrats in support of the measure, and then at the House of Representatives, by a margin of by 234-193 votes, with 14 Republicans crossing the aisle to vote. While the bill goes a considerable distance in reining in the relatively unhindered sale of firearms across weapons buyer profiles, it falls far short of the critical regulations that Democrats have been pressing for. The law also comes into force shortly on the heels of the U.S. Supreme Court striking down a New York law limiting concealed carrying of guns. Nevertheless, the bipartisan character of the bill reflects the best hope for a gradual and marginal shift in the public discourse on gun ownership and its right guaranteed by the Second Amendment of the U.S. Constitution. The fact that such a bill passed both houses of Congress and reached Mr. Biden’s desk also reflects the deep shock that the nation experienced in the recent acts of gun violence in a school in Texas, and at a New York store.Therein lies the limited scope of the bipartisan gun reform law — it does nothing to address the question of limiting the availability of this weapon, nor does it yield any quarter to the long-standing demand by Democrats to institute universal background checks for those buying the firearms. Within its core ambit the law does mandate expanded background checks, including state and local juvenile and mental health records of gun purchasers aged 18 to 20 years; closing of the “boyfriend loophole” by denying gun ownership to convicted domestic violence offenders under certain conditions; ‘red flag laws’ that will grant federal funds to States with laws enabling removal of guns from persons deemed dangerous; and sets aside nearly $13 billion for education and advocacy towards improving mental health in schools, crisis intervention, violence prevention programmes, mental health worker training and school safety. However, the law does not hint at reviving the assault weapons ban of 1994, which expired a decade later, since which time this category of weapon has become the most frequently used in lethal mass shootings. While the BSC Act is a welcome step in the right direction, the U.S. has a long road ahead and complex questions to resolve regarding its obsession with unrestricted gun ownership before mass shootings in public places stop occurring.",
        "headline_1": "Glimmer of hope: On gun ownership reform in the U.S.",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/glimmer-of-hope-the-hindu-editorial-on-gun-ownership-reform-in-the-us/article65576052.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "The scheme is advantageous for youth and national defence but it should be changed with inputs from armed forces\nThe Government announced on June 14 that all soldiers below the officer ranks of the three wings of the military would\nbe recruited through the Agnipath Scheme. The Government has taken this decision to keep the armed forces young, making the youth\ndisciplined, and rendering them highly skilled after four years of service, besides of course saving money for the modernisation.\nThe Scheme has been praised by a large number of experts and veterans, but many in the defence community and also the Opposition parties and political observers have expressed their reservations about the scheme, resulting in protests and violent demonstrations all over the country. It is sad that the government property like railways, buses and cars have been burnt by the youth who should be debarred from the recruitment at one and made to pay for the damage to the public property. Nobody can be allowed to indulge in arson whatever the cause.\nAs opposed to the existing 15 plus years’ service, followed by a lifelong pension, the new recruits, Agniveers, will have a four-year tenure, including six months’ training. On completion of four years of service, 25 per cent of them will get the permanent cadre, while the rest will be given opportunities in other organisations at the national and state levels.\nThey will exit with a tax-free purse of approximately Rs 11.71 lakh and return to civil life. Excellent army training, food, clothing, boarding and lodging, a regimented life of four years, a disciplined lifestyle, and a matured mindset will be the hallmarks for the Agniveers.\nOver the years, Agniveers would emerge as a strong second line of defence in the country.\nThe government has announced 10 per cent reservation packages for the retiree Agniveers in Police, Central Armed Police Forces (CARF), Ministry of Defence Undertakings, and Railways after the completion of four years term.\nOverall, the scheme is excellent for nation building. It will help build a younger, healthier, and fitter defence military, highly skilled in the changing technological environment. It will also inculcate military discipline, ethos and skilling as a value addition, improving the prospects for those who return to civil society. It will encourage youth to become entrepreneurs for the economic growth of the country.\nYet, it seems that the Centre was not thorough in its homework before launching this scheme. A study known as ‘Tour of Duty’ (TOD) was carried out about two years ago at the Training Command; all stakeholders gave their inputs.\nThe scheme needed to be launched as India is emerging as a major pivot in the global order, being a key nation in two security arrangements—one in the Indo-Pacific and another with the US, the UAE, and Israel. The Indian military has to adapt to the changing strategic interests keeping in view the threat perception from across the borders.\nThe presentations were made at the Ministry of Defence (MoD) level; the blueprint of the Agnipath Scheme was drawn out for implementation at a suitable time. The army recruitment methodology of leading military nations was kept in mind while framing it. The main planners of this scheme were Training Command, the late CDS General Bipin Rawat, NSA Ajit Doval, Raksha Mantri Rajnath Singh, and Defence Secretary Ajay Kumar, along with the Finance Ministry.\nThe three service Chiefs had a very limited role to play in formulating the scheme. The committee so constituted was bureaucratic in nature, which gave the recommendations for a younger and leaner force with reduced financial liability for modernisation.\nThe Cabinet Committee on Security (CCS) approved this Scheme. However, it was not put up in Parliament. The NSA, who is highly capable in security issues may not be well-versed with the nuances of the armed forces, represented the three services and CDS.\nThe whole scheme needs to be refurbished by an expert committee which must have members from the armed forces too. The government is making amends to the scheme in a piecemeal manner. The youth of the country is completely confused.\nInstead of strengthening the armed forces, the scheme will weaken their strength if not implemented properly. The committee must go through the pensions of the defence civilians who get one-third of the total defence pensions. They need to be replaced by armed forces personnel.\nPolitician’s pensions have a serious flaw. These also need to be looked into and pruned.\nThe violent reactions by the youth in the country could have been avoided and a\nnumber of lives saved if had been passed by Parliament and discussed at length at the Armed Forces Commanders Conference, before announcing it piecemeal.\nThe interest of the armed forces cannot be compromised at any cost.\n(The author is a retired senior professor, International Trade.)",
        "headline_1": "Agnipath good for modernisation but needs relook",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/agnipath-good-for-modernisation-but-needs-relook.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "The power tussle in the AIADMK threatens to break up the party and thrust it into oblivion\nModern-day politics in Tamil Nadu is intertwined with its films and cine stars. Starting with first DMK Chief Minister CN Annadurai to AIADMK’s J Jayalalithaa and reigning CM MK Stalin, all had their moorings in films. The script and storylines of politics have a lot of similarities with films “assembled” in the studios of Kollywood. The tussle for power in the AIADMK, which is in a state of chaos following the demise of Jayalalithaa in 2016, resembles a comedy film. It has three leaders pulling the party in different directions and all of them are on a State-wide tour to drum up support. Last week’s general council meeting in Chennai had a funny end with the participants unanimously shouting down the 23 resolutions introduced by party coordinator O Panneerselvam, who is out to take control of the AIADMK. Edappadi Palaniswami, leader of the Opposition and the party coordinator, wants a single leader to head the party and end the existing dual leadership system since it has not done the party any good since being introduced in August 2017. The AIADMK has not won any election since 2019, substantiating Palaniswami’s reservations on dual leadership.\nEPS, who was the CM from 2017 to 2021, has proved his mettle and capability. Panneerselvam’s liaising with VK Sasikala, the former interim general secretary who was eased out of the AIADMK along with her family members in 2017 to facilitate unity between EPS and OPS, is being viewed with suspicion by party leaders. Sasikala, a close aide to late Jayalalithaa who was convicted with four-year imprisonment in a disproportionate assets case, is out to hijack the 50-year-old AIADMK. Sasikala is on a Puratchi Payanam (revolutionary journey) to influence party cadres and bring them over to her side. Chinnamma, as she is called by acolytes, had declared in 2012 that she would never aspire for any position or power in the party. In 2017, she was about to be sworn in as the CM but the Supreme Court verdict upholding her four-year term saved Tamil Nadu from that predicament. If these leaders fail to sail together, the golden jubilee year of the party could see the burial of the AIADMK. The Pioneer had forecast as early as December 11, 2016, that the AIADMK would disintegrate into fragments faster than it was formed. Is the AIADMK leadership reading this?",
        "headline_1": "Disintegrating?",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/disintegrating-.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "On the Maharashtra political crisis, media reports are speculating that the scale is tilting in favour of the Shiv Sena rebel faction. Let’s, though, look at possibilities in the context of legislative procedures and various court rulings.\nOfficial Shiv Sena asked the deputy speaker of the Maharashtra assembly to disqualify rebel MLAs, but the Supreme Court on Monday gave time till July 12 for these MLAs to respond to the deputy speaker’s notice.\nRead full opinion on TOI+\n\n",
        "headline_1": "How will the Maha drama end? Legislative & legal precedents will majorly influence Uddhav vs Eknath fight. Here’s how",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-will-the-maha-drama-end-legislative-legal-precedents-will-majorly-influence-uddhav-vs-eknath-fight-heres-how/",
        "news_paper_name": "The Time of India",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "In a radical move to choke off energy revenues for Russia, G7 nations will now try to manipulate and limit the price of Russian oil. Behind the risky proposition is the acknowledgement that sanctions and embargoes already imposed by EU, US and their allies have had little impact on Russia’s war-making ability against Ukraine. On the contrary, the squeeze on Russian oil has actually elevated global crude prices – which continue to be well above the $100 per barrel mark – helping Moscow earn more for its war chest. True, EU has already pledged to block 90% of its Russian oil imports by the end of the year. But with exemptions for countries like Hungary and pipeline supplies, Russian oil continues to flow at elevated prices, aiding inflation and pushing up cost of living.\nThe G7 plan, though a long shot, seeks to undermine the so-called Russian ‘oilogopoly’ through price caps. Although details are yet to be fleshed out, initial reports indicate that it will work by lifting sanctions on insurance for cargo ships transporting Russian oil in return for a price deal. Theoretically, this should incentivise countries to accept the price cap. Also, London-based International Group of Protection & Indemnity Clubs insures nearly 95% of the world’s cargo shipment. The group itself would face sanctions if it insures any Russian oil cargo above the yet-to-be-determined price.\nBut while the plan sounds good on paper, it fails to consider strategic calculations some countries are making in buying Russian oil. China, for example, is unlikely to go along with the G7 on this since Beijing and Moscow today have formed a strong strategic compact. Also, how Russia will respond to being browbeaten this way is hard to predict. Price manipulation almost always has unforeseen consequences.\nA much better idea is the French one of getting Iran and Venezuela back to the oil suppliers’ fold. But talks on reviving the Iran nuclear deal are caught in the brinkmanship between Tehran and Washington, something that suits Russian and Gulf Arab interests. Venezuela presents its own political challenges for the Biden administration. So this will need work. The West wants to weaken Russia, even if it damages the global economy, including Western ones. Level-headed approaches will consider facilitating Moscow-Kyiv negotiations. Every new plan to punish Russia hurts the global economy.29\n\n",
        "headline_1": "Price caps don’t fit: G7’s idea of limiting price of Russian oil is bad. Much better is French idea to increase oil supplies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/price-caps-dont-fit-g7s-idea-of-limiting-price-of-russian-oil-is-bad-much-better-is-french-idea-to-increase-oil-supplies/",
        "news_paper_name": "The Time of India",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "The Performance Grading Index is GoI’s big effort to publish a multidimensional tracker of outcomes and inputs in school education at the state-level since 2017. However, since primary education hasn’t received the high-priority attention many Centre/state welfare schemes have, it’s hard to spot significant transformations. This week the PGI-District report for 2018-19 and 2019-20 was published, giving district-level data that compares learning outcomes, teaching quality, access and equity, physical infrastructure, digital learning and governance processes. Both progress and backsliding are evident.\nEighty-four indicators were tracked, including average scores in various subjects pulled from National Achievement Survey (NAS) data and physical and digital infrastructure in schools from the UDISE+ database. Details of fund utilisation, attendance monitoring, transition/retention rates from primary to secondary schooling, and teacher/pupil ratios depended on district authorities providing the data. In a large country, this reporting and aggregation of grassroots granular data to district/state levels can tell us a lot about the state of education. But data serves its purpose best when it’s contemporaneous. The latest PGI report is from 2019-20 and the learning outcomes are gleaned from 2017 NAS data.\nMuch has changed subsequently. The pandemic disrupted two successive academic calendars. NAS 2021 survey showed stark drops in average scores across classes in English, Maths and EVS from the 2017 edition. PGI reports for 2021-22 must be published quickly to help policymakers respond. Recent reports also suggest teachers are struggling to bridge learning deficits accumulated over two years. PGI data points tracking teachers’ professional outcomes can offer a wealth of data on post-Covid pedagogical responses if district-level officials conduct sincere grassroots monitoring. PGI reports should also be bolstered by case studies from both progressing and regressing districts. Supplement the data with sharp evidence.\n\n",
        "headline_1": "Learning by numbers: Granular education data can be very useful for policy. But not if it comes out with big lags",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/learning-by-numbers-granular-education-data-can-be-very-useful-for-policy-but-not-if-it-comes-out-with-big-lags/",
        "news_paper_name": "The Time of India",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "Two special coins minted during the Mughal period are back in the limelight with the Centre renewing its efforts to trace them. One of them weighing about 12 kg is the biggest and heaviest gold coin ever minted in the world, and it was minted during the reign of Emperor Jahangir, who referred to it as Kaukab-i-Tali. The other one weighing a kilo belonged to Emperor Shahjahan.\nAct 1 involves the Asaf Jahi dynasty: Both of these were last seen with the Asaf Jahi dynasty. Since then historians and CBI officers have together tried to piece together the jigsaw puzzle of how the coins went from the Great Mughals to the Nizams of Hyderabad and maybe together they will be able to also track down where the coins are today.\nRead full opinion on TOI+\n\n",
        "headline_1": "The adventures of Emperor Jahangir’s great golden coin: Or were there two of these? Historians and CBI officers go chasing from Hyderabad to Persia",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-adventures-of-emperor-jahangirs-great-golden-coin-or-were-there-two-of-these-historians-and-cbi-officers-go-chasing-from-hyderabad-to-persia/",
        "news_paper_name": "The Time of India",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "Bangladesh's struggle with smuggling is not a new phenomenon – gold, drugs, humans, money, fuel, and now edible oil. In February, a lighter vessel, Tanisha Enterprise, was seized on the Karnaphuli river by Chattogram zone river police, which was carrying 11,000 litres of smuggled unrefined edible oil for sale in the open market. The value of the seized edible oil is estimated to be around Tk 8.80 lakh. The unrefined edible oil had been transferred to the lighter vessel from a mother vessel at the outer anchorage, which was carrying shipment for an edible oil company. Twelve people had been arrested during the drive for failing to produce any valid documents. The lighter vessel belonged to Harunur Rashid, a Jubo League leader in Ward-39 EPZ area of Chattogram, who also happens to be one of the leaders of the smuggling syndicate and its mastermind, as reported by the media. Although he was initially implicated in the case, no action has somehow been taken against him, and he is walking the streets and even attending political events as if he was a responsible, law-abiding citizen.\nThis incident has once again brought to the fore the problem of smuggling of imported goods from the ports. In December last year, in Pashur river, Mongla, another such drive exposed the smuggling of diesel from a mother vessel. The coast guard seized 2,760 litres of diesel in a trawler and held some of the smugglers. Unfortunately, it was not the first time oil was being smuggled. The harbour authorities of the Mongla port had informed the media that every month 80 to 90 local and foreign ships arrive at the port with goods and commodities from abroad, and leveraging this opportunity, a strong syndicate of criminals smuggles goods and commodities from the ships.\nThe same thing happened in Chattogram port. And there as well, on a regular basis, imported goods and commodities are smuggled from ships. What is baffling is that, although these are \"known\" facts, the authorities have done little to catch the smugglers and dismantle the syndicates. Perhaps that is because the smugglers are powerful people operating under the patronage of influential quarters. Take the case of Harunur Rashid, for example. Although the ship belonged to him and was being operated by him, he was not arrested in the case. According to reports, he got bail.\nThis not the first time that smuggled goods have been seized from Tanisha Enterprise. In August last year, in the estuary of the Karnaphuli river, 13,000 litres of unrefined palm oil had been seized from the same vessel by officials of the Coast Guard East Zone. Later, when the case was handed over to customs, no action was taken. Apart from this, Harun stands accused in at least four cases filed with the Patenga and EPZ police stations – this daily reported citing police sources.\nNow, the questions is, if Harun is such a big shot criminal, donned with so many cases, how is he allowed to get away with his crimes scot-free? Why is he not behind bars, or being interrogated to unveil the bigger picture about the smuggling syndicate he operates?\nMoreover, the Directorate General of Shipping issued licence for Tanisha Enterprise as a sand barge. Then why are food items, oil and other goods being shipped using Tanisha? Did they not check its license? Perhaps they did, but let it continue its operations because of the political patronage its owner enjoys.\nAnd this is only one aspect of it. Selling of smuggled goods in the open market is a different kind of problem altogether. Take the case of edible oil, for example. The market for commodities, especially edible oil, has been volatile for the last few months due to the ongoing international crises. And the common people are having to bear the brunt of it, because of a lack of supply of edible oil in the market and its subsequent spiralling prices. The business syndicates are being accused of hoarding edible oil to manipulate its prices, and police have seized thousands of litres of edible oil in multiple drives across the country. The smuggling of imported unrefined edible oil creates additional layers of impediment in the supply chain, which is likely to push prices further up. Moreover, when goods are brought into the country through customs, the NBR is able to generate revenue from them in the form of applicable taxes and customs duty. And through the VAT imposed on goods, revenue is increased. By selling smuggled goods in the open market, the smugglers are depriving the nation of  revenue, and also creating an alternative supply chain which is outside the scope of the mainstream economy.\nUnfortunately, the authorities seem to have lost sight of these facts, which is why they are allowing smuggling syndicates to operate without fear. In view of the repeated smuggling cases, the possibility of the various authorities – including the port authorities, coast guards, police, etc. – also being culpable cannot be ruled out.\nThe government should hold them accountable for their failure in stopping the smuggling and nabbing the criminals. Special drives should be conducted immediately to arrest the criminals. If political patronage is involved, then the patrons should also be brought to heel for their involvement. These smuggling syndicates should immediately be dismantled, before further wound is inflicted on the national economy.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Smugglers should not be rewarded",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/smugglers-should-not-be-rewarded-3059076",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "Two verdicts in two different countries, located thousands of miles apart, by their respective supreme courts last week have stoked a serious debate about the role of judges and politicisation of the judiciary. Both these countries are known to be models of democracies – one for unfettered freedom of speech and the other for the vast number of its constituents. Both these verdicts have huge implications on the future of democracy beyond their borders, as the disputes involved religion and politics.\nOne of these two verdicts was in the United States. A nearly 50-year-old ruling which had given women reproductive freedom was reversed, which has shocked the majority and drawn criticism from world leaders, but has bolstered American conservatives and anti-abortion Christian faith groups. The appointment process of the US Supreme Court justices is known for its notorious political exercises.\nThe other verdict was in India, in which the Supreme Court has not only given Prime Minister Narendra Modi a clean chit for his role during the anti-Muslim riots in 2002 in Gujarat (during which he was the state's chief minister), but has also chided the victims for seeking justice. Some opposition parties and human rights activists have expressed their outrage and, as in the US, have pointed out that the latest decision is quite the opposite of the same Court's observation passed 18 years ago.\nThe harshest criticism of the US Supreme Court's judgement allowing states to deny the right of women to terminate their pregnancies, however, came from within the bench, as the three dissenting Justices (Stephen Breyer, Elena Kagan, and Sonia Sotomayor) stated that the majority's decision \"undermines the court's legitimacy.\" Leading newspapers published editorials and opinion pieces questioning the politicisation of the highest court. Under the headline \"The Politicization of the Supreme Court Is Eroding Its Legitimacy,\" Peter Coy wrote in The New York Times, \"People on the losing end of Supreme Court decisions increasingly feel that justice is not being served. That's a scary situation for the high court, and for American democracy in general.\" Writing in the The Washington Post, columnist Max Boot noted, \"Everyone knows that the Founders were afraid of the tyranny of the majority. That's why they built so many checks and balances into the Constitution. What's less well known is that they were also afraid of the tyranny of the minority.\" And, his column bears the title: \"The Supreme Court rulings represent the tyranny of the minority.\" This view is not unexpected, as a Gallup poll, conducted mostly after the draft of a Supreme Court decision addressing abortion rights was leaked, found 55 percent Americans now consider themselves as being pro-choice.\nWorld leaders who have criticised this verdict include Canada's Justin Trudeau and Britain's Boris Johnson. Acknowledging global concerns about how the verdict will impact others around the world, the US Secretary of State, Anthony Blinken, issued an unusual statement on a domestic legal issue by saying, \"Today's decision overturning Roe v. Wade has raised understandable questions and concerns across the world and within our workforce.\" He then promised that his Administration would remain fully committed to helping provide access to reproductive health services and advancing reproductive rights around the world.\nGiven the scale of jubilation and protests among pro-life and pro-choice supporters in the US and other countries, political wrangling over this issue is unlikely to end anytime soon. Instead, political pundits have suggested that the upcoming midterm elections in the US will be more divisive and acrimonious.\nThe other verdict, delivered by the Supreme Court of India, had an almost instantaneous reaction. The apex court in its ruling upheld a clean chit given to the then Gujarat chief minister, Narendra Modi, in the Gulberg Society massacre case and rebuked the appellants, the widow of slain Congress MP Ehsan Jafri, and supported by human rights activist Teesta Setalvad, saying the \"pot\" was kept \"boiling\" for \"ulterior design.\" The use of these terminologies by top judges has shocked opposition politicians and jurists in India. They have pointed out the fact that another bench of the same Court in April 2004 observed, \"The modern-day Neros were looking elsewhere when Best Bakery and innocent children and helpless women were burning, and were probably deliberating how the perpetrators of the crime can be protected.\"\nThe Indian Supreme Court's new observation also indicates that the Court wanted them to be punished. And the results were predictable and quick. Citing the observation of the verdict, Gujarat police have arrested human rights defender Teesta Setalvad and former police official RB Sreekumar in a lightning response.\nRights groups have termed Setalvad's arrest as reprisal and say that it sends a chilling message to the civil society and further shrinks the space for dissent in India. Writing in the online portal, The Wire, Professor Apoorvanand of Delhi University says, \"What the present Supreme Court has done is unpardonable. It has made the victims of the alleged state-sponsored violence lonely. It has issued a threat that they cannot seek the help of the human right workers. And it has warned the human rights workers: do your work at your own risk.\"\nThe significance of the Indian Supreme Court's verdict cannot be overstated as the precedents it sets often become references for the rest of our subcontinent. And, it comes against the backdrop of ever-increasing concerns about the politicisation of our judiciary in tandem with the weakening of democracy.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "How the politicisation of courts and judgements weakens democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-the-politicisation-courts-and-judgements-weakens-democracy-3059051",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "This past week, the entire country has been rightly celebrating the successful completion and inauguration of the historic Padma Bridge, which links the south-western part of Bangladesh to its northern and eastern regions with prospects of unhindered transport between the two major regions of the country.\nHowever, while the prospects for economic progress are certainly most welcome, it may also be a good time to reflect on what kind of economic progress we should be promoting for the south-western part of Bangladesh. If it is merely a repeat of the kind of environment-degrading development that we have seen elsewhere over the last decades, then we may not be able to preserve the Sundarbans, which is the world's largest mangrove forest and a Unesco world heritage site – and our responsibility.\nFortunately, however, the Forest Department of Bangladesh has recently completed a very thorough Strategic Environmental Assessment (SEA) of the Sundarbans and the south-western region of the country that has unearthed some excellent recommendations on how the development of the region can be carried out with a Nature-based Solutions (NbS) approach. Such a development strategy will enable the region to grow without destroying the ecosystems that we are dependent on.\nI will highlight just a few of the initial steps that would be needed to put such an eco-friendly development pathway in place.\nThe first step would be to set up a high-powered political body for the development of the region with the mandate and authority to bring together all the ministries and agencies of the government – that often work parallelly without coordination – to ensure that their work is indeed coordinated.\nThe second step would be for this body to develop a regional development plan for the entire south-western region with the SEA as its guiding document. The fact that the SEA already exists is a major step forward in this regard.\nThe third aspect which needs to be looked at is the industrialisation and urbanisation patterns and plans, with Khulna division and the Mongla port at the centre of the planning. Both Mongla port and Khulna have the potential to become engines of green development, given the implementation of appropriate plans and investments.\nThe fourth development pathway to be devised is to find the right balance between agriculture, aquaculture, polders, and floodplains. This is quite a complicated challenge regarding which we have indeed made many mistakes in the past, but Bangladesh is now in a position to learn from its mistakes and make more nuanced and local planning decisions and by involving local communities in the planning process.\nOne of the newer aspects of our planning for this particular region is that it is perhaps the most vulnerable part of the country due to impacts of climate change. This is already apparent in the intrusion of salinity into both drinking and irrigation water in the region. Hence, adaptation to climate change for the people of the south-western region must be of very high priority if we want to avoid the otherwise inevitable climate migration that may occur.\nAnother new aspect worth developing is the potential of the Blue economy in our coastal waters, which has hardly been explored until now. \nIn conclusion, we are looking at two diverging development pathways ahead of us: A business-as-usual pathway (which will not take the environment into account and will simply exploit nature) and another more environment-friendly development pathway that will preserve nature while enabling a Green Bangladesh to emerge from the south-western region of the country.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Making the Padma Bridge towards Green Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/making-the-padma-bridge-towards-green-bangladesh-3058991",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "Bangladesh has always been known as a land prone to natural disasters. Over the years, countless floods and cyclones have devastated the lives and livelihoods of its people, especially those living in marginal settings such as the coastal areas or the low-lying districts in the north and the northeast. In fact, frequent natural calamities were one of the main reasons why the rate of poverty remained high for many years.\nAlthough that has changed and we have significantly improved our capacity as a nation to handle disasters, every now and then, a big disaster comes along and tests that ability. When that happens, we get reminded of how humanitarian the people in this country are. It is the ordinary people who inevitably step up to arrange and distribute relief of their own accord. But what about the political leaders and party activists who have historically played an integral role in relief activities?\nUnfortunately, very few political leaders have gotten involved in the relief operations for what is now being termed the worst flood in the last 120 years.\nAs a young leader, the Father of the Nation, Bangabandhu Sheikh Mujibur Rahman led the historic \"hunger procession\" during the food crisis in the 1950s. During the devastating floods in 1988 and 1998, political leaders and workers were at the forefront of private relief operations. In 1970, after a devastating cyclone hit the coastal belt right before the national elections, all political parties suspended their campaigns and joined the relief operations. It was important for them to get engaged because the then Pakistani regime did almost nothing to help the cyclone-hit people.\nAt that time, communication was very poor. Ferries were the only way to reach the millions of people who were left stranded in the coastal districts. Still, political leaders, workers, student activists, including female workers, braved all obstacles and launched relief operations on their own with whatever resources they had.\nOne might say that it was a political \"move\" before the election. So what about now? With another national election coming up in a about a year's time, why aren't many of the top political leaders seen anywhere near the relief scene, apart from the prime minister and a handful of other leaders from different political parties? Wouldn't this have been a good opportunity for them to win the people over with their humanitarian work?\nThere could be many different explanations for this very unusual behaviour. One could be that the political leaders do not feel they have enough freedom anymore to go out and get involved, because everything is controlled by bureaucrats. Many lawmakers have openly vented their agitation in the parliament against what they termed \"excessive power\" wielded by bureaucrats these days.\nIn recent times, we have seen a number of standoffs between politicians and bureaucrats in different parts of the country, which were clear indications of an increasing power struggle between the two groups. This rift was clearly visible at the beginning of the state of emergency after Covid broke out in early 2020. The government formed committees headed by secretaries in 64 districts to oversee relief operations for the poor and the jobless. Local lawmakers at that time raised flags that the bureaucrats were being given too much power – at the formers' expense.\nOrdinarily, the role of lawmakers – who are elected by the people and are, therefore, well aware of what people want – is to make legislations and take decisions about how the country is run based on the pulse of the people. The role of bureaucrats is to find strategic ways to implement those legislations and decisions. In other words, politicians and bureaucrats must complement each other.\nBut what's happening now is the opposite – and it cannot be good for the people. What could explain the current situation? Is it that the people have lost faith in politicians after they saw what happened in the last two national elections, which the bureaucrats are taking advantage of to empower themselves? Or is it that political leaders do not feel the need to engage with their vote banks anymore, because there are easier and less expensive ways of winning elections? Has that compromised their ability to understand how people are feeling and make decisions accordingly? You may pick your reasons.\nBut there is one interesting thing that I noticed this time around. With the proliferation of internet connectivity and the popularity of social media, especially among people in the grassroots, even the smallest of things get noticed. This year, social media celebrities and not-for-profit organisations have cashed in on this opportunity by filling the void created by the absence of political leaders in the relief operations.\nIt's hard to tell whether this is good or not, because during disasters like this, even the smallest of contributions can make a world of difference for a family that has been living on just one meal a day for weeks. But the truth is, people always expect political leaders to look out for them, especially when they are in distress – as major political parties like the Awami League and BNP have strong networks in the remotest parts of the country. Similarly, as long as they are in politics, leaders should think about \"leading\" their people. When that relationship breaks down, you know there is something wrong.\n \nMohammad Al-Masum Molla is deputy chief reporter at  The Daily Star.\n",
        "headline_1": "Why have politicians stopped participating in relief activities?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-have-politicians-stopped-participating-relief-activities-3058146",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "It is unfortunate that interrogation by law enforcement in the imagination of the public has become synonymous with torture and harassment. Can one really blame the public for this impression, given the regularity with which incidents of torture, including custodial deaths, take place in the country, the gruesome nature of the torture, and the culture of impunity enjoyed by law enforcers?\nOnly earlier this year, Wazir Mia – who died in police custody after being picked up on charges of stealing cows – was allegedly hung upside down from the ceiling and beaten mercilessly. Rabiul Islam, detained by the police on suspicion of being a gambler at a Baishakhi Mela, was reportedly beaten by five policemen till he fell to the ground and lost consciousness, leading to his death. If people can be treated so callously for mere suspicions of petty crimes, one shudders to think what happens when police take people to \"remand\" for serious crimes and get \"confessions\" out of them.\nAccording to legal experts and human rights activists, investigations in the country rely heavily on extracting confessions from the accused rather than circumstantial evidence, and law enforcers often resort to physical violence and torture to extract confessional statements. What is most upsetting – and what fuels this unacceptable and unlawful practice – is the fact that law enforcers simply get away with it, even though Bangladesh enacted the Torture and Custodial Prevention Act in 2013 and the High Court Division of the Supreme Court laid down specific and detailed directions for law enforcement officers to ensure the arrestee's rights under the Constitution in 2016. Almost a decade since the law was enacted, only 24 cases have been tracked as having been filed for custodial deaths, and there has been judgment in only one case. Those who have filed cases report facing harassment and intimidation during the investigation and trial process, with the result that many simply stop pursuing the case at one point; yet others reported not being able – or having the courage or financial means – to file a case to begin with.\nWhen this is the grim reality for cases involving custodial deaths, what remedy can victims, especially petty criminals from poor and marginalised communities, hope for when they are tortured by law enforcement? It would not be an overstatement to say: None.\nIt is clear at this point that no number of laws and High Court directives, and no international commitments under human rights mechanisms, are going to deter our law enforcement from resorting to torture of arrestees and suspects, unless there is political commitment at the top. The government's systematic failure to hold errant law enforcers accountable has ushered in an era of lawlessness among law enforcement, which is deteriorating public trust in these essential public institutions.\n",
        "headline_1": "The lawlessness of law enforcers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-lawlessness-law-enforcers-3058621",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "In a gross violation of its own rules – and not for the first time – the Bangladesh Bank (BB) has decided to allow an alleged money launderer, an alleged criminal, to reschedule defaulted loan of Tk 199 crore taken from Bangladesh Commerce Bank Ltd (BCBL) through forged documents. Furthermore, it gave permission to the bank that allowed this alleged money launderer, Shahjahan Bablu, to commit his alleged crime, to waive interest worth Tk 71 crore on the defaulted loan.\nThe BB's rules don't allow banks to reschedule any defaulted loans secured through forgery. And as per the investigations of several organisations, including the Bangladesh Financial Intelligence Unit (BFIU), Shahjahan Bablu defrauded BCBL out of Tk 199 crore (plus interest) through fake export bills. In addition, BCBL opened letters of credit (LCs) through five foreign banks that didn't have licences from the central banks of the host countries as of 2019 when the investigations were carried out. In fact, these banks are globally known as shell banks and the Financial Action Task Force (FATF), a global anti-money laundering body, strictly prohibits any transactions with such entities.\nThe fact that BCBL went along with this raises a very serious question: Are those who approved the loan at BCBL just incompetent when it comes banking norms, or were they in on it? And why did BCBL in November last year reschedule the defaulted loan and waive interest on it instead of pursuing legal action against the swindler as per law, that too, without informing the central bank – which later discovered the anomaly during an inspection. Does that not show criminal intent on part of BCBL? And why did BCBL suspend three of its high officials over their alleged involvement in the scam, only to withdraw their suspension? Were they found innocent through an investigation? Shouldn't the regulators be investigating them?\nAll these irregularities are happening because Bangladesh's financial sector has no regulations anymore. Even though the BB initially had taken a strong stance against the scam – rejecting BCBL's plea to reschedule the defaulted loan – it later backtracked after facing immense pressure from influential quarters, according to bank sources. Who are these people that decide what the rules are whenever they want? And why don't we just appoint them in place of the BB – and save some public fund in the process – since they have already replaced it in reality?\nWe condemn the BB for cowering at the face of these \"influential quarters\" that openly support criminal activities. And for also failing to hold Shahjahan Bablu and those who were involved with him – directly or indirectly – in scamming depositors, whose funds it was in reality that BCBL gave to him. We are shocked by the blatant lawlessness that has gripped our financial sector, and worry that this will lead to a total breakdown of the financial system, the economy, and the country's legal system – if it hasn't already.\n",
        "headline_1": "Why don’t we just get rid of the central bank!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-dont-we-just-get-rid-the-central-bank-3058611",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "The gloomy look of the tanners during the days of Eid-ul-Azha in 2020 and 2021 still haunts many. Apart from them, these people include rawhide traders at different stages. In 2022, the enterprising villagers selling their cattle, cattle farm owners and the rawhide traders look to recouping their losses incurred in these two years, especially in 2021. In the two years, the corona pandemic was raging throughout the country. The ambience of distress on the otherwise festive occasions stemmed chiefly from the unsold rawhides left on the roads in piles due to their appallingly low prices and the problem in preserving them. In 2021, the cities of the country, Dhaka in particular, were under a strict Covid-19 lockdown. Still the number of people sacrificing cows and other animals was more than in the previous year of 2020, which was also not spared the assault of the pandemic. The remarkable rise in the sacrificial animals in 2021 was presumably prompted by the dull cattle market the year before. The country having being largely corona-free this year with no lockdown being in force, cattle traders and those dealing in rawhides and skin were preparing for last-ditch efforts to recover the losses of the last two years. Perhaps prompted by this objective of ensuring their very survival, the tanners this year have sought Tk 6.0 billion as bank credit in favour of their industry. The credit is aimed at collecting the rawhides and skin of the animals sacrificed on the day of the Eid-ul-Azha. Bangladesh Tanners' Association has placed the veritably emergency request to the Ministry of Commerce (MoC), so that they can avail of bank loans and meet their requirement of capital for purchasing rawhides. At the same time, the association has urged the MoC to ensure supply of salt, an ingredient required for rawhide preservation, and prevent its artificial price hike. Sufficient quantity of salt is required to completely saturate the rawhides and skin so as to stave off any bacterial growth. The rawhides have to be treated with 40 to 50 per cent salt.The salting is followed by proper storage of the hides across the country. At present, there are 300 warehouses across the capital, apart from more than 1,600 makeshift warehouses. According to leather technologists, proper storage is the key to ensuring quality rawhides and fair prices. Across the country at the moment, there are 5,000 rawhide storage facilities. Unfortunately, they end up being warehouses not guided by a common set of preservation rules. This has led to different kinds of rawhide treatment procedures leading to a confused situation. The low impression abroad about the country's rawhides and skin is, thus, the inevitable outcome. People involved with the country's rawhide conservation process have, thus, mooted the idea of a central storage facility in Dhaka, preferably in the Savar industrial zone.In reality, the quality of hides and skin is better handled from the very primary stage, like through the flawless skinning after the animals' slaughter. It is followed by the rawhides' preservation with proper salting, which can help the products last for several months. It is, indeed, painful to watch the state of cattle slaughtering and its aftermath which spoil a formidably large volume of rawhides. It could be an immense foreign exchange earner even in the pandemic times.",
        "headline_1": "Tanners' struggle for survival",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tanners-struggle-for-survival-1656425526",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "Attracting foreign investment as a key mechanism of augmenting the economy with the multifarious gains -- from employment generation to technology transfer to developing backward linkage -- has led many countries to not only make the investment climate congenial but also to devise ways for freedom of operation for foreign investors. This has further opened up the scope of exclusive economic zones (EEZs) for foreigners which, however, is a different concept altogether in that a state's exclusive economic zone starts at the seaward edge of its territorial sea and extends outward to a distance of 200 nmi (370 km) from the baseline. The exclusive economic zone stretches much further into sea than the territorial waters. With the resolution of the territorial waters, it may not be too distant a reality for Bangladesh to go for EEZs. At the moment, what is important for Bangladesh is to offer a truly investment-friendly environment for foreign investment within the scope of special economic zones (SEZs). Against the backdrop of stagnating investment scenario in the country, the government has no choice but to explore all potential avenues to attract investment, that too on a large-scale-- both domestic and foreign. It is clear that the export processing zones (EPZs) which came with a bang decades ago are not the best possible investment augmenting avenues. The focus being on export with easy operational practices, the premise was not particularly beneficial for others except local and foreign firms. In order to make some headway, the government then embarked on having special economic zones (SEZs). SEZs were meant to precisely facilitate investment and generate employment while providing safe and secure atmosphere for investors from home and abroad.The emphasis on special economic zones, a similar but wider concept not necessarily confined to manufacturing for exports (as in the case of EPZs) has received attention in many countries. In our region, India is a pioneer in setting up special economic zones (SEZs) with adequate facilities and has been deriving gainfully from the successes of the zones in export growth, increased sourcing of local materials and a boost in job creation. SEZs in India initially functioned under the provisions of the country's foreign trade policy, and fiscal incentives were made effective through the provisions of relevant statutes. The idea of making SEZs an engine of economic growth is integrally linked to quality infrastructure complemented by an attractive fiscal package, with the minimum possible regulations. One key requirement is the operational rules which, among others are to envisage:• Simplified procedures for development, operation, and maintenance of the zones and for setting up units and conducting business• Single window clearance for setting up a unit in a SEZ• Simplified compliance procedures and documentation with emphasis, as far as practicable, on self certificationUnderstandably, these are all about facilitations required to attract investment so that investing firms can operate in a congenial atmosphere, and more importantly, find the destination of their investment more suitable than in other countries. In other words, while investors, particularly foreign investors, are in the look out for better facilities, countries like Bangladesh are keen to provide more and more facilities in terms of infrastructure, financial, fiscal and scores of operational mechanisms. It is in this context that country-specific economic zones are the latest addition.Evidently, significant positive impacts of large-scale FDI, particularly in manufacturing, include transfer of technology, and development of backward linkage industries, besides employment generation. Months ago, we came to know that an economic zone named Japanese Economic Zone is set to go into operation by the next year. The 1,000-acre economic zone to be exclusively used by Japanese firms is being developed in Araihazar upazila of Narayanganj, which is Bangladesh's first ever economic zone under the government-to-government initiative. This indeed is a remarkable move to attract investment from a booming industrial economy like Japan. Given the massive development projects undertaken in the country by Japan, it is expected that both government would find it a good opportunity to work together in the years to come. Some of the major development projects under Japanese cooperation include the Bay of Bengal Industrial Growth Belt initiative, the Mass Rapid Transit project (Metro rail), expansion of Hazrat Shahjalal International Airport, and Moheshkhali-Matarbari Integrated Infrastructure Development Initiative (MIDI).The government, reportedly, has assured that potential investors from Japan will be given full cooperation in a bid to boost Japanese investments. In a virtual meeting last week, Japanese envoy to Bangladesh also expressed his optimism about the good prospect of the economic zone. He also referred to the prospect of relocating some vital manufacturing units to this zone, if things move in the desired direction. He said the automotive industry of Bangladesh could be a good source of investment. Japan's Mitsubishi has completed their feasibility study and they will take decision on investment in Bangladesh next year. In this context, it may be recalled that the government has finalised drafting the automotive policy with an eye to attract foreign investment. In the virtual meeting, the chief of Bangladesh Investment Development Authority (BIDA) informed that currently over 300 Japanese companies operate in Bangladesh. In a 2019 survey, it was found that 70.3 per cent of Japanese companies are willing to expand their operations in Bangladesh, not only in trading but also in manufacturing.The Bangladesh Bank has taken up a move that, many believe, would facilitate business transactions between local and foreign business counterparts. The central bank announced that all banks and non-banking institutions can now extend financial support to foreign companies against their overseas guarantees. Likewise, the bill-of-entry process was also simplified through automation. This and other facilitating initiatives are most likely to add more comfort for foreign firms willing to invest in the country.\n[email protected]",
        "headline_1": "SEZs for foreign investors -- tapping the prospects in a befitting manner",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sezs-for-foreign-investors-tapping-the-prospects-in-a-befitting-manner-1656425662",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "The recent flooding of entire Sylhet region was shocking to many as if such natural calamities were unlikely to visit Bangladesh any more.Bangladesh's flood forecasting system and due collaboration with the Indian authorities for sharing data on upstream rains obviously failed to alert residents and stakeholders so that they could have been adequately prepared to face the inundation. What most foreigners call flooding is mostly submersion which was not just common but also necessary for agriculture and environment in the Bangladesh delta for centuries.We've kept our attention away from how imprudently infrastructures were built in flood-prone zones and how much intervention were made in the upstream causing risks for lower riparian Bangladesh.Nobody loves pandemic, poverty, illiteracy, poor healthcare services, weak regulation or rights violation. How would they tackle a crisis unless they are aware of the reality? We've quickly been oblivious to the fact that Bangladesh has made progress while trying to get rid of old difficulties of life and living.There has been a culture in the establishment of making attempts to hide or downplay crimes, corruption, accidents, incidents of violence, public suffering, barriers to business, and all such negative reports.In a super ideal world, doctors and nurses, policemen, lawyers, fire fighters, soldiers, journalists and true politicians - who all have to deal with unpleasant realities - might have had no job to do but that's not the world we live in. A post-development generation often falters for their indulgence in materialist consumption. In Bangladesh, we fear lest we become complacent before reaching the saturation point of economic growth. Once our opinion leaders pointed out too many problems, genuine though, but a dominant portion of them today speaks of 'surprising' achievements and hardly finds any crisis in society.If we accept the narrative of El Dorado, the people don't need to take any enterprising initiative; neither does the country need anything special to grow further for people's welfare. A pathetic model of development may, God forbid, evolve, should there be a continued denial syndrome in the culture of governance.The country, development thinkers tend to believe, is still standing between two models demonstrating success and failure of economic take-off - South Korea and the Philippines. It depends on policy choice of the current generation of leadership where the country will head to.It's not understandable how Bangladesh will attain the status of a developed country without universal access to safe foods, world-class education and healthcare system, liveable cities, technological leapfrog, and an improved regulatory system.In other words, these are opportunities for authorities and entrepreneurs to accomplish their respective missions supported by national aspirations. The same goes for innovation, talent hunt, and youth leadership. If there is a vacuum in the media, for example, that would indicate demand for good content and scope for investment. 'Opportunities in crisis' has already become an over-used phrase. However, we're scared of knowing the very crisis. Some people prefer using the word 'deficiency' or 'challenge' in place of crisis; still you need to acknowledge it in the first place for taking remedial measures.The Bangladesh society, is not sterile in terms of generation of problems and solutions. Sitting on the crises today won't make the next generations happy. The Bangladesh Bureau of Satistics can make a list of crises in society through a research project to set an example for other public and private organisations for searching opportunities.\n[email protected]",
        "headline_1": "Why it's important to know nation's crises",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-its-important-to-know-nations-crises-1656425712",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-06-2022"
    },
    {
        "full_article": "The sight of cars,parked chaotically on the streets of Dhaka city, has become an everyday affair. Lack of parking areas has compelled people to park illegally on the roads. This is congesting the roads, intensifying gridlocks and causing nuisance to pedestrians and commuters. Street vendors occupying pavements further reduce the space on the roads in busy areas like Motijheel. Resultantly, we have to lose hundreds of working hours due to regular traffic gridlock. And it is important that the situation should not be allowed to continue like this as it is a sheer wastage of time and money. We must find all possible ways to bring down traffic congestion to a tolerable limit.And for this, we must increase the number of authorised parking spaces in the city.Parking on streets remains largely unmanaged as people park vehicles such as cars, covered-vans, rickshaw-vans, rickshaws and auto-rickshaws in any location or direction they want due to lack of awareness and enforcement of law. Hundreds of new cars are joining Dhaka's busy traffic every day. Since we have not yet been able to introduce a comfortable public transport service, it can be expected that the number of cars will only rise in the city in the future. Considering this, the authorities concerned must wake up now, and take a comprehensive plan for tackling this menace. If needed, we have to build multi-storeyed parking lots across the city. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Dealing with Dhaka's parking menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-dhakas-parking-menace-1656425738",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-06-2022"
    }
]