[
    {
        "full_article": "India has lost a capable and experienced military leader in the tragic death of the country’s first Chief of Defence Staff (CDS), General Bipin Rawat, in a helicopter crash near Coonoor in the Nilgiris on Wednesday. His wife, Madhulika, and 11 others also perished when the Indian Air Force’s Mi-17V5 helicopter came down in a heavily wooded area. Defence Minister Rajnath Singh has announced in Parliament that a tri-service inquiry, headed by Air Marshal Manvendra Singh, Air Officer Commanding-in-Chief, Training Command, of the IAF, will take place into the incident. The IAF chief, Air Chief Marshal V.R. Chaudhari, has already visited the crash site; the cockpit voice and flight data recorders have been recovered, which would give investigators insights into how the crash occurred. It is imperative that the inquiry be done both thoroughly and speedily. Without speculating on the cause, it needs to be stressed that speedy course corrections in training or hardware are imperative given that these Mi-17VF choppers are being used to ferry top military leaders across the length and breadth of the country.Gen. Rawat had not even completed two years as CDS when the Coonoor tragedy happened. After completing his tenure as Army Chief on December 31, 2019, he slipped into his new role as CDS the very next day. Many of his plans to give India genuine tri-service operational capabilities are still to be realised. In such a situation, the Government should not lose time in appointing his successor to ensure that the plans on the drawing board do not suffer. An aggressive China and a still belligerent Pakistan define India’s security challenges. The situation along the Line of Actual Control (LAC) continues to be tense with Indian and Chinese troops staring down each other. Gen. Rawat, known to have been proximate to the ruling establishment, had never minced words while speaking about the challenges facing the country and had waded into political controversies. Though the concept of having a CDS was recommended by a Group of Ministers in 2000 after the Kargil war, it took another 20 years for one to be appointed. The CDS, who functions as Principal Military Adviser to the Defence Minister, is expected to work in tandem with the three service chiefs who continue to operate in their respective domains — a role and function that is still in the making. To ensure that the new CDS and the service chiefs function as a team, the Government would do well to keep in mind the principle of seniority while choosing Gen. Rawat’s successor.",
        "headline_1": "A tragic loss: On the death of Gen Bipin Rawat",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-tragic-loss-on-the-death-of-gen-bipin-rawat/article37918122.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-12-2021"
    },
    {
        "full_article": "The RBI’s latest monetary policy action, of maintaining status quo on benchmark interest rates, the policy stance, as well as the full-year GDP growth and inflation projections, stems largely from a wariness of the risks posed by the Omicron variant of the novel coronavirus. Announcing the bimonthly policy, Governor Shaktikanta Das observed that ‘headwinds from global developments’ were the main risk to the domestic outlook, which was now “somewhat clouded by the Omicron variant of COVID-19”. With the key drivers of demand in the economy — private investment and private consumption — still lacking meaningful momentum, the Monetary Policy Committee had opted to continue with its growth supportive ‘accommodative’ policy stance so as to enable a durable and broad-based recovery, he said. While it may sound churlish to question the MPC’s stand, given that the ongoing recovery from last fiscal’s record contraction is still yet to register an across-the-board expansion from pre-pandemic levels, the fact that one of the six members of the rate-setting panel has dissented on the policy stance for a third consecutive time, cannot be ignored. Positing in October that the ‘upside risks to long-term inflation and to inflation expectations had become more aggravated’, external member Jayanth Varma had at the time cautioned the committee against falling into “a pattern of policy making in slow motion” guided by an excessive desire to avoid surprises. And while his specific reasons for voting against the grain this week are not immediately available, that the MPC is for now prioritising growth over price stability is clear.Governor Das, who acknowledged the criticality of taming inflation when he asserted “price stability remains the cardinal principle for monetary policy as it fosters growth and stability”, however, seems to be sanguine about the outlook for retail prices. Contending that winter arrivals would help bring down vegetable prices, which had spiked in October contributing to a marginal quickening in headline CPI inflation that month, Mr. Das has banked on optimism in asserting that the ‘slack in the economy’ may limit the pass-through of cost-push pressures that have kept core retail inflation persistently high for 17 months. The RBI’s November round of ‘Inflation Expectations Survey of Households’ shows that households expect inflation to accelerate in the near and medium term. The median inflation expectation of respondents polled in an extension survey earlier this month, in order to factor in both a possible Omicron impact and the softening in fuel prices in the wake of the cut in excise duty, projects the three-months ahead rate at 10.8% and the one-year ahead reading at 10.9%. And though the RBI has begun to slowly tighten the liquidity spigot it opened in the wake of the pandemic last year, a more robust response to ward off price pressures will become imperative sooner rather than later. For a delay risks undermining precisely what Mr. Das said was the RBI’s motto at this juncture, ensuring “a soft landing that is well timed”.",
        "headline_1": "Omicron shadow: On RBI latest monetary policy",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/omicron-shadow-on-rbi-latest-monetary-policy/article37918139.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-12-2021"
    },
    {
        "full_article": "India has somehow emerged as the villain of last month's United Nations Climate Change Conference (COP26), blamed for resisting cuts to coal consumption even as toxic air envelops its capital, New Delhi. The country's supposed crime in Glasgow was to join China in insisting on a last-minute change to the conference's final declaration, in which countries pledged to \"phase down\" rather than \"phase out\" coal. For that, India, whose per capita carbon dioxide emissions are a fraction of those of the world's leading emitters, was widely criticised for obstructing the global fight against climate change.\nThe irony is that India has done far less to intensify the planet's greenhouse effect than either China or the developed West. True, the country is a major coal consumer, and derives about 70 percent of its energy from it. But, as recently as 2015, at least a quarter of India's population couldn't take for granted what almost everyone in the developed world can: to flick a switch on a wall and be bathed with light.\nWorse, Indians are among the biggest victims of climate change, periodically enduring devastating floods and unseasonal droughts, in addition to choking on polluted air. Delhi is a poster child for poor air quality, which hovers between \"severe\" and \"hazardous\" for much of the year. The causes include PM2.5 particles emitted from coal-fired power plants, fumes from dense traffic, industrial pollution, and the burning of crop stubble by farmers in the neighbouring states—all combined with winter fog.\nBut given India's traditional role as a leading voice of the developing world, it became the face of the last-minute change of language at COP26. The \"phase down\" wording regarding coal consumption had already appeared in a US-China bilateral climate agreement, signed earlier in the conference. Nevertheless, India became the focus of global opprobrium.\nIndia does not deserve to be the fall guy. For starters, the country has 17 percent of the world's population but generates only seven percent of global CO2 emissions. (China, with 18.5 percent of the world's people, generates 27 percent of emissions, and the US, with less than five percent of the world's population, accounts for 15 percent.) Whereas wasteful consumption and unsustainable energy-guzzling are rife in the West, most Indians live close to the subsistence level, and many have no access to energy. To expect India to meet the targets that rich countries currently tout is unfair and impractical.\nEconomic development—indispensable to pulling millions of Indians out of poverty—requires energy. Coal may be polluting, but it is not feasible for any developing country to switch rapidly to cleaner alternatives that need scaling up.\nMoreover, despite having vast financial resources and access to cleaner fossil fuels, such as natural gas (which India must import), Western countries have done little to help. They have failed to keep climate finance promises to poor countries (notably the USD 100 billion per year they committed to provide at COP15 in Copenhagen in 2009), and refused to transfer advanced green technologies. And COP26 singled out the coal used by developing countries, not the oil and gas used extensively in the West.\nIndia's energy requirements are expected to increase faster than those of any other country in the next two decades. Since COP21 in Paris in 2015, India has announced ambitious plans to scale up its production and use of renewable energy, which currently accounts for only 18 percent of its electricity generation. And at COP26, India complemented its explicit commitment to phase down coal with a pledge to achieve net zero emissions by 2070.\nIndia has also updated its nationally determined contributions (NDCs), which it must fulfil by 2030. The country is now pledging to increase its installed renewable energy capacity to 500 gigawatts (GW), and meet 50 percent of its energy requirements from non-fossil-fuel sources. Furthermore, India aims to reduce its CO2 emissions by one billion tonnes and lower its emission intensity (which measures emissions per unit of economic growth) by 45 percent from the 2005 levels.\nFor now, there is no viable alternative to coal. Blessed with abundant sunshine, India has become a solar power enthusiast and plans to generate 40GW of green energy from rooftop solar installations by 2022. But it has achieved barely 20 percent of that target so far. Vast amounts of solar energy cannot be generated overnight, and battery storage remains expensive, while green hydrogen technology and facilities are still unavailable in India. Wind energy is minuscule, and the country lacks significant oil and gas reserves. Nuclear power accounts for less than two percent of India's electricity, and nuclear power plants constantly face opposition from the residents of surrounding areas.\nAs a result, India's performance on greenhouse gas emissions will get worse before it gets better. According to a study by BP, India's share of global emissions will increase to 14 percent by 2040. Coal will by then account for 48 percent of the country's primary energy consumption, and renewable energy only 16 percent. And because of India's high dependence on agriculture, which engages nearly two-thirds of its population, and its vast number of cattle, the country did not sign the global deal announced at COP26 to reduce methane emissions.\nOf course, reducing emissions is not the only way to combat climate change. India plans to bring one-third of its land area under forest cover, and to plant enough trees by 2030 to absorb an additional 2.5-3 billion tonnes of atmospheric CO2. It has made a start, with forest cover increasing by 5.2 percent between 2001 and 2019, though progress has been uneven, with the northeast losing forest cover while the south visibly improves.\nStill, the Intergovernmental Panel on Climate Change (IPCC) says that achieving global net zero emissions by 2050 is the minimum needed to limit global warming to 1.5 degrees Celsius above pre-industrial levels. Climate Action Tracker calculates that—based on the countries' current 2030 climate targets—the world faces a temperature rise of 2.4 degrees Celsius by 2100. Some scientists warn that global warming could eventually exceed four degrees Celsius.\nIf this happens, the resulting heat waves, droughts, floods, and rising sea levels would cause devastating loss of human life, mass extinction of animal and plant species, and irreversible damage to our ecosystem. India would be a major victim of such a calamity. The country will therefore make a good faith effort to help avert climate disaster—but only within the limits of what it can feasibly do.\n \nShashi Tharoor, a former UN under-secretary-general, and former Indian minister of state for external affairs and minister of state for human resource development, is an MP for the Indian National Congress.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The global coal hypocrisy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-global-coal-hypocrisy-2913976",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2021"
    },
    {
        "full_article": "December 9 is observed as the International Anti-corruption Day (IACD). On this day in 2003, the United Nations called upon governments and peoples of the world to mark the adoption of the UN Convention against Corruption (UNCAC). IACD is intended to highlight the importance of concrete and collective action against corruption involving all stakeholders.\nThe Cabinet Division of the Government of Bangladesh decided in 2017 that IACD will be officially observed in the country annually. For Bangladesh, IACD has assumed much greater significance this year as we are celebrating the 50th anniversary of the glorious victory of our independence.\nWe take pride in our internationally enviable achievements in terms of many socio-economic indicators and now realistic aspirations to become a middle-income country. The country's GDP growth remains consistently high, while in terms of such indicators as Human Development Index, Multidimensional Poverty Index, Gender Development Index, population growth reduction and life expectancy at birth, Bangladesh has been performing better than comparable countries in South Asia and beyond.\nHowever, Bangladesh also anguishes for its contrastingly poor performance in terms of nearly every credible indicator of governance and corruption. These include the Rule of Law Index, Regulatory Quality Index, Government Effectiveness Index, Political Stability Index, Voice and Accountability Index, Press Freedom Index, Political Rights Index and the civil liberties index.\nAccording to the Corruption Perception Index 2020, Bangladesh continues to be ranked among countries where corruption is perceived to be most pervasive. Although it has been able to overcome the pains of being at the very bottom of the list as during 2001-05, its current 12th position from the bottom, with a score of 26 out of 100, remains well below the global average of 43, and the second-lowest in South Asia, only after Afghanistan.\nCorruption is a crime that undermines and impedes development, social cohesion, political stability and democratic progress everywhere. It is a menace that causes the plundering of resources, destroys level playing field in public contracting, distorts competitive business and investment environment, and erodes trust in government and politics. It increases poverty and income disparity, too. It is a multi-trillion-dollar global scandal that includes illicit transfers of corrupt money, mainly from the developing countries like ours to the developed world. Credible estimates suggest annual illicit transfers from Bangladesh at a rate of USD 10 to 12 billion.\nBangladesh's performance in growth and socioeconomic transformation could have been much better if it had effectively controlled corruption, the cost of which is estimated as at least two to three percent of GDP. For the common people, it is a distressing experience that hurts the poor and disadvantaged the hardest. According to the national household survey on corruption released by Transparency International Bangladesh (TIB) in 2018, 66 percent of the surveyed people experienced corruption in the service delivery sectors while 89 percent of those who were victims of bribery were forced to make unauthorised payments as they wouldn't otherwise have access to public services.\nAgainst this backdrop, as we mark the country's 50th victory anniversary, we need to consider the opportunity costs of corruption in terms of our aspirations for sustainable development, democracy, justice and equality. What the UN has identified as the theme of this year's IACD—\"Your Right, Your Role: Say No to Corruption\"—was much more eloquently and comprehensively articulated by the Father of the Nation, Bangabandhu Sheikh Mujibur Rahman, back in 1975 in a speech on Independence Day, as follows:\n\"In 1971, I called upon you to create fortresses in every household against Pakistani rulers … the number one priority today is to root out corruption … I will enforce the laws, I will not spare anybody … I need your help …  it has to be a people's movement … it has to be a movement to socially boycott the bribe-takers and the corrupt. … Who can do it? Students can do it, the youth can, intellectuals can, the people can … each household should be turned into a fortress against corruption.\"\nGiven the level of criminalisation of politics and the depth and breadth of corruption, there is hardly any indicator of whether and to what extent Bangabandhu's call inspired subsequent rulers and political leaders, including the party he led before being brutally killed and deprived of the opportunity to lead the transformation needed to realise his vision. \nThe incumbent head of the government coincidentally echoed the same spirit in the context of the casino scandal and a short-lived high profile drive against ruling party-affiliated youth leaders, procurement lords and casino \"dons\". She declared zero tolerance against corruption, promised that nobody would be spared and made the ambitious pledge to cleanse \"own house\" first. The zero tolerance commitment was repeated by Prime Minister Sheikh Hasina in the context of Covid-19 pandemic response.\nHowever, hardly anything has been done to effectively implement these pledges. Nowhere in the world can such pledges be translated into reality by the head of a government alone. Ironically, a section of the people—in their official and institutional capacity—who are entrusted to implement the pledge are among the colluders, beneficiaries and protectors of corruption.\nThe importance of multi-stakeholder participation against corruption has been underscored by Article 13 of the UNCAC, \"each State Party shall … promote active participation of individuals and groups outside the public sector, such as civil society, non-governmental organisations and community-based organisations, in the prevention of and the fight against corruption.\" A State Party to the Convention against Corruption for Bangladesh thus has to be committed to creating space for citizens' participation in the anti-corruption movement.\nThis is easier said than done in an environment where there are aspirations of monopolising the political space, and where the scope for voice and accountability has been severely restricted by the motivated application of certain provisions of laws that restrict freedom of speech and opinion of civil society, media and common people. For the same reason, nearly every institution of democracy and national integrity system has been rendered politicised and dysfunctional, creating scope for widespread impunity enjoyed by abusers of power. \nEnforcement of law and holding the corrupt to account without fear or favour are crucial for corruption control, but equally important is to transform anti-corruption work into a social movement, as stressed by Bangabandhu. Space must be expanded, not restricted, for civil society and media to exercise their rights and responsibilities as enshrined in the Constitution, without which any prospect of holding power-abusers to account will remain only a dream.\n \nDr Iftekharuzzaman is Executive Director, Transparency International Bangladesh.\n",
        "headline_1": "Expand space for accountability to control corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/expand-space-accountability-control-corruption-2913081",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2021"
    },
    {
        "full_article": "Whenever a violent crime like gang rape or custodial torture takes place, we are quick to demand justice for it. However, what exactly do we mean by justice? More often than not, our demands for and perception of justice only extend to ensuring punishment of the perpetrator of the crime. While that is certainly an essential component of securing justice, it is not and should not be the only aspect we focus on. The modern study of victimology stresses that focusing on the victim and addressing the harms and costs they face as a result of the crime committed against them should be an essential component of justice, yet it is something we seldom acknowledge.\nVictims of violent crime should be adequately redressed for the harms suffered, as part of the justice response, such as by being granted compensation or reparation. Victims of violent crime, such as rape, torture and murder, are likely to face an array of diverse harms that punishment of the perpetrator alone does nothing to address. These harms may be physical (e.g. bruises and wounds) and mental (depression, post-traumatic stress disorder and anxiety). Seeking professional treatment for these injuries may cause the victim to incur hefty medical expenses, especially in the case of mental health services, which remain limited and costly. Severe injuries resulting from the crime may lead to the victim losing employment, causing a loss of earnings and inability to care for dependents.\nEven where our laws have sought to introduce compensation for victims of violent crimes, the possibility of receiving compensation was made dependent on the possibility of securing a criminal conviction of the perpetrator. For instance, the Women and Children Repression Prevention Act 2000, the Acid Control Act 2002, the Prevention of Torture and Custodial Death Act 2013 and the Child Marriage Restraint Act 2017, etc. all introduced provisions relating to compensating the victim of the offence. However, under these provisions, a court is given the discretion or duty to convert a sentence of fine (which goes to the state treasury) into an award of compensation (which would go to the victim). These provisions only served the purpose of reiteration as criminal courts already had the power to convert fines into awards of compensation under section 545(b) of the Code of Criminal Procedure 1898.\nMaking the possibility of receiving compensation dependent on the possibility of securing a criminal conviction of the perpetrator, and linking it with the fines imposed on the perpetrator, is limiting for three main reasons.\nFirstly, securing a conviction in a criminal court itself remains a daunting and improbable task. For instance, a 2015 study by BRAC University found that the conviction rates in the cases disposed by the Women and Children Repression Prevention tribunals in three districts was less than one percent.\nSecondly, even if the victim manages to secure a conviction, the amount of compensation is likely to be inadequate since it depends on the amount of fine—which is typically nominal and limited. For instance, the maximum amount of fine (and therefore compensation) under the Child Marriage Restraint Act 2017 is Tk one lakh, while the Prevention of Torture and Custodial Death Act 2013 prescribes only Tk 25,000 as compensation for custodial torture, and Tk two lakh for custodial death. Additionally, according to a 2020 study by BLAST, the average amount of fine imposed by the Court in rape cases was around Tk 28,000.\nThirdly, if award of compensation from the order of fine is subject to judicial discretion, as it is under the Women and Children Repression Prevention Act 2000, this further reduces the victim's chances of receiving compensation. For instance, the 2020 study by BLAST also found that although the Court imposed fines on convicted rapists in 100 percent of the cases (since fine is mandatory for rape), the judge converted the fine into compensation and awarded it to the victim/survivor in less than seven percent of the cases.\nFourthly, securing a criminal conviction may take years, if not decades, while victims of violent crime require monetary relief immediately due to the costs associated with the crime.\nTherefore, it is clear that for victims of violent crime to receive compensation, an alternative is needed. In 2007, the Law Commission noted the inadequacy of the existing laws to provide redress to victims of violent crime and proposed a draft law named Crime Victims Compensation Act to fill this void. Due to the concerns and challenges outlined above, compensation schemes for victims of violent crime have been introduced in many countries across the world.\nThe draft law primarily obliges the state to create a Crime Victims Compensation Fund in each district, from which victims of a closed list of violent offences (including rape) can apply for compensation as a matter of right. This closed list of offences includes: murder, culpable homicide not amounting to murder, causing death by rash or negligent driving or riding on a public road, attempt to murder, voluntarily causing grievous hurt, causing death or grievous hurt by means of corrosive substance, kidnapping, abduction, rape, extortion, robbery, dacoity,  and offences under the Women and Children Repression Prevention Act 2000.\nThe fund is to be managed by a Victim Services Committee (VSC), which would have to be established in the office of the District and Sessions Judge in every district and supervised by the Ministry of Law, Justice and Parliamentary Affairs.  Every application for compensation is to be heard by the Committee, which will decide not only whether to grant compensation, but also the amount and the mode in which it is to be paid (i.e. lump sum or periodic payments).\n In determining the amount of compensation, the Victim Services Committee must take into account a number of factors. These include expenses actually and reasonably incurred as a result of the personal injury or death of the victim, by the victim or his dependents; loss of earning power as a result of the victim's total or partial incapacity; economic loss to the deceased victim's dependents; lost wages or loss of support; medical, funeral and burial costs; the need for financial aid; and any other relevant matters. Most importantly, the award of compensation is to be made independently of apprehension, prosecution or conviction of the alleged perpetrator. The draft law also clarifies that the award of compensation is not to be seen as a price of compromise between the parties, as it often is in our country, even in the case of non-compoundable offences.\nThe financing of the fund remains somewhat vague, as the draft law lays down government contributions to the fund as one of only two mandatory sources of financing, but does not specify which branch of government would have to budget for this. The other mandatory source is the money recovered from all fines, amount of forfeited bail bonds, and penalties that can be realised from those convicted of the list of violent offences covered by the Act. Optional sources of funding include: voluntary contributions, donations or grants from any individual or organisation, and any other source. \nAs we celebrate our miraculous economic growth and transition into a middle income country, it is essential that we reinvest some of the country's wealth in activating the Crime Victims Compensation Fund proposed by the Law Commission back in 2007, so victims of violent crimes are able to get the monetary relief they deserve as a matter of right.\n \nTaqbir Huda is the Advocacy Lead at GJD, BRAC. Email: taqbirhuda@gmail.com\n",
        "headline_1": "We need a state compensation fund for victims of violent crime",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/we-need-state-compensation-fund-victims-violent-crime-2913096",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2021"
    },
    {
        "full_article": "Sultana's Dream was first published in 1905 in the Ladies Home Journal in what was then the Presidency city of Madras. Penned by an unknown writer then residing in Bhagalpur, this short story has travelled the globe as the imagining of a utopian world run by women on feminist principles. The history of its publication shows a pan-Indian or South Asian sensibility at work, as the young Bengali writer writing in Bihar is published in Madras. Rokeya Sakhawat Hossain's entry into the literary firmament was indeed dramatic.\nWhat are the main elements of the space that Rokeya, through Sultana, is dreaming of? Of course the most well-known is freeing the women from the zenana and locking the men in the murdana, thus reversing gender norms and overturning gender roles. As Sultana is guided through the kingdom of Ladyland by Sister Sara, she notices the absence of men on the streets. Sister Sara at the same time remarks on Sultana's \"manly\" mannerisms. In Ladyland, \"manly\" connotes shy and retiring, as women can boldly walk about at all hours of the day and night, safe from horrible leers or danger. This is a dream indeed as we still cannot walk the streets of our cities without fear, both of attack and of social castigation.\nHow did this come about? \"Through the superiority of intellectual powers and scientific innovation,\" says Sister Sara. The war with the neighbouring kingdom was won not through the superior armed power of the existing armed force, but by unmanned solar-powered missiles. This is shown as a force for good. But we, as twenty-first century readers, have to pause a bit at this point, as this kind of warfare has become a reality in our times. Science and technology at the beginning of the twentieth century had held up immense possibilities for the social good, but a century and more later, we are faced with its dystopian potentials.\nBut winning this war has led to the establishment of the fabulous Ladyland. Here, the state is run on humanitarian principles: policing and penal systems are unknown, as there is hardly any crime or incidents of violence. The harshest punishment is banishment from the kingdom; most violators of the system are forgiven, and it is only repetition of violations that leads to banishment. Religion is based on universal love and the communal differences of the time find no expression in this ideal land.\nThere are two universities in the land, and taking a page out of Swift's Laputa perhaps (but completely overturning its satirical intentions), Sultana's Dream evinces great faith in scientific innovation. Thus, we are given pictures of clean kitchens, where of course the men are stirring the pots. These hearths are fired by solar power, so the soot-covered kitchens in which women chopped and baked all day, are replaced with clean spaces where women's entry appears to be optional. Agriculture has been revolutionised by harnessing this solar power as well as by harvesting rainwater. Rokeya has really let her imagination soar to ride on air balloons and control the weather. And women, being given educational opportunities, are easily able to explore and realise their potentials. Don't women have smaller brains than men? Size does not matter, as there are many creatures, such as elephants, who have larger brains than human beings. And what about physical strength? On that count, lions and tigers would rule the earth. It is intellectual power that sets human beings apart, and women have been denied the opportunity to explore this aspect, as Rokeya has reminded us in essay after essay, and in all her writings. Sultana's Dream is a wonderful exposé of what women can do with their \"brainpower.\"\nBut are \"feminine virtues\" completely denied in Ladyland? Not at all, as a perfect work-life balance is achieved here. Lady-like \"accomplishments\", such as embroidery, fit into this world as leisure activities or even artistic expressions. Work is so organised that there is time left over for domestic involvements. Vegetables and flowers are cultivated as domestic chores are transformed into pleasurable and relaxing tasks.\nSultana is bemused as she wanders through the well-laid-out streets, safe and gaining in confidence. But at the end, she is jolted into reality as she wakes up with a start to realise it's only a dream. But is Sultana's dream and Rokeya's \"sweet revenge\" just that—a dream and a wish fulfilment? This early vision of a perfect world for women—it is one of Rokeya's earliest writings—has echoed through for over a century. It has acquired a historic position as the first feminist utopia, it speaks to women across time and geography, and for us in Bangladesh, Rokeya's dream gives us a full vision of the world we are aspiring to. (Yes, I agree that locking up the men may be an extreme measure, but curbing the violence that women are subjected to, from leery looks to rape, requires some kind of drastic solution). First written in English, and later translated to Bangla by the author herself, the story has been able to travel the world, and has acquired a place in world literature, at least in the annals of transnational feminism.\nRokeya's vision most crucially has continued to inspire the women's movement in Bangladesh. We are indeed fortunate in having such a wonderful example to follow, as Rokeya traversed over the fields of writing, education and organising in her times. Her vision was expressed playfully and with a light touch in Sultana's Dream, but her total body of writing and life's work were devoted to the advancement and liberation of women. In this task, she recognised no barriers, cultural or national, in reaching out to women of all communities in her city, including Christian nuns and Brahma educators, read widely, drawing examples from the lives of women in Turkey or Bombay, looking at the causes of women's subordination in culture and religion, and speaking out when she needed to. Her writing spans essays and fiction. Padmarag,for example, builds on the themes from Sultana's Dream to construct a woman's space, throwing in a lot of women from diverse communities together. Sakhawat Memorial School, which Rokeya established in Kolkata, educated the first generation of Bengali Muslim women. She was not constrained in defining herself, either as Muslim or Bengali or Indian, but what was absolutely central to her, was her mission for the advancement of women. Transforming dreams into reality was her mission in life. She called on all women—bhaginigon—to join her in this effort.\nThe contemporary women's movement in Bangladesh still turns to Rokeya, responding to her call in various ways, be it in its stance on secularism, or in its call for the safety and security of women in homes and public spaces.\nDreams and visions are necessary for the path to women's advancement and liberation. Today, the anniversary of her birth and death, will be marked as usual by memorial lectures and functions. Naripokkho has taken a leaf out of Rokeya's book this year to mount an exhibition comprised of paintings by 50 women. These paintings have been chosen through a call for submissions, and will be on display at Drik Gallery from December 9 to 16. Entitled Amader Shopno, this exhibition recognises the importance of dreaming, of creating visions that can be transformed into achievable goals, or dreams as expressions of our realities, where the conditions of our lives take on new and meaningful dimensions. Rokeya had called for the unlocking of women's creativity, and we, in our humble way, are trying follow in her footsteps.\n \nFirdous Azim is a professor of English and chairperson of the Department of English and Humanities at BRAC University. She is also a member of women's activist group, Naripokkho.\n",
        "headline_1": "Dreaming with Rokeya",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/dreaming-rokeya-2913061",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2021"
    },
    {
        "full_article": "It is flustering news that only one percent of Bangladesh's population is in possession of 16.3 percent of the total national income. This fact was revealed in the report titled \"World Inequality Report 2022,\" released by the World Inequality Lab in Paris. The latest update of the index, published on December 7, showed that the figures did not change much from the previous year, but clearly indicated how income inequality had been rising since the 1980s. In 1981, the share of pre-tax national income of the top one percent of people was 11.8 percent, while the bottom 50 percent held 20 percent of the wealth.\nAccording to a UN study, \"one of the consequences of inequality within societies is slower economic growth. In unequal societies, with wide disparities in areas such as health care and education, people are more likely to remain trapped in poverty, across several generations.\" When we look at the Bangladesh perspective, we see that the root causes of inequality have not been removed. For example, Bangladesh did not create the desired number of employment opportunities for its large number of unemployed youths; also, it did not spend enough on the health and education sectors and on social safety net programmes.\nAs a result, the number of poor is increasing day by day and also the number of rich is increasing proportionally. It has been noted by experts that even during the pandemic, people have gone from rich to richer. Economists and social researchers tend to agree that inequality has been increasing for years as the country's GDP is not increasing inclusively. They suggest addressing the incidence of corruption and weak taxation structure, which are contributing to the rising spectre of inequality. A great deal has been deliberated on the issue of wide-ranging corruption in the country and its impact on the economy. But, despite some small steps taken towards addressing the issue, the enormity of the burden remains hanging around the neck of the nation like the proverbial \"dead albatross.\"\nIt is a common feeling that merely wishing the inequality index to go away will not happen for anyone. Pragmatic planning to address issues like global warming, migration, adoption of technology, and providing financial support to the sectors involved in income-generating activities must happen at the right time.\n",
        "headline_1": "Rising inequality a cause for concern",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rising-inequality-cause-concern-2913951",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2021"
    },
    {
        "full_article": "The first judicial ruling on the brutal murder of a student has been delivered.\nTwenty students of Buet have been sentenced to death for their direct involvement in the murder of Abrar Fahad, a second-year student of the country's premier engineering university, who was beaten to death. Five other students have also been sentenced to life imprisonment by the court for their involvement in the grisly murder that shook the country in October 2019. We appreciate the strong message delivered by the court through this verdict. Without commenting on the merit of the case, we would, however, like to express our sadness at the fact that 20 young people are now facing death penalty.\nRight now, we would like to concentrate on the message sent out by the teachers: to end criminality in the name of student politics. In the case of Abrar's death, 12 of the accused were members of the Buet wing of Bangladesh Chhatra League, while the rest were their followers. Over the years, we have seen the student wings of the ruling parties becoming increasingly more violent and involved in all forms of criminal activities. Whenever a party comes to power, we see their affiliated student wing terrorising university campuses and taking over their dormitories. Our once glorious student politics has now become a hostage for criminal elements. As we celebrate the 50th anniversary of our independence, it is a great shame that the student movement, which played such a pivotal role in the emancipation of our people, has been reduced to this.\nAt this lowest point for our student politics, we have to restore civility back into our universities. We have to take this moment to address the moral degradation of values that is taking place at our educational institutions. For years now, we have been witnessing how politicians and major political parties have been using student activists as cronies for their criminal agendas. This is turning more and more young people on the path to becoming hardened criminals.\nThe misuse of student activists by their political leaders and parties must stop. As we lament the ruthless and criminal behaviour of the ruling party's student activists, we cannot help but wonder the role of their political backers in all of this. At the end of the day, all political parties are responsible for using student organisations as a factory for raising goons to serve their ill interests. Therefore, we call on all our major political parties to self-reflect and bring such practices to an end, so that no more innocent lives have to be lost in the hands of their party activists.\n \n",
        "headline_1": "Political parties must stop raising thugs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/political-parties-must-stop-raising-thugs-2913701",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-12-2021"
    }
]