[
    {
        "full_article": "The third meeting of parties under the banner INDIA — the Indian National Developmental, Inclusive Alliance — in Mumbai last week resolved to contest the upcoming Lok Sabha election together “as far as possible”. More than two dozen parties announced that seat-sharing arrangements in different States will be initiated immediately and concluded at the earliest in “a collaborative spirit of give and take”. Participants did not elect a convener or unveil a logo but announced five committees to improve coordination among them on various aspects. A 14-member coordination committee will double up as an election strategy committee, while the four other committees will coordinate campaign, social media, media and research. The INDIA bloc now plans to bring about a vision document which is likely to be released on October 2, Gandhi’s birth anniversary. Plans are afoot for five rallies in different parts of the country — Patna, Nagpur, Delhi, Chennai and Guwahati, and a regular meeting of the leaders. Congress leader Rahul Gandhi has emerged as the centre of the unity efforts as he bonded with senior leaders of regional parties even at the cost of his own party’s local calculations. Mr. Gandhi is reportedly planning a second leg of the Bharat Jodo Yatra, this one along a horizontal route through the strongholds of the Bharatiya Janata Party (BJP).It is clear that these parties find common ground against the BJP, but that alone will not make INDIA a national alternative to the ruling party. Most INDIA parties have their interests defined by the local particularities of their respective regions. Assembly by-elections in West Bengal and Kerala this week are instructive. In West Bengal, the Congress and the Left are together in taking on the Trinamool Congress (TMC), while in Kerala, the Congress and the Left are face to face. The willingness of these parties to have a national plan in the larger interests of society might be appealing to some people, but to some others it could appear as hypocrisy. Optics apart, the coming together of parties will not necessarily lead to an aggregation of their votes, as some experiments of coalition politics have demonstrated. The differences among the parties on programmes and slogans are unsurprising, but the real challenge lies in winning the confidence of the people. INDIA will have to frame issues well and campaign effectively to emerge viable. The BJP is a dynamic and flexible party, despite its alleged ideological tenacity. It is responding to the INDIA challenge through political and administrative moves. Being opposed to the BJP cannot be the sole defining feature of INDIA. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\npolitical development\n\n/\n\nGeneral Elections 2024\n\n/\n\nMahatma Gandhi\n\n/\n\nPatna\n\n/\n\nNagpur\n\n/\n\nChennai\n\n/\n\nDelhi\n\n/\n\nGuwahati\n\n/\n\nWest Bengal\n\n/\n\nKerala\n\n/\n\nIndian National Congress\n\n/\n\nAll India Trinamool Congress\n\n/\n\nMumbai\n\n/\n\nBharat Jodo Yatra\n\n/\n\nRahul Gandhi",
        "headline_1": "Uniting front: On the INDIA bloc",
        "headline_2": "Opposition to the Bharatiya Janata Party alone is not enough to form a national alternative",
        "link": "https://www.thehindu.com/opinion/editorial/uniting-front-the-hindu-editorial-on-the-india-bloc/article67267015.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "Roughly a week after the Indian Space Research Organisation (ISRO) soft-landed a robotic lander and rover on the moon’s south polar region, it launched India’s first space mission dedicated to studying the sun, in the form of a spacecraft named Aditya-L1. Barely half a day after the launch, ISRO announced that its lunar rover had completed the surface studies it had planned and that it had been “parked” ahead of the two-week-long lunar night. This vignette illustrates a certain maturity on the part of the Indian space programme: it enters a phase where its growth from strength to strength becomes indistinguishable from international leadership in space exploration, even as it carries forward an old tradition of studying the sun, exemplified by the Kodaikanal Solar Observatory. Aditya-L1 will study the sun in multiple wavelengths with its suite of seven instruments: four remote-sensing and three in situ (i.e., by directly sampling a particular volume of space). Even though it is the star closest to the earth and has been and continues to be observed by a panoply of telescopes, the sun still holds many secrets. Some of them are simply waiting to be discovered, although that is easier said than done given the brutality of the star’s influence on its immediate surroundings. One example is the particulars of the solar wind, a stream of charged particles that stream out from the sun into space. Considering the solar wind affects space weather and in turn the digital components of spacecraft, Aditya-L1’s findings could inform future space missions as well. Others are mysteries — bundles of facts not yet fully explained by scientific theories. The archetypal example is the coronal heating problem: why the uppermost layer of the sun’s atmosphere is a thousand times hotter than the sun’s surface.In the next four or so months, Aditya-L1 will travel to the L1 Lagrange point, a point 1.5 million kilometres from the earth, where the spacecraft will have an unobstructed view of the star while it stays in a halo orbit around the point. To deepen its relevance, Aditya-L1 will also have to record and transmit data to earth as quickly as possible, where the data downlink and analysis pipeline will have to operate with similar haste, so that scientists can piece together a concurrent image of the sun. ISRO has also demonstrated its ability to handle complex navigational tasks in interplanetary missions (including the lunar space programme, Chandrayaan) with help from foreign space agencies, and the attendant skills will be brought to bear on Aditya-L1 as well. Taken together, while Aditya-L1 seems relatively simple given ISRO’s recent achievements, it gives the Indian space programme and the national solar physics community one more boundary to push.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nISRO\n\n/\n\nspace programme",
        "headline_1": "Onward, sunward: On India’s mission to study the sun",
        "headline_2": "Aditya-L1 gives the Indian space programme one more boundary to push",
        "link": "https://www.thehindu.com/opinion/editorial/onward-sunward-the-hindu-editorial-on-indias-aditya-l1-mission-to-study-the-sun/article67266825.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "The INDIA alliance has wrapped up its third conclave, this time in Mumbai. After every INDIA meeting, BJP asks the question: ‘Modi vs who?’ or who will be the Opposition ‘face’ to challenge PM Modi in 2024. But searching for a ‘face’ to combat the dominant persona of the PM is only to the BJP’s advantage. Instead of worrying about ‘Modi vs who,’ INDIA should focus on ‘Modi vs message’.\nMomentum is rapidly building for the general elections and the Opposition needs to go to the people with an alternate constructive vision of national renewal. Instead of only voicing fears of rising majoritarianism and democracy in danger, it’s time to craft a concrete message of hope.\nRead full story on TOI+\n\n",
        "headline_1": "‘Modi vs mudda’ is INDIA’s answer to BJP’s ‘Modi vs who?’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/modi-vs-mudda-is-indias-answer-to-bjps-modi-vs-who/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "While India’s mega, stellar achievements are still being processed by awestruck citizens, one begins to wonder about emotions closer to the heart and home that are a whole lot more grounded — the dark side of our own lives Pink Floyd momentarily overtook the imagination of urban desi fans who recalled the band’s 1970’s album, “The Dark side of the Moon”, while watching Chandrayaan land on the South Pole of our beloved Chanda Mama.\nIt was an awe-inspiring moment for overjoyed Indians as we momentarily stopped exhaling during the dramatic conquest of unknown lunar territory. The moon has dominated our consciousness ever since, culminating with the spectacular Super Blue Moon this week. The sun was briefly overshadowed while the world remained moonstruck. Till India announced ISRO’s Aditya-L1 mission, leading to a collective jaw drop.\nRead full story on TOI+\n\n",
        "headline_1": "Have we always dwelled on the dark side of the moon?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/have-we-always-dwelled-on-the-dark-side-of-the-moon/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "Is it patriarchy or something deeper? Take your pick, but it’s everywhere.\nPatriarchy readily tells us why men and women sit separately in a rural or first-generation urban gathering. But it first wears thin, then snaps helplessly, when it crosses this time zone and is used to explain why genders spontaneously segregate even in modern India’s cocktail circuit. How can one account for this ubiquitous gender divide? Is this all very Indian?\n\nNot quite. It happens everywhere even today, yes, in Europe and America too. Male domination is antiquated, but the segregation of sexes in informal get-togethers is not. Patriarchy is an attractive explanation so long as our attention is on male-female separation and not on the content of conversation. Once we heed the latter, we realise how little we overhear.\nRead full opinion on TOI+\n\n",
        "headline_1": "Scenes from a cocktail party: Women form a convivial chat group rich in personal details, higher decibel combative positions are heard from the men’s corner. And this gender divide is about something beyond patriarchy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/scenes-from-a-cocktail-party-women-form-a-convivial-chat-group-rich-in-personal-details-higher-decibel-combative-positions-are-heard-from-the-mens-corner-and-this-gender-divide-is-about-so/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "Bharat is a land of stories and storytellers. Wandering bards recited our stories over generations. We built a treasure house of tales including itihasa and puranas. The Ramayan was narrated in 300 ways and reached far-flung Thailand, Cambodia, Indonesia, Japan and China. Modern India has been consistently poor at managing its storytelling. What explains this?\nRead full opinion on TOI+\n\n",
        "headline_1": "Time to reclaim the storyline: India needs to up its storytelling with more commentators and analysts in influential think tanks and universities whose interests are aligned with those of the country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chanakyas-chant/time-to-reclaim-the-storyline-india-needs-to-up-its-storytelling-with-more-commentators-and-analysts-in-influential-think-tanks-and-universities-whose-interests-are-aligned-with-those-of-the-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "As I delved into the autobiographical works of Abul Mansur Ahmad, it became evident that he had a penchant for plain speaking, avoiding embellishments. While crafting the first volume of my own biography, \"Purono Shei Diner Kotha,\" I studied several Bangla autobiographies, including Ahmad's. I highly recommend it to anyone contemplating writing their autobiography, as his writing offers valuable lessons.\nFor a larger-than-life individual like Ahmad, writing autobiography is undoubtedly a daunting endeavor. He was simultaneously a journalist, an author, a lawyer, and a politician. These four unique characteristics were perfectly blended into his personality. Although he was a politician and a lawyer, he wasn't really a power-hungry person. He believed in lawful politics. As a politician, he considered it his duty to establish the rule of law.\nT.S. Eliot observed a conflict between literature and journalism, but Ahmad saw it differently. As far as I can remember, Eliot wrote, \"Journalists are busy with moments; they have no headache regarding the past and the future.\" However, he did not consider satirical literature, which is based on the present but, based on the need, can also become a part of the perpetuating future. Undoubtedly, Abul Mansur Ahmad is one of the most powerful satirical authors in Bengali literature. We see an eclectic mix of journalistic and literary elements in his satirical writings. If others can replicate his style, I believe Bengali literature will benefit immensely.\nThe book 'Amar Dekha Rajnitir Ponchas Bochor' has two unique features. In the book, he talked about politics as he saw it with his own eyes. He did not claim that others cannot have differing views. In fact, he did not even claim that only he was right; other people's political analysis is wrong. Instead, he mentioned that conflicting anecdotes help, rather than hinder the revelation of truth. I consider the book incomplete. It can be depicted as highlights of a few eras. During its publication, Ahmad mostly focused on the years 1948 to 1967—basically, 20 years. He despised the militant ruler Ayub Khan, but he did not overlook his contributions to Pakistani history, either. As a journalist, he never reached a verdict without considering all aspects.\nHe would consider the good and bad in every issue. He didn't simply favor the things that he preferred. For this reason, his friends would jokingly call him 'fifty-fifty Abul Mansur Ahmad.' Needless to say, this moniker refers to his habit of looking at both sides of the coin. For the same reason, journalists can also refer to Abul Mansur Ahmad's writings as testaments to neutrality. Let me give you an example regarding Ayub Khan. Ahmad wrote that Ayub Khan abolished the feudal system in West Pakistan. He effectively made monogamy compulsory. He acknowledged the financial inequality that existed in Pakistan. He also relocated several key offices of the Nikhil Pakistani Board to Dhaka.\nI have been hating Ayub since my student life, and I believed he was only capable of doing evil deeds. Abul Mansur Ahmad opposed Ayub Khan's brand of politics, but at the same time, he also wholeheartedly acknowledged that he also did some good deeds. He also wrote about his misdeeds—he annihilated democracy, established dictatorship, broke down a federal state, and gave it a unitary form, broke apart the building blocks of Pakistan's formation, and injected military influence into politics by transferring the capital from Karachi to Islamabad, etc. His writings are unique in a way that he could very easily address the bitter truths of life. I truly doubt if anyone else can replicate this particular style. I will provide two examples here. The first one concerns Mahatma Gandhi. Ahmad held great respect for Gandhi, and he most certainly despised Gandhi's assassins. While expressing this hatred, he wrote, \"Mahatma Gandhi was such a saintly person that even if he roamed around the African jungles in minimal attire, no wild animals or reptiles would cause him harm. It is unthinkable to cause harm to such an extraordinary person. To kill him, one could only find a follower of the Hindu religion. This proves that Hindus are the worst among humanity. At the same time, it was also proved that in today's era, Mahatma ji is the greatest and most illustrious human being. I believe this because Allah must have sent the saintliest of human beings to the worst of mankind so that they can get better.\"\nOnly Abul Mansur Ahmad could render such stringent criticism. At the same time, the words he used are not communal at all. He could criticize in this manner simply because he was a hundred percent non-communal at heart. The second example concerns political hypocrisy and deception. He brutally criticized both of these attributes of politics. He also vilified his own 'guru' Suhrawardi. And not only that, he also raised complaints of hypocrisy against himself, Sher-e-Bangla, Bangabandhu, as well as most other politicians. However, here I only quote his evaluation of Suhrawardi. He wrote, \"Back in 1947, when he was a leader for East Bengal, I would get really sad to see him making the same child-like mistakes for 10 to 11 years straight. Amid such sadness, once I jokingly told him, 'Sir, thank the lord! You don't have a wife.' He was surprised and asked me, 'Why do you say so?' I replied, 'She would have given you 'talaq' by now. There is a hadith which states that if a Muslim is tricked thrice in the same manner, his wife gets divorced automatically. I am not sure whether this hadith is Sahih or Da'if, but it contains cautionary advice and some bitter truth in it.' At first, the leader laughed out loudly, but then he became somber and replied, 'One doesn't have to win all the time; they should lose occasionally too.' 'Listen, sometimes losses bring more greatness than wins do.'\"\nUndoubtedly, opportunist politicians try to gain favors by sacrificing their ethics, which is an impediment to the establishment of a democratic process. Whenever he saw politicians violating their moral values, he vehemently condemned them.\nThe most fascinating part of this book is his discussion of the role of a minister. He himself went through two stints of ministership—9 days as the regional minister and another tenure of federal ministership during the period from September 6, 1956, to October 8, 1958. He jotted down his experiences, from which we can discern that during that era, Pakistan's federal government was mostly being run by diplomats. The parliament members were elected mostly for show. In one chapter, he mentioned that during his tenure as a minister, he wanted to know the total amount of ammunition produced by Pakistan's military factories, but that information was not given to him. Even Prime Minister Suhrawardy did not have access to this information.\nAhmad named this ruling system as \"Sikandary Khel (Sikandar's Play).\" Then he went ahead and gave an illustrious description of how this 'play' created a divide between the eastern and western wings of Pakistan. He also eloquently portrayed how the head of state and the chief of staff were knee-deep in corruption.\nAhmad's political knowledge was not solely derived from books and journals. A significant part of this knowledge came from experience. He joined active politics as a supporter of the Indian National Congress during the Khilafat Movement. Congress was friendly with the feudal lords, who held some enmity towards the subjects. He organized the Krishak Praja Party in Mymensingh, which later flourished as a political party. Later on, he joined the Muslim League under Jinnah's leadership. Bengal had no importance in the Muslim League's sphere. But Abul Mansur Ahmad was a Bengali by heart and soul. Thus, after Pakistan's establishment, he became an integral part of the Awami League's formation procedure. Although he became inactive during the later periods of the 1960s, we can see from \"Amar Dekha Rajnitir Ponchash Bochor\" that he continued advising the Awami League until his last breath. He gave speeches supporting the federal ruling system within Pakistan's political structure and a two-tiered parliamentary system. He supported a combined election instead of separate elections. In most cases, his suggestions were ignored. However, he kept on speaking relentlessly.\nAbul Mansur Ahmad was satisfied with the fact that the Lahore Resolution was materialized through the formation of Bangladesh. However, this statement can come under dispute. Because, there was no mention of two Pakistans in the resolution. Theoretically, there can be two or even more Pakistans based on the Lahore resolution. Will it be like that, or will the India stay undivided in the unforeseeable future—none of that can be determined right now. Apparently, he did not write much on this topic. But he left behind this question for us, and we should give it some thought. Ahmad's discussion makes one thing clear, which is, Bangladesh is not an upstart country. In this context, I am adding some information. In 1950, the world had 38 nations. The same figure increased to 138 and 203 in 1961 and 2015, respectively. Since the birth of Bangladesh, 58 new countries have come into being, and we are not sure whether more are on the way or not. The reason is, thanks to the overall global transformation, different sects are coming out with nationalistic claims. It is not certain that the nations of the world will stay fixed at 203; the number may very well increase.\nAhmad discussed Bangladesh's constitution in this book. He raised two types of questions. Firstly, he asked about the usage of the Bengali language in the constitution. He opines that the Bengali language used in writing the constitution should be maintained. Otherwise, building a rich stock of Bengali words will not be deemed possible. I am totally aligned with Ahmad that each and every foreign term need not be translated into Bengali. If we can write an English word in Bengali while keeping its original pronunciation intact, then there really is no need for inventing a different Bengali word for it. If this can be done, only then can we truly establish Bengali as the national language. Now we observe Ekushey February, we shed crocodile tears in remembrance of the martyrs, but none of us are truly doing anything for the Bengali language. How many foreign books are actually being translated in Bangladesh? How many books on economics, politics, international relations are getting translated? There are hundreds of such topics, and hundreds of books are getting published in the international arena. If we truly love Bengali and want to implement the Bengali language in all echelons of our daily life, then we have to translate all of these books. Who will translate them? Those who are supposed to translate them know neither English nor Bengali. Thus, translations are not happening, and we are lagging behind. In the current era, we need to eliminate the complexities of translation. As an example, we can maintain the legal word 'writ' and write it as \"িরট\" in Bengali instead of coining a new term. We can maintain the English terms for physics, chemistry, etc., and write the definitions in Bengali. If this is done, we can advance quite fast. I totally support this argument of Ahmad.\nAhmad's final verdict on the constitution is that it needs to be democratic. He wrote, \"While the constitution of Pakistan was being created, I stressed ensuring the safekeeping of democracy in Pakistan instead of upholding Islam. Democracy will guarantee the upholding of religion automatically. In the case of Bangladesh's constitution, I said, in Bangladesh, society at large is not in danger—instead, democracy is under a lot of threat. Keep democracy free of all obstacles, society in general will flourish.\" He wrote some more on this, and I fully agree with his opinions.\nI must say, I became a bit surprised because I have been speaking these same words for quite some time, and suddenly I realized that basically, I am relaying whatever Abul Mansur Ahmad has already mentioned. Our constitution has four pillars: nationalism, socialism, democracy, and secularism. My point is, if democracy does not exist in a country, it cannot establish secularism on a permanent basis. Thus, true secularism is only possible when democracy is firmly established.\nSecondly, socialism. If we want to establish people's opinion-based socialism, there, too, democracy is required. Socialism void of democracy is something that is forcibly imposed upon the populace, which may not be sustainable. Thus, socialism also needs democracy.\nThirdly, nationalism. Bangladesh's nationalism has been nurtured, curated, and developed under the tutelage of democracy. Nationalism has no existence in Bangladesh without democratic movements. Thus, in order to reach the objectives of Bangladesh, only one thing is required, which is the establishment of democracy. However, there are many obstacles on this path.\nThroughout his life, Ahmad fought for democracy. Establishing democracy is no walk in the park. Even in some developed nations, democracy is in dire straits. Voters need to stay vigilant to establish their voting rights. The voting system needs to be reformed. Democracy lovers need to maintain relentless research efforts. The ruling system needs to be changed. Many states in the world are changing their constitutional and democratic processes. Bangladesh needs to learn good practices from other nations. We all need to pay attention to five issues in this regard.\n1. Choosing the people's representatives based on the voting ratio instead of the majority. If the government is formed solely on the basis of the majority, then it may turn into a dictatorship. Such an incident happened in Bangladesh before 2008. The European and Australian systems have already gone through such transformations. If this gets implemented, it will de-emphasize party-based political activities, and everyone will learn to work together towards a common goal. We need to conduct research on this from our country's perspective.\n2. Ahmad wrote about a two-layered electoral system. In such a system, changes from election to election are often subtle and ensure uninterrupted social harmony. He talked about this in the context of Pakistan and Bangladesh.\n3. Strengthening the local government. Ahmad opined that this feat cannot be achieved overnight. At least 10 to 15 years of experimentation are required for this to see the light of the day.\n4. Passive democracy needs to be transformed, where a certain group consolidates all power. In this aspect, three kinds of reforms are necessary. Firstly, a referendum system. No new regimental regulations are required for this. England and Scotland organized such referendums. In order to achieve this, the constitution doesn't need to be reformed, and no new law is needed either. As the public is voting, and decisions will be taken on the basis of votes, such referendums can be enacted in Bangladesh. For cases where Bangladeshi laws are not acceptable or for determining which laws to enact, we can organize referendums. We need to work out the selection criteria for referendum topics, too. As an example, it can be the case that if 25 percent of the people want a referendum, the election commission becomes honor-bound to organize it. We need to give this more thought. Secondly, we can have a provision to democratically remove public representatives (upon certain grounds) through referendums. But this may be a far cry in Bangladesh's perspective. At best, this may be implemented at the local government level. Thirdly, the tenure of public representatives should be reduced to a couple of years instead of five years. But this may cause some unrest. We can consider the USA's example here. America's House of Representatives goes through a two-year election cycle. Senate elections take place once every six years. Thus, there are no overnight, major changes. If we can implement the two-layered election process, then we may think about enforcing the two-year tenure.\n5. The legislative, executive, and judicial bodies should be given independence. At the moment, all state-related issues are under the control of the executive body. If the executive body has such dominance, the possibility of maintaining a liberal democracy dies a sad death. We should not allow this to happen.\nBangladesh's history is a combination of a number of great, enlightened individuals' personal histories. Abul Mansur Ahmad is one such glorious individual. May his thoughts, works, writings, and efforts live forever.\nThis is a translation of the speech delivered by the eminent educationist and bureaucrat Akbar Ali Khan at an event organized by Abul Mansur Ahmad Smriti Parishad on September 1, 2022. The speech was transcribed by Mohammad Abu Said and Emran Mahfuz, and translated by Mohammed Ishtiaque Khan.\n",
        "headline_1": "Reflecting on ‘Amar Dekha Rajnitir Ponchash Bochor’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/reflecting-amar-dekha-rajnitir-ponchash-bochor-3410681",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "We laud the astute observations of the state of our economy by noted economist Wahiduddin Mahmud at a discussion with journalists, organised by the Economic Reporters' Forum on Saturday. He pointed out that megaprojects alone cannot bring about development unless it is accompanied by development in human resources. We echo this perspective that treats development as an overall enhancement of economic and social progress in a country, rather than a narrow definition that extols the benefits of only modern, impressive infrastructure.\nThe noted economist has aptly pointed out that if the traffic were managed better – which would include making sure buses stopped at the designated stops – it would ease the traffic congestion a great deal. Thus, before megaprojects were initiated, the basic traffic governance should have been prioritised. In fact, we would like to add that if the authorities had enforced discipline on the roads, made sure that unfit buses could not operate and footpaths and parts of our roads were not encroached upon, much of the gridlocks we face could have been avoided.\nMegaprojects are financed with huge foreign loans, and these put a big debt burden on Bangladesh. In the last three years, Bangladesh's foreign loans have doubled to $100 billion, and within the next three to four years, the country will have to repay $5 billion every year. Meanwhile, only $1 billion in FDI has come in despite all the megaprojects being implemented. At a time when the economy is facing high inflation, depleting forex reserves and current account deficit, in addition to the severe impacts of the pandemic and the war in Ukraine, the government cannot afford to solely focus on implementing megaprojects. It is vital for the government to take heed to the anomalies pointed out by the economist and adopt the recommendations given.\nWe would like to emphasise that the government must enforce proper governance of the financial sector and stop the default culture that has bled dry many of our banks. Those who have taken out thousands of crores of taka in loans and laundered the money abroad with no intention of repayment must be brought to book and the funds brought back to the country. The government must also overhaul the education system and focus on the quality of education from primary to tertiary levels, developing more polytechnic institutes to ensure skilled human resources.\nWhile megaprojects can bring about great connectivity and a boost in commerce, the government must also prioritise the basic requirements of human resource development, which includes good health, affordable prices of essentials, safe roads, quality education, relevant technical skills, and decent employment. All this will require strategic planning, investment and political will.\n",
        "headline_1": "What about human development?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-about-human-development-3410181",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "Freedom of expression is a fundamental human right that holds immense importance in any democratic society. It serves as a platform for individuals to voice their opinions, share their thoughts and ideas, and engage in meaningful discussions and debates. However, the extent to which freedom of expression is upheld and practised varies from one country to another. In Bangladesh's case, although freedom of expression is enshrined in the constitution, its implementation faces significant challenges.\nAt first glance, it may appear that people in Bangladesh enjoy the freedom to express themselves without fear of persecution. The media also seems relatively free to report on matters of public interest. However, a closer examination reveals the existence of substantial limitations to this freedom.\nOne of the serious issues with freedom of expression in Bangladesh is its heavy bias towards certain individuals and groups. While some individuals, particularly those who are part of the ruling elite or possess political influence, can freely criticise the government and its policies, others do not have the same privilege. Those who lack political connections or are not part of the ruling elite face restrictions in expressing their opinions. They often become targets of persecution when they dare to speak out against the government or its policies.\nFurthermore, freedom of expression is confined to specific topics in the country. People are allowed to discuss issues that do not directly affect the larger population, but they are prohibited from being critical of the government's failures or the shortcomings of its institutions. To achieve this, the government employs various tactics such as intimidation, harassment, imprisonment, and even violence. The media is not immune to such suppression, as journalists are frequently targeted and attacked for reporting on sensitive issues. Such restrictions do not align with the principles of democracy.\nIn Bangladesh, a unique style has emerged, favouring those who have political connections or are part of the ruling elite. This creates a significant power imbalance, silencing the voices of the majority while allowing the minority with access to power to dominate the conversation.\nHow did the country arrive at this point? Is it solely due to the efforts of successive governments to silence dissidents, or have the institutions tasked with protecting the rights of the people also succumbed to vested interests?\n\nIn a democracy, freedom of expression encompasses the right to criticise the government and its policies, and the press is expected to be free from bias. If Bangladesh aims to progress towards a more democratic society, it must ensure that freedom of expression is guaranteed to all its citizens, irrespective of their political affiliations or social status.\nWhile it is valid to discuss the failure of institutions, a sizable portion of the blame falls on the media in Bangladesh as well. Impartial and unbiased journalism is increasingly limited in the country – not only due to informal embargoes and formal legal restrictions but also due to other factors. One crucial factor is the prevalence of media and journalists being aligned with partisan politics. While journalists having political alignments is not inherently wrong, it becomes problematic when they forget the fundamental principle of journalism: presenting the facts. Journalists with political biases or perceived biases often manipulate or distort information to support a specific political agenda or gain personal advantages. They tend to align themselves with the political party in power, compromising the freedom of expression that is crucial in a democratic society.\nAnother concerning trend in Bangladesh is the influence of businesses or business conglomerates that own media outlets. These entities often leverage their media ownership to protect their business interests by eliminating competitors or evading accountability for crimes and wrongdoing. In such cases, the media outlets tend to align closely with the power structure, serving the interests of those in power, rather than speaking up for the people.\nEven in the presence of formal and informal restrictions imposed by the state, journalists should be able to report freely on matters of public interest. This freedom is essential for the press to remain relevant and create a platform for open dialogue among the people, their representatives, and public institutions. By doing so, the press can uphold the citizens' right to freedom of expression.\nJournalists and media organisations in Bangladesh must reaffirm their commitment to impartiality, independence, and the presentation of facts. By adhering to these principles, they can counteract the influence of partisan politics and business interests on journalism and contribute to the preservation of press freedom in the country. Additionally, efforts should be made to foster a media environment that encourages diverse perspectives and safeguards the integrity of journalism.\nIn a democracy, freedom of expression encompasses the right to criticise the government and its policies, and the press is expected to be free from bias. If Bangladesh aims to progress towards a more democratic society, it must ensure that freedom of expression is guaranteed to all its citizens, irrespective of their political affiliations or social status. But the question remains: how can the country do so?\nMeer Ahsan Habib is an IVLP and Hubert Humphrey fellow. His X handle is @meeriyadh\n\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Navigating biases, power dynamics and media integrity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/navigating-biases-power-dynamics-and-media-integrity-3410176",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "We laud the astute observations of the state of our economy by noted economist Wahiduddin Mahmud at a discussion with journalists, organised by the Economic Reporters' Forum on Saturday. He pointed out that megaprojects alone cannot bring about development unless it is accompanied by development in human resources. We echo this perspective that treats development as an overall enhancement of economic and social progress in a country, rather than a narrow definition that extols the benefits of only modern, impressive infrastructure.\nThe noted economist has aptly pointed out that if the traffic were managed better – which would include making sure buses stopped at the designated stops – it would ease the traffic congestion a great deal. Thus, before megaprojects were initiated, the basic traffic governance should have been prioritised. In fact, we would like to add that if the authorities had enforced discipline on the roads, made sure that unfit buses could not operate and footpaths and parts of our roads were not encroached upon, much of the gridlocks we face could have been avoided.\nMegaprojects are financed with huge foreign loans, and these put a big debt burden on Bangladesh. In the last three years, Bangladesh's foreign loans have doubled to $100 billion, and within the next three to four years, the country will have to repay $5 billion every year. Meanwhile, only $1 billion in FDI has come in despite all the megaprojects being implemented. At a time when the economy is facing high inflation, depleting forex reserves and current account deficit, in addition to the severe impacts of the pandemic and the war in Ukraine, the government cannot afford to solely focus on implementing megaprojects. It is vital for the government to take heed to the anomalies pointed out by the economist and adopt the recommendations given.\nWe would like to emphasise that the government must enforce proper governance of the financial sector and stop the default culture that has bled dry many of our banks. Those who have taken out thousands of crores of taka in loans and laundered the money abroad with no intention of repayment must be brought to book and the funds brought back to the country. The government must also overhaul the education system and focus on the quality of education from primary to tertiary levels, developing more polytechnic institutes to ensure skilled human resources.\nWhile megaprojects can bring about great connectivity and a boost in commerce, the government must also prioritise the basic requirements of human resource development, which includes good health, affordable prices of essentials, safe roads, quality education, relevant technical skills, and decent employment. All this will require strategic planning, investment and political will.\n",
        "headline_1": "What about human development?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-about-human-development-3410181",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "We are concerned with the way importers, distributors, and retailers are indiscriminately increasing the prices of liquefied petroleum gas (LPG) cylinders, despite the fact that the prices are being fixed by the Bangladesh Energy Regulatory Commission (BERC) regularly. According to a report in this daily, the BERC fixed the retail price of a 12-kg LPG cylinder at Tk 1,140 in early August. However, consumers in different parts of Dhaka had to buy the refilled cylinders for around Tk 1,400. Our reporters recently visited some areas of the city, including Kachukhet, Shewrapara, Tejturi Bazar, and Karwan Bazar, and found that a 12-kg LPG cylinder was even sold at Tk 1,500 in some places. At a time when the country's people are already overburdened by increasing costs of living, such illegal practices by traders have added to their sufferings.\n\nThe LPG market in Bangladesh has always been chaotic due to price manipulation by traders at different levels. Although the BERC fixes the price of LPG every month, the importers, distributors, and retailers reportedly do not abide by this. When asked about the reasons behind the inflated LPG prices at the consumers' end, retailers blame the distributors and the distributors point fingers at the importers. We often hear from importers that there is a shortage of imports and that they have to face many challenges in opening letters of credit, and that the volatile foreign exchange rate also contributes to increased prices. But these excuses do not fly with the public because the BERC is supposed to fix the prices of LPG cylinders in the country while considering all factors. Moreover, such prices have to be adhered to by the concerned distributors.\n\nThe BERC, therefore, cannot shrug off its responsibility. It seems that the regulatory body has confined its work to fixing the prices only, even though monitoring the market should also be one of its top priorities. It also has the power to take action against non-compliant companies, which it should exercise regularly. We therefore urge the BERC to take every step that is necessary to keep the LPG cylinder prices within the reach of ordinary people.\n",
        "headline_1": "LPG cylinder prices burdening people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lpg-cylinder-prices-burdening-people-3409851",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "The growth of around 1,000 tourist resorts countrywide, nearly 200 in the greater Dhaka, would have been welcomed, had it taken place in a balanced manner. What ails a section of nature activists is the intrinsic clash between the mushrooming resorts and the agricultural lands coupled with forests around the resorts. Spending holidays at remote green resorts is now considered a dominant trend among the well-off socio-business classes as well as office executives. The underlying fact is what was once an hours-long fun-filled picnic in distant forests has now emerged as an event of time-out spent at a sprawling, exclusive venue complete with modern facilities. Over 60 resorts are there in the greater Gazipur district alone. There are both large and small resorts, their sizes varying from 30-to-160 acres to 3-to-5 acres respectively. Contrary to a roaring business in the sector, many others find themselves struggling.In spite of these retreats' mixed, and thus unpredictable, performance, there is no dearth of entrepreneurial drive among a section of people. Many point the finger at this propensity for the lately mushrooming growth of the resorts. The real picture that prevails is there are different types of resorts in the greater Dhaka. A few relatively old resorts are said to make a minimum 30 per cent net profit annually. It occurs during the November-February cool and dry months, when the resorts' 'occupancy rate' jumps to nearly 100 per cent. During the rest of the year, the profit comes down to a humble 30 per cent. There is a noticeable flip side. Thanks to the continually increasing new resorts, a number of sub-standard and inexperienced establishments have entered the sector. For plausible reasons, it's difficult for many unsuspecting people to tell a genuine resort from an ersatz one.A formidable challenge, however, is posed by the reckless resort entities doing brisk business in the country. They pay little heed to the harms they may be inflicting on the fast shrinking agro-lands and the green swathes close to their sprawling resort areas. In the long run, these encroachments in combination may end up being various types of environmental and food-related crises. A valuable advice from experts could, thus, be relentless efforts to be expended by the resort owners to safeguard the agricultural and forest lands while constructing their resort establishments.At this point there is a need for making an assessment to determine if there is any necessity for so many resorts in a particular region before intervention by policymakers. According to the Tourism Resort Industries Association of Bangladesh (TRIAB), nearly Tk 340 billion has already been invested in the country's resort industry. Besides the investment, around 1.4 million people are directly and indirectly involved with the sector. An alarming aspect of the business is the infiltration of dubious entrepreneurs. These people set up small-size resorts, established on residential plots. These sites are often rented out to film units to be used as shooting locations. It has become an open secret that a major part of the resort plots is used for purposes other than those involving the sector. Bangladesh Poribesh Andolon (BAPA) keeps stressing measures to save agricultural and forest lands while constructing resorts. One can hardly ignore the fact that the country's burgeoning middleclass which cannot afford pleasure trips abroad need some recreational facilities at home. Resorts and tourist spots have been meeting that requirement. Now it should be the job of the relevant authorities to ensure that those facilities grow in a healthy manner without hurting environment and agricultural and forest lands.",
        "headline_1": "Proliferation of resorts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/proliferation-of-resorts-1693753085",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "With the country's falling foreign exchange reserve, rising inflation and value of local currency taka eroding fast against the US dollar, the fear was once deepening in public mind if Bangladesh would follow in Sri Lanka's footsteps, towards an economic meltdown. In economy and finance, in particular, public confidence in the existing order is important. That Sri Lanka's economy was not performing well was quite evident from the long queues to get food, medicine and fuel in the scorching tropical sun of the island nation as prices of those essential commodities went through the roof. The food price inflation reached 94 per cent in September last year and year-on-year inflation rose to 69.8 per cent. But what matters to the average person is not abstract figures of inflation, consumer price index or forex reserve situation in the central bank. What they want to see is that the political leaders in the government are honestly doing their best to tackle the crisis. But the government of Gotabaya Rajapaksa failed them in that respect miserably. The Central Bank of Sri Lanka (CBSL) which needed to play the central role in bringing down inflation rate failed, too. Thus pushed to the wall, the angry public turned into a mob, took to the streets in large numbers and there was total chaos. So, what happened next? Did Sri Lanka fall in the black hole of economic collapse irretrievably? Not in the least. The government of president Ranil Wickremesinghe that took over following the ouster of his predecessor and Nandalal Weerasinghe at the helm of the CSBL, things have been turning around. The streets of Colombo no longer give a deserted look like they did only a year back. The busy traffic is back. Tourists have returned. In fact, tourism, which is the main source of the country's foreign currency earning and was hard hit by the pandemic, is fast recovering. According to reports, compared to last year, the sector's revenue earning has seen a jump by 30 per cent. What is most striking and the main factor behind restoration of the public's trust in the country's economy is the dramatic fall in the rate of inflation. In August, it was down to 4.0 per cent from 6.3 per cent in the previous month of July. Not to mention what the rate of inflation was just a year back! What is more, the country is paying back its debts. It has, for instance, already paid back 75 per cent of the loan of USSD200 million it took from Bangladesh just two years back. At first, the amount of loan in foreign currency that was to be provided to Sri Lanka in exchange for an equivalent amount of rupee (Sri Lanka's currency) was USD250 million. But in the face of worsening economic crisis of that country, the amount was later reduced to USD200 million. With its economy already in a tailspin, many including economists at that time were very doubtful if that country would ever be able to pay the loan back. But the doomsayers have proved to be wrong. The country has surprised all by not failing in its commitment to its creditors. How has that miracle happened? Many would like to give the credit to the country's central bank governor who has been given the charge of steering the country through its financial collapse. Perhaps, he is doing his job well. But earlier he was sent into retirement for his critical view of the then president's (Gotabaya Rajapakse's) unorthodox policy of big tax cuts, printing huge quantities of money, arbitrarily controlling the exchange rate of rupee against US dollar as well as the interest rates. The idea was that the steps would spur growth. Nandalal, as the second person in the CBSL hierarchy at that time, was sensing danger and predicted the impending crisis. But the government of that time was not ready to accept any criticism. Nandalal was enjoying a life of retirement in Australia. Meanwhile, both the government and the economy of Sri Lanka collapsed. Ranil Wickremesinghe, then in charge of the country, asked him (Nandalal) to return home and take charge of CBSL. The country was then defaulting on its foreign debt worth USD46 billion. Sri Lankan rupee had gone into a free fall against the US dollar. Flow of inward remittances from its expatriate workers abroad was also tapering off. The foreign currency reserve dipped to all time low. The GDP of the economy shrunk by 7.8 per cent. But now the CBSL governor is hoping to reduce the GDP contraction by 2.0 per cent this year. If it turns out to be so, returning back to normal will be just a matter of time. The bank interest rate has also been gradually brought down to help growth. But to achieve this, the country had to do it the hard way. Ranil Wickremesinghe has been able to throw a lifeline to the economy by securing an IMF loan of USD2.9 billion tied to strict conditions of reforms of the country's economy and governance. Restructuring domestic debt is also on the agenda. But pensioners have meanwhile taken to the streets to protest against the move for obvious reasons. Meanwhile, subsidies on about everything from foods to utility bills have been withdrawn. Power tariff as a result has increased by 65 per cent. Personal income tax has gone up by 36 per cent. Poverty level has increased. Still 70 per cent of the public's earnings are spent to buy food. The IMF-dictated reform measures are being punishing for the salaried people, the wage earners and the working people in general. But since the country's foreign debt situation is improving, hard currency from remittance and tourism is flowing back and business prospects are looking up, Sri Lankans would like to keep their fingers crossed. Bangladesh may take heart from Sri Lankan experience. \n[email protected]",
        "headline_1": "Sri Lanka returning to normal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sri-lanka-returning-to-normal-1693753164",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "Thanks are due to political parties for arranging rallies, procession and meetings on weekly holidays. Although not all private offices remain closed on Saturday, the usual rush hours are supposed to be more tolerable on that day than on the weekly days. Yet there is no reason to think that the weekly holidays are only for relaxation and entertainment for all the inhabitants of this mega city overburdened with a 20 million population. No wonder, a leading architect and city planner has expressed his serious concern about the pressure of urbanisation on the city with more people getting concentrated here comprising just one per cent of the country's total area. That as high as 32 per cent of the entire urban population lives here in the absence of decentralisation is also leaving serious adverse impact on public health. This fact is corroborated by a Reuter report based on a research study conducted by the Energy Policy Institute at the University of Chicago (EPIUC). The report says that people in Bangladesh stand to lose 6.8 years of their life span due to heavy pollution. How many years the inhabitants of the capital with the severest pollution are to lose when this figure accounts for the entire country? Quite evidently, the more the time people spend in traffic jam the greater the risk of suffering the ill effects of pollution. Working people are, moreover, exposed to heavy pollution on their way to office/factory and back home. When tailbacks on the roads of Dhaka are getting longer and prolonged, the metro rail and the elevated expressway ---a segment of each of which have been opened now --- have made a difference in the mode of commuting here. With the opening of the entire routes of these mega projects, commuting in the capital will certainly have a paradigm shift. Now the metro rail ends halfway at Agargaon and the expressway at Farmgate from their starting point at Diabari and Dhaka airport respectively. Before the entire segments of these two facilities are open to the public, it is of utmost importance to keep their release points free from hindrance. That double-decker buses wait for passengers at Uttara North station of the metro rail deserves appreciation. But there is no such arrangement at Agargaon station – a far busier one than Uttara north. On Saturday last, in particular, the release point at Agargoan witnessed a nightmarish scene because of the closure of the connecting roads at that point. An assembly of civilians arranged on the occasion of the inauguration of the expressway at the old venue of international trade fair drew thousands of people mostly followers of the Awami League. This was the reason why the buses hired for their transportation were parked on nearly the entire stretch of the road from Agargaon to Shishu Mela. Together with the processions brought out by different thana units of the AL and the vehicles simply choked the road. It was even difficult to walk from one end to the other, let alone availing of any mode of transport. What was unwise is that the buses were left helter-skelter on the road without the least care for inconvenience of the public. Let it be noted that the road leads to a number of hospitals including the Dhaka Shishu Hospital, National Institute of Traumatology and Orthopaedic Rehabilitation. One holds the beacon for children in critical conditions, particularly when dengue is claiming more children than ever and the other is the last resort for patients of accidents requiring emergency medical intervention. What was noticeable is that if the buses were parked in an orderly manner, enough space alongside the median strip could be left vacant for vehicles to pass by. But who cares? People must not be subjected to such avoidable lengthy delays and consequent sufferings. It smacked at best of indifference to and at worst could-not-care-less attitude towards public travail on the part of the leaders of the multitudes who arrived there. Now this is an indication how things can go awry in the rush hours when the entire route of the metro rail is opened. Supposing a number of trains coming from Uttara and Motijheel cough up their passengers within 20 minutes, those looking for connecting vehicles will find it hard to catch one once out of the station.\n[email protected]",
        "headline_1": "Avoidable tailbacks and public suffering",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/avoidable-tailbacks-and-public-suffering-1693753200",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2023"
    },
    {
        "full_article": "Cloud computing may seem unfamiliar with us. But it has brought about revolutions in IT sector. It is the on-demand availability of computer system resources, especially data storage and computing power, without direct active management by the user. This system offers computer resources through internet with numerous benefits both for firms and end-users. Moving to cloud computing may reduce the cost of managing and maintaining your IT systems. Rather than purchasing expensive systems and equipment for your business, you can reduce your costs by using the resources of your cloud computing service provider. Depending on your cloud computing service provider, your system will regularly be updated with the latest technology. This could include up-to-date versions of software, as well as upgrades to servers and computer processing power. Cloud computing also allows employees to be more flexible in their work practices. For example, you have the ability to access data from home, or on holiday. In Bangladesh's IT industry, cloud computing is now a highly discussed topic. We have the potential to become the next big cloud market, with a number of IT firms poised to become billion-dollar businesses. For example, Brain Station 23 has become one of the leading software development companies in Bangladesh that also provides cloud services and solutions. It has already achieved trust in the cloud computing market as official partners of Google Cloud Services, Azure, and Digital Ocean.\nMoonjaren Huda, Student of North South University, Dhaka, [email protected]",
        "headline_1": "Potential of cloud computing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potential-of-cloud-computing-1693753221",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2023"
    }
]