[
    {
        "full_article": "The Finance Ministry’s March 7 notification placing all transactions involving virtual digital assets under the purview of the Prevention of Money Laundering Act (PMLA) is a much-needed, even if belated, step. The government has been struggling in recent years to formulate an appropriate regulatory response to deal with the pandemic-era upsurge in advertisements soliciting investment in virtual assets as well as reports of actual investment. A July 2021 online report by BrokerChooser.com, for instance, had estimated India as being the country with the highest number of ‘crypto owners’, at 10.07 crore, which was more than threefold the number of owners of crypto assets in the second-ranked U.S. Even if this is discounted as a speculative guesstimate, measures and disclosures by the government indicate that the volume of trade in unregulated virtual assets has grown sizeably in recent years. Last month, Minister of State for Finance Pankaj Chaudhary informed the Lok Sabha that the Enforcement Directorate was ‘investigating several cases related to cryptocurrency frauds wherein a few crypto exchanges had been found involved in money laundering’. And that as much as ₹936 crore had been attached or frozen as on January 31, on being deemed to be proceeds of crime. The decision to mandatorily bring all trade in virtual digital assets under the PMLA now lays the onus of ascertaining the provenance of all activity, including safekeeping, in such assets upon individuals and businesses participating in or facilitating these transactions.The intergovernmental Financial Action Task Force (FATF) — the global money laundering and terrorist financing watchdog — has been continuously flagging the potential that virtual digital assets have for criminal misuse considering the speed and anonymity with which they can be traded worldwide. As it has pointed out, the fact that a few countries have moved to regulate virtual assets, and some others have banned them outright, while a majority have not taken any action has created a global system with loopholes for criminals and terrorists to abuse. India, which holds the presidency of the G-20, has been repeatedly stressing the need for a globally coordinated regulatory response to deal with crypto assets. While the Centre’s decision to add the PMLA monitoring requirements, following the introduction of a tax regime for virtual digital assets in last year’s Budget, has been interpreted by the crypto assets sector as moves towards regulating rather than proscribing it, the RBI’s consistent advocacy for a ban needs to be seriously weighed before any decision is taken on the fate of the long-delayed draft legislation on virtual assets.",
        "headline_1": "Belated, but essential: On bringing all trade in virtual digital assets under the PMLA",
        "headline_2": "India must have a proper regulatory response to the surge in virtual assets",
        "link": "https://www.thehindu.com/opinion/editorial/belated-but-essential-the-hindu-editorial-on-bringing-all-trade-in-virtual-digital-assets-under-the-pmla/article66604026.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "The downward slide in relations between the world’s two biggest powers fast appears to be reaching a point of no return. That was certainly the message from Beijing, where, during the on-going annual session of the National People’s Congress or Parliament, Chinese leaders took aim at Washington’s recent approach to ties. Xi Jinping, now reappointed for a third five year-term as President, told a parliamentary delegation on March 6 that China was facing “unprecedented severe challenges to the country’s development” because “Western countries, led by the U.S., have implemented all-round containment and suppression of China”. That Mr. Xi chose to directly name the U.S. underlined starkly how relations have deteriorated. China’s new Foreign Minister Qin Gang said the U.S. was seeking “to encircle China”. He also rejected the Biden administration’s claim that “it seeks to out-compete China but does not seek conflict,” saying it “... means to contain and suppress China in all respects”. He added that “if the U.S. does not hit the brake... there will surely be confrontation”.If the hope was to “responsibly manage” competition, as the two leaders put it at their G-20 Indonesia meet in November 2022, recent events do not inspire confidence. A scheduled visit early last month by U.S. Secretary of State Antony Blinken was cancelled after the sighting of a Chinese balloon over the U.S. Washington saw the “spy balloon” as a grave provocation on the eve of a visit aimed to restart engagement. Beijing slammed the U.S. decision to shoot down a “civilian meteorological airship” as reflecting a sense of “hysteria” in Washington when it comes to China. For the rest of the world, recent events suggest the rift is here to stay. Beijing, which is increasingly looking at the rest of the world through the prism of its all-encompassing U.S. rivalry, appears to be mending fences with Europe, while courting its neighbours. Beijing is planning a major Central Asia summit this year, while its strained relations with Japan are warming. The U.S., meanwhile, is shoring up alliances and partnerships in the region. While India has so far adeptly managed the fallout from the Ukraine war by adhering to its self-interest, China poses a unique challenge given the Line of Actual Control crisis. After Beijing’s increasingly vocal objections to the Quad, India will have to remain prepared for continued pressure along the land borders, even as it assesses whether the worsening China-U.S. rift may alter Beijing’s calculus as it grapples with two fronts, though Taiwan remains its primary concern. India must be nimble enough to exploit the opportunities in an increasingly divided world full of uncertainty and difficult challenges.",
        "headline_1": "Widening rift: On the downward slide in U.S.-China ties",
        "headline_2": "China and the United States must not allow their differences to polarise the world",
        "link": "https://www.thehindu.com/opinion/editorial/widening-rift-the-hindu-editorial-on-the-downward-slide-in-us-china-ties/article66604123.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "A Scottish architect, a former classmate of mine on a visit to India, commented, “I have never seen places so utterly neglected and ugly.” An unvarnished observation, he was referring to his most recent drive across Uttar Pradesh, Rajasthan and Punjab. Having travelled through India regularly for the past three decades, he had noted quite the opposite on his earlier visits, stating equally bluntly that India was an exceptional country, truly one of the more beautiful places on earth.\nBucolic to desolate: Our addiction to building more highways has spoilt pristine swathes\nThis transformation is a relatively recent phenomenon. For years, the Indian countryside had remained unaltered and physically whole, where roads and fields, villages and countryside seamlessly merged in an inconspicuous organic composition. The distinguishing quality of rural landscapes and small-town patterns was in fact their unremarkable nature. Architecture was merely a background to life. In less than three decades, however, a reversal has taken place. The country’s growing affluence has created a paradoxical shift from a visibly settled landscape to an utterly hopeless and ugly one. Like beauty, ugliness is in the eye of the beholder, and must account for itself:\nFirst, the battle with the ugly lies in our willing acceptance of the incomplete and incompetent as a way of life. Roads that are built but left unfinished, housing completed but surrounded by construction debris, sidewalks dug, drains unlaid, masonry misaligned. An incoherence visible in most public projects.\nSecond, ugliness appears in the disordered sameness of city and village. Earlier, where you lived was invariably distinguished by the region’s architecture and landscape. Sloped roof terracotta tile houses lay hidden within the dense palm and green of Kerala. No more. Whether Calicut or Ludhiana, countryside or city, the concrete flat-top roof is a reminder of the characterless homogeneity of all building.\nThird, is the more important task of public magnanimity. Sidewalks along the waterfront in Shanghai are so broad that it invites citizens to sit, walk, or practice Tai-chi. Planter boxes along a Dutch street are often not even visible to the owners who maintain them so that their flowers are appreciated by people on the street. Where are the places of such generosity in India? As a culture are we completely oblivious to any such form of spontaneous visible act that benefits beyond the merely obvious?\nUgliness in fact has an enthralling and pervasive visibility in India. It is everywhere. Everything on the horizon is touched in some way by its grimy logic. A recent trip to Corbett Park north of Delhi only confirmed the Scottish architect’s observation; all along the way, vast columns of dust rose up on the four-lane highway — a roadway still under construction but open to traffic. Smoke billowed from sugar and paper mills nearby, and the roadside was littered with a free-for-all commerce. Small makeshift one-man vending booths vied for space with glass car showrooms, truck repair docks and take-away restaurants. Everything floated aimlessly in a sea of mud, dust and garbage. Surrounded by noise, people milled about the road tarmac, between cars and pigs and ramshackle structures, contributing to the ceaseless agitation of the drive.\nOf course, at some point in the future, the incomplete scene may submit to eight lanes of full-stream traffic; the dhaba may be replaced by wood-fired pizza restaurants; new four-storey hotels, rest stops, and malls may even blank out the horizon. But whatever happens, in the back of the mind there will always be lingering doubts about the wholeness of the eventual picture. The additive process of building more and more, replacing green with parking, erecting billboards, making temporary tea shops, and allowing agriculture to be usurped by commerce, will remain perennially ugly. The corrupting effect of faceless and disjointed development is like the work of an artist who believes that adding more detail will only enhance the painting.\nAs we drove north, a wide track of the forest along the road turned into a junkyard for broken trucks; further up, with a backdrop of the Himalayan foothills, factory sheds of brick and rusted steel appeared to blur the mountain skyline; some were being used, some abandoned. How was such residue allowed to mar the natural emptiness? How could pristine land be so easily bought, sold, developed and quickly spoilt? Such persistent ugliness only mocks and degrades the spirit and leaves you convinced that we seem no longer capable of doing anything well.\nHave we then become a culture with no visible vocabulary for the beautiful? Is the Taj Mahal, or the tallest statue, the biggest temple the only measure of things? Of course, there remain smaller places of everyday reality — a remote Buddhist shrine in Ladakh, a deep Deodar forest in Himachal, a desert village around Jaisalmer. In the absence of human footfall, they still remain intact. But for how long? As highways reach these remote and inaccessible places, can ugliness be far behind.\n\n",
        "headline_1": "Green to grey: How we ruined the beautiful Indian countryside",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/green-to-grey-how-we-ruined-the-beautiful-indian-countryside/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "The role of governors is in the news again. Their actions across several states — Maharashtra, Tamil Nadu, Kerala, West Bengal — have been questioned. Recently, the Supreme Court had to hear a case where the governor of Punjab did not summon the assembly after the cabinet’s recommendation. Tamil Nadu governor R N Ravi is also in the news after he returned a Bill that bans online gambling for reconsideration (the Constitution provides him with this power). He had earlier skipped reading parts of the Governor’s Address (which is passed by the state cabinet as the government’s policy plan).  These incidents raise the question on the governor’s role as per the Indian Constitution.\nTN TUSSLE: As recommendations of commissions are ignored, skirmishes continue\nThe Constituent Assembly had discussed the position of the governor in great detail. The Provincial Constitution Committee (chaired by Patel) agreed with the Union Constitution Committee (chaired by Nehru) that a parliamentary form of government was suitable for the country, and that the governor be directly elected by adult franchise.  The draft Constitution incorporated this provision. However, while debating this provision, the Constituent Assembly changed this process to a direct appointment by the President. Many members felt that an elected governor would undermine the authority of the chief minister. They also reasoned that an impartial individual needed to be nominated to the post, instead of a person elected on a party ticket.\nThe other question was the role of the governor in relation to the chief minister. The final formulation (Article 163) reads: “There shall be a Council of Ministers with the chief minister at the head to aid and advise the Governor in the exercise of his functions, except in so far as he is by or under this Constitution required to exercise his functions or any of them in his discretion”.  The Governor has discretion only in cases where it was provided in other Articles of the Constitution (such as the Sixth Schedule related to tribal areas of Assam). Indeed, Ambedkar clarified, “The Governor under the Constitution has no functions which he can discharge by himself; no functions at all”.\nOver the last 70 years, two questions have kept cropping up. Are individuals appointed by the central government able to maintain their independence from the political preference of the central government? What is the level of discretion that governors have in their decision-making powers?\nThe Constitution provides the governor full discretion for certain actions such as special powers in some states in the North-East.  There are some other areas where the governor needs to exercise judgement. For example, after an election, the governor will have to decide whom to invite to form government whenever a single party or coalition does not have a clear majority. The decision to dissolve the assembly also has to be made if no one is able to demonstrate majority support in the legislative assembly.\nThe governor also has to act in certain circumstances when the unity of the nation is at stake. The governor has full discretion to recommend the dismissal of the chief minister and imposition of President’s rule. Clearly, no chief minister is likely to recommend such an action, and this decision has to be made by the governor.\nIndeed, the frequency of imposition of President’s rule indicates the type of relationship between the centre and states across the last 70 years. Until 1966, when the centre and most states were mostly governed by the same party, the number of states that had President’s rule was 1.1 per year on average. This number rose to 6 between 1967 (when the Congress party lost several state elections) and 1993. In 1994, the Bommai judgment curtailed the use of this power, and the number has fallen to 1.5 since then. However, the last few years has seen the tension rising again with governors delaying Bills and taking other steps contrary to the decisions of the state cabinet.\nSix high-level committees and commissions have looked into the issue. These include three in the 1969-71 period, the Sarkaria Commission in the 1980s, the National Commission to Review the Working of the Constitution and the Punchhi Commission in the 2000s. These commissions suggested that the governor should be an individual from a different state who was not recently involved in politics, and that the chief minister should be consulted before appointment. They recommended security of tenure and term limits to ensure independence. They also said that President’s Rule should be a last resort, and that the confidence in a government should be tested only on the floor of the House.\nMost of these recommendations — except the confidence-test rule which has been mandated by the Supreme Court — have been ignored. And we continue to see tensions in the relationship between the governor and the state government.\n\n",
        "headline_1": "Governor versus state: Why tensions are rising again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/governor-versus-state-why-tensions-are-rising-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "Artificial intelligence has become the hottest sector since the company OpenAI launched its AI bot called ChatGPT on November 30 last year. This is a query tool, like a search engine, which gives intelligent, thought-through answers in perfect English sentences. It can do college assignments, write computer code, help you plan a party and suggest an itinerary for your next holiday. We could even have asked ChatGPT to write this column and it may have written it better!\nChatGPT has acquired 100 million users in a matter of two months and made search-engine giant and near monopoly Google nervous enough to announce its own AI-query tool Bard. It’s an AI arms race now. Chipmakers, software providers, internet companies – all are trying to take the lead in this technology.\nRead full opinion on TOI+\n\n",
        "headline_1": "The real AIpocalypse: It’s not colonisation by the machines but by Western algorithms that India needs to ward off – with our own hardware, software, chips and large language models",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/the-real-aipocalypse-its-not-colonisation-by-the-machines-but-by-western-algorithms-that-india-needs-to-ward-off-with-our-own-hardware-software-chips-and-large-language-models/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "How terribly short our cities continue to be of even basic infrastructure has been underscored in Kochi this month. The otherwise scenic seaside town became clouded in toxic fumes after the Brahmapuram dumpyard caught fire on March 2. Many people in close vicinity were forced to shift out temporarily, but the winds carried noxious dioxins and furans inside faraway homes. Turns out that this waste treatment plant has been operating without a licence since 2016 because it kept failing at various mandated benchmarks, from plastic waste segregation to bio-mining of legacy waste. But as the only dumpyard in Kochi, the debris kept being sent its way.\nTragically, this is a familiar occurrence across the country. Unsanitary mixed waste dumps are regularly leaking serious health hazards into the air, whether it is the Adharwadi and Deonar landfills in Maharashtra or the massive garbage mountains in Ghazipur, Okhla and Bhalswa in Delhi. The capital’s eyesores were supposed to be gone by now, all their legacy waste remediated. Instead, fresh wet waste continues to be dumped there daily. What feels extra painful in the Kochi case is that household waste segregation is now widespread there, but all that work is being undermined at the end point, with municipal authorities failing to correct the poor practices of Brahmapuram waste treatment.\nWhen the Kerala high court hauled up the Kochi corporation, its response was that such fires are occurring across the country. This is how uncaring municipal bodies are, they fear no accountability. This is totally unsustainable. More urbanisation is generating more waste daily. Its scientific management is like the backbone of our cities, without which – as Kochi has so viscerally experienced – we cannot do healthful work at all.\n \n\n",
        "headline_1": "Dump this practice: Kochi garbage fire is a warning to all cities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dump-this-practice-kochi-garbage-fire-is-a-warning-to-all-cities/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "The state minister for shipping has made a dire prediction saying that Bangladesh will not survive if our rivers stop flowing. He said this at a time when most of our rivers are facing an existential threat – while many have already died or are on the verge of death, those that still have some life left in them are also facing rampant pollution and encroachment. He further said that the government will rescue the rivers from encroachers, claiming they have made a list of river grabbers. While we appreciate the state minister's assurance, we think actions speak louder than words, and the government's performance in this regard so far leaves a lot to be desired.\nOver the years, despite such promises and assurances, there has been little fruitful action to protect our rivers from pollution, encroachment and undue interventions leading to their loss of navigability. This is despite a High Court directive in 2019 awarding our rivers the legal status of \"living entities\". In it, the court gave the National River Conservation Commission (NRCC) the responsibility to protect the rights of not only rivers but also canals, beels and other waterbodies. The HC also issued 17 specific directives to save the country's rivers and waterbodies from pollution and encroachment, including directing the authorities concerned to make a list of river grabbers and publish it in the media, declaring that river grabbers cannot run in any elections or get bank loans, etc.\nFour years have passed since that landmark judgment. Has any of those directives been properly followed by the authorities concerned? Evidently not. We know that a list of 63,000 river grabbers was prepared by the NRCC in 2021. What happened to that list? The state minister has said that the list is being verified. The question is, why is it taking so long to verify it or take action based on it? Meanwhile, the four rivers surrounding Dhaka – Buriganga, Turag, Balu and Shitalakkhya – have become so polluted by chemical, industrial, and household waste that their water is almost unusable now. The condition of the Buriganga is so bad that hardly any aquatic life can survive there.\nBack in 2009, the Department of Environment declared these four rivers Ecologically Critical Areas (ECAs), requiring urgent action to save them. Fourteen years later, these rivers are facing the same threats as before. The condition of other rivers across the country are pretty much the same, with many of them – Brahmaputra in Mymensingh, Dhaleshwari in Savar, Ichhamati in Pabna, Old Khowai in Habiganj, etc. – facing a slow death due to pollution, grabbing, sand lifting as well as mismanagement by the authorities.\nThis situation must change. We want to see action rather than promises that never really materialise. The authorities must take decisive actions to improve the condition of our rivers so that Bangladesh has a chance of surviving in the distant future.\n",
        "headline_1": "Rhetoric cannot save our rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rhetoric-cannot-save-our-rivers-3269011",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "In a recent visit to Bangladesh, the World Bank's leadership urged the country to take concrete steps to avoid falling into the so-called \"middle-income trap\". Similar concerns have been raised by economists in local think tanks such as the Centre for Policy Dialogue (CPD). No doubt, this matter is increasingly coming to the forefront as Bangladesh is now all set to graduate from the Least Developed Country status.\nThe concept of a \"middle-income trap\" is usually credited to Indermit Gill, now chief economist at the World Bank, and Homi Kharas from the Brookings Institution. They argued that rapid transition from low-income to middle-income country status which is often driven by cheap labour and export-driven economic models, is likely to be followed by prolonged low growth rates. Their intuition is simple. As wages rise, these \"newly minted\" middle-income nations suffer from reduced competitiveness in producing labour-intensive goods (e.g., garments) because their wages are now too high relative to other low-income countries, nor can they compete with high-income nations that have far greater levels of technology and innovation. As a result, these economies experience sustained growth slowdowns and rising informal economies. The economic struggles of countries in Latin America are often cited as proof of the middle-income trap.\nAs economists, we attempt to understand empirical patterns such as those observed in Latin America through formal economic theory. However, we continue to disagree on a convincing growth theory that would help policymakers better understand the transition from a middle to a high-income country. Perhaps this has led to different and somewhat arbitrarily defined approaches to measuring the existence of the middle-income trap for a given country while leaving some questions unanswered. For example, is a country caught in a middle-income trap if the factors that cause a slowdown in growth (e.g., higher wages, global recessions) are different from the factors that sustain slow growth (e.g., corruption, poor macroeconomic policies)? Does the middle-income trap even matter if a country's GDP growth is just enough to \"technically\" stay out of the trap, but the economy suffers from rampant inequality? After all, Bangladesh's statistical bodies are notorious for inflating growth figures, so staying out of a trap should not be too difficult from a purely mechanical sense.\n\nDoes the middle-income trap even matter if a country's GDP growth is just enough to \"technically\" stay out of the trap, but the economy suffers from rampant inequality?\nThe middle-income trap is meaningful if we think about it in terms of the structural factors preventing steady progress instead of just the number of years a (middle-income) country experiences slow growth. It reflects a fundamental inability to shift towards sustained levels of high growth rates because domestic productivity and technology relative to advanced countries are too low. Make no mistake: this is the defining feature. Even though global economic shocks can slow down progress, if an economy has high levels of productivity, it will always revert to its expected long-run trend. The absence of innovative capabilities that allow an economy to shift towards higher value-added activities is the key reason why many countries have failed to transition towards a high-income economy. As such, creative destruction is the way forward for Bangladesh as well.\nSo where does Bangladesh stand in charting a technology-driven journey towards high middle-income status in 2031 and developed country status by 2041? The short answer is we have a tough road ahead. If the economic transformation of South Korea is any guide, a true journey to higher income brackets must be characterised by far greater domestic resource mobilisation, rapid industrialisation, high-quality education, and careful macroeconomic management that is free of political intervention.\nThis is a lot easier said than done. Bangladesh's tax-GDP ratio is among the lowest in the world, which naturally constrains private investment. The less said about the education sector, the better. Several industries such as information and technology, finance, real estate, and even garments suffer from lack of skilled human capital. As a result, foreign workers are hired to fill the void. A report by this daily suggests that these foreign workers remit approximately USD 6 billion back to their home country every year, which is about one-fifth of our foreign exchange reserves. It is astonishing considering how many workers Bangladesh sends abroad every year because they could not find jobs at home. This is nothing short of a market failure stemming from below-par education that fails to equip the domestic labour force with the appropriate skill set. Effective education will require a complete rethinking of the way we train our students, in addition to higher budgetary allocations.\nBut the story does not end there. Macroeconomic management, while overall prudent, still needs to be far more progressive to transform Bangladesh into a productivity-driven economy. Several years ago, I had written on the rising global trend of exporting intermediate goods (\"Trade policy: World racing ahead, Bangladesh standing still\", The Daily Star, 2015). Fuelled by the fragmentation of production processes across different countries, many developing economies have substantially increased their exposure to global value chains (GVC). Participating in GVCs accelerates productivity, foreign investment, job creation, technological progress, and skill acquisition. Herein lies the need for a more outward-looking trade policy that goes beyond thinking about ways to just protect inefficient domestic producers. Finally, we all know the domestic financial sector is severely underdeveloped while the banking system has suffered from numerous scams that exacerbated the misallocation of resources.\nOne encouraging pattern I observed recently is the rising trend of venture capital (VC) investments in Bangladesh. VC investments typically come from seasoned global investment managers who spot promising opportunities in early-stage firms typically in sectors such as information and technology, consumer services, and health care. Moreover, VC investors typically bring institutional knowledge of best practices to grow a young business. Because young firms typically do not have the type of collateral needed to secure bank debt (e.g., machines, real estate), many promising startup ideas can never see the light of day. One must wonder if regulation can become more open to allow credit to flow to these sectors that carry tremendous long-term potential. For example, in the United States, banks can make direct private equity investments in startup tech firms, subject to careful credit appraisal of expected cash flows.\nAt the heart of it all, regulators must be willing to adopt a vision for Bangladesh that is more technology and productivity based. Not only do these challenges require new policies, but stronger institutions. Unless we accept that what worked before will not work in the future, achieving a sustainable growth path with shared prosperity will become a very daunting task.\nDr Sharjil Haque is an economist based in Washington DC. Views expressed in the article are the author's own.\n\n",
        "headline_1": "How can Bangladesh avoid a middle-income trap?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-can-bangladesh-avoid-middle-income-trap-3268576",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "It is surprisingly depriving for our students that public universities in Bangladesh do not provide the scope of student evaluation. The relationship between student evaluation and protecting the autonomy of students is something that needs to be explored. In other words, it needs to be identified how the failure to provide a policy that supports student evaluation leads to institutional domination in public universities.\nThe global standard is for higher educational institutions to provide opportunities for students to assess their learning experience and outcomes through student evaluation. Student evaluations are necessary to ensure student-centred learning rather than teacher-centred learning. Nevertheless, there is a substantial lack of fostering student-centred learning in public universities in Bangladesh.\nIn general, student evaluation is important for a few reasons. First, student evaluation can help promote accountability and continuous improvement within the university. Universities illustrate a commitment to meet the needs and expectations of their students by consistently pursuing and considering student feedback. This strategy is evidently proven to work continuously to improve the quality of their educational contributions.\nSecond, student evaluation often provides significant insights and feedback to instructors and administrators about the efficacy of a course or programme. It helps in identifying areas of strength and areas for improvement. Consequently, this scheme can inform decision-making and the development of innovative pedagogical approaches.\n\nStudent evaluation often provides significant insights and feedback to instructors and administrators about the efficacy of a course or programme. It helps in identifying areas of strength and areas for improvement.\nThird, student evaluation can provide a means for students to voice their opinions and concerns about their educational experiences – which protects their autonomy. In turn, such evaluation can help instructors and administrators understand how to better meet the needs of their students and also what they want. Unfortunately, public universities in Bangladesh do not execute a policy supporting student evaluation.\nWhat is the relationship between depriving students in such a way and institutional oppression? Institutional oppression in public universities in Bangladesh refers to \"systemic discrimination and disadvantage\" faced by certain groups. This systematic bias may occur due to societal structures and practices that favour certain groups over others. To be more explicit, institutional oppression involves favouring a policy for teacher-centred learning instead of student-centred learning.\nThe policy for an exclusive teacher-centred learning can be characterised by a distinct kind of institutional oppression. Institutional domination in the context of public universities due to the lack of a policy for student evaluation is different from economic and social discrimination.\nIn its simplest form, many students from marginalised groups, such as minorities, and the poor, face significant barriers to access to education and success in higher education leading to economic discrimination. Moreover, social discrimination is another form of institutional oppression that affects certain groups in public universities in Bangladesh. For example, students from minority groups may face stigma and discrimination in their daily lives. They may even be excluded from certain social activities or opportunities.\nOn the other hand, promoting a policy for teacher-centred learning only involves institutional coercion. Accordingly, students face systematic discrimination, and the very nature of this domination is, clearly, distinct from social or economic discrimination in public universities.\nHowever, the dominant policy of teacher-centred learning in public universities in Bangladesh indicates that institutional oppression in public universities is a complex issue. The lack of a policy for student evaluation affects students substantially. A just higher education system should incorporate a broader outlook that includes insights from students.\nPublic universities are autonomous and may have more flexibility in terms of their shared decision-making and functions. However, this autonomy also carries with it a responsibility to ensure that they are meeting the needs and expectations of their stakeholders, including students.\nTherefore, executing a policy for student evaluation requires a rigorous effort to demolish the systems and practices that perpetuate discrimination and disadvantage in public universities. Any reasonable academic would recommend, thus, implementing a student-friendly policy immediately within public universities to foster student-centred learning. This will enable not only strengthening the voices of students, but also promoting equality and justice for all in our higher education.\nAsmat Islam is lecturer, Department of Philosophy, Jagannath University.\n",
        "headline_1": "Student evaluation is necessary to improve our public universities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/student-evaluation-necessary-improve-our-public-universities-3268556",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "The state minister for shipping has made a dire prediction saying that Bangladesh will not survive if our rivers stop flowing. He said this at a time when most of our rivers are facing an existential threat – while many have already died or are on the verge of death, those that still have some life left in them are also facing rampant pollution and encroachment. He further said that the government will rescue the rivers from encroachers, claiming they have made a list of river grabbers. While we appreciate the state minister's assurance, we think actions speak louder than words, and the government's performance in this regard so far leaves a lot to be desired.\nOver the years, despite such promises and assurances, there has been little fruitful action to protect our rivers from pollution, encroachment and undue interventions leading to their loss of navigability. This is despite a High Court directive in 2019 awarding our rivers the legal status of \"living entities\". In it, the court gave the National River Conservation Commission (NRCC) the responsibility to protect the rights of not only rivers but also canals, beels and other waterbodies. The HC also issued 17 specific directives to save the country's rivers and waterbodies from pollution and encroachment, including directing the authorities concerned to make a list of river grabbers and publish it in the media, declaring that river grabbers cannot run in any elections or get bank loans, etc.\nFour years have passed since that landmark judgment. Has any of those directives been properly followed by the authorities concerned? Evidently not. We know that a list of 63,000 river grabbers was prepared by the NRCC in 2021. What happened to that list? The state minister has said that the list is being verified. The question is, why is it taking so long to verify it or take action based on it? Meanwhile, the four rivers surrounding Dhaka – Buriganga, Turag, Balu and Shitalakkhya – have become so polluted by chemical, industrial, and household waste that their water is almost unusable now. The condition of the Buriganga is so bad that hardly any aquatic life can survive there.\nBack in 2009, the Department of Environment declared these four rivers Ecologically Critical Areas (ECAs), requiring urgent action to save them. Fourteen years later, these rivers are facing the same threats as before. The condition of other rivers across the country are pretty much the same, with many of them – Brahmaputra in Mymensingh, Dhaleshwari in Savar, Ichhamati in Pabna, Old Khowai in Habiganj, etc. – facing a slow death due to pollution, grabbing, sand lifting as well as mismanagement by the authorities.\nThis situation must change. We want to see action rather than promises that never really materialise. The authorities must take decisive actions to improve the condition of our rivers so that Bangladesh has a chance of surviving in the distant future.\n",
        "headline_1": "Rhetoric cannot save our rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rhetoric-cannot-save-our-rivers-3269011",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "Given how vulnerable the majority of buildings in Dhaka are to fires, explosions or collapses because of their questionable construction and maintenance practices, it seems almost natural that residents would go on reeling from one disaster to another. The question is not whether a tragedy will strike again, but how soon. Only the other day, we drew attention to the fact that three accidents took place in rapid succession – first in Gulshan, then near Science Lab intersection, and then in Gulistan, the latter killing 23 people so far. And now there is news of yet another tragedy, in Savar this time, where almost the entire roof of a 10-storey government building collapsed, injuring at least 16 workers. While the cause of the incident is yet to be determined, there is no doubt that questionable construction practices had some role to play in it.\nUnfortunately, it's not just residential/commercial buildings that are at risk of accidents. As per a report by this daily, many of the city's kitchen markets are also in danger. Over the last two decades, a total of 19 kitchen market buildings were identified as risky, yet those continue to be in operation. Of them, nine are under the DNCC, and 10 under the DSCC. Despite promising to phase them out and relocate shops to new buildings, the city corporations have done little so far beyond putting up signboards. Millions continue to visit these establishments at great personal risk. Whose fault will it be if any of those buildings collapse or meet any other tragedy? Why do city authorities continue to ignore the red flags? Such reckless negligence is totally incomprehensible.\nRisky living, risky shopping, risky breathing, risky commuting – there seems to be no end to the destructive potential of this city, just as there is no end to the mismanagement perpetuating these risks. Just imagine: There hasn't been a single conviction in any of the cases related to major fire incidents over the past decade. Owners of factories or establishments who should have been held responsible for criminal negligence are dodging justice, with their businesses operating as before. More alarmingly, institutions whose corruption and negligence are allowing dangerous construction and maintenance practices are never held accountable either, although doing so is key to reverse the situation. Reportedly, there are 54 agencies under 11 ministries to ensure governance in the capital. And if they were held accountable for every fire or blast or collapse, along with the unscrupulous owners of buildings, the risk factor could have been largely neutralised.\nAll this points to the significance of enforcing existing building, construction and safety regulations, and of establishing accountability for any violation regardless of the individuals and institutions culpable. Some urgent reforms are in order. We urge the government to immediately demolish the dilapidated kitchen markets of Dhaka and other at-risk residential and commercial establishments. Those at risk of fires, explosions or collapses as a result of weak foundations or earthquakes should also be fortified. Recent events have shown the urgency of decisive actions to improve building safety. The authorities must not fail us again.\n",
        "headline_1": "Don’t normalise risky living",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-normalise-risky-living-3268526",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "In the midst of economic gloom, the fact that readymade garments (RMG) export to the United States (US), which is one of the principal export markets for Bangladesh, is much welcome news. While overall RMG export has been declining due to a myriad of factors related to economic downturn in the various destination markets, export to the US market totaled a little over US$867 million in January, 2023. This represents a 15.44 per cent growth and gives a glimmer of hope to the principal export item from the country. The development comes as somewhat of a surprise because, according to OTEXA data (US department of Commerce), apparel import into the US had posted a decline of 3.44 per cent in January. So, how is it that Bangladesh's exports grew? The fact is that Bangladesh faces strong competition in the US market from China and Vietnam and both these countries' RMG exports declined significantly. China shipped nearly a fourth (24 per cent) less and Vietnam about 0.5 per cent and Bangladesh picked up some of the slack in the sector. It appears that the domestic RMG sector is riding high on the manufacture of value-added garments coupled with product diversification - especially producing non-cotton-based garment. The shifting away from major garments producers like China should not be taken for granted. The present geopolitical impasse between the West and China could change in the future. Bangladesh needs to take full advantage of the current situation and continue to diversify its product base within the apparel industry. That local manufacturers are delving into non-cotton-based garments is a step in the right direction. Bangladesh, as one of the top readymade apparel producing countries needs to invest in upgrading their production units to bring down costs. With energy subsidies being phased out and energy bills being continually readjusted (upwards), energy-efficiency technology interventions at factory level have become imperative. Cost of production, as it stands now, is already increasing due to rise in cost of raw materials. That cannot be mitigated much as it depends on global prices for inputs like cotton, which Bangladesh imports. Hence, the cost savings must come from elsewhere.The pickup in January orders may not last because as OXETA data show, orders have decreased in terms of quantity. So, betting on shifting of orders from China, Bangladesh must step up by offering not just more of the same, but doing better than what had been done in the past. Apart from energy efficiency, there is the issue of worker proficiency that leads to greater productivity. Today labour is no longer cheap and multiple wage boards have been formulated, where some have been implemented. Workers demand more wages, but it must match productivity. These are the less talked-about issues in the economic discourse of this country, but a higher wage must go with a higher return on production. Only when the industry becomes leaner in terms of production costs, more efficient in terms of higher productivity, can the country hope to compete with economic giants in the global apparel sector. Industry can invest only when policy initiatives like tax-breaks at import level are put into effect that makes this transition to a higher technology threshold easier. The bottom line is efficiency and cost effectiveness.",
        "headline_1": "Rise in RMG exports to US",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-in-rmg-exports-to-us-1678544983",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "The holy month of Ramadan is approaching and the prices of necessaries are also rising persistently. It turns out to be a perennial phenomenon in Bangladesh, in particular. No doubt that demand for various food items usually increases before Ramadan, which is one of the reasons behind the hike in prices of these items. As the demand goes up, generally, during the first week of Ramadan, the price indices also keep climbing onto higher levels. Later, prices start to come down modestly and the kitchen market becomes somewhat stable. Once again the wayward market turns volatile in the third week of the month ahead of Eid-ul-Fitr and the prices of items related to the greatest religious festival of the Muslims buck up few days before Eid.Rise in demand for a few food items before Ramadan is the main reason behind the overall hike in the prices of essentials. Basic economic theory tells that if demand for any item increases significantly against the regular supply in the market, the price of the same also rises. As suppliers or sellers try to take advantage of the increased demand by raising the price, they make some additional profit while the consumers have to pay higher price. Those who cannot afford, due to their limited or low income, are left out. Then again, when demand decreases or supply improves, price also comes down to previous level to the relief of most consumers.Nevertheless, the supply-demand mismatch can't explain the surge in prices of various items as speculation also plays a role in the erratic price situation. Speculative behaviour of both the buyers and sellers are deemed responsible for turning the kitchen market volatile to some extent. As consumers think or anticipate that prices may increase or continue to increase in the near future, during Ramadan in the present case, they try to purchase some additional quantity of goods to avoid extra expenditure. By doing so, they actually create a pressure on the supply situation. On the other hand, guessing that consumers would go for more than normal purchase, retailers and wholesalers also go for hoarding to create an artificial crisis. Their speculative behaviour leads to some supply crunch and thus an increase in prices.In Bangladesh, there is also a strong perception that market syndicate or nexus of some retailers and wholesalers is another major factor behind such abnormal or sudden surge in prices of essentials, especially during or ahead of Ramadan. It is, however, difficult to substantiate the view for obvious reasons. Generally, market syndicate means that a group of sellers control most of the supplies of some goods and also fix the prices of these goods cohesively. There are, however, thousands of retailers and wholesalers in the market. It seems difficult for someone to dictate the price of particular goods and compel others to sell the product at the fixed price.True, there are only a few big importers of essential commodities who actually control the large portion of total imports. So, these giant trading houses can influence and manipulate the supply and prices of commodities significantly. On several occasions, it has also been proved that they are responsible for some anti-competitive behaviour on the market. Nevertheless, it will be unfair to blame only them for abnormal price hike. Due to economies of scale, these houses can manoeuvre market. The theory of economies of scale means cost reductions by increasing production or supply by a firm which also reflects the firm's efficiency. As a big trading house can import and store a bulk amount of goods at a time, it is possible for the firm to reduce per-head cost. Now, the firm can also supply the product to different retailers keeping its desired profit margin.Strong presence of rent-seekers in the supply chain is another factor behind price fixing. It's a common knowledge that from the mill-gate to retail market, a number of unauthorised toll- takers are active. Backed by a section of political leaders and police, they collect the illegal toll which adds to the cost of supply in different stages. Against the backdrop, the current spiral in prices of essentials seems to be a complex issue. Consumers have, however, little interest in all these, but simply want to get their necessary items at a reasonable price. As they are now compelled to pay higher prices for the essentials, it has been eroding their real income. As long as the price hike will continue or the prices will be stable at a level that is abnormally high, the erosion of real income will also follow to compound commoners' woes.Acknowledging the grave situation on the commodity market, the government has extended its open-market sale (OMS) for low-income people through the Trading Corporation of Bangladesh (TCB). Some 10 million low-income households will get ration cards and they can purchase a selected quantity of food items by using the card. The commerce minister inaugurated the programme in Dhaka last week on a limited scale. Soon it will be operational across the country.Though this is a welcome move, the subsidised OMS programme also reflects that the regular market mechanism is not functioning properly. The government has also not adequate control or supervision over the market of daily necessities. Meetings with traders to keep prices stable, warning of tough action against so-called syndicate members, and assuring consumers about the adequate supplies of commodities have yet to bring desired outcome.[email protected]",
        "headline_1": "Price hike: demand-driven or speculative?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-hike-demand-driven-or-speculative-1678545050",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "At the end of the day, all mishaps prove to be accidents. This is how humans have been taught to believe. The down-to-earth and the pragmatic people cannot be convinced of this statement. They also negate the fatalists, who always blame the fate for tragic events like accidental deaths. Maybe, fate's string-pulling decides things. The modern people cannot be convinced of this argument. He or she is not prepared to believe these aberrations as mere ordinary incidents happened by chance. They call this style of bringing up fate as a ploy to escape blame. The two recent back-to-back incidents of explosions that rocked the capital and claimed a number of lives on March 5 and 7 cannot be brushed aside as simple accidents. It's the common trend to belittle human errors and duty-dodging whenever large-scale accidents take place. The 21 people who had lost their lives and been on the Gulistan explosion spot on March 7 were caught amid a busy-hour blast. Their near and dear ones never thought of this tragic end to these people's lives even in their grisliest of nightmares. Nor even the persons close to them.Fate is sometimes called blind and deaf. It works in its own and unique way. A section of people take this chance to shirk their responsibility. They are unaware that they can commit unconscionable blunders leading to innocent people's deaths and injuries. In the Science Laboratory blast on March 5, it was primarily found that 'accumulated gas' was the culprit. Whatever may be the case, the victims would be termed 'ill-fated persons', a term long used to describe launch or motor accident victims. On the other hand, the term fate is indiscriminately used in all abnormal situations that lead to human casualties. Deaths in robbery or mugging cases, in building collapses or massive fires or explosions are also singled out as the work of fate. Fatalists would say all people are destined to one or another end as dictated by fate. But there are questions. Few are prepared to raise controversies over normal deaths, unless there are circumstances that point to wrong treatment or wrong medication. The deaths of 124 persons in the 2010 Nimtoli multi-storey apartment fire can be termed as having been engineered by the dictate of fate. If this is taken for granted, it amounts to doing injustice to those who have faced agonising deaths in the blaze. It's because this mindless conclusion eventually absolves the perpetrators of the deadly blaze of their dastardly acts.Had they not rented out their building to makeshift and hazardous chemical factories, the blaze wouldn't have originated. The Nimtoli fire was a blatant case of letting a case of killings creep into the building. That the building would catch an accidental fire leading to scores of deaths was a foregone conclusion. The case reminds many of the Marquez novel 'Chronicles of a Death Foretold'. The chilling conclusion: the whole process of the fire outbreak, the building occupants' desperate attempts to escape the flames, their cries for help --- all drew the scathing picture of an unfolding tragedy. In one sense, all the 124 persons were destined to death. But here the unpardonable negligence towards the building occupants' safety plays a dominant role in the deadly fire. Not the widely used and hackneyed phenomenon of 'fate'.The three million innocent Bengalees who were killed in the 1971 genocidal killings by the Pakistan occupation army could be called the victims of fate. But as the dispassionate history stood witness to the brutal killings, the whole saga was one of a cold-blooded genocide. Many people may call the victims ill fated, as it's an age-old expression. But the persons who became the targets of genocide could feel how cold death devoured them as they were dragged to the killing fields. Fate didn't kill them.[email protected]",
        "headline_1": "Of accidents and human follies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-accidents-and-human-follies-1678545137",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-03-2023"
    },
    {
        "full_article": "The prices of daily essentials such as milk, vegetables, sugar, etc are increasing day by day. However, people's income has remained low, which is reducing their purchasing power and compelling them to cut their expenses. Fixed-income groups and daily wage earners are the worst victims of this situation. The recent price hike has put resident students of colleges and universities in a tough spot as they now have to pay more for food, housing, transport and others. The extra expense is forcing many students to skip one meal a day as their families cannot send them additional money. To save money, they are opting for walking instead of taking rickshaws. Many students who live in rented flats often get notice of increased house rent by their landlords. The story of most resident students in Bangladesh is now more or less the same. They cannot concentrate properly on their studies due to their financial crisis. The authorities concerned should take an urgent step to resolve this problem and arrange for meals at subsidised costs for the university and college students.Md. Abdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Giving food subsidy for resident college/varsity students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-food-subsidy-for-resident-collegevarsity-students-1678545178",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-03-2023"
    }
]