[
    {
        "full_article": "The office of the Speaker in the Maharashtra Assembly was vacant for nearly 17 months, but it was filled up by an election held within two days of a new regime taking over. Rahul Narvekar of the BJP won with 164 votes in his favour and only 107 against, a margin that reflects the extent of support that Chief Minister Eknath Shinde enjoys in the House now. What facilitated Mr. Narvekar’s election was the change of heart on the part of Governor Bhagat Singh Koshyari, who has been refusing to fix a date for the election. In a partisan manner that has become typical for Governors, Mr. Koshyari has been citing the pendency of litigation, related to amendments to the Assembly Rules on the mode of electing a Speaker, to avoid fixing a date as required by Rule 6. Even though the Supreme Court is yet to dispose of an appeal in this matter, the Governor seems to have quietly withdrawn his objection and fixed the date for the Speaker’s election. Significantly, the election took place by open ballot as envisaged by the changed rules. The BJP, while in the opposition, was rooting for a secret ballot in the Speaker’s election, apparently in the expectation, even much before the Shinde camp’s revolt, that some members of the Maha Vikas Aghadi (MVA) constituents will vote against the ruling alliance. On the other hand, former Chief Minister Uddhav Thackeray favoured an open ballot as a possible deterrent against crossvoting.It is worth noting that the Constitution envisages no role for the Governor in the Speaker’s election, which is the prerogative of the House. It is only as a courtesy to the fact that the Governor is part of the legislature that the Assembly Rules say that the Governor shall fix the date for the Speaker’s election. It obviously means that the Governor shall do so on the advice of the Council of Ministers, but incumbents in Raj Bhavan entertain a perverse notion these days that they exercise power at their whim. If any Governor believed that he had any say in the matter of fixing a date for the Speaker’s election, it is both contrary to the constitutional scheme and a sign of playing a politically partisan role. One part of the problem was that the amended rule said the Governor shall fix a date “on the recommendation of the Chief Minister”, raising a doubt whether it was an individual piece of advice. The Bombay High Court, however, noted that there is nothing to suggest that the CM’s opinion did not have the support of his Cabinet or that any constitutional provision has been violated. As the erstwhile dissidents from the Shiv Sena have emerged the present-day rulers and demonstrated their majority in the Assembly, these controversies may mean little now. However, it again shows that constitutional functionaries never rise above the political thicket.",
        "headline_1": "In the political thicket: On Speaker election of Maharashtra Assembly",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/in-the-political-thicket-on-speaker-election-of-maharashtra-assembly/article65600089.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Reviving the Iran nuclear deal was a campaign promise of U.S. President Joe Biden. In the White House, Mr. Biden appointed a special envoy for Iran, starting indirect negotiations with the country and direct talks with other signatories of the 2015 agreement to meet this objective. But almost one and a half years later, there has still been no breakthrough in one of the most contentious issues he faces in West Asia. Multiple rounds of talks in Vienna made progress in bringing the deal back on track, which had sought to scuttle Iran’s nuclear programme in return for lifting international sanctions. But the talks collapsed earlier this year as the Biden administration reportedly refused to remove the terrorist designation of the Islamic Revolutionary Guard Corps (IRGC), a critical arm of Iran’s armed forces. Last week, Qatar, which hosted the U.S.-Taliban talks that led to the February 2020 agreement between the Afghan Sunni fundamentalist insurgency and the Trump administration, held indirect talks between the U.S. and Iran. However, as Mr. Biden prepares for his first West Asia tour as U.S. President later this month, a deal is still elusive. While Iran says the Doha talks were positive, U.S. officials say the prospects of reviving the agreement are now worse. That they stay engaged in talks shows that both sides are still keen on a solution, but they face structural impediments.To be sure, the current mess was created by Donald Trump. The Obama administration and the Rouhani presidency, along with other world powers, had engaged in painstaking negotiations to reach the 2015 agreement, which practically cut off Iran’s path towards building nuclear capabilities. Iran was fully compliant with the agreement’s terms when President Trump unilaterally pulled the U.S. out of the agreement. He had hoped that Iran, under economic pressure, would renegotiate the agreement. Instead, Iran began enriching large amounts of uranium to a higher purity and developing advanced centrifuges, besides strengthening its military presence in the region through its proxies. Mr. Biden, like Barack Obama, also sees a negotiated agreement as the best way to limit Iran’s nuclear programme. But he is facing pressure from America’s allies in West Asia, especially Israel, to include Iran’s weapons programme in the ambit of a fresh agreement. Iran is strongly resisting any attempt to expand the scope of the agreement. As negotiations go on, Israel has stepped up its shadow war with the Islamic Republic, targeting its military and nuclear personnel and weapons facilities. This is a dangerous slope. What the world wants now, at a time when it is struggling with the after-effects of Russia’s illegal invasion of Ukraine, is not another open conflict. The U.S. and Iran should start direct negotiations to overcome differences and find common ground on the deal before it is too late.",
        "headline_1": "Deal or no deal?: On U.S.-Iran direct talks on nuclear deal",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/deal-or-no-deal-on-us-iran-direct-talks-on-nuclear-deal/article65599485.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Single use plastic ban has come in force, but lack of viable alternatives suggests that past lessons aren’t learnt\nSSingle use plastic ban has come into force in India from July 1. In its commitment towards global climate goals, the government has implemented its notification banning identified 19 single use plastic (SUP) items. The violation of the ban is expected to invite penalties and jail terms as well under the Environment (Protection) Act 1986. Single use plastic items are those that are used once and discarded. They have high littering potential and high degree of non-biodegradability. The government has issued immediate directions to all States to curb supply of the banned finished goods and prohibit the petrochemical industries from supplying raw materials such as polystyrene used in producing SUPs.\nThe blanket ban on the 19 SUP items is a welcome move that promises to deliver relief to the environment and wildlife. The styrofoam cups, plates and plastic spoons and forks have long been an eyesore all around our cities, parks, beaches, railway tracks and even wildlife sanctuaries. In fact, the landfills across India are replete with SUPs that will not biodegrade even in the next 400 years. India generates 3.5 million tonnes of plastic waste a year, which is 3 kg of per capita plastic waste per year. During 2020-21, India generated 41,26,997 tonnes of plastic waste. Considering these staggering figures, it is apt for the government to launch the initiative. But is India ready, and more importantly, will the ban work this time?\nRestrictions on SUPs have been attempted in India as long back as 1999 when the sale of polythene bags was prohibited. Since then a plethora of national and state level laws have been enacted and implemented. However, the last 22 years are a testament to the fact that we still have plastic cutlery and many other SUP items freely available in the market. Till date, the centre had encouraged the states to phase out the SUPs but the states’ efforts were largely ineffective and SUPs thrived as always. The cause of the earlier SUP futile ban is always attributed to lax enforcement which took place in fits and starts. The current ban seeks to address this loophole and may to a large extent resolve the ineffective enforcement issue. But the real cause for failure of the SUP ban in the past has not been lax enforcement alone. The lack of sustainable alternatives to SUPs has been the major cause for the ban to remain ineffective and before long one could see resurgence of the SUP items in daily life.\nThe government seems to have put its weight behind enforcement of the SUP ban notification and its rules and paid less attention to the impact and viable alternatives for the industry and the people. Consequently, there’s a serious gap on ways and means of replacement of the single use plastic, which stands prohibited in a large part of the country, barring a few days of relaxations given at some of the places. An unrealistic time frame given for phasing out these single use plastic products means that the industrial houses in the country have been unable to research and develop practical and affordable solutions for the single use plastics. As a result, there is a dearth of manufacturing capacities of the alternatives to the single use plastics and no set supply chains are available for their raw materials either. The government could have opted instead to stagger the ban and used the time to develop a parallel line of eco-friendly products that would seamlessly have taken over the SUP slots. This would not only make the ban more successful but would have also saved the employment of scores of people engaged in production of SUPs and the capital of industries that has been invested into the production machinery.\nIndia needs to move towards a complete plastic free future and this cannot be possible in a short time. The government cannot and must not directly or indirectly support the plastic industry, while it bans SUPs as this will tantamount to taking two steps forward and one step backward. The Indian plastic industry must be slowly diverted towards adopting alternative materials on one hand and incremental staggered ban on plastic items must be applied in every quarter on the other hand to discourage the production and use of plastic items. In this balanced manner the government can actually phase out plastic from daily life. Some exceptional uses can be allowed such as for medical and defence purposes.\nFor a better environment, the people will fervently hope for the latest ban on SUPs to succeed. But there are lessons from the past failures, which must not be repeated. The government should enforce the ban effectively, while also making available the affordable alternatives to the shopkeepers and the consumers.\n(The writer is an environmental journalist. The views expressed are personal.)",
        "headline_1": "Single use plastic ban success is suspect without options",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/single-use-plastic-ban-success-is-suspect-without-options.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "As the saffron juggernaut rolls on, the Oppn  must do better than just making speeches\nSenior BJP leader Amit Shah’s claim that the next 30-40 years will be the era of the saffron party should not be dismissed or downplayed by opponents as pure hyperbole or an assertion suggesting complacency. The BJP juggernaut under Prime Minister Narendra Modi and Shah seems unstoppable; indeed it is gaining momentum. This is extremely disconcerting for the Opposition and a large section of the intellectual class; for them, it’s a nightmare come true. There have been highs (too numerous to be mentioned) and lows (eg, West Bengal last year) in the BJP’s journey; but its rise has been secular — no pun intended. Some political and thought leaders may even try to see complacency in Shah’s statement, though there is none. He is not among those who like to rest on their laurels; for him, laurels are never enough; there is always need for more. Winning a State is not enough; the number of BJP’s MLAs and MPs from the State should rise further; and after every rise, the Modi-Shah duo look for another rise. They fight for not just the 543 Lok Sabha seats, but also every Rajya Sabha seat, every State, even municipalities. The duo has excised complacency from the BJP genes. It is a new BJP, not that of Atal Bihari Vajpayee and LK Advani. This is not to say that the Vajpayee-Advani BJP was lethargic and laidback; quite the contrary, it has always been extremely active, vocal and enthusiastic.\nEven in the late 1980s, when the saffron party was reduced to two seats in the Lok Sabha, there was no let-up in its activity; its leaders continued to make their presence felt even though the Congress had over 400 members in the Lok Sabha. Whatever else the BJP’s opponents say about it, they can’t fault it for being slack or slothful. Under Modi and Shah, the saffron party has been further galvanised. Not many parties show the kind of energy, purpose and drive when out of power that the BJP does; and the Congress, which can boast of all-India presence, is certainly not that party. It bounced back to power in 1980 because the Janata Party fell under the weight of its own contradictions. Ditto with another experiment, involving Janata Dal, which was repeated a decade later. In 2004 too, the ‘grand old party’ came to power not because its leaders sweated it out on streets to win a landslide against the BJP — in fact, it got just seven seats more than the BJP’s — but because the saffron party’s messaging was awful and it could not get the RSS’ support during campaigning. Against this backdrop, Shah’s claim doesn’t seem improbable. If the GOP and other Opposition parties want to oust the BJP, they must do more than making fiery speeches and viral tweets. They must come up with something that is politically feasible and electorally possible. They have to stir out of their complacency.",
        "headline_1": "BJP marches on",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/bjp-marches-on-bjp-marches-on.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "With oil prices up, current account deficit increasing, rupee sliding and GoI taking some policy calls, India’s responses to external sector challenges are crucial. Here’s how to read the problem.\nHow critical is the impact of energy price surge?\nIt is a severe headwind. Net energy imports were $150 billion last year, 5% of GDP. If prices remain elevated for a year, this can rise by nearly $80 billion. This creates two somewhat related problems, which need different solutions.\nRead full opinion on TOI+\n\n",
        "headline_1": "Slowly, slowly manage rupee: RBI may target 3-4% depreciation per month till current account deficit, at a record high, remains a problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/slowly-slowly-manage-rupee-rbi-may-target-3-4-depreciation-per-month-till-current-account-deficit-at-a-record-high-remains-a-problem/",
        "news_paper_name": "The Time of India",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "BJP’s national executive meet in Hyderabad predictably hosted many swipes at opposition. But the real target was TRS, the incumbent in 2023 Telangana polls. That the Greater Hyderabad Municipal Corporation imposed big fines on both BJP and TRS for unauthorised banners and posters speaks well for the corporation. But that aggressive publicity is also an early indicator of a bruising poll battle between parties flush with resources. GHMC elections in 2020 signalled a rapid BJP surge when it pipped AIMIM and ran TRS close. Two bypoll victories have also added to the buzz.\nSome factors work in BJP’s favour. First, KCR has unwittingly helped BJP by decimating Congress in two successive assemblies through en masse defections. As in Bengal, an opposition vacuum is accelerating BJP’s rise. Second, BJP has tasted success with its strategy of alleging a tacit TRS-AIMIM alliance in GHMC polls. Slogans like renaming Hyderabad and flying the saffron flag on “Golla Konda” fort signal this strategy’s next phase. Despotic Nizam rule is another constant refrain. Third, BJP is chipping away at TRS’s huge advantage as the statehood movement’s vanguard by highlighting KCR family’s over-dominance and inadequate backward class representation and by promoting OBC leaders. Lastly, PM Modi is a key vote-catcher even in this southern state: recall the impressive four-seat-haul in the 2019 LS polls, with BJP even defeating KCR’s daughter.\nBut BJP, too, has reasons to be wary. Just as it was for TMC in Bengal, TRS is led by a veteran politician with complete control of the party and one who’s capable of cleverly playing the native vs outsider game. Like Mamata, KCR has a formidable welfare delivery record. Again, just like Mamata, KCR is stoking anger over popular issues. In Telangana, the focus is the alleged unwillingness of the Centre over procuring the state’s stock of parboiled rice. And, perhaps even more than in Bengal, BJP lacks formidable state-level leaders to take on KCR. That means national leaders may have to do the heavy lifting, a dicey strategy if TRS’s “outsiders” plan gets traction.\n\n",
        "headline_1": "Kolkata to Hyderabad: Why BJP v KCR has shades of BJP v Mamata. Expect a bruising poll battle in Telangana",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/kolkata-to-hyderabad-why-bjp-v-kcr-has-shades-of-bjp-v-mamata-expect-a-bruising-poll-battle-in-telangana/",
        "news_paper_name": "The Time of India",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "India’s digital payments landscape, led by the Unified Payments Interface (UPI), is the cynosure of many regulators. In the last two years, the volume of UPI transactions rose over threefold to 46 billion in 2021-22. But concurrently, there’s an anomalous trend. Indians still hold a relatively large share of cash, now one of the highest in the world in relation to GDP. Currency in Circulation (CiC) as a proportion of GDP has grown from 8.7% in 2016-17 to 13.7% in 2021-22.\nIndia is not exactly an outlier. Cash has proved surprisingly resilient. A paper by ADB on the trend over 2000-18 in 11 advanced economies showed that Japan, Singapore, South Korea and the US showed a rising trend in CiC to GDP ratio. However, Denmark, Norway and Sweden bucked this trend. One finding that seems to have universal validity is that big shocks such as Covid or the 2008 financial crisis trigger risk aversion among individuals. A consequence is an increase in cash holding.\nRBI estimates the annual currency requirement based on the forecast economic growth rate, inflation rate and disposal of soiled notes, among other things. Since 2019, India’s inflation trajectory has trended upwards, which may partly explain why CiC to GDP ratio quickly overshot the pre-demonetisation level. In addition, Covid may have triggered precautionary holding of cash. But none of these factors explains the long-term trend in India’s CiC to private consumption ratio. It was 25.6% in 2011-20 decade, higher than the 19.1% recorded for the 1971-2020 phase. Cash has a psychological hold that seems to defy financial logic. For example, India’s currency per capita of Rs 22,752 is about 13% of per capita GDP. This, at a time when high inflation is fast eroding the value of cash.\nEven as economists try to decipher the puzzling allure of currency, RBI shouldn’t lose its focus on the digital payments landscape. Its policy choices have been transformative at the grassroots. Progress here will eventually loosen the grip of physical currency in payments.\n\n",
        "headline_1": "Lingering notes: Cash seems to have a logic-defying appeal. Digitisation may eventually lessen that",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lingering-notes-cash-seems-to-have-a-logic-defying-appeal-digitisation-may-eventually-lessen-that/",
        "news_paper_name": "The Time of India",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Peter Brook is best known in India for his monumental production of the Mahabharat, which premiered at the Festival D’Avignon in 1985 as a nine-hour theatrical presentation. I was lucky enough to have been invited to the premiere and it took place in a stone quarry, giving the play a prehistoric setting.\nThe play itself seamlessly merged the mythical and the real. It was presented as an eternal saga of all humanity, although told movingly in India. And it was only this spectacular presentation which made me, an Indian, realise that the Mahabharat does indeed contain all of human history; that which is not in Mahabharat exists nowhere else!\nRead full opinion on TOI+\n\n",
        "headline_1": "A magician of space who knew there’s no final truth: Peter Brook’s Mahabharat, like all his theatre, was an epical version of human condition",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-magician-of-space-who-knew-theres-no-final-truth-peter-brooks-mahabharat-like-all-his-theatre-was-an-epical-version-of-human-condition/",
        "news_paper_name": "The Time of India",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "If you ask someone born and raised in Bangladesh before 1990 about what government jobs meant for them, the first things they would probably say are \"respect\" and \"job security.\" From a village-level officer to a top-ranked bureaucrat at the Secretariat Building, respect and job security are the two main factors that likely motivated them to put their minds and bodies through the arduous and excruciating process of memorising thousands of pages of \"general knowledge\" in order to take an extremely competitive examination on public service – with no guarantee of success at all.\nOf course, government employees also enjoyed certain degrees of influence within their own circles of authority, but no one really ever associated \"power\" with government employees, aka bureaucrats. Power, in the true sense of the word, has been exclusively reserved for the politicians, who got to enjoy it only after investing years of physical, mental and monetary capacities to gain popularity among a large number of people, and more importantly, prove their mettle in street activism and finally show their leadership acumen.\nNow, if you ask the same question to someone born after 1990, they would probably say it is mainly \"power and influence\" that make government jobs attractive. Respect and job security are still very much part of the package – it's just that they are not the most desired deals anymore.\nTake the example of a motor vehicle. Politicians are like the drivers, while bureaucrats make the engine. Politicians show the way by making pro-people policies and legislations, while bureaucrats find the most efficient ways to put those policies and legislations into effect by using the available resources.\nHowever, if the person behind the wheel suddenly starts to feel that the engine is not behaving the way they want it to, a crash does seem inevitable. And that is exactly what is happening in Bangladesh. It is increasingly becoming apparent every day that there is a tug of war going on between our bureaucrats and politicians.\nPlanning Minister MA Mannan, who was a veteran government employee himself before becoming a full-time politician, recently commented that bureaucrats were keeping local-level politicians on a tight leash. He made this comment in connection with the harassment that union- and upazila-level political leaders often face even by a low-ranking government officer. What this goes to show is that the balance of power has decisively shifted towards the government employees.\nAlthough it is hard to really pinpoint exactly when this shift began to take place, what is absolutely certain is that it was the politicians who got the ball rolling. It was them who approved an unprecedented pay hike for government employees. It was them who passed the Bangladesh Public Service Act, 2018 in parliament that prevented law enforcement agencies from suing or arresting government employees without judicial permission. It was the politicians who caused a widespread \"politicisation of the administration\" by indiscriminately lobbying to appoint political workers in government jobs.\nThe result of those actions is that now the administration is full of politically connected bureaucrats with political ambitions. All of these have eventually culminated into government employees feeling more empowered than ever before, and consequently, they are now replacing politicians as the heads of local-level relief committees during crises (such as the Rohingya influx in 2017 and the Covid pandemic breakout in 2020) and natural disasters (such as the ongoing floods in Sylhet and Sunamganj), which is another clear sign of the shifting of the balance of power.\nA senior field official from a top national security agency once told me about an interesting theory on how government officials deal with local politicians. He called it the \"ABCD of bureaucracy.\" The first thing that our bureaucrats try to do is \"avoid\" when they receive a request from a local politician. Then they \"bypass\" said request by forwarding it to a fellow official. If that doesn't work, they try to \"confuse\" the one making the request, and if that also fails to turn the politician away, they finally resort to the time-tested \"delay\" technique.\nYou may ask: Isn't that what bureaucrats always do? I'd say yes; they always do this to the common people, but until recently, they never did this to a politician. But given the outcomes of the last two general elections, people's distrust of our politicians is on the rise. The politicians have also gotten alienated from their voters, because there are now easier ways to win elections. Add to that all the legislations, policies and practices enforced in recent years to empower the bureaucrats, and you know who the politicians have to blame as their authority gets seriously challenged on a regular basis – no one but themselves.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n",
        "headline_1": "The tug of power between our politicians and bureaucrats",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-tug-power-between-our-politicians-and-bureaucrats-3063571",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "This flood is not yet over. The monsoon season now lasts till October, and in the second or last week of July, there is a risk of more major flooding in different parts of Bangladesh. But are we really prepared to tackle it?\nI was talking to a group of people in a school-turned-flood-shelter to find out the answer to the above question. \"We had everything to win the battle of Plassey, but the gunpowder was wet. That's how I feel about our capacity for flood management. Yes, there was unprecedented rain in the shortest possible time, but that doesn't justify the fall of the airport, medical installations, rail stations, and power distribution system,\" said Abul Hashem (not his real name), a retired headmaster from Dharmapasha upazila.\nI could not disagree with him.\nBangladesh boasts having a modern weather monitoring system and robust geostationary satellites under SPARRSO (Bangladesh Space Research and Remote Sensing Organization). But does it hold up during our time of need? We have the technology, understanding, and capacity to calculate the travel time of rainwater from the upstream Cherrapunji to Sylhet. If this information had been made available to the general public with a bit of specific analysis, it would be easier for the citizens to take action.\nWhat is the benefit of maintaining the organisations and their human resources if they cannot understand the danger of 22,000mm of rainfall upstream in only three days' time? Or if they can't predict the consequences of 24 hours of continuous rain in Sunamganj? Or predict which area will be submerged if the Surma River overflows in the absence of a town protection embankment? All these should be part of the forecast and warning system.\nNo doubt, Bangladesh has achieved remarkable success in disaster management, especially for cyclones. We often introduce ourselves as a role model in the field of disaster management. Our development partners and many pundits of disaster management also admit the same. To make our case, we refer to the cyclones of the 1970s and the death tolls, which have fallen from seven-digit numbers to single-digit tolls over the last 50 years. Mathematically, this checks out. But it is also true that, after 1991, the landfall of cyclones and hightide have never coincided. So, the room for complacency is very little in this respect.\nOne of my former students (a disaster management student at Dhaka University), who is a survivor of the flood and waterlogging in Sunamganj, could not find any similarities between what she had learnt about our capacity in disaster response and the real-life situation. She wrote with great disappointment: \"We only have the empty sound of the term 'role model!' Such terms only exist in workshops, class lectures, panel discussions, or on a talk show. Please send me the medals we have received so far for being a 'role model.' Perhaps I could eat those soaked in water.\" She could be wrong in some respects, but her misery and disappointment are justifiable.\nWe seem unwilling to learn from or admit to any mistakes as we climb up the high branches of the tree of complacency. In the minor flood of May, several power substations in Sylhet stopped working because they got inundated. After the water receded, nothing was done to protect the substations from future flooding. We could have at least built temporary embankments with soil and sandbags. If we had done that, we would not have had to fumble with the operations at Kumargaon Power Station.\nOn the other hand, even in the midst of this flood, the mayor of Sylhet, along with the army, secured the Kumargaon Power Station. That means it is possible to take action if only one is willing to. But is there a disaster contingency plan for Sylhet city? Who will be in command when handling city-wide crises due to natural calamities or crises caused by human error?\nWe witnessed the helplessness of the power distribution system of the entire Sylhet region as soon as the floods began. For many years, experts have been saying that the process through which our rural power system has developed, evolved, and expanded has gradually made the system itself fragile.\nOur fear that this rural power distribution system – which is based on a populist, propaganda-driven, and politicised philosophy – will fail to keep its bare minimum services running during any disaster has now come true. Power distribution substations under the Bangladesh Rural Electrification Board (BREB) were affected as soon as flood water entered the Sylhet region. The substation is a very important installation, and its location should be in a technically appropriate area. But since these visible installations catch the eye of powerful politicians, who attempt to install them in their constituencies, they were often installed without heeding issues of technical suitability or standards. Instead of gaining the ability to ignore such political pressure, the BREB has often given in to the political pressure.\nNot only that, even in the case of the construction of power distribution lines, the technical standards of rural electricity and social considerations are not very sustainable. That is why consumers of rural electricity never get uninterrupted electricity, despite there being enough power generation. More caution and prudence are needed in building electrification infrastructures in Bangladesh's flood-prone areas. A power system is actually the main driving force behind all our service sectors. This time, we have witnessed how redundant the telecommunication system and emergency medical services can be without electricity.\nThe unprecedented flood has destroyed people's confidence. When people lose self-confidence, they lose everything. We have to bring it back. No traditional response will help this time. You cannot buy \"confidence-building materials\" at the relief shops. It is the political will and democratic institutions that can bring back people's confidence. We have to be innovative and people-centred in our disaster response. Let the people decide their needs and select their priorities. Let's create space for people's participation in disaster management. Let's have fresh gunpowder instead of wet and damp one, as was the case in Plassey.\nGawher Nayeem Wahra is founding convenor and member secretary of Bangladesh Disaster Preparedness Forum (DF).\n\n",
        "headline_1": "Flood management in Sylhet: We can't fight a battle with 'wet gunpowder'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/flood-management-sylhet-we-cant-fight-battle-wet-gunpowder-3063626",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "For the last few years, Turkiye has been Nato's unruly kid.\nSince 2014, it has been allowing Islamic jihadists to cross the Turkish borders to slip into Syria and join Islamic State (IS). Ankara launched three offensives into Syria against Syrian Kurdish fighters, a US ally. It also helped Iran evade American sanctions by channelling funds through Turkish banks. In 2017, it purchased the Russian S-400 missile defence system. Last year, Ankara announced its plan to buy more of the same from Moscow.\nThen came Putin's Ukraine invasion in February. Nato and the EU took Ukraine's side. But Turkiye declined to fall into Washington's line and continued its balancing act between Russia and Ukraine.\nBut there are bigger issues. First, it is improving its defence manufacturing capacity by developing indigenous technologies and reducing dependence on the US. Second, it is supplying military equipment to others.\nThe last decade has witnessed a spectacular boom in Turkiye's defence industry. Between 2015 and 2019, its arms import has dropped by a whopping 48 percent, compared to the preceding five-year period. Previously, 70 percent of Turkiye's military hardware was imported, which has now reduced to 30 percent. The arms industry's size has grown from USD 1 billion in 2002 to USD 11 billion in 2020, of which USD 3 billion were exports. Bangladesh is among one of Turkiye's major arms buyers.\nThe reputation of Turkiye's drones has reached a proverbial status after its phenomenal successes at various battlefields. In February 2020, in a clash with the Syrian army and its allies in Idlib, Turkish drones incapacitated Russian-made Syrian defence systems. It then launched a \"drone blitz\" to destroy Syrian tanks and infantry. From April to June in 2020, Turkiye and Russia took opposing sides in Libya's factional war. Turkish Bayraktar drones halted General Khalifa Haftar's Russian-backed forces from advancing towards the capital Tripoli, changing the balance of power. In September 2020, Azerbaijan brought Armenia to its knees with drone attacks against its air defences, tanks, and troop concentration. In the ongoing Ukraine war, Turkish drones have destroyed significant Russian targets.\nNo wonder drones are one of the most sought-after Turkish items on the international arms market. More than 10 countries, including Pakistan, Qatar and Poland, have already signed deals to buy it, with many others showing interest. But these drones and other equipment's dependence on Western technologies could easily jeopardise Turkish grand plans.\nThe Foundation for Defense of Democracies (FDD), a Washington, DC-based non-profit foreign policy research institute, published a report in March highlighting Turkiye's critical dependence on foreign technology – mostly American – for advanced engines. This is, of course, the case as a Forbes magazine report elaborates.\nThe Turkish Navy has indigenously built multipurpose frigates and corvettes, increasing its size and strength. However, only 60 percent of its production is local; the rest depends on foreign technology. Turkiye's T129 ATAK, a twin-engine all-weather attack helicopter, is based on America's Agusta A129 Mangusta platform with Turkish-made avionics and weapons. The much-publicised home-grown Altay main battle tank needs foreign engines, which Germany and France had earlier declined to supply. Subsequently, two Korean manufacturers, Doosan Infracore and SNT Dynamics, came to its rescue.\nBut the US or any other source country could easily throw a spanner in the works. In March last year, it blocked a deal to sell Pakistan a fleet of 30 T129s for USD 1.5 billion because the helicopters contained US-built engine parts. Previously, Canada suspended sensor supply for the TB-2, and Rotax (Austrian subsidiary of Canada's Bombardier) declined to deliver engines.\nAcutely aware of its shortcomings, Ankara wants to eliminate all dependency on foreign suppliers for its defence industry by 2023. But considering the current situation, that may not be possible even by the end of the decade. It has, however, found a convenient solution in Ukraine, a republic of the former Soviet Union.\nSoviet strategy was to spread its defence industry over the vast country to reduce its vulnerability to military strikes. Ukraine was the repository of many sophisticated naval and aviation technologies, including advanced aircraft engine plants and associated research facilities. After the fall of the Soviet Union in 1991, Ukraine inherited all those and was willing to offer services to anyone willing to pay.\nAnkara has negotiated with several Ukrainian aerospace firms, such as Motor Sich, Ukroboronprom, and Ivchenko-Progress. Motor Sich has agreed to build a local factory for manufacturing Turkiye's Bayraktar TB2 Combat UAVs with its own engines. It will also provide engines to Turkish Airspace Industries' (TAI) ATAK II helicopters. Ivchenko-Progress has agreed with Baykar Defence, a leading Turkish UAV manufacturer, to provide AI-25 engines for its Combat Unmanned Aerial System. Ukraine has become a key element in Turkiye's defence grand plan.\nBut all that could change depending on how the Ukraine war unfolds. The Kremlin is well aware of the symbiotic relationship between Ukraine and Turkiye. It's hardly surprising that it will target Ukraine's defence plants. A Foreign Policy report confirms that Russia has destroyed several defence establishments in Ukraine, including an anti-ship missile facility near Kyiv, the Malyshev tank factory in Kharkiv, and heavy industrial complexes in the cities of Kharkiv, Mariupol, and Mykolaiv.\nBut the same attacks are also serving Washington's purpose, regardless of the war's outcome. A Russian victory would make Turkish defence ambitions difficult. But even if Russia fails, the significantly damaged Ukraine's defence capabilities won't have much remaining to offer. Either way, Washington wins.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "To Washington’s glee, Ukraine war hits Turkiye’s military ambitions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/washingtons-glee-ukraine-war-hits-turkiyes-military-ambitions-3063611",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Fifty years ago, in June 1972, the Watergate scandal broke out. Former CIA personnel had broken into the Democratic Party National Committee Office in the middle of the night at the Watergate Hotel in Washington. A Senate investigation ensued, and President Richard J Nixon resigned two years later on August 8, 1974 from US presidency. Nixon had to resign not for the break-in itself, but for his attempt to deny and hide the existence of taped records of White House discussion about planning the crime. The Republican Party's leaders in Congress then agreed that the president had to go, because getting away with a palpable \"obstruction of justice\" at the behest of the president would be a fatal blow to the institutions of democracy.\nIn June 2022, the US Congress is holding hearings to ferret out the facts about the insurrection on January 6, 2020 when a rowdy crowd invaded the US Capitol building, shouting death to Vice-President Mike Pence and Speaker Nancy Pelosi. The demonstrators were trying to prevent Congress from the required certifying of the presidential election results, in which Joe Biden had defeated Donald Trump by a difference of seven million popular votes. The violent demonstration that resulted in at least seven deaths is alleged to have been planned and encouraged from the White House.\nIn the Watergate case, an incumbent president, who had been re-elected for a second term, was obliged to take responsibility and pay the price of resigning in disgrace for what was regarded as gross malfeasance. Fifty years later, a former president is accused of conspiring a far more serious offence: overturning the presidential election results and supporting a violent assault on the Capitol building, the seat of the US Congress. But this time, the political establishment is so divided by party line that the large majority of Republican Congress and Senate members oppose even the investigation, which they consider a political witch hunt.\nMeanwhile, Donald Trump's support base among the public holds, and he wields great influence in nominating Republican candidates for the midterm election in November 2022 for the Congress and state-level offices. Political pundits believe that there are very low public expectations about morality and trustworthiness of politicians. Even the facts about the threat of a veritable coup engineered by Trump may not be enough to defeat Trump supporters in the midterm election in November.\nTwo-thirds of US residents (64 percent) think that democracy is in crisis and at risk of failing, according to a National Public Radio (NPR) and the global market research company IPSOS survey in January 2022. Only seven percent of young Americans thought the US was a \"healthy\" democracy, according to the Harvard Institute of Politics youth polling in December 2021.\nPolitical observers believe that the midterm election remains a toss-up, and will be decided by the voters' views on the Biden administration's handling of the economy and the danger of a stagflation that looms large after the pandemic and the Ukraine war. Donald Trump is even seen by many as a viable candidate for presidency in 2024, unless he is indicted and sent to jail. The attorney general of the Biden administration, Merrick Garland, who has to make the decision about pursuing indictment, is concerned about the political repercussions of such a move rather than the merit of the case. He is watching what the Congressional hearing brings out, and how the public reacts to the hearing. This does not augur well for democracy in the US. What does this tell us about the fate of democracy in the world?\nA group of American scholars have written about a clear and consistent pattern they see, which they call the Authoritarian Playbook (Protect Democracy, June 2022). Aspiring autocrats follow this playbook with minor variations to achieve their goal. The playbook lists seven basic tactics that the authoritarian leaders employ in pursuit of their aim. These are:\n1. They attempt to politicise independent institutions, such as undermining the independence of the election process.\n2. They spread disinformation – controlling media platforms to spread disinformation and undermine confidence in democratic institutions.\n3. They aggrandise executive power at the expense of checks and balances – influencing legislature and judiciary not to restrain the executive branch from exercising power in corrupt ways.\n4. They quash criticism and dissent – the authoritarian leaders and autocratic-minded state functionaries use the power of government to limit dissent.\n5. They specifically target vulnerable and marginalised communities – rallying populist support by attacking vulnerable communities and defining them as outsiders.\n6. They work to corrupt elections, such as the efforts in the US to overturn the 2020 election results, passing new legislation in states to limit voting rights and control the voting process.\n7. They stoke violence – deliberately looking the other way or even inflaming violence to provide political cover for restricting civil liberties and suppressing opposition voter turnout.\nDoes this list look familiar? If this list is about the global state of democracy, what can be said of the emerging and more fragile polities in the developing world – including Bangladesh?\nBangladesh is in a neighbourhood not particularly congenial to the flourishing of democracy. India, the behemoth, backsliding precipitously from its secular, pluralistic and democratic ideology, is not a good example or influence. We cannot but be impacted, directly or indirectly, by what happens in the region. But can Bangladesh be proactive in reclaiming its progressive, inclusive, egalitarian and just-society vision that inspired its charter as an independent country?\nThe next parliamentary election in Bangladesh in 18 months would come at the end of the third consecutive term of the Awami League-led government. It has been a period of economic growth and mega infrastructure projects, but also a period of democratic erosion marked by two rounds of seriously flawed national elections in 2014 and 2018, and growing economic inequality, further aggravated by the Covid pandemic.\nReversing the authoritarian trends and mindset that have sunk roots in the political culture cannot happen overnight. But a beginning in this direction can be the legacy that Sheikh Hasina, the daughter of Bangabandhu, can leave for the next generation. Keeping the 12th parliamentary elections in mind, four actions can be taken: a) Ensuring that candidates are nominated because of their honesty, competence, popularity and record of public service, rather than the money and muscle power they can muster; b) Pledging to shun the use of mastans, muscle power, intimidation and violence by the ruling party and its candidates, and reining in the affiliated bodies such as the Chhatra League, Jubo League and Sramik League, observing strictly the rules for public representation; c) Pledging total support for the Election Commission to conduct a free and fair election, placing the government machinery at the hand of the commission for this purpose, and encouraging it to exercise its authority fully, including postponement of polling as needed; and d) Pledging to forego stoking factional, communal, sectarian, and religious divisions for political gains and reclaim the liberation ideals of justice, inclusion and human dignity for all – thus aspiring to be a model of liberal democracy in the region.\nConvincing the citizens of the sincerity of these intentions will be the surest way to seize victory for the ruling party at the polls, and at the same time of injecting vital life-blood into the democratic process. Only words will not convince the public. Actions will have to follow in the form of creating a level playing field for all political parties – not pushing for repressive laws, and not using government power to punish dissent and protests.\n \nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network (BEN), and vice-chair of the Campaign for Popular Education (CAMPE).\n\n",
        "headline_1": "Democracy on life support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/democracy-life-support-3062941",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "As social paradigms keep changing from time to time, many laws and regulations need to be changed to better respond to the challenges of the day. The government's decision to amend the Children Act – against the backdrop of rising crime involving juveniles – is, thus, rooted in reality. Just within the space of a week last month, two incidents – where a teacher was killed by his student in Ashulia and a principal was forced to wear a garland of shoes in Narail – brought renewed focus to the issue. But since anything involving children needs to be dealt with sensitively, we hope the law ministry would weigh all possibilities before taking any decision.\nThe issue of lowering the age threshold is more delicate in a society where the prevalence of child labour or marriage is as much a result of deep-rooted socioeconomic conditions as of loopholes prevailing in the laws. But the rise of teenage gangs who are getting involved in violent crimes needs to be addressed. The age of gang members has proven to be a barrier to criminal trial when they are sent to the court. There is also the problem of manipulating birth records. To escape punishment, a delinquent may be falsely shown to be below 18 – the current legal age limit – as it happened with the main accused in the murder case of the Ashulia teacher. On the other hand, in case of an early marriage, the bride's parents may manipulate records to show her as being of marriageable age.\nTo have a common age limit for all children and for all functional purposes is tricky. If it is lowered to 14 years, as a minister has suggested, a number of issues will crop up. It will, in all likelihood, increase the rate of child marriage in the country, and consequently early pregnancy and child birth. Already, we have legal complexities making the situation for minors difficult. For example, the labour law legalises the employment of children above the age of 14, although the Children Act sets the age limit for children at 18. The permission of underage marriage under \"special circumstances\" is another instance of legal loopholes. The last thing we need is another provision making the situation further complicated.\nTherefore, we feel that any change in the Children Act, and the definition of children, needs to be done judiciously. The government may also consider other options like trying certain juvenile crimes, like murder, under \"special circumstances\". Revamping the juvenile correction facilities is also a priority.\n",
        "headline_1": "Should child age limit be lowered to try juvenile crimes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/should-child-age-limit-be-lowered-try-juvenile-crimes-3063706",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "It seems strange that even two years after the inauguration of the Dhaka-Mawa-Bhanga expressway, the Roads and Highways Department (RHD) has not yet been able to introduce an automated toll collection system for the motorists. Reportedly, the department has only recently appointed a joint venture firm for toll collection, albeit manually, and without even setting up the required number of booths. As the firm has started their work unprepared, it has been creating long tailbacks on the highway. Transport experts fear that the tailbacks will be longer during the upcoming Eid holidays.\nThis isn't the only instance of such poor preparedness. The authorities also couldn't introduce an automated toll collection system at the recently inaugurated Padma Bridge. According to the Bangladesh Bridge Authority (BBA), it would take around six months to launch the system for this megastructure. Until then, tolls will be collected manually.\nThe question that naturally arises is: how could these modern structures start operations without ensuring a vital service like a modern toll collection system in the first place? Shouldn't those have been opened to the public after all necessary preparations were made? When it takes two years to just appoint a firm for toll collection, the loss suffered in terms of revenue collection isn't the only concern here. Commuters also have to suffer because of such manual operations, causing long delays in toll payment. It's unfortunate because an automated system is supposed to be an integral part of such expressways, and seldom, if ever, will you see one without it anywhere in the world. Clearly, this has happened due to a lack of efficiency and proper planning.\nBesides showing such apathy to a modern toll collection system, the RHD has also made another blunder – it began collecting tolls without consulting with the associations of transport owners and workers. So now, drivers are often seen quarreling with the employees of toll plazas over the amount of fees fixed, resulting in more delays. Such mismanagement is a major barrier to smooth traffic movement, which in turn threatens to cancel out the expected benefits of such structures.\nThe Padma Bridge and the Dhaka-Mawa-Bhanga expressway are supposed to significantly reduce the time of travel to the country's south and southwestern regions from the capital. But this may not happen if an adequate number of toll booths are not set up on the entry and exit points of these structures. This needs to be fixed. Equally importantly, the government needs to introduce a modern toll collection system for all megastructures and follow it up by introducing it everywhere tolls are collected. This will make them more efficient and people-friendly.\n",
        "headline_1": "How long before toll collection is automated?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-long-toll-collection-automated-3063691",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Even the threats posed by imaginary invasions by aliens from exo-planetary origins as depicted in science fictions and Sci-Fi movies pale before the havoc plastic is set to wreak on the human race. But the modern civilisation seems to prefer convenience to environmental and ecological sustainability. Surprisingly, both world leaders and common citizens almost the world over are pretending to be unaware of the grave danger they are encountering on account of the increasing production, use and deposit of plastic on lands, in inland water bodies and even in oceans. In reality, the present civilisation has created a Frankenstein that may end up annihilating its creators. So far a layman's understanding of the threat has been limited to polythene bags and plastic containers, utensils and furniture. But the condiments and toiletries commercially distributed through plastic sachets in various forms mostly remain out of sight. Thanks to Environment and Social Development Organisation (ESDO), people will be surprised to know that such small multi-layered plastic pouches have already been responsible for limitless degradation of the soil, water bodies and the environment of Bangladesh, a geographically small country. According to a study carried out by the ESDO, this small nation annually produces plastic-sachet waste to the tune of 192.4 million kilogram. Of these, food and cooking stuffs have a share of 47 per cent and cosmetic and toiletries 31 per cent. Clearly, convenience and commercial considerations have found a meeting point in spurring the production and use of items that the previous generation either did not use or if used, did so in a different way without help from plastic. Of course, there were inconveniences but when the existence of nations and the human race can be at stake, convenience should not always get the better of environmental considerations. Understandably, pharmaceutical use of plastic sachets cannot possibly be avoided but there is no point encouraging use of single-use one-time plastic containers. Not long ago, banana and shal leaves were used for such purposes. Even if it is not possible to revert to the old ways, alternatives to plastic sachets and containers can be found out and recycling prioritised. Already, paper glass and cups have been in use widely in some countries, including India which, moreover, has gone, as the chairperson of ESDO informs, for slapping a ban on plastic sachet from July 1 last. If India, a large country, can adopt such a drastic measure to contain environmental pollution, so can Bangladesh. More so when this country was the first in the world to ban polythene bags and reaped some positive results initially is a good precedence. If the country did not let go the tight leash subsequently, this country would have been in an enviably sound position so far as environmental pollution from plastic is concerned. It is time the rampant use of polythene bags in markets were contained with an iron hand. The law is still there; only its enforcement is what is of urgent need. As for limiting the use of other kinds of plastic, a national policy ought to be formulated with an emphasis on environmental protection.",
        "headline_1": "Multi-dimensional threats from plastic",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/multi-dimensional-threats-from-plastic-1656944313",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Irregularities in relief distribution have been a regular feature in the country's post-disaster scenarios. Lack of coordination adds to this bottleneck. It has been over a fortnight since a wide-scale flash flood struck the northern and north-eastern Bangladesh. The flood triggered by rain-fed rivers across the border affected in particular the greater north-eastern districts of Sunamganj, Sylhet and Netrakona. Around 76,000 people were affected leading to displacement of nearly 500,000 people. Homesteads numbering 16,98,173 were damaged. Unlike the previous floods affecting different zones of the country, the latest one didn't assume the proportions of a great calamity. Yet the life of thousands in towns and villages bore the disaster's brunt.Upon conducting an aerial assessment, it has found of late that the flood water is receding. However, due to the sudden increase in the bouts of monsoon rain, flooding in some areas in northern Bangladesh registered a comeback. In such a situation, a daunting phase warranting full-throttle efforts to save people from the grim flood aftermaths is emerging fast. It's a highly critical phase, and the preparation to face it brooks no delay. If the local and central administrations make inordinate delays in starting the relief and rehabilitation activities, it will mean increase in the miseries of the flood-hit people. A sizeable number of people belong to the poor and ultra-poor classes. They are eagerly awaiting the people coming with myriad types of emergency relief goods, as well as the materials needed for rebuilding their shelters. The local administrations are prepared to wait for some more days. It's because they are acquainted with the massive and all-out efforts they might have to put in to launch the urgent relief operations and those of long-term rehabilitation.Irregularities begin creeping into relief and rehabilitation programmes with the arrival of the government materials in aid of the flood victims. However, most of the relief operations do not follow the legitimate practices after the Dhaka-based relief materials begin arriving in the far-flung affected areas through the channels of local administrations. The network of phony relief syndicates, hoarders and pseudo social workers bide time. They swing into their dubious operation immediately after the relief goods' distribution starts. In the days of almost annual assaults of cyclones and floods on this country, the activities of relief goods manipulators were rampant. Large numbers of genuine flood and cyclone victims would be found becoming paupers in a short time on being deprived of their due shares of state relief. On the other hand, with the changes in climate patterns the frequency of natural disasters assumed an erratic nature. But the relief and rehabilitation goods' pilferage and mismanagement continued unabated. Those were conducted by well-known syndicates manned by lackeys of local influential quarters.One hopes these abominable practices will not recur this time, when largely unpredictable flash floods have struck vast areas in the country's northern and northeastern regions. Due to their being situated alongside the lower riparian rivers like the Brahmaputra, the Surma, the Kushiyara and a few smaller rivers, the vast areas' flooding was a foregone conclusion. Normally, almost every decade in the 21st century, flash floods triggered by water onrush from rivers upstream continue to severely hit vast swathes of the country's greater north. The people living in this region have accepted it to be their fate. But the country's river experts are not going to accept it. Apart from excessive monsoon rains, they blame it all on the weak river embankments in Bangladesh, ritualistic negotiations on river management on the other side of the border, and also a short shrift being given to the country's north and northeastern areas. The policymakers appear to have witnessed in awe the massive inundation of the country's fields of the chief crop --- paddy --- due to the untimely flooding of the 'haors'. Unfortunately, the onrush of water through the common rivers caused by flash floods continues to elude them. A lower riparian country has to look forward to the fruitful actions taken by upper riparian ones. If they continue to evade or gloss over the problem leading to further sufferings in the lower riparian territories, government-level talks remain the only key to an amicable way out.The flash floods have lately been playing literal havoc with the northern and north-eastern Bangladesh. It's true that the states of Assam, Meghalaya and a couple of others are also passing through bouts of excessive rains. But being in the upper riparian area, they have the great advantage of constructing a strong and effective mechanism to control the water stream of their rivers. On the part of Bangladesh, it's upbeat to realise that the nation was able to cope with the initial blow of the recent flash floods. Being a little more than a fortnight into the floods' assault, people in the country's north and northeastern areas, and the authorities concerned, have started reaching the conclusion: The bout of the calamity is weakening fast. It bodes well for the nation. The fallout being assessed, a complete picture is expected to come out soon. Immediately after it, preparing data on the affected should be in place, with special focus on the margilalised people who are feared to be sidestepped. But the scourge of tampering with relief and rehabilitation materials keeps looming. It's time the nation dealt strongly with this menace. Bangladesh should silence the flash floods' roars. The demon of Covid-19 has started awakening again. This time it is feared to be more ferocious than in its last assaults. In short, a phase of testing times stares the nation in its face. Bangladesh should be prepared to tackle this phase of bad times. \n[email protected]",
        "headline_1": "Flash flood impact, the looming corona",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/flash-flood-impact-the-looming-corona-1656944361",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Two recent incidents at the country's two educational institutions have jolted public conscience. In one case, a teacher at a school in Savar, not far from Dhaka, was killed by his student on the schoolyard. In another, a teacher was subjected to humiliation in public at a college in Narail. Though there was a world of difference between the circumstances that led to those sad endings, the common thread that connects them is that both the victims are teachers. The series of incidents that lay behind Narail case have meanwhile come to light, thanks to the media reports. However, the reports are still sketchy about the reasons behind the murder of the Savar teacher. Students, teachers and civil society members across the country have staged demonstrations condemning the violence committed against teachers in the two incidents.So far as the public protests and demonstrations go, both the incidents have been lumped into one issue of violence against teachers. But every murder is reprehensible, even if the victim is a person of no consequence. Now, in the Savar teacher murder case, a teenage boy was involved. No doubt, though in his teens, the boy had already turned into a violent criminal so much so that he thought nothing of beating and stabbing his teacher with a cricket stump to death. In that case, it is the job of the police to find out the causes and the motive behind the murder. In case the police dragged its feet over arresting the killer boy or failed to arrest him, then there would be reason to suspect that a vested quarter might be involved in the shocking murder. But the police have done its job by promptly arresting the killer. And the whole incident is now under investigation. So, if there is any lapse in the process of bringing the offender to exemplary justice, that should provide enough reason to stage protest demonstrations by the victim's family and even the general public. In the second case, the students along with some locals humiliated a college principal in Narail by placing a ring made of shoes around his neck in public. Reports have it that a group of angry students of the college was demanding that one of their fellow students had posted something on the social media that amounted to a sacrilege to Islamic faith and so he should be taken to task. But the college principal, it was alleged, rather than responding to the resenting students' demand forthwith, handed the matter over to the police. And in consequence, the protesting students and locals took the law into their own hands. And it all happened in presence of the victim's colleagues and the members of the district administration including the police. It was very unfortunate and unacceptable. Protest demonstration against this scandalous incident is, of course, justified. But at the same time, it is also important to note that the issue that led to such a deplorable consequence was a highly sensitive one. And so, it called for extreme caution in handling for the simple reason it had already become a flash point at the subcontinental level. And Bangladesh is not an isolated place. In such a situation, it would be irresponsible to politicise the event or even stereotype or scapegoat any particular group for the incident. If anything, such an approach only further muddies, even turn the situation more volatile, rather than help to resolve the problem. And if there is at all any connection between the two incidents (of Savar and Narail) as some would like to hint at, then it is in the fact that people are getting more and more intolerant with every passing day. To know why it is so, one needs to look into the deeper social and economic roots of the problem. And as no society is an island, one needs also to consider the issue in its wider regional as well as international context.\n[email protected]",
        "headline_1": "Victims of intolerance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/victims-of-intolerance-1656944390",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2022"
    },
    {
        "full_article": "Among the vehicles that crossed the Padma Bridge on the first day, 60 per cent were motorbikes, report media outlets citing the authorities. Motorcycles' mad races on the bridge soon turned tragic when two bikers were killed in an accident on the first day of the bridge opening to traffic. Since then, the bridge authorities have banned motorcycles. In Bangladesh, we have grown a culture of banning. To many of us, whenever there is a problem, there should be a ban. Banning motorbikes on the Padma Bridge or the Mawa-Dhaka Expressway can never be a solution. Yes, it is true that motorcycle is more accident-prone than other vehicles. But this can never justify this ban. We can adopt a process of educating our bikers in particular and the public in general about road safety rules, and enforce such rules with strict policing. Instead of applying that, the authorities went for a quick-fix solution. We must remember that no transport is safe from road crashes. This is why we should not single out bikers only. If we do not lift the ban, we will deprive a large portion of our people from using the country's largest bridge. \nBadsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Lifting bike ban on Padma Bridge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lifting-bike-ban-on-padma-bridge-1656944426",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-07-2022"
    }
]