[
    {
        "full_article": "There is good reason for the Supreme Court of India to ask the police to be proactive in dealing with hate speech by taking immediate legal action without waiting for a formal complaint. The Court has also warned of contempt action if the police showed any hesitation in compliance. Directed at the police in Delhi, Uttar Pradesh and Uttarakhand, the order is in response to the “unending flow of hate speeches” highlighted in a writ petition before it. The Court has referred to the growing “climate of hate”, and taken note of the inaction in most instances, despite the law containing provisions to deal with the phenomenon. It is quite apparent that the governments at the Centre and in some like-minded States do not share the Court’s concern for communal harmony, fraternity and tranquillity; in fact, some of them may be contributing to the vitiated atmosphere either by studied inaction or complicity in allowing provocative speeches in purported religious gatherings by majoritarian elements. Intervention by the highest court has become necessary in the light of some controversial religious leaders getting away lightly after making unacceptable comments, some of them tinged with a genocidal tenor. It is in such a backdrop that the Court has underscored the constitutional values of secularism and fraternity among all religions and social groups.It was a religious conclave held in Haridwar late last year that set the tone for the ‘hate speech’ case that is being heard now. Even then, the Court had called for corrective measures, leading to another conclave being prevented by local authorities in Roorkee in Uttarakhand. While the intervention may have halted a few meetings at that time, it cannot be said that such transgressions have ended. There has been a disconcerting pattern of Hindu festivals becoming an occasion for the conduct of religious processions that end in clashes caused by provocative behaviour. In the name of dealing with the resulting clashes or disturbances, officials have resorted to demolishing the houses of those allegedly involved in the incidents, without following any process of law. Such developments have given rise to new curbs on minorities, such as unwarranted police probes into the holding of group prayers, and new allegations of purported plots to infiltrate Hindu events. Some television channels have been adding to the bigotry by their manner of functioning. Administrative bias on the one hand and the spread of social prejudice on the other cannot be allowed to vitiate the national mood. Towards that end, the Court must do everything possible to nudge authorities to enforce the law against the propagation of hate.To read this editorial in Tamil, click here. To read this editorial in Hindi, click here.",
        "headline_1": "Vital intervention: On the Supreme Court order against hate speech",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/vital-intervention-the-hindu-editorial-on-the-supreme-court-order-against-hate-speech/article66049645.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "The Pakistan Election Commission’s decision to disqualify Imran Khan from completing his term in Parliament is a setback for the former Prime Minister, who has been rallying his supporters against his political rivals as well as the military establishment ever since he was ousted in April. The commission found Mr. Khan, leader of the Pakistan Tehreek-e-Insaf (PTI) party, guilty of illegally selling gifts he got from foreign dignitaries when Prime Minister and concealing the profits. And the four-member bench came up with a particularly harsh judgment of barring a popular politician and the main opposition leader from office, an order that is reminiscent of former Prime Minister Nawaz Sharif’s disqualification in 2018. Mr. Khan would also be prevented from heading the PTI as an earlier Supreme Court judgment bars disqualified leaders from heading political parties. The verdict came days after Mr. Khan swept the by-polls by winning six out of seven National Assembly seats, in a sign of his surging popularity despite the different cases slapped on him. He has challenged the commission’s verdict in the Islamabad High Court, but, needless to say, the development has added to his legal woes. It could threaten his political career and worsen the political instability.While the legality of the commission’s verdict would be reviewed by the High Court, it is hard to miss the parallels between the disqualification of Mr. Sharif and that of Mr. Khan, barred from office after they fell out with the powerful military establishment. Mr. Sharif always had a testy relationship with the military. Mr. Khan, on the other side, was a beneficiary of Mr. Sharif’s ouster. He rose to power with help from the establishment, and the then opposition which makes up the current government, accused him of being a pawn in the hands of the generals. But the tables turned when Mr. Khan tried to rein in the military. Now, he is accusing the military of conspiring with his political rivals to keep him out of power. Whether he is right or wrong, Pakistan’s history suggests that any popular leader who tries to mobilise political capital independent of the military’s standing would be met with strong institutional resistance. Mr. Khan’s story is no different. Pakistan is in a crisis. The Shehbaz Sharif government is a short-term arrangement; the economy is in free fall; and this year’s floods have made matters worse, leading to growing public resentment. The civilian leaders should assert themselves, strengthen democracy and take the country out of the morass it is in. Instead, their power struggles, under the long shadow of the military, are further destabilising the country.To read this editorial in Tamil, click here. To read this editorial in Hindi, click here.",
        "headline_1": "Out of favour: On the disqualification of Imran Khan",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/out-of-favour-the-hindu-editorial-on-the-disqualification-of-imran-khan/article66049565.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "A Britain no longer great, a kingdom hardly united, has chosen a child of the empire to restore economic and political stability, even if not glory, in the 75th year of the jewel being plucked from its crown. Rishi Sunak, a person of Indian origin, is Britain’s new prime minister.\nAfter all the usual skulduggery and backstabbing long associated with the very British political coups, Conservative Party members of parliament seem to have been reminded of Shakespeare’s cautionary words (Richard II): “Forget, forgive, conclude and be agreed/ Our doctors say this is no time to bleed.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Behind 10 Browning Street: Sunak was deemed ok by English upper classes who control London’s financial centre",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/behind-10-browning-street-sunak-was-deemed-ok-by-english-upper-classes-who-control-londons-financial-centre/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "The UK has just got its third prime minister in three months and its fifth in just over six years. The individuals concerned, including Boris Johnson with partygate and Liz Truss with a fiscal wrecking ball, are certainly stars of this shabby soap opera. But it is also a reflection of deep problems in the UK economy, which the Ukraine war has painfully aggravated. Critics say that the first nation to industrialise was also the first to deindustrialise – now Britain’s productivity growth and wage growth have slowed in an unparalleled way. What all of this amounts to is daunting challenges for PM Rishi Sunak despite the widespread belief that he is much more competent than his predecessor.\nHe has become the youngest UK PM in two centuries on the back of a meteoric political rise, including a lauded stint as the finance minister who steered the country through Covid. That he is a brown-skinned PIO is important symbolically, but equally important is that his party MPs selected him because they thought he’s a non-ideologue and steady pair of hands. Despite the ‘Fishy Rishi’ and ‘Rishi Rich’ critiques in the UK popular press, it’s perhaps the appearance of predictability and pragmatism, as much as the underwhelming alternatives, that got him the job.\nMuch is being made of the India-UK FTA. Sunak has previously told TOI that he is “strongly committed” to the deal. However, Britain and India are not each other’s most important partners. Plus, an FTA makes sense for India only if the UK’s skills shortage is met by India’s skills supply. But a voluble faction in British politics continues to strongly oppose this. If Sunak bows to those in the UK who don’t want more Indians to work there, India should walk away from the deal. And if Sunak bravely stands up to those being myopic about overseas skills supply, his ‘Indian’ roots may come under scrutiny of right-wing British critics. It won’t be surprising, therefore, if Sunak goes easy on the FTA.\nHis priority anyway is combatting recession and record inflation, and a rising tide of unpopularity for his party. In his first speech as PM yesterday, Sunak emphasised he is “not daunted”. Only, less than seven weeks ago, Liz Truss had proclaimed herself “determined to deliver”. Sunak perhaps brings better credentials to the job, but the job itself has only gotten tougher.\n\n",
        "headline_1": "Ready, Rishi?: Sunak’s ‘roots’ were incidental to his being picked as UK PM by fellow party MPs. His job is enormous",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ready-rishi-sunaks-roots-were-incidental-to-his-being-picked-as-uk-pm-by-fellow-party-mps-his-job-is-enormous/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "The stand-off between the Kerala government and governor Arif Mohammed Khan over his attempt to sack vice-chancellors of nine state universities has required a Kerala high court intervention. A bill passed by the assembly that curbs the governor’s powers as chancellor of state universities is pending Khan’s assent. Earlier Bengal and TN had passed bills with chief ministers replacing governors as chancellors. The nub of the issue is politicisation of state universities. So long as a pliant governor is in office problems don’t surface. But governors chosen by rival parties and who are aggressive like Jagdeep Dhankhar in Bengal, RN Ravi in Tamil Nadu and Khan in Kerala have upended this spoils system. The state university issue is another fallout of the BJP vs opposition bitter fight.\nHowever, even in states without such tiffs, the rot runs deep. Every government parks its favourites at all levels in higher education. The justification is that funding comes from the state.  So, in Kerala this would translate into the search committee forwarding just one name for vice-chancellorship instead of a panel of three applicants as per UGC regulations for the governor to take the final call. Obviously, a politically preferred candidate is the chosen ‘one’. Faculty positions too see such gaming.\nEnrolment is highest in state government universities but very few among them are in the top-100 in GoI’s NIRF rankings. This is despite a head-start of several decades over newer central and private universities. One solution could be to cut out governors and education ministers (pro-chancellors) and other politicians like MLAs etc from key university roles and to allow the institutions to function autonomously – with fully independent, expert search committees hiring academic talent. It is a leap of faith state governments must be willing to take. Autonomy can improve academic leadership, reverse brain drain from public universities and improve quality in higher education.\n\n",
        "headline_1": "Children, children: Governors and state govts’ unedifying fights harm universities most. Make institutions independent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/children-children-governors-and-state-govts-unedifying-fights-harm-universities-most-make-institutions-independent/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "China’s drab political landscape came alive, briefly, with the once-in-five years meet of the National Congress of the Communist Party of China from October 16 to 22. The 20th Congress had a clear winner – President Xi Jinping.\nXi proved political pundits right by getting re-elected for the third term. His predecessor  Hu Jintao was part of the proceedings until he was escorted out. Nobody will really know why Hu left. One can only guess what could have upset him.\nRead full opinion on TOI+\n\n",
        "headline_1": "China’s Mao redux party congress: Xi alters the political contract by formalising a personality cult and rewarding blind loyalists",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/chinas-mao-redux-party-congress-xi-alters-the-political-contract-by-formalising-a-personality-cult-and-rewarding-blind-loyalists/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "The latest key food item to stray further out of the reach of citizens is sugar. Reportedly, the price of sugar has jumped to Tk 100-110 per kg, up from Tk 90-95 per kg a couple of weeks ago in the retail markets. This is in stark contrast to the new rates set by the government, according to which loose sugar should cost Tk 90 per kg and packaged sugar should be sold at Tk 95 per kg in the retail market. Supply of sugar has also decreased as importers face many complications when opening letters of credit (LC) with banks. The overall reason being cited behind this steep rise in sugar prices is higher manufacturing costs. Production of sugar has been facing disruption recently due to an insufficient supply of gas to manufacturing facilities. \nBut sugar prices were already too cornered given the hiked price of the US dollar against the Bangladeshi taka, which made importing crude sugar much more expensive. This was not helped by the globally increased energy prices. To put the crisis further into perspective, of Bangladesh's 25 lakh tonnes annual demand for sugar, at least 24 lakh tonnes are imported as domestic mills are only able to produce about one lakh tonnes. But given that the price of sugar stands at USD .40 per kg globally, as per World Bank data from October 4, why exactly is there this big of a discrepancy between that and Bangladeshi prices?\n\nWhat we need now is rigorous and dedicated market inventions from the government, perhaps beyond just fining traders who are overpricing goods or tampering with the quantity they sell to consumers. This goes for the markets of all essential food items.\nYes, manufacturers and traders are facing a range of problems when it comes to importing and producing sugar at the least costs and on time. But recent drives by the Directorate of National Consumers Right Protection have presented an unsavoury side of the story as well. While the directorate's report reveals that there is no shortage of unrefined sugar, mill owners, dealers and wholesalers have found a way of making undue profits as they sell the item at more than the price fixed by the government as the price is not mentioned in supply order receipts. Many retailers were also found to be tampering with the prices printed on packaged sugar, or even unpacking it to sell loose at higher prices. \nThere is no denying that factors such as the gas crisis and complication regarding the opening of LCs with banks are contributing to higher sugar prices and must be dealt with properly. But the immorality of producers and sellers must be checked with equal urgency if we are to avoid further erosion of consumers' already-weak purchasing power. \nWhat we need now is rigorous and dedicated market inventions from the government, perhaps beyond just fining traders who are overpricing goods or tampering with the quantity they sell to consumers. This goes for the markets of all essential food items. It is crucial that the government work hard to reduce the effects of the ongoing global energy crisis on manufacturers, and ensure that imports of food are made easier on all counts. But the immorality of some food sellers during this time of increasing food inflation is especially hard to digest, and must not be tolerated.\n",
        "headline_1": "Inflation and immorality rising hand-in-hand?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inflation-and-immorality-rising-hand-hand-3152081",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "While we need some time to understand the extent of damage Cyclone Sitrang has caused, I assume that the overall damage would be much less than previous such calamities. I have learnt from the Bangladesh Water Development Board (BWDB) that Sitrang could not do much damage to the beribadhs (embankments) and polders in the affected areas. This is because the polders in this region are in a relatively good condition, compared to those in the western and southwestern areas of the country. And perhaps the wind speed of the cyclone was not as fast as feared at first. If the cyclone had made its landfall in the southwestern coastal areas, it would have caused more damage. So, we could say we were somewhat lucky this time. \nIn order to soften the impact of any cyclone, there is no alternative to constructing embankments and polders along our coastal region. If you go and talk to the local people there, they will say only one thing: the embankments must be protected at all costs. No matter how much we frown upon the idea of embankments, the reality is that, if we want to save lives from cyclones and tidal surges and lessen the damage caused by them, we will need these embankments.\nBut while the embankments built along the central coastal areas of Bangladesh are quite sturdy, those in the south and southwestern areas are not in very good conditions. That is because when they were built, the majority of cyclones used to hit our central coastal districts, i.e. Chattogram, Noakhali, Barishal, etc. But later, the country experienced more and more cyclones in its southern and southwestern coastal districts. Since the trend shows that cyclones will be more frequent now, we need to strengthen all the embankments along our coasts. Also, they should be designed, built and maintained in the right way. If you do not maintain the coastal embankments properly, they will decay over time – their heights will decrease, and they will become weak. \nAfter we have ensured that our embankments are in good condition, we will also have to take some soft measures such as strengthening our forecasting system – issue warnings properly, accurately and timely – and ensuring afforestation along the embankments.\nOur cyclone forecasting system needs much improvement. It must be designed in a way that local people can easily understand it. The warnings must be given in simple and believable language. Local people hardly understand the meaning of cyclone caution signals. Say, for instance, what will local people understand from the Distance Cautioning Signal Number One? What they want to know is if the particular village they live in will be affected, whether their houses will be damaged, what the height of the tidal surge in their village will be, what the wind speed in their particular area will be, whether the embankments will break down, etc. With all this information in hand, they can make their own decisions during a cyclone. Local people cannot just benefit from knowing what will happen in their districts or divisions. Unfortunately, we have not been able to develop such a smart, localised warning system as yet. \nAfforestation along our coastlines is crucial, too. There are many social and economic benefits of afforestation. We have seen how the Sundarbans saved our coastal region from the devastating impacts of cyclones in the past. The strength of a cyclone becomes weaker as it passes through the forests. The whole world is now focusing on green solutions to these problems, and we also need to take this seriously. Although we do not have much space left for afforestation, what we can do is green our coastlines along the embankments with proper planning. The forests can lessen the chances of the embankments collapsing or developing breaches. \nCyclones are inevitable for us; we cannot stop them from occurring. But if we can ensure proper development in these three sectors, the havoc they wreak can be significantly mitigated. \nTranscribed and translated by Naznin Tithi.\n\nDr Anisul Haque is professor at the Institute of Water and Flood Management (IWFM) of Bangladesh University of Engineering and Technology (Buet).\n",
        "headline_1": "Forests make embankments sturdy. Why are we getting rid of them?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/embankments-save-peoples-lives-during-cyclones-3151956",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "If your university was like a trade fair, riddled with people and you had no place to sit or walk, how would it affect you? Would you feel the urge to go to study there every day?\nAs they rise in the rankings, private universities are enrolling more students than ever. According to Bangladesh Education Statistics 2021, the number of students enrolled in private universities increased dramatically between 2019 and 2021, rising from 120,276 to a whopping 328,689, and there are no signs of the numbers slowing down anytime soon. This enormous increase in student enrolment raises more fundamental questions about accommodations and quality than it answers. Intake at private institutions in Bangladesh occurs in the trimesters of Spring, Fall, and Summer, with the Spring intake attracting the largest influx of applicants. Despite being a great option for aspiring students to pursue higher education, it is creating numerous issues for students currently enrolled.\nAccording to National Center for Education Statistics (NCES - US), a facility is deemed to be overcrowded if enrolments exceed 5 percent of the capacity of the permanent infrastructure. A university campus, in the opinion of Zarin Subah, a student at the Independent University of Bangladesh, should be \"a free and open environment where one can unwind after consecutive classes for a little sojourn\". But trying to find a seat on the campus of the university is like trying to find Waldo.\n\"I can't find a place to study in between my classes. Everywhere I go, I find that the premise is noisy and crowded with people,\" confessed Maliha Bushra, an undergraduate student at a reputable university. \nOvercrowding in classrooms can have a detrimental impact on teachers' capacity to teach efficiently and students' ability to learn, leading to less individualised learning, more distractions, and disciplinary issues. The University Grants Commission (UGC) announced a restriction on the number of seats available at private universities on November 20, 2019. Each course would be limited to 60 students, and 50 for those that included labs. The UGC included a provision allowing universities to increase the number of seats available with official approval. However, many opposed this idea, claiming that this would be unfair to a large fraction of the existing students. Later, the Commission's chairperson stated that a university's capacity to offer high-quality education will determine how many students it can admit.\nApart from the insufficient space to saunter, transportation is also a significant problem for many students at private universities. It's frustrating to wait in seemingly never-ending lines but still be unable to board the bus. \n\"I spend roughly four to five hours of my day on the roads,\" Abdullah Al Masud from United International University explains. \"I am frequently late to classes, and getting home takes up most of my day.\"\nA senior at Ahsanullah University of Science and Technology, Mahib Hossain advocates boosting the number of elevators in educational institutions. \"I don't think the elevators are equipped to bear the load of so many people. More of them should be installed to accommodate the growing mass of students,\" he added.\nSinthia Sabrin*, a sophomore at North South University, complains that she needs to leave the campus to get food because of the cafeteria's ongoing congestion. \"This is often not feasible, especially when I have back-to-back classes,\" she adds.\nA lot of private universities still operate from outer campuses. A recent notice from UGC warned private universities to move to permanent campuses immediately before the start of the new year.\nNaima Ahmed Nup, majoring in Computer Science at a well-known institution says, \"It really isn't feasible for my university to be enrolling so many students every session. As things stand, there are only a few buildings with no fixed campus. As a result, not only does it impact the existing students but also those who live nearby. There is no place to stand and not to mention the unusual rush of traffic and elevator lines. Most importantly, can the university authorities maintain the quality of education with such a big student body? I don't think so. If you look at the ratio of permanent faculty and contractual faculty, the matter can be estimated to some extent.\"\nLike Naima, a lot of other students share the same concern. A student from North South University said, \"The authorities must make sure they have enough space for all the students. Otherwise, it will take a toll on both the environment of the university as well mental well-being of the students.\" \nOn the other hand, some are open to the prospect of a large intake, provided that the university can assure to provide the right facilities without compromising on the quality of education. However, managing such a large student body is an arduous task in and of itself.\nShafin Mahmud, a senior at BRAC University, pointed out a huge issue that comes with this mammoth crowd, \"One thing to be concerned about is how unkempt the campus looks. The staff cannot keep everything under their supervision and littering has skyrocketed inside the campus.\"\nAlmost all the students believe that limiting the number of seats for intake per semester should be heavily implemented and that student screening is absolutely necessary.\nShafil Alekram, studying at the University of Liberal Arts Bangladesh, stated, \"Although it is good that everyone is getting a chance to attain higher education, I believe that not everyone should be given that opportunity without proper evaluation of their qualifications.\" \nHe also emphasized how hard it is to get the desired courses because of this overflowing crowd. Tonuka Tunazzina Chowdhury, a microbiology student from BRAC University agrees with Shafil. \"During pre-advising, the majority of students are unable to enrol in the desired courses or schedule, which has an impact on their academic plan,\" she says.\nThe students have a clear demand, \"Take less or make space.\"\n*Names have been changed upon request.\n\nFarnaz Fawad Hasan is a disintegrating pool noodle wanting to stay afloat. Reach her at farnazfawadhasan@gmail.com\n",
        "headline_1": "Private Universities have a crowding problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/private-universities-have-crowding-problem-3152041",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "It is a matter of pity that, with nearly 40 years of experience in planning, I have failed to find why many people are so enthusiastic about the new Detailed Area Plan (DAP) for Dhaka.\nFrom what I understand, it is supposed to be a preparation in advance for what you should do with every inch of land in an unplanned area so that it meets the future needs. The law of the land requires that a \"competent body\" will prepare the (land-use) master plan for areas under its jurisdiction. That competent body for Dhaka is Rajdhani Unnayan Kartripakkha (Rajuk).\nIn 1997, it prepared a three-tier master plan consisting of a structure plan (DSP) and urban area plans (UAPs) for 19 zones, and left the DAP to be prepared by local consultants – which they did. In the DSP, we evaluate the previous plan, collect the latest data on the current situation and trends, set a vision, and decide on the policies. At the UAP level, we define the strategies to adopt for implementing said policies, and in the DAP at the ground level, we define the land use and transport network. Of course, a plan is not about all things physical; it also includes how to generate employment opportunities, mitigate adverse effects of climate change, make a healthy living, etc.\nNote that DAP should follow decisions already set in the DSP and adopt the strategies set in UAPs. For example, say, the DSP takes the policy that no inter-district bus should ply through the city proper. In that case, the UAP may draw a thick, bent line along the edge in the city map to suggest bypass roads. The DAP should show the proposed road alignment in proper scale with feeder roads and/or exits. This is what is missing from the new DAP: actual plans or development schemes that define a future use of the unplanned areas.\nCan a city as big as Dhaka have a DAP for its entire area? The answer is no. It should instead prepare detailed plans of the unplanned areas – only those that are mostly informal developments, newly claimed areas, gradually crystallising or expanding urban areas, fringe areas, and/or new satellite townships to be developed. In the new DAP, the DSP area has been divided into 18 central city sub-areas and eight expanding city sub-areas.\nAll of these burgeoning areas should have their own plans of permissible land uses and alignment (right of way) for all future roads. And for the central areas (presumably planned already), if there are major changes (due to violations or evolution or other reasons), they need to be addressed in DAP, either by validating changed uses, assigning new uses or suggesting corrective measures. For example, the 65-year-old Tejgaon industrial area has evolved into a mixed-use institutional-commercial area over the years, and is destined to change further. Thus, the new DAP should have taken cognisance of the fact and suggest a plan for the future use of the area. But DAP has virtually nothing for the area. It has validated all indiscriminate uses and left all unplanned informal uses of the areas surrounded by the industrial area and Hatirjheel at the mercy of those occupying them.\nSo what does the new DAP offer? The most controversial and highly contested of its policies is the idea of reducing density. As mentioned earlier, DAP is not supposed to make any policy decisions; it should only show what steps and schemes would be undertaken in order to achieve the policy targets outlined in the DSP by adopting the strategies listed in the UAP. DAP has violated this order, and overstepped its jurisdiction and scope. It often refers to a DSP 2016-35, which does not exist legally. Yet, this phantom structure plan is claimed to be guiding all decision-making at the DAP level.\nDAP depicts a vision, but whose vision that is and how it came to be are not clear. It is certainly not the people's, because we definitely did not participate in this exercise. The vision of a city has to be generated with full participation of all stakeholders, the supreme of which is the citizens. The latest DAP also includes some objectives. Visions and objectives should all have been set at the upper level plan, not here. Even if we accept that we list the objectives in order to clarify the proposals' perspectives, I would say DAP objectives are haphazard. Housing regeneration should have been the first objective, if at all, not the last. I fail to understand how freedom of investment could be Objective Number One, which actually absolves the government of its responsibilities.\nDhaka has consistently remained at the bottom of the liveability and pollution indices. Add to that the looming threat of climate migration and our commitment to the SDGs. The new DAP will certainly not meet almost any of the SDGs. In our existential crisis created by severe climate, bad governance, inadequate infrastructure, unabated traffic and urbanisation, and homelessness, DAP is going to be the last nail.\nDAP is not the panacea of all ills. But, can we, the citizens of Dhaka, not demand a just, equitable, liveable and sustainable future?\nProf Mohammed Mahbubur Rahman is the pro-vice-chancellor of Ahsanullah University of Science and Technology (AUST).\n\n",
        "headline_1": "Detailed Area Plan for Dhaka: Is a liveable and sustainable future too much to ask for?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/detailed-area-plan-dhaka-liveable-and-sustainable-future-too-much-ask-3151931",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "The latest key food item to stray further out of the reach of citizens is sugar. Reportedly, the price of sugar has jumped to Tk 100-110 per kg, up from Tk 90-95 per kg a couple of weeks ago in the retail markets. This is in stark contrast to the new rates set by the government, according to which loose sugar should cost Tk 90 per kg and packaged sugar should be sold at Tk 95 per kg in the retail market. Supply of sugar has also decreased as importers face many complications when opening letters of credit (LC) with banks. The overall reason being cited behind this steep rise in sugar prices is higher manufacturing costs. Production of sugar has been facing disruption recently due to an insufficient supply of gas to manufacturing facilities. \nBut sugar prices were already too cornered given the hiked price of the US dollar against the Bangladeshi taka, which made importing crude sugar much more expensive. This was not helped by the globally increased energy prices. To put the crisis further into perspective, of Bangladesh's 25 lakh tonnes annual demand for sugar, at least 24 lakh tonnes are imported as domestic mills are only able to produce about one lakh tonnes. But given that the price of sugar stands at USD .40 per kg globally, as per World Bank data from October 4, why exactly is there this big of a discrepancy between that and Bangladeshi prices?\n\nWhat we need now is rigorous and dedicated market inventions from the government, perhaps beyond just fining traders who are overpricing goods or tampering with the quantity they sell to consumers. This goes for the markets of all essential food items.\nYes, manufacturers and traders are facing a range of problems when it comes to importing and producing sugar at the least costs and on time. But recent drives by the Directorate of National Consumers Right Protection have presented an unsavoury side of the story as well. While the directorate's report reveals that there is no shortage of unrefined sugar, mill owners, dealers and wholesalers have found a way of making undue profits as they sell the item at more than the price fixed by the government as the price is not mentioned in supply order receipts. Many retailers were also found to be tampering with the prices printed on packaged sugar, or even unpacking it to sell loose at higher prices. \nThere is no denying that factors such as the gas crisis and complication regarding the opening of LCs with banks are contributing to higher sugar prices and must be dealt with properly. But the immorality of producers and sellers must be checked with equal urgency if we are to avoid further erosion of consumers' already-weak purchasing power. \nWhat we need now is rigorous and dedicated market inventions from the government, perhaps beyond just fining traders who are overpricing goods or tampering with the quantity they sell to consumers. This goes for the markets of all essential food items. It is crucial that the government work hard to reduce the effects of the ongoing global energy crisis on manufacturers, and ensure that imports of food are made easier on all counts. But the immorality of some food sellers during this time of increasing food inflation is especially hard to digest, and must not be tolerated.\n",
        "headline_1": "Inflation and immorality rising hand-in-hand?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inflation-and-immorality-rising-hand-hand-3152081",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "Before descending into a depression and weakening, cyclone Sitrang claimed the lives of at least 18 people in seven districts of Bangladesh. We are deeply saddened by their tragic deaths, but we would like to commend the authorities for evacuating most of the people that were in harm's way, and avoiding even greater loss of lives. At the same time, we would like to remind the authorities, different aid groups, and people in general, that the biggest challenges are still ahead of us.\nBesides claiming lives, Sitrang caused immense damage across Bangladesh. According to a report by this newspaper, coastal districts of the country have been experiencing disruptions to road and power links. And it is being suspected that the cyclone has caused heavy damage to houses and crops – and agricultural experts had warned prior to the cyclone descending that the damage caused to crops could lead to significant food insecurities for Bangladesh given the current global circumstances. The authorities need to evaluate the extent of the damage, and take appropriate measures to mitigate the damage and ensure our food security.\nMoreover, providing immediate relief and rehabilitation to those who have been affected should right now be the government's number one priority. It is important to be aware of any potential waterborne disease that may arise after the floods brought about by the cyclone. The government and aid agencies should stockpile and start distributing necessary medicines to the affected people.\nReportedly, even though the authorities had suspended the operations of all types of water transports, at least 13 trawlers had capsized in the Bay of Bengal late at night. It needs to be investigated how that occurred, and preparations should be made to ensure that no such incidents happen again in future.\nIn 2020, Cyclone Amphan, only the second \"super cyclone\" ever recorded over the Bay of Bengal, killed more than 100 people in Bangladesh and India, and affected millions. Last year, Cyclone Yaas battered India's east coast, and this year, Bangladesh just got hit by cyclone Sitrang. With COP 27 right around the corner, Bangladeshi representatives should make a strong case to the international community at the climate summit to provide necessary funding for Bangladesh to mitigate against such damage.\nAside from appealing for funds, the government needs to recognise that it needs to move away from destructive development projects that are wreaking havoc on the environment, and putting communities at increasing risks. At the same time, it needs to ensure proper utilisation of existing funds for climate change related projects, as it is becoming increasingly clear that Bangladesh right now is at the mercy of natural disasters that are occurring more frequently as a result of climate change.\n",
        "headline_1": "Fallout from cyclone Sitrang: Bangladesh has a lot to recover from",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fallout-cyclone-sitrang-bangladesh-has-lot-do-now-3151791",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "Having their back to the wall as they take a relentless battering at the hands of those behind uncontrolled price hike of essential commodities, the general consumers are now looking to the government to protect them from this tyranny of the volatile market. True, the government's different market monitoring and enforcement agencies have been conducting occasional drives to bring errant traders found hoarding essential goods or raising their price irrationally to book. Often retailers in the kitchen market blame the wholesalers and importers for sudden supply crunches leading to unanticipated price hike of daily essentials. It all points to the fact that there are some powerful manipulators behind such volatility of the kitchen market.Evidently, they are not only depriving the common consumers of a fair price for the daily essentials, they are also destroying the environment of a normal competitive market. The government needs to adopt more strategies than one to bring this unstable market under control. So, alongside using its enforcement agencies to discipline errant traders, the government would also do well to engage the wider business community to combat delinquency in business practice. At the same time, it would also be worthwhile to make the business community aware of the dangers of an unhealthy, uncompetitive market dominated by unprincipled operators. To further the government's effort along this line, the Bangladesh Competition Commission (BCC) recently organised a meeting in the city where government leaders and various stakeholders including business representatives, professionals and experts were all for promoting market-competitiveness in the greater interest of the economy.This is undoubtedly a very welcome stance taken by the business community at this critical time. It is expected that the businesses would give the government a hand in its ongoing efforts to tame the unstable essential market. To that end, the businesses would be required to go by the principles of the Competition Act of 2012, which aims to promote, ensure and sustain a congenial atmosphere of competition in the economy. The Bangladesh Competition Commission (BCC), created under the Competition Act, should ensure that businesses are compliant with the guidelines of the Act. In the present context, an important task of the BCC will be to devise a mechanism to control the prices of the commodities in the market so that they do not go beyond the reach of the common consumers. The views of the overwhelming majority of the participants at the BCC-sponsored event in question were in favour of a stronger role to be played by it (BCC) by way of implementing an effective compliance programme for the business community. While putting into effect its compliance measures, the BCC, or, for that matter, the government, would also be required to reform some relevant laws such as those covered by the Competition Act of 2012. This is to ensure that the laws are in line with the specific requirements of the time. Stakeholders, consumer rights bodies and experts should join hands to come up with a set of compliance measures for the purpose. The business community's most vital role, on this score, would be to extend all-out cooperation to the government in the implementation of the compliance programme. For, the action programme would involve measures like conducting investigations against delinquent business entities, filing lawsuits, taking penal measures including even harsh ones like, for instance, imprisonment. In fine, all concerned should work together to create a consumer-friendly, healthy and competitive business culture in the greater interest of the economy.",
        "headline_1": "Developing a competitive business culture",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-a-competitive-business-culture-1666706306",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "A master plan to take stock of the country's arable lands and suggest measures to protect them was supposed to be in place by now, following instructions from the Prime Minister quite sometime ago. We are not aware how far the work has progressed -- given of course the arduous and time-consuming nature of the job. Preparing a master plan to protect cultivable land in all the upazilas of the country coincided with the US Environmental Performance Index (EPI) report that found Bangladesh topping the list of countries which are fast losing arable lands. The job assigned to the Ministry of Local Government, Rural Development (LGRD) involved sketching out the plan placing all upazilas under a specific development design aimed at protecting crop lands and preventing unplanned construction of buildings, roads and other structures. Besides, the master plan was to have a complete layout for housing, hospitals, markets, schools, colleges, playgrounds, agricultural farms, industries and other facilities. While planned development of upazilas is the broad objective of the master plan, the idea of protecting crop lands from housing, mills, factories and other structures appears to have drawn attention of the conscious citizens. In a land-scarce country like Bangladesh, losing arable land is one of the common worries that frequently gets in the way of achieving many development objectives. There is an element of confusion as to the pace at which arable lands are getting lost. Conflicting, at times exaggerated, estimates make it difficult to be informed about some of the basics -- actual lands under cultivation, those under industrial use and human habitation and so on. While losing arable land is a reality one has to live with, the important aspect is the availability of credible data in order to facilitate the planners to plan and address a multitude of issues, not all of which are necessarily related to food production. However, authentic information is crucial for the simple reason that food security hinges on the availability of land under cultivation.Studies conducted in the past revealed that the country was losing around 1.0 per cent of its agricultural land annually. According to an agricultural census conducted in 1983-84, the country's total agricultural land was estimated at 9.2 million hectares. A subsequent study done in 1996 showed a considerable decrease in farm lands amounting to 8.2 million hectares. This shows the annual loss at 1.0 per cent. But findings of a study conducted a few years ago by the country's lead NGO BRAC revealed a somewhat relieving picture. The study said decrease of cultivable land was to the tune of an annual rate of 0.3 per cent instead of what many considered alarming, counting on 1.0 per cent annual loss. However, one important issue that needs to be worked out is a database of the size of agricultural lands in order that planning at the macro level is rendered easier. Besides, there is also the need for accurate data about the reclaimed lands that the government has been announcing for some time but not providing precise information as to their size. There is an apparent note of complacency in recent times due to bumper harvests of paddy, but the matter of food security, anticipated as a result of increased production of the staple food, does not seem to hold ground as decrease in farm lands is accompanied with a considerable reduction in the number of rural population engaged in agro profession. Now, while credible data are important, equally important to know are the reasons for the losses. The reasons are not many, but how these impact the loss and what measures needed to check are matters that require urgent attention from the concerned quarters. Offsetting the losses as much as possible, through adoption of a combination of policies and actions could be the right way to address the situation. At the root of the loss, the number one factor is the increased demand for land as a result of increasing population. More and more lands are required for homesteads, and the requirement is met mostly by agricultural lands.Similar is the case with the requirements of roads that come with increased population and decrease in agricultural lands. Coupled with it is the recurrence of river erosion that takes its regular and seasonal toll on farm lands. Besides this, the menace of brick fields coming up mostly on farm lands has been a cause for serious concern.Looking at the overall scenario, it appears that loss of farm lands could have been partly protected had there been a legal bar on the use of agricultural lands for purposes other than cultivation. There were opinions many a time from concerned quarters in the past to bring some legal instrument in force so that agricultural lands could be protected.While loss of farm land is an issue of serious concern, there are also some allied matters that need to be looked into seriously. For example, examining the economic returns of farm lands being used for non-agricultural purposes is one such. There is thus the need for research not just to update on the available farm lands including those being reportedly reclaimed, but also to disseminate findings on a host of inter-related matters to facilitate macro planning.In the light of all this, it is imperative that the authorities concerned came up with the proposed master plan. Understandably, the master plan, if worked out thoroughly and thoughtfully, is highly likely to help address most of the problems affecting crop lands. wasiahmed.bd @gmail.com",
        "headline_1": "Master plan for arable lands",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/master-plan-for-arable-lands-1666706346",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "Things have taken a turn for the worse for the biggest export basket, the RMG sector since September last. The sector posted a 7.5 per cent negative growth last month compared to the same month last year. Going by newspaper reports, it is understood that the sector has earned $1.77 billion, which is 19 per cent less than that of the same period in 2021. Indeed, industry leaders say that this negative growth is likely to continue for the next few months. At a time when the economy is already battling with a downward inflow of remittances through formal channels and increasing foreign exchange payments for fossil fuel imports, a fall in exports spells trouble for the economy at large.To a large extent, the slowdown is due to lower demand in export markets where consumers in our traditional export markets, namely the European Union and the United States are battling unheard of inflation and general economic downturn. With the Russo-Ukrainian war showing no sign of coming to an end, it is difficult to imagine the scenario will change for the better soon. RMG sector contributes not only 80 per cent of the total export earnings but is also the single largest employer. When economists reckon that the present dismal outlook in apparel exports may well continue till February next, there is cause for concern. BGMEA sources have already stated that most factories are operating at 30 per cent capacity compared to the preceding quarter. The unavailability of gas and erratic power supply has also not helped matters.The fact that Western retailers are stuck with large stockpiles of apparels as the consumer demand for such products have declined against the backdrop of galloping inflation in the West, it is time to face up to the realities. With falling production and reduced orders, it is only a matter of time before factories opt for cost cutting measures - the first of which will be layoffs. Entrepreneurs have sought policy support measures from the government to weather this rough patch. Whether the national board of revenue will entertain the BGMEA's appeal to bring down existing 1.0 per cent source tax on garments exports to 0.5 per cent is a matter of debate. While exports are down, it has not reached a stage where the industry as a whole is threatened. Bangladesh produces largely basic items of clothing, which according to the BGMEA will not face a major drop in demand in the long run from the markets the country caters to.In the US, inflation-weary shoppers have been skimping on clothing purchases, prompting retailers to slash prices to clear inventory off the racks, according to Reuters. Major clothing brands like Gap reported a slump of about 8.0 per cent from a year back. US giants like Walmart and Target have offered deep discounts and rollback on clothing. All this points foreign retailers' attempt to attract the curtailed budgets of shoppers who are looking for cheaper deals as there is less money to go around for brand clothes. With European buyers shying away from buying the way they used to, it is time to step up the search for new markets like China, the Far East and the Middle East. Interestingly, neighbouring India is signing Free Trade Agreements with the Middle East and Australia. There is a big role for the government to step up search for such opportunities in non-traditional markets so that export diversification can take place and the industry is given a way out of the morass it finds itself in now. [email protected]",
        "headline_1": "Hard days ahead for apparel exporters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hard-days-ahead-for-apparel-exporters-1666706394",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2022"
    },
    {
        "full_article": "In Bangladesh, dengue cases have been surging at an alarming pace. Until Sunday, the mosquito-borne viral fever has claimed 113 lives and infected 31,063 people across the country this year. The disease took away 105 lives in 2021, seven in 2020, and 179 in 2019. So, it is not a new epidemic for us. Earlier, it was limited only to Dhaka city but now it has spread across the country. The number of dengue patients is gradually increasing in different districts of the country including Jashore, Barishal, Patuakhali, Jhalakathi, Barguna and Bhola. Despite its sharp rise and frequency, both the government and the people appear to be quite casual against Aedes mosquito, the carrier of the disease. Dengue is a disease that cannot be controlled by the government or the city corporation alone. No country in the world has succeeded in controlling dengue without the people's involvement. Aedes mosquitoes will come under control if the authorities concerned and city residents carry out coordinated activities without blaming each other. Dengue can be controlled only by controlling the mosquitoes that carry it. It may not be possible all of a sudden, but with long-term plans we can resolve the menace. We all must step up efforts to contain dengue and inform people about precautionary measures. Widespread fumigation should be carried out and drainage systems should be cleaned regularly to avoid water accumulation. Mohammad Yashin Islam, Student of Jagannath University, Dhaka, [email protected]",
        "headline_1": "Containing dengue cases",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/containing-dengue-cases-1666706418",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2022"
    }
]