[
    {
        "full_article": "The outcomes in three Lok Sabha constituencies, one in Punjab and two in Uttar Pradesh, make significant political points, unusual for such routine bypolls. AAP faced a major setback in Punjab as it lost its bastion Sangrur, which was vacated by Chief Minister Bhagwant Mann who had won it in 2014 and 2019. The party’s Assembly victory in Punjab was seen as validation of its national ambitions, but Sunday’s setback must serve as a reality check. If anything, AAP’s performance in Punjab in the last three months, far from proving its capacity to be a national party, has only raised several questions. As it turned out, the Opposition — the Shiromani Akali Dal (SAD), SAD (Amritsar), the Congress and the BJP — all fighting separately, made the point on the gap between AAP’s promise and delivery; and between its claims and capacity. In Punjab, a State with its finances in a shambles and its bureaucracy and the police a law unto themselves, the inexperienced band of activists that came to power is caught in a bind. Mr. Mann also faces the charge of being remote-controlled from Delhi by party chief Arvind Kejriwal. The winner, Simranjit Singh Mann of the SAD (Amritsar), made Sangrur as significant as the loser did. He is a vociferous supporter of Khalistan and an ardent follower of Bhindranwale, who spearheaded the violent, terrorist separatism of the 1980s. His victory, and the complete emaciation of the Congress, the SAD and the BJP, signals the dangerous crossroads Punjab is at.In U.P., the BJP’s victories in Rampur and Azamgarh prove the continuing potency of the party in the heartland. Azamgarh was vacated by SP chief Akhilesh Yadav, who chose to retain the Assembly seat that he won while the party lost a second consecutive time. Rampur was vacated by senior party leader Azam Khan, who will retain his Assembly seat. That such strongholds have slipped out of its hands is further proof that the SP’s hopes of a return in U.P. may be unrealistic, and its style, character and personnel are unacceptable to large sections of the voters. While the U.P. results make the BJP’s position unassailable, they also open new possibilities in the Opposition space as the SP’s slide continues. In the Atmakur Assembly segment in Andhra Pradesh, Chief Minister Jagan Mohan Reddy’s YSRCP scored an impressive victory, while a victory each in Tripura and Jharkhand made the day for the Congress. The CPI(M) continued to sink in Tripura, its former stronghold. In Delhi, AAP retained the Rajinder Nagar Assembly seat, but that is little solace for the party that lost its representation in the Lok Sabha entirely. Overall, the bypoll outcomes underscore the continuing dominance of the BJP, and the continuing inability of the Opposition to rise to the challenge.",
        "headline_1": "Interim signals: On BJP posing insurmountable challenge to Opposition",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/interim-signals-on-bjp-posing-insurmountable-challenge-to-opposition/article65570537.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Wimbledon is a tournament apart. It is delightfully anachronistic in that it is played on pristine grass courts, a throwback to the era when the sport was still called ‘lawn tennis’. Star players, who otherwise resemble walking billboards, are required to be reticent and don spotless white attire, resonating with the tournament’s strict policy of keeping the site relatively free of commercial sponsorships. Until 2021, the tournament even had a ‘Middle Sunday’ holiday, an out-of-place idea in the era of mega television deals and ambush marketing. And such is the event’s magnetic pull that even the biggest crisis to hit tennis in recent times — of Wimbledon barring Russian and Belarusian players against the backdrop of the Russia-Ukraine war and the ATP and WTA retaliating by removing ranking points — did not turn into a smoky inferno. Rafael Nadal, who three weeks ago won his 14th French Open and a record-extending 22nd Grand Slam title literally on one leg, is set to feature after undergoing radiofrequency treatment. Seven-time singles champion Serena Williams has come out of a year-long semi-retirement. Roger Federer’s grass-court majesty will be missed — for the first time since 1998 — but such is sport’s uncanny knack to replenish itself that there will be enough verdant pomp and splendour as the iconic Centre Court celebrates its centenary year.Nadal and three-time defending champion Novak Djokovic will be the biggest men’s drawcards, along with eighth seed Matteo Berrettini who is seemingly back to his best after recovering from a hand injury. The absence of the top-two ranked men in Daniil Medvedev (barred) and Alexander Zverev (injured) is unfortunate, but the farthest they had progressed at SW19 was fourth round. Nadal, who is halfway towards an improbable Grand Slam (winning all four Majors in a single year), can be a handful, if he survives the first week when the grass is still lush and the bounce low and skiddy. Djokovic will be desperate to add to his 20 Slam titles and avoid the rare scenario where he would not be the reigning champion at any of the four Majors. Berrettini comes in with a grass-court win-loss record of 20-1 since Wimbledon 2019, including two titles at Queen’s Club, one at Stuttgart and a final at Wimbledon 2021. Among women, after the retirement of defending champion Ash Barty, Iga Swiatek has established herself as the numero uno. Grass is admittedly the Pole’s weaker surface and there is a closely bunched group with established credentials comprising Serena, Petra Kvitova, Garbine Muguruza, Simona Halep and Angelique Kerber. But Swiatek’s splendid recent form — six titles including Roland-Garros and 35 consecutive match-wins on hard and clay — means she will not be short on confidence even without the specific skillsets demanded by grass courts.",
        "headline_1": "Green as always: On Wimbledon 2022 shorning of ranking points",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/green-as-always-on-wimbledon-2022-shorning-of-ranking-points/article65570548.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Uddhav kept himself in splendid isolation, not realising that his priority should have been keeping his flock together\nIs the ongoing Maharashtra political crisis an ideological battle within the Shiv Sena or the inability of Maharashtra Chief Minister Uddhav Thackeray to convince his Sainiks about his soft Hindutva? Or is it the BJP's ambition to eliminate all non-BJP governments? Or is it for the realignment of political forces? It is perhaps a combination of all.\nWhen Uddhav headed the MVA coalition Government in 2019, doubting Thomases were busy speculating how long his government would last. It was because of the heterogeneous nature of the coalition. True to their prediction, Uddhav has been facing crisis after crisis since then. Now it has come to a head.\nThe party faces a vertical split in a fast-developing drama, unless there is a realignment of political forces or the two warring factions come together. There is also the danger of the MVA coalition Government collapsing.\nUddhav woke up on June 21 to hear about the brewing revolt within his party, led by his Cabinet colleague Eknath Shinde. Also, Shinde was not alone as he had mobilised some 30-odd rebel legislators.\nIn the past three years, Uddhav has grown as one of the prominent Opposition leaders, rubbing shoulders with powerful chief ministers like Mamata Banerjee (West Bengal) and M.K. Stalin (DMK).\nIronically, the present problem is not from the allies but from within Shiv Sena. In an emotional speech, he recently said, \"The sad part for me is that my people (Shiv Sainiks) have lost trust in me.\"\nIgnoring the rebellion within the party that has been brewing for some time, Uddhav kept himself in splendid isolation, attending to Covid relief and Opposition politics at the national level. He did not realise that his priority should have been keeping his flock together.\nThe Shiv Sena and its long-term partner Bharatiya Janata Party fought the 2019 polls together. The BJP won 106 seats; the Shiv Sena bagged only 56. Together, they would have comfortably formed the government in the 288-memberAssembly. But then the Sena wanted the post of Chief Minister to be shared as discussed before the polls between the partners, but the BJP rejected it. Sena had become the junior partner in the past decade.\nIt was not the first time the Sena faced rebellion, as three revolts happened under the watch of its charismatic founder Balasaheb Thackeray. He was a mesmerising personality—audacious, smoking pipes, wearing sunglasses and saffron clothes, and even drinking his favourite drink, beer. He was respected by a few but feared by all. Even the Pop King, Michael Jackson, posed with Thackeray and got clearance for his solo concert in India.\nBalasaheb Thackeray’s ability to create mass hysteria gave him a larger-than-life persona, though he himself never contested elections or held power. A master orator, he got his party to power in 1995 and aligned with the BJP in the 1990s, which lasted for decades. He anointed his son Uddhav as working president in 2003 against his nephew Raj Thackeray. Uddhav is seeing the fourth revolt now.\nBut Uddhav’s primary miscalculation was taking his Sainiks for granted. He failed to sell his brand of soft Hindutva or the controversial nature of his coalition or alliance with Congress. He also should have been careful about projecting his son Aditya at the cost of some senior leaders. Instead he remained inaccessible to even his senior ministers.\nThirdly, the Sainiks could not be comfortable with the coalition partners as they had grown for decades fighting the Congress. Some sections of the Sena felt that the alliance was damaging the party's growth.\nFourthly, the rebels apprehend scrutiny from the Enforcement Directorate, the Central Bureau of Investigation, and income tax officials. They see returning to the BJP-led National Democratic Alliance as a way out of this unnecessary harassment.\nTo escape the rigors of the anti-defection law, the Shinde group has to satisfy the test of two-thirds of elected members. NCP chief Sharad Pawar has rightly said the real test would be the floor test. Hence Hobson's Choice before Eknath Shinde and his supporters.\nUddhav cannot fight on two fronts—the might of the BJP and the growing number of rebels. He may have to compromise or lose both his party and the government. Since Shinde has invoked Balasaheb's name and ideology in his demands to Uddhav, the Thackeray clan must also ensure keeping Balasaheb's legacy.\nWhile the legal battles may go on for months, the ongoing drama has to end sooner or later. In all probability, there is likely to be a realignment of political forces.\nIt will be challenging for Uddhav to unite the party. If he does so, he will emerge as a strong leader. He has the advantage because the party is with him, though some of the legislators are not. Above all, he has the Thackeray surname.\n(The writer is a senior journalist. The views expressed are personal.)",
        "headline_1": "Shinde may have numbers but Uddhav has party",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/shinde-may-have-numbers-but-uddhav-has-party.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Viruses can survive for days by binding themselves to plastics in freshwater, finds a new study\nTaking the known fresh environmental risks a notch higher, scientists have proved for the first time that viruses can survive and remain infectious by binding themselves to plastics in freshwater — thus raising concerns about the potential impact on human health. Rotavirus, which causes diarrhoea and an upset stomach, was found to survive for up to three days in lake water by attaching itself to the surfaces of tiny beads of plastic pollution, called microplastics which are tiny particles less than 5mm long. Around 10 days back, for the first time, microplastics were found in freshly fallen snow in Antarctica. The pollutant poses a growing threat to the region’s ecosystem and could increase the melting of ice and snow. Snow samples collected from 19 sites in the Ross Island region of Antarctica were all found to contain microplastics. The research was published in a peer-reviewed article in a scientific journal, The Cryosphere. While microplastics are found across the world, from the world’s deepest ocean floors to the peak of Mount Everest, researchers say that it was the first time these were found in freshly fallen snow in Antarctica.\n\nThe latest study — led by the University of Stirling and published in the journal Environmental Pollution — is the first of its kind to explore the issue using water taken from the natural environment — with previous research focusing only on the spread of such viruses in sterile hospital settings. Such enteric viruses remain infectious, posing a potential health risk. Lead researcher Professor Richard Quilliam said: “We found that viruses can attach to microplastics, which allows them to survive in the water for three days, possibly longer. Even if a wastewater treatment plant is doing everything it can to clean sewage waste, the water discharged still has microplastics in it, which are then transported down the river, into the estuary and end up on the beach. We weren’t sure how well viruses could survive by ‘hitch-hiking’ on plastic in the environment, but they do survive, and they do remain infectious.” It doesn’t take many such virus particles to make one sick. So this, therefore, is one more box to tick on our list of to-do things. Let’s do everything, everything possible to clean up our environment and keep it that way for our upcoming generations.",
        "headline_1": "Hitchhikers",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/hitchhikers.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "BJP’s stunning victories in Lok Sabha byelections in Rampur, with over 50% Muslim population, and Azamgarh, with over 40% Muslim-Yadav population, signify deeper shifts. If pollsters were to bet on the most unlikely seats for BJP, Rampur and Azamgarh would rank among the very top. Their demographics have long put them at the heart of SP’s core political matrix. Which is why Azamgarh served as Mulayam Singh Yadav’s Lok Sabha constituency in 2014 and Akhilesh Yadav’s in 2019.\nEven three months ago, when Yogi Adityanath became the first full-term UP CM to return to office since Independence, SP had won all 10 assembly segments in Azamgarh. Yet this red cap bastion has now fallen to BJP.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why BJP’s winning Muslim seats: OBC focus & Hindu counter-mobilisation are handing Modi’s party unlikely victories",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/academic-interest/why-bjps-winning-muslim-seats-obc-focus-hindu-counter-mobilisation-are-handing-modis-party-unlikely-victories/",
        "news_paper_name": "The Time of India",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Bombay high court’s Nagpur bench has struck a powerful blow against misuse of IPC’s criminal defamation provision. It ruled that a newspaper fairly reporting information in the public domain without insinuation or innuendo cannot attract defamation charges. The case involved a Marathi daily that had reported on a police FIR in 2016. The person booked in the FIR subsequently lodged a criminal defamation complaint. He claimed the newspaper hadn’t done due diligence, citing as defence the chargesheet in the case not naming him an accused.\nThe Nagpur bench rightly concluded that registration of crimes, filing of cases in courts, progress of investigations, and arrest of persons constitute “news events which public has the right to know”. An FIR may predate a chargesheet by several weeks, months or years. No reporter can know a case’s trajectory at its inception. Moreover, FIRs are public documents, uploaded on police websites. The bench noted that a newspaper isn’t expected to investigate an FIR’s contents and verify its truthfulness but to report facts correctly. Of course, journalists should follow best practices, and seek the other side’s version. But sometimes this isn’t possible when reporting on breaking news like registration of cases or arrest of persons.\nCriminal defamation is particularly problematic, allowing complainants to claim the accused had intention to harm reputation. Claiming defamation on intent to harm reputation sets a very low and subjective bar for prosecution. Tamil Nadu’s AIADMK governments were infamous for lodging criminal defamation cases indiscriminately against journalists. With public prosecutors appearing, magistrates often take cognisance of even frivolous matters, prompting a dash to HCs for relief. Sometimes, multiple cases are filed in faraway places because the statute even allows offences only “partly committed” in that jurisdiction. This is punishment disguised as process. The UK’s history of murderous duels to settle slander and insults is said to have precipitated criminal defamation’s entry as a modern penal offence. But the British decriminalised defamation in 2009. India must shed this colonial baggage, too, and get an effective civil libel law.\n\n",
        "headline_1": "Shooting messengers: Criminal defamation must go from IPC. Effective civil libel law is enough for protecting reputations",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shooting-messengers-criminal-defamation-must-go-from-ipc-effective-civil-libel-law-is-enough-for-protecting-reputations/",
        "news_paper_name": "The Time of India",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "The outcome of a single Lok Sabha bypoll isn’t usually enough for generalised conclusions. But the victory of SAD (Amritsar) president SS Mann in Punjab’s Sangrur is unusual enough to be the exception. Mann, widely seen as a “radical” politician, defied odds to get past AAP with 35.6% of the vote share. Sangrur is the home turf of Punjab CM Bhagwant Singh Mann, who won the seat in the last two LS elections. Significantly, candidates of three parties that have long administered Punjab, SAD, Congress and BJP, lost their deposits.\nReasons for Mann’s victory include disenchantment with AAP setting in quickly. However, it’s important to locate his win in the backdrop of SAD’s freefall and the unsettled state Punjab seems to be in. SAD’s political evolution is entwined with that of Sikhism. A watershed moment came in 1996 when under Prakash Singh Badal’s leadership the party prioritised regional identity over the religious. The reorientation helped SAD defang centrifugal forces in the state. That phase seems to have ended. In the March assembly elections, SAD finished third with 18.4% of the votes. In the Sangrur bypoll, SAD came fifth with 6.2% of the votes.\nMann, as a report in this paper pointed out, was gaining traction even without organisational infrastructure. Defeated repeatedly after his LS victory in 1999, Mann this time had the support of slain singer Sidhu Moose Wala, whose posthumous song SYL was blocked on YouTube following GoI’s complaint about its contents. The song asked for sovereignty for Punjab and hailed a Khalistani militant. Plus, Mann’s Twitter profile says that he’s Sangrur’s MP and also that he’s striving for Khalistan.\nThese are troubling portents by themselves made even more troubling by Punjab’s economic situation. India’s main contributor to the PDS is struggling. Punjab’s May unemployment rate of 9.2% was above the national average. AAP government’s maiden budget presented yesterday highlights some symptoms of the economic challenge, for example, a declining share of its own tax revenue in overall receipts. Mainstream parties should worry about Mann’s victory.\n\n",
        "headline_1": "Mannsplaining: SS Mann’s win in Punjab is worrying, and not just explained by AAP losing some of its sheen",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mannsplaining-ss-manns-win-in-punjab-is-worrying-and-not-just-explained-by-aap-losing-some-of-its-sheen/",
        "news_paper_name": "The Time of India",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "The United States of America was so sketchily knit at birth that its founders thought it necessary to include the word “united” in its name. As more territories were added to the original 13 colonies through wars, accession and even outright purchase, there was the danger of the name not living up to its promise. Sorely tested during the Civil War on the issue of slavery, the nation survived, and in an 1869 case, its Supreme Court found it necessary to declare that the US is “an indestructible union” from which “no state may secede”.\nJoke’s on the Union: Since then, the idea of any state seceding from the indivisible union has been treated as something of a joke. Just before the 2004 presidential election, an internet meme surfaced depicting red Republican-voting states in Middle America as “Jesustan” and blue, Democratic-voting states on the coast that were contiguous with Canada as the United States of Canada.\nRead full opinion on TOI+\n\n",
        "headline_1": "America is flashing red: Guns & abortion are just the start – A deeper nativist insurgency against liberal values is underway through the Senate & Supreme Court",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/america-is-flashing-red-guns-abortion-are-just-the-start-a-deeper-nativist-insurgency-against-liberal-values-is-underway-through-the-senate-supreme-court/",
        "news_paper_name": "The Time of India",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Bangladesh has always been known as a land prone to natural disasters. Over the years, countless floods and cyclones have devastated the lives and livelihoods of its people, especially those living in marginal settings such as the coastal areas or the low-lying districts in the north and the northeast. In fact, frequent natural calamities were one of the main reasons why the rate of poverty remained high for many years.\nAlthough that has changed and we have significantly improved our capacity as a nation to handle disasters, every now and then, a big disaster comes along and tests that ability. When that happens, we get reminded of how humanitarian the people in this country are. It is the ordinary people who inevitably step up to arrange and distribute relief of their own accord. But what about the political leaders and party activists who have historically played an integral role in relief activities?\nUnfortunately, very few political leaders have gotten involved in the relief operations for what is now being termed the worst flood in the last 120 years.\nAs a young leader, the Father of the Nation, Bangabandhu Sheikh Mujibur Rahman led the historic \"hunger procession\" during the food crisis in the 1950s. During the devastating floods in 1988 and 1998, political leaders and workers were at the forefront of private relief operations. In 1970, after a devastating cyclone hit the coastal belt right before the national elections, all political parties suspended their campaigns and joined the relief operations. It was important for them to get engaged because the then Pakistani regime did almost nothing to help the cyclone-hit people.\nAt that time, communication was very poor. Ferries were the only way to reach the millions of people who were left stranded in the coastal districts. Still, political leaders, workers, student activists, including female workers, braved all obstacles and launched relief operations on their own with whatever resources they had.\nOne might say that it was a political \"move\" before the election. So what about now? With another national election coming up in a about a year's time, why aren't many of the top political leaders seen anywhere near the relief scene, apart from the prime minister and a handful of other leaders from different political parties? Wouldn't this have been a good opportunity for them to win the people over with their humanitarian work?\nThere could be many different explanations for this very unusual behaviour. One could be that the political leaders do not feel they have enough freedom anymore to go out and get involved, because everything is controlled by bureaucrats. Many lawmakers have openly vented their agitation in the parliament against what they termed \"excessive power\" wielded by bureaucrats these days.\nIn recent times, we have seen a number of standoffs between politicians and bureaucrats in different parts of the country, which were clear indications of an increasing power struggle between the two groups. This rift was clearly visible at the beginning of the state of emergency after Covid broke out in early 2020. The government formed committees headed by secretaries in 64 districts to oversee relief operations for the poor and the jobless. Local lawmakers at that time raised flags that the bureaucrats were being given too much power – at the formers' expense.\nOrdinarily, the role of lawmakers – who are elected by the people and are, therefore, well aware of what people want – is to make legislations and take decisions about how the country is run based on the pulse of the people. The role of bureaucrats is to find strategic ways to implement those legislations and decisions. In other words, politicians and bureaucrats must complement each other.\nBut what's happening now is the opposite – and it cannot be good for the people. What could explain the current situation? Is it that the people have lost faith in politicians after they saw what happened in the last two national elections, which the bureaucrats are taking advantage of to empower themselves? Or is it that political leaders do not feel the need to engage with their vote banks anymore, because there are easier and less expensive ways of winning elections? Has that compromised their ability to understand how people are feeling and make decisions accordingly? You may pick your reasons.\nBut there is one interesting thing that I noticed this time around. With the proliferation of internet connectivity and the popularity of social media, especially among people in the grassroots, even the smallest of things get noticed. This year, social media celebrities and not-for-profit organisations have cashed in on this opportunity by filling the void created by the absence of political leaders in the relief operations.\nIt's hard to tell whether this is good or not, because during disasters like this, even the smallest of contributions can make a world of difference for a family that has been living on just one meal a day for weeks. But the truth is, people always expect political leaders to look out for them, especially when they are in distress – as major political parties like the Awami League and BNP have strong networks in the remotest parts of the country. Similarly, as long as they are in politics, leaders should think about \"leading\" their people. When that relationship breaks down, you know there is something wrong.\n \nMohammad Al-Masum Molla is deputy chief reporter at  The Daily Star.\n",
        "headline_1": "Why have politicians stopped participating in relief activities?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-have-politicians-stopped-participating-relief-activities-3058146",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Our senior citizens with a taste for Hollywood and British classic films will perhaps remember where I have taken the title from. They must have watched the film titled, \"The Bridge on the River Kwai\" in their youth – a 1952 epic war film directed by David Lean based on the novel by Pierre Boulle. The movie is no doubt a classic of superior quality which depicts how the Prisoners of War (PoW) from the allied troops captured by the Japanese during World War II were forced to construct a railway bridge with big wooden logs to connect Thailand with Burma over the river named Kwai.\nThe Japanese intention was to extend the reach of their troops to the heartland of Burma and beyond, right up to the eastern border of India. The extreme harsh conditions in the hot and humid jungle coupled with the unabated torture inflicted by the Japanese soldiers on the already famished PoWs made the task more difficult. Despite all the adversities, deaths and deprivation and untold cruelty, the captive soldiers and officers finally built the bridge which became a thing of beauty. It stood on the river Kwai to glorify the ingenuity of the soldiers and officers from the engineering divisions and other units of the US and British army and air force. They showed the enemy that when united for a good cause, even starving people can achieve wonders in a harsh situation. The film that won many Oscars and other international awards remains even today an iconic one worth watching many times over.\nThe construction of the Padma Bridge seemed like a many times magnified version of the construction process of the Bridge Kwai. The reel bridge used wooden logs, nails and coir ropes as essential components to build the main structure, but in the real bridge on the river Padma, concrete, steel and iron rods were used. A good number of colossal cranes, lifts and many other modern equipment were needed to build the bridge on the mighty river Padma. But, in the film, there were no cranes or lifts or generators in that gloomy, rain drenched jungle of Thailand, rather the physical strength and bare hands of the prisoners were the only tools available to push, pull and lift heavy logs.\nBut the pride felt by the engineers, soldiers, and workers in both the cases is just as self-glorifying and profound. Even after creating something for the enemy, the allied officers and soldiers looked at the wooden bridge with great pride. And when one builds something as massive and beautiful as the Padma Bridge, it is only natural that everyone associated with it should feel proud. It was no doubt a big challenge for the government to undertake the enormous work having no previous experience of handling such a big project. But it took up the challenge and started the work. No amount of negative remarks could dampen the spirit of the people associated with the task, and they kept doing what they were assigned to do with dogged determination. As the bridge began to take shape, those opposing it began to retreat into the shades one by one. Many looked at it with their narrow partisan eyes, never realising, or wanting to realise, that it was a national property that belonged to the country.\nHere are some features of the Padma Bridge: \"Padma Multipurpose Bridge is considered the most challenging construction project in the history of Bangladesh. The two-level steel truss bridge carries a four-lane highway on the upper level and a single-track railway on a lower level. The bridge's length is 20,180 feet. It is the longest bridge in Bangladesh, and is the longest over the Ganges in terms of both span and the total length. The highest depth of pile of this bridge is 122 metres, which is highest among all other bridges.\"\nWell, a bridge like that is not something you build every other day, so it would be looked at and admired by many generations of Bangladeshis. They would also take pride knowing that it was built by their own engineers and that all the raw materials used in it were manufactured by Bangladeshi companies. And that the huge sums of money invested in it have been generated by the Bangladesh government from its own coffer.\nThe senior citizens have not been able to witness the construction work of some iconic railway structures like the longest railway bridge named the Hardinge Bridge on the Padma River in 1910. But they can now feel content to have been able to witness the construction work of one of the largest bridges in Southeast Asia.\nIt is always easy to have something – but it is difficult to keep. We have the Padma Bridge now, but the responsibility to maintain it properly rests on us.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "The Bridge on the River Padma",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-bridge-the-river-padma-3058116",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Nero was famously accused of fiddling while Rome burned. Today, some leaders are doing worse. They are throwing fuel on the fire. As the fallout of Russia's invasion of Ukraine ripples across the globe, the response of some nations to the growing energy crisis has been to double down on fossil fuels – pouring billions more dollars into the coal, oil, and gas that are driving our deepening climate emergency.\nMeanwhile, all climate indicators continue to break records, forecasting a future of ferocious storms, floods, droughts, wildfires, and unliveable temperatures in vast swathes of the planet. New funding for fossil fuel exploration and production infrastructure is delusional. We can see the damage we are doing to the planet and our societies, and no one is immune.\nFossil fuels are the cause of the climate crisis. Renewable energy is the answer – to limit climate disruption and boost energy security. Had we invested earlier and massively in renewable energy, we would not find ourselves once again at the mercy of unstable fossil fuel markets. Renewables are the peace plan o the 21st century. But the battle for a rapid and just energy transition is not being fought on a level field. Investors are still backing fossil fuels, and governments still hand out billions in subsidies for coal, oil, and gas – some USD 11 million every minute.\nThere is a word for favouring short-term relief over long-term well-being: Addiction. We are still addicted to fossil fuels. For the health of our societies and planet, we need to quit. The only true path to energy security, stable power prices, prosperity, and a liveable planet lies in abandoning polluting fossil fuels and accelerating the renewables-based energy transition.\nTo that end, I have called on G20 governments to dismantle coal infrastructure, with a full phase-out by 2030 for OECD countries and by 2040 for all others. I have urged financial actors to abandon fossil fuel finance and invest in renewable energy. And I have proposed a five-point plan to boost renewable energy around the world.\nFirst, we must make renewable energy technology a global public good, including removing intellectual property barriers to technology transfer. Second, we must improve global access to supply chains for renewable energy technologies, components, and raw materials.\nIn 2020, the world installed five gigawatts of battery storage. We need 600 gigawatts of storage capacity by 2030. Clearly, we need a global coalition to get there. Shipping bottlenecks and supply-chain constraints, as well as higher costs for lithium and other battery metals, are hurting deployment of such technologies and materials just when we need them most.\nThird, we must cut the red tape that holds up solar and wind projects. We need fast-track approvals and more effort to modernise electricity grids. In the EU, it takes eight years to approve a wind farm, and 10 years in the US. In the Republic of Korea, onshore wind projects need 22 permits from eight different ministries.\nFourth, the world must shift energy subsidies from fossil fuels to protect vulnerable people from energy shocks and invest in a just transition to a sustainable future. \nLastly, we need to triple investments in renewables. This includes multilateral development banks and development finance institutions, as well as commercial banks. All must step up and dramatically boost investments in renewables.\nWe need more urgency from all global leaders. We are already perilously close to hitting the 1.5°C limit that science tells us is the maximum level of warming to avoid the worst climate impacts. To keep 1.5 alive, we must reduce emissions by 45 percent by 2030 and reach net-zero emissions by 2050. But current national commitments will lead to an increase of almost 14 percent this decade. That spells catastrophe.\nThe answer lies in renewables – for climate action, for energy security, and for providing clean electricity to the hundreds of millions of people who currently lack it.\nThere is no excuse for anyone to reject a renewables revolution. While oil and gas prices have reached record levels, renewables are getting cheaper all the time. The cost of solar energy and batteries has plummeted 85 percent over the past decade. The cost of wind power fell by 55 percent. And investment in renewables creates three times more jobs than fossil fuels.\nOf course, renewables are not the only answer to the climate crisis. Nature-based solutions, such as reversing deforestation and land degradation, are essential. So too are efforts to promote energy efficiency. But a rapid renewable energy transition must be our ambition. \nAs we wean ourselves off fossil fuels, the benefits will be vast, and not just to the climate. Energy prices will be lower and more predictable, with positive knock-on effects for food and economic security. When energy prices rise, so do the costs of food and all the goods we rely on. So, let us all agree that a rapid renewables revolution is necessary and stop fiddling while our future burns.\n \nAntonio Guterres is the secretary-general of the United Nations.\n",
        "headline_1": "Our burning world needs a renewables revolution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-burning-world-needs-renewables-revolution-3058106",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "In the fashion industry, public relations is a business-critical discipline. Whenever there is a crisis, retailers' PR teams go into overdrive. Their role is simple: To protect reputations.\nWhat about suppliers, though? How do garment suppliers in Bangladesh handle a public relations crisis? At present, I would say, quite poorly. I would not expect smaller garment makers to have a public relations expert or to use a PR agency. Even among larger garment suppliers, however, the management of PR appears to be poor and reactive rather than proactive and decisive. This needs to change.\nFirstly, suppliers should have a strategy in place. This involves different people within the business having designated roles. Who will be the spokesperson? Who will deal with the media? How will messaging be disseminated? Will an outside agency be used, or will all PR issues be handled in-house? When should they \"talk\" and when should there be \"no comments\"?\nIn my experience, our suppliers often do not comment on news stories where they are impacted. There is perhaps a mistrust towards Western media and concern that, by commenting publicly, one could make matters worse.\nWhile this is understandable, a lack of willingness to talk and engage with the media can be taken as a sign of having something to hide, which is not a good look.\nIf a PR crisis unfolds, a business owner should be proactive and attempt to establish some control over the messaging. They can do this by issuing a clear and to-the-point statement. Any statement can start by acknowledging the situation at hand. Establish empathy with the reader to begin with. Then spell out in clear terms what actions are being undertaken to address the situation. Use clear, unambiguous language. Try to avoid management-speak or corporate jargon as this will simply alienate people.\nAfter acknowledging a situation or issue and explaining how it is being addressed, one can use this as an opportunity to reinforce any other key messaging. So, for instance, if the issue at hand relates to business ethics, one could use the statement to outline how their company has a clear policy on business ethics and social issues and highlight any work that has been done in this area.\nStatements should be posted across social media boards such as LinkedIn, Facebook, Instagram, Twitter, etc. A copy of the statement should be posted on the business website, as this is the first place that journalists and other interested stakeholders will look when trying to find out more.\nThe benefits of issuing a statement are that, firstly, it gives owners some control over the messaging and, secondly, it saves them having to talk to lots of media outlets. One can simply refer them to the statement. A statement also makes clear to the outside world that the business is taking the issue seriously and is not just hiding away.\nThere should be a designated media spokesperson and all other staff must defer to them and send any media enquiries their way. Unauthorised staff should under no circumstances talk to the media. As we all know, the media can build a large story from one or two off-the-cuff remarks.\nTwo more important aspects of PR crisis management are speed and repetition. The importance of quick and decisive early messaging cannot be underestimated. Often, when people make up their mind on things, it is very difficult to change them. So a business should get their message or statement in as early as possible. This will help the business take ownership of the story.\nRepetition is also vital. In any press statement, having a few key points and repeating them is effective. Soon, those points will begin to sink into people's minds, even at a subliminal level. Vague, woolly, and inconsistent messaging will have little or no impact.\nAs garment suppliers, we have had years of conversations or crises wherein we have had little say or have been unwilling to respond. As Bangladesh becomes more outward-facing, it is time for this to change. We cannot continue to be passive by-standers while the rest of the world talks about us or PR crises unfold. We need to be proactive in presenting our side of the story – quickly, clearly and decisively.\n \nMostafiz Uddin is managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "How garment suppliers should respond to a PR crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-garment-suppliers-should-respond-pr-crisis-3057676",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "It is alarming that rice prices continue to show an upward trend, piling pressure on customers who are already struggling to cope with the increase in cost of living and the prices of almost all food and non-food items. The hike in rice prices comes against a backdrop of heightened uncertainty caused by recent flooding, especially in the rice-growing north-western region, as well as a government move to lower customs tariffs on the import of rice, which was supposed to reduce prices.\nA look at the latest market price chart reveals that the price of paddy (fine grain) went up by up to 7 percent to Tk 1,400-1,450 per maund from a couple of days ago in some north-western districts. The prices of medium and coarse paddy also increased. In Dhaka, retailers on Sunday sold fine grain rice at Tk 64-80 per kg, an increase of 3.6 percent from a week ago. The question is, how long before measures taken by the government will actually start to have an impact?\nThere is apparently a correlation, strange as it may seem, between the hike in paddy prices and the government decision on Thursday to more than halve the tariffs on rice import. Instead of reducing the price, it actually caused a hike as traders claimed that even the reduced rice import cost would not be lower than the current market price. There is a demand for removing the import duty to contain prices. Even if that is not entertained, it may take some time for the tariff cuts to positively impact the market as importers are yet to start the process of importing from India. Other issues like low yield and crop losses in flood-hit areas and pre-existing market realities may also continue to be at play.\nMeanwhile, the prices of petrol and gas have been rising since before Ramadan. Though prices of edible oil are coming down a little at the moment, it will not provide much relief if staples remain pricey. There is no denying that food prices need to be kept within the capacity of people, with subsidies if necessary, to ensure peace and order. That hasn't played very well for us yet, especially with the inflation rising to an eight-year high in May.\nAll this calls for decisive actions to bring down rice prices in any way possible. The government must fast-track rice import under the new arrangement and must address other destabilising factors to reduce market volatility.\n",
        "headline_1": "Continued hike in rice prices unacceptable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/continued-hike-rice-prices-unacceptable-3057791",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "While the nation's attention was fixed on the inauguration of the Padma Bridge – a milestone in our development history – a teacher was assaulted by students and local people in the Narail district. The incident only came to our notice after a video of the teacher being forced to wear a garland of shoes around his neck went viral on social media. Reportedly, this happened in the presence of police at the Mirzapur United College in Narail Sadar Upazila on June 17. The teacher is now in hiding, fearing further harassment.\nWhat we understood from various media reports is that a Hindu student of the college wrote a post on Facebook in support of Nupur Sharma, the expelled BJP leader in India who had made derogatory comments about Prophet Muhammad. This outraged some students of the college who asked him to remove the post from Facebook, which he refused to do, further angering the former. After the college principal, also a Hindu, was informed about the situation, he called the police. At this point, rumours spread that the principal took the side of the student on this issue, and subsequently some students and locals forced both to wear garlands of shoes. As the situation became violent, police took the principal out of the campus.\nWe feel that this incident is not just an insult to the principal, but to the entire nation for we've failed to uphold the dignity of teachers again and again. The memory of science teacher Hridoy Chandra Mandal, who was arrested and jailed on false charges of \"hurting religious sentiments\" after his students staged a demonstration against him, is still fresh in our minds. While writing this editorial, news of yet another incident emerged where a teacher died after being hit with a cricket stump by a student. Such instances of intolerance and violence will only rise if we cannot take action against those responsible.\nComing back to the case of Principal Swapan Kumar Biswas, there are several obvious questions: How could he be assaulted in such a manner in the presence of the police? Why are the police now denying that they have witnessed the incident? Was the principal attacked because of his religious identity? If so, what signal does it send to the nation? We believe those who harassed him must be punished, and he and his family must be given protection so that they can live and work peacefully again. We also should address the underlying causes behind the rise in hatred and intolerance in the country and take measures to uproot them. Unless we do so, such instances may continue to recur.\n",
        "headline_1": "How can a teacher be treated so disrespectfully?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-can-teacher-be-treated-so-disrespectfully-3057776",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "An unrelenting rise in the prices of rice for the past few months has forced the government to allow the import of the main staple at a reduced duty. The Ministry of Food has already issued a notification inviting the interested private sector importers to submit applications until July 17 next. To make the imported rice cheaper, the government has also brought down the duty rates from 62.5 per cent to 25 per cent. The food ministry honchos have been indecisive on the issues of rice import and slashing of duty. They have dragged their feet unendingly when rice continued to be pricier by the day and broke all records. However, the rise in prices of rice was not like that of onion or edible oils. It has been small but unabated, rising between Tk.2.0 and Tk. 3.0 a week. This phenomenon has been in place for the past few months. The medium and finer varieties experienced the most rise. But, lately, the coarse varieties have also picked up the trend. Even successive bumper harvests and a sizeable public sector food stock could not stop the price from soaring. The relevant authorities preferred to be an onlooker, barring holding one or two unproductive meetings with the rice traders and millers. Certain issues, it seems, play a major role in the current situation with rice prices, the foremost being the authenticity of official statistics concerning rice acreage and production. Experts have already raised questions about those. An important part of the marketing chain of the main staple is the role of the rice millers. The millers are an organised force that can dictate terms to others. The entry of super shops and other large business groups in rice trading has added another dimension to the whole marketing scenario. Last but not least, the procedure followed by the government while allowing private rice imports is not like the ones followed in the import of other food items. For instance, onion importers do not have to comply with conditions such as the volume of imports. Nor they are required to submit applications to the Ministry of Commerce seeking permission to import. Thus, rice imports have been made a cumbersome process by imposing bureaucratic control. During the last 11 months, the private sector imported only 300,000 tonnes of rice. Such scanty import of the cereal was partly due to complex permission procedures and higher import duty. The issue of paddy price at the growers' level might have prompted the government to exercise some restrictions on rice import. It felt that easy import could prove to be a damper on the paddy price at the field level, which would hurt the interests of the rice growers. But, restrictions notwithstanding, the farmers are not that much benefitted. Millers and traders have pocketed most benefits at the cost of consumers. What seems an important task for the government now is to provide some price relief to the consumers. To that end, it should cut bureaucratic control over rice import, withdraw the system of permit issuance and cut duty on rice to 5.0 per cent or less. Otherwise, the objective behind the move to allow private rice imports is likely to fall flat.",
        "headline_1": "Cooling off a heated rice market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cooling-off-a-heated-rice-market-1656339302",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Amid the upbeat mood following the opening of the Padma Bridge, grim news-reports also keep pouring in. Apart from the post-flood sufferings being gone through by people in large areas of the country, the sudden rise in the corona and dengue cases carries elements of deep worries. This is, indeed, a gloomy unfolding of things. And is least expected, too. These transformations of reality might happen anywhere any time. Mature and optimistic nations face these unsavoury situations with patience and resilience. Bangladesh, undoubtedly, is one of them. With corona cases dropping fast, seemingly though, across the country in the last few months, the government has lifted the pandemic-related lockdown for now. It was in force for nearly two years from early 2020 to late 2021. In the lockdown-free country, life began to return to normal in phases. Amid this ambience of freedom, a lot of people began thinking that the nation was able to subdue the corona scourge once and for all.They remained oblivious to the fact that a considerably large section of the country's population in the rural areas did not receive their two primary corona vaccines, not to speak of the booster doses. But it was encouraging to note that the corona vaccination programme was capable of triggering a great stir among the poorer urban communities. The uncontrollable rush of vaccine seekers at different centres stood proof to this enthusiasm. But nobody knows clearly due to the failure of which health service authorities many underprivileged people could not receive their two primary vaccine doses. Many could manage to receive their first dose without any registration online. But they failed in their attempt to receive their second one. They approached the local health service officials. But any positive answer remained elusive. These people from the lower strata are still found stuck in helplessness over the quandary if it will be ever possible for them to receive their second-dose vaccine. The corona, formally Covid-19, pandemic experts haven't subscribed to the lately pervasive triumphal feeling found among the health service authorities.Although Bangladesh has fared better than many developing countries in South Asia, and greater Asia, in running the vaccination proramme it falls short of the definition of the successfully conducting the Covid-19 vaccination. Its population density and the unpredictable local migration trends stand as a great hurdle to the maximum coverage of people with inoculations. Meanwhile, the daily corona-related positivity rates keep rising. Cases of scattered deaths are reported from many parts of the country. The first death from Covid-19 in the 'third wave' was recorded in the country on May 30 with the second one in June-end. Fresh positivity rate continues to inch up. The country last recorded the rate hitting above 15 per cent on February 25. However, health service men feel upbeat as the mortality rate remains unchanged at 1.49 per cent. Many, however, doubt if the above rate remains stuck there for long. The recovery rate has declined.Among the unofficial reports of the death cases in the latest spike in outbreak, one was said to have been vaccinated with a single dose, while the three others had two doses each. This fact might emerge as riddling to many. According to reliable data, the country reported its first zero Covid-death in a single day on November 20 last year along with 178 positivity cases. According to health authorities, the number of total fatalities from Covid-19 now stands at 29, 138. Meanwhile, a team of Bangladeshi researchers has detected a sub-variant named BA.4/5 through a partial genome sequencing of samples collected from two infected people in Jashore. The two male patients are aged 44 and 79. One of them received the Covid-19 booster dose, while another was vaccinated with two doses. According to the researchers, the new sub-variant has a mutation similar to 'Omicron in the spike protein'. Many people feel tempted to brush aside the euphemism used in defining the virus. They forthrightly call in the dreaded Omicron, which has been detected in India and some developed countries. It is said to have originated from South Africa.  Aware of the Covid-19's intermittent resurgence in many countries, especially the developed European ones and many US states, they remained careful in making their comment on the corona pandemic. A few of them had the foreboding that a mutant form of corona virus was biding time to unleash its fury. People in many of these countries received third, and even, fourth booster doses.  In a grim development, large segments of people in Dhaka and other cities have stopped wearing masks, use of hand sanitisers, and they no longer follow health guidelines. Of late, the corona scenario has slowly started reverting to its earlier position. The trend in the rise of corona-positive persons in Bangladesh has been termed distressing. Evidently, it portends worse times ahead. What is most worrying, the number of corona-positive persons clearly shows an upward trend, after a remarkable phase of decline. Most of the general people seem to be little bothered about the media reports on the abrupt rise in Covid-19 cases. According to World Health Organisation (WHO), the rate of increase in infection has been found the highest in Bangladesh in the recent days. In just one week, up to late June, the rate of increase in corona-positive cases stood at 350 per cent. Moreover, the desperate crowds jostling at relief distribution centres in the northern flood-hit districts carry the grim potential for spreading the virus, pandemic experts say. At the same time, the number of dengue patients being admitted to hospitals continues to rise. This is also assuming the proportions of one of the public health-related worries. Despite Bangladesh being a country passing through disastrous times often, outbreak of pandemics, or endemic scourges, cannot deprive it of its joy of achievements. Since its bloodied birth, it has never conceded defeat. It greatly values patience.\n[email protected]",
        "headline_1": "Keeping victory mood free of gloom",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-victory-mood-free-of-gloom-1656339333",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "According reports, Bangladesh is witnessing a resurgence of the pandemic, Covid-19.The update of the Directorate General of Health Services (DGHS) says, in 24 hours till Sunday morning 1,680 people were found Covid-positive, while two people died of the disease. However, the number of deaths in a single day was higher on Saturday at three.This was quite a jump in the fatality rate considering that only one death was reported on Thursday (June 23) from the reemerging pandemic. The reports of fresh incidence of Covid-19have naturally aroused questions in the public's mind.Is itthe same old Omicron variant of the Covid-19 that swept across the country since mid-December last year and whosepositivity rate had recently come down to virtually nil?Butthenews of a new type of infection has also come from Jashore, thanks to the scientists at the Genome Centre of the Jashore University of Science and Technology (JUST).The scientists at JUST found two men, aged 44 and 79, infected by a new subvariant of the Omicron strain of Covid-19 called BA.4/5. Obviously, there is reason for the health authorities of Bangladesh to be on high alert. Notably, scientists of the same universityhad also discovered the arrival of Delta variant as well as the earlier versions of Omicron in the country. According to the JUST researchers,this is a new, mutated version of the Omicron variant of the Covid-19. And through mutation in its spike protein, it has become much more contagious than earlier Covid variants so much so that it can evade the immunity in the body created by vaccination or by earlier infections. It is exactly whathappened in the case of the two new Covid cases now under observation in Jashore. The current Covid infection rateas of Sunday as provided by DGHS was 15.66 per cent. It definitely marks a significant jump in the Covid cases in the country.The figure makes it plain that this latest round of infection is on a sharply rising curve. One wonders if all the cases of the increased positivity are due to the new BA.4/5 subvariant of the Omicron or a mix of the old and the new.It may be recalled that the BA.4/5 was first reported from South Africa early this year, a development scientists termed the fifth wave of Covid infection in that country. And last month (May), it appeared as the third wave in India. The Omicron subvariants, BA.4 and BA.5, are already the dominant strains of Omicron in the US and the UK. In the US, according to the Centers for Disease Control and Prevention (CDC), about 25 per cent of the new infections have been found to be due to BA.5 subvariant, while 11 per cent account for BA.4. A study conducted by the Harvard Medical School's Beth Israel Deaconess Medical Center (BIDMC) found that as quoted by the Fortune magazine, 'BA.4 and BA.5 subvariants \"substantially escape neutralizing antibodies by both vaccination and infection.\"'The study report further suggests that \"the Omicron variant has continued to evolve with increasing neutralization escape.\"What all these studies imply is that the Omicron and its subvariants like the latest BA.4 and BA.5 are in the process of evolution and with each transformation they are getting more transmissible and cleverer at evading immunity.As a protective measure against this new version of the pandemic,vaccination drive along with booster doses should be in force. At the same time, no slackening in the observance of the mandatory health guidelines including wearing facemask and maintaining social should be tolerated.\n[email protected]",
        "headline_1": "Covid evolving into more contagious variants",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/covid-evolving-into-more-contagious-variants-1656339365",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2022"
    },
    {
        "full_article": "Wearing gold ornaments can make you look appealing. But, do you know that some gold jewellery can contain materials with health risks? One such material is cadmium. It is frequently used to join the ends of a gold ornament. Due to its harmful effects on human health, many countries in the world have already banned gold ornaments containing cadmium, also known as KDM gold. Long-term exposure to KDM gold can lead to kidney problems among other issues. However, it is unfortunate that most of us in Bangladesh do not even know about this. And a number of jewellers across the country are using KDM gold. They are also putting the lives of artisans in danger since the fume of cadmium can even cause cancer. In this case it is better to buy or use certified gold or hallmark gold. The use of this gold does not pose any risk to the health of the users. The authorities concerned should formulate a comprehensive plan so that the use of KDM gold can be checked and gold users should also be made aware of the health hazards from such gold. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Health risks of KDM gold",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/health-risks-of-kdm-gold-1656339394",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-06-2022"
    }
]