[
    {
        "full_article": "The concept of “unity in diversity” is not an abstract one. In a multi-ethnic national or provincial setting, the accommodation of differences in a way that bestows socio-cultural recognition of identities while striving for constitutional unity and equality through governance is a must for progress. The conditions for a conflict arise when identities tighten up and become exclusivist, leading to grievances over perceived neglect of one group. But good governance that focuses on accommodation and dialogue helps stem the possibilities of a deterioration of such conditions into violence. The spurt of violence in Manipur that led to mass displacement, the loss of lives, vandalisation of houses, churches, temples besides arson across five districts, might have been a consequence of a long-standing hill-valley identity divide in the State, but it was also avoidable. The trigger was a rally called by the All Tribal Students’ Union, Manipur, on Wednesday, protesting the move to concede a demand for ST status, following a High Court order, to the Meiteis, the majority group. The tribal groups are opposed to this demand which is not uniformly endorsed by all sections of the Meiteis. While the grievance that according ST status would eat into the reservation pie for the hill tribal communities seems to be somewhat valid, their raging concern that this will compromise traditional land ownership is not entirely born out of reason and has been used by tribal leaders to whip up hysteric anti-valley sentiments. The conflagration was also the consequence of brewing discontent against what tribal groups perceived as the State government’s biased actions.\rIf the State’s Bharatiya Janata Party-led government had acted with alacrity and removed the perception that it was biased towards one dominant section, this situation would not have come to pass. In its over-zealousness in a “war against drugs”, the government had indulged in eviction drives which included one that had affected a Kuki village in March and had prompted some of the BJP’s tribal MLAs to raise this issue of a perceived bias in governance and seek a change in the party’s State leadership. Evictions ostensibly done for forest protection and in the name of removing “outsiders” tend to cause passions to rile up among people dependent upon the hills for a livelihood; doing so without recourse to resettlement and compensation only heightens a sense of injustice among those affected. With the Union government taking charge of security, a tamping down of the violence should follow, but for the grievances to melt down, the faltering State government must convene an all-party mechanism to reach out to the people across ethnic divides.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\ntribals\n\n/\n\ngovernment\n\n/\n\nstate politics\n\n/\n\nBharatiya Janata Party\n\n/\n\nforests\n\n/\n\nlaws\n\n/\n\nstudents",
        "headline_1": "Ethnic quagmire: On the Manipur violence",
        "headline_2": "Violence in Manipur could have been avoided had the government stayed above the fray",
        "link": "https://www.thehindu.com/opinion/editorial/ethnic-quagmire-the-hindu-editorial-on-the-manipur-violence/article66817249.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "Go Airlines, the Wadia Group’s low-cost carrier, this week became India’s first domestic airline since the outbreak of the COVID-19 pandemic to go into a mid-air stall and seek bankruptcy protection. For an airline that rebranded itself as Go First less than two years ago in a bid to make a fresh start, with CEO Kaushik Khona declaring at the time “our consumers come first” and “...our confidence in the brighter tomorrow”, the carrier’s abrupt announcement of a suspension of operations is rich in irony. While it has laid the blame squarely on “the ever-increasing number of failing engines” supplied by Pratt & Whitney, which it claimed had resulted in half its Airbus fleet being grounded, the engine problems could at best be termed the proximate cause. Go First’s financial woes predate the fleet troubles and the pandemic and are largely symptomatic of the malaise afflicting the wider industry. Given the high capital and operational costs, the commercial air transport industry operates with wafer thin margins. Added to this, the swelling competitive intensity in India’s budget airline sector a decade and a half ago saw rivals adopt aggressive pricing strategies to gain market share that stretched balance sheets and made companies more vulnerable to shocks.\rIf the lockdowns announced in India in March 2020 and the tight travel curbs to combat the spread of the SARS-CoV-2 virus dealt a deeply bruising blow to all contact intensive sectors, last year’s surge in crude prices in the wake of the Ukraine invasion combined with the rupee’s depreciation against the dollar sent aviation turbine fuel (ATF) costs soaring for domestic carriers. And when air travel demand rebounded last year as the pandemic-linked restrictions were lifted, Go First found itself already hobbled with almost a third of its fleet having been grounded by December 2020, ostensibly due to engine issues. With the airline now moving the National Company Law Tribunal for initiation of insolvency proceedings and an accompanying moratorium on outstanding credit, aircraft lessors have opposed the carrier’s resolution plea and instead sought aircraft deregistration and repossession. The outcome in the NCLT notwithstanding, the developments hold a mirror to the industry’s systemic infirmities. Rival carrier SpiceJet is simultaneously facing an irate overseas lessor who has moved the insolvency tribunal over unpaid lease rentals. The government knows the issues dogging the industry including a tax structure that keeps ATF costs prohibitive and a regulatory apparatus that is outdated. The onus is on the Centre to find long-term policy solutions if it wants India’s struggling airlines to reach cruising altitude.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nair transport\n\n/\n\nlitigation and regulation\n\n/\n\nbusiness (general)\n\n/\n\nCoronavirus\n\n/\n\ntribunal",
        "headline_1": "Symptomatic stall: On the Go First crisis and the aviation industry",
        "headline_2": "The aviation industry needs policy changes and regulatory overhaul",
        "link": "https://www.thehindu.com/opinion/editorial/symptomatic-stall-the-hindu-editorial-on-the-go-first-crisis-and-the-aviation-industry/article66816837.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "In the 1978 essay, ‘Power of the Powerless’, Vaclav Havel wrote that the post-totalitarian system is mounting a total assault on humans, and humans stand against it alone, abandoned and isolated. Northeast India, large parts of which still remain under martial law, has seen violence for almost seven decades where thousands have died and disappeared. The tragic eruption of violence in Manipur that started on May 3 is yet another example of the fragility of our region which shares borders with five countries – China, Bangladesh, Nepal, Bhutan and Myanmar. The hills and valley of Manipur continue to burn even as I write.\nMyanmar’s impact on Manipur crisis\nAlthough the demand for inclusion of the Meitei community as Scheduled Tribe is the immediate trigger, the eruption of violence in Manipur has been the result of decades of neglect, discrimination, criminal-political nexus and violent extremism that have led to massive insecurities amongst several indigenous communities. In multiple research we have seen the influx of small arms and light weapons and linkages with narco and human trafficking in this fragile region. The inability to resolve these issues has led to several ethnic groups arming themselves. At one point, Manipur saw the existence of 60 armed groups. Many of us who grew up in the state were caught between the guns of the state and the non-state actors with the situation remaining volatile even today.\nRead full story on TOI+\n\n",
        "headline_1": "Manipur Inferno – Guns, Drugs, Refugees, Repression: Restoration of peace and democracy in the Indo-Myanmar region is key to attaining regional stability and India’s Act East interests",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/manipur-inferno-guns-drugs-refugees-repression-restoration-of-peace-and-democracy-in-the-indo-myanmar-region-is-key-to-attaining-regional-stability-and-indias-act-east-interests/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "Tim Cook, CEO of Apple who recently visited India, has some advice for parents: limit the screen time for children. He says: “Kids are born digital, they’re digital kids now. And it is, I think, important to set some hard rails around it. ”\nVarious surveys of Indian children show alarming findings. A Saurashtra University survey of more than a thousand children and their parents in Rajkot finds that 92% students prefer playing mobile games over playing outside and 78% students are habituated to having their phone while having meals.\nIn another survey by Local Circles, nearly 55% of parents admit that their children aged 9-13 have access to a smartphone throughout the day. In Parliament, MoS for IT has cited a study done by the National Commission for Protection of Child Rights: “24% of children use smartphones while they are in bed, before going to sleep which increases with age and 37% of children, always or frequently, experience reduced levels of concentration due to smartphone use. ”Other reports suggest Indian children are amongst the youngest to get access to smartphones. Anecdotally, we have all seen in restaurants little children watching phone screens as they eat their food. That’s often done to let the adults talk.\nRead full story on TOI+\n\n",
        "headline_1": "Yes, kids are born digital: Where they need adult help is in fighting digital addiction. Because the neurochemistry of excessive smartphone usage is the same as that of narcotic drugs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/yes-kids-are-born-digital-where-they-need-adult-help-is-in-fighting-digital-addiction-because-the-neurochemistry-of-excessive-smartphone-usage-is-the-same-as-that-of-narcotic-drugs/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "Way back in 1964, when the then US surgeon general linked cigarettes to cancer and heart disease, his report went on to impact healthcare policies all around the world. Today’s surgeon general Vivek Murthy’s advisory is that loneliness is as dangerous as smoking, and significantly raises the risks of heart disease as well as stroke. But it’s likely to move only a few rich countries to shift a little expenditure towards social connection targets. This is not at all because “the epidemic of loneliness and isolation” is frozen at the rich west’s boundaries. Neither poverty nor geography provide any immunity at all.\nStill, measuring loneliness is widely seen as inherently imprecise. Variations such as the interview’s location and the interviewer’s characteristics can majorly swing responses, which in any case can reveal more about normative desires than what the respondent feels. Countries like India anyway lack the kind of deep associative data that Murthy can cite, which is reflective of a larger healthcare deficit here. In the most populous state of UP, out-of-pocket estimates are an eye-watering 71% of total health expenditure. In the US, on the other hand, even if monies were allocated for schemes Murthy recommends, what he doesn’t address is how these would sidestep the “polarisation” that has unhealthily shrunk discussion networks in the first place.\nFinally, and most importantly in the Indian context, solitude as a choice should not get extinguished before it has even lived. Remember how the forced domestic confinement of Covid was nightmarish for many, even if many others felt acutely thankful for how family held them through the pandemic. Likewise, women and young people may prefer new-age autonomy over some idealised intergenerational family cohesion. What is key is to feel agency. And for everyone who is lonely, knowing that they are a multitude may be some comfort.\n\n\n",
        "headline_1": "The lonely aren’t alone: Can & should govts really combat loneliness?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-lonely-arent-alone-can-should-govts-really-combat-loneliness/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "That the Supreme Court and the high courts of Madras and Kerala refused to stall the release of a film, The Kerala Story , is right in principle – films or books or art should not be banned, whoever likes or dislikes them. But the other point is that these are not questions for courts. An overburdened judiciary has far more pressing matters to attend to. On films, the censor board is the (often ham-handed) regulator. If it okays a movie, the matter should end there. True, in India, it often doesn’t, and often likes and dislikes are coarse political strategies. For example, the ungodly fuss over a song in Pathaan . But because freedom of expression often seems fragile, it’s important to have a one-step clearance – the censors, in this case.\nThe Kerala Story is being called a piece of political propaganda by its critics, and some are arguing it will vitiate community relations. And those who are enthused by it have themselves taken repeated offence at many films, including those on OTT platforms. All of these objections from all sides, whether articulated thoughtfully or crudely, cite audiences’ sensitivity and feelings. The point is to let audiences see these films.\nWhat film regulation in India needs is for the censors to adopt a very light touch, and the restoration of the film certification appellate tribunal. Making high courts the venue of appealing a censor board decision is illogical. The world’s largest film industry is, sadly, nowhere near being its freest.\n\n\n",
        "headline_1": "India’s stories: No film, disliked by right or left, should be banned",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/indias-stories-no-film-disliked-by-right-or-left-should-be-banned/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "Bangladesh has been hosting nearly one million Rohingya refugees for six years now. In 2017, following the mass exodus of the Rohingya from Myanmar's Rakhine state to Cox's Bazar in Bangladesh, two failed attempts at repatriation were made in 2018 and 2019, respectively. In both cases, the Rohingya refused to return to their homeland for fear of fresh persecution and lack of congenial environment for repatriation. With the 2021 military takeover in Myanmar, the junta responsible for mass murders and genocide against the Rohingya was busy consolidating its power, with no interest in resolving the crisis, despite many efforts and initiatives by Bangladesh and other allies.\nA pilot project to repatriate over 1,100 Rohingya refugees is now in discussion between Bangladesh and Myanmar, negotiated by China. As of March 2023, some progress (such as verification of the list of persons in the pilot project) has been made. However, according to experts and informed sources, Myanmar is taking this symbolic step to \"lighten the responsibility\" in its next submission to the International Court of Justice (ICJ) in May regarding the Rohingya genocide. As of writing this piece, no repatriation has taken place.\nSo, what if the Rohingya are not repatriated? The symbolic pilot repatriation, which is like a drop in the ocean, could very well be another ploy by the Myanmar junta to delay the genocide case and extend the Rohingya refugee crisis. Since the military coup, the political, economic, and humanitarian crises in Myanmar have only grown more dire, with reports indicating nearly 3,000 killed, 17,000 detained and more than 1.5 million internally displaced.\nThe pilot repatriation plan does not address the root causes of the crisis and offers no tangible resolution. In fact, it has already come under fire from various quarters, including the Human Rights Watch. After the exodus, there have been numerous calls for the trials of senior military officials based on the many atrocities, rapes, and state-sponsored violence, and for addressing the issues of rights, citizenship, and repatriation of the Rohingya with safety and dignity. The pilot repatriation initiative has reportedly brought unease to the refugees in Cox's Bazar due to its failure to address the ongoing militarism, lack of safety, and continued hostility towards the Rohingya in Myanmar, Bangladesh, and other countries of the region.\nFaced with brutal state-sanctioned oppression since 1962 that led to various forms of atrocities – for instance, arbitrary arrest, abduction, confinement in military camps, stripping of citizenship rights in 1982 – and forced thousands to flee the country, of an estimated 3.5 million Rohingya in Rakhine state, over three million now live as refugees or migrants in countries like Bangladesh, Saudi Arabia, Pakistan, the United Arab Emirates, India, Malaysia, Thailand, and Indonesia. The rest who live in Rakhine are either confined to camps or completely at the mercy of the Myanmar army.\nWould the pilot repatriation be good for Bangladesh or for the Rohingya refugees? The answer could be \"yes\" and \"no\" at the same time. The programme may be seen as a start of the long-overdue repatriation, which may build confidence for future repatriation in greater numbers. It is also possible that the Rohingya are afraid and unwilling to return if those involved, both military and civilian, are not made accountable for the past atrocities and brought to justice. Experts view the pilot repatriation as being beneficial to Myanmar due to the ongoing cases at the ICJ. This will also likely dent and chip away at the criminality of the Myanmar military, and persistently marginalise and alienate the repatriated Rohingya, without their rights being re-established.\nThe troubled question for Bangladesh, then, would be how to deal with this refugee crisis for potentially years more to come involving funding, administration, inclusive and equitable treatment of the refugees and host populations, and national security issues, among others.\nThere are no easy answers. However, Bangladesh should avoid any shortcuts (such as the pilot repatriation initiative seems to be) without addressing the root causes and a just and sustainable solution which would be acceptable to Rohingya refugees. The agenda should include not only the numbers of people to be repatriated, but also issues of their citizenship and right to return to their homes, not to any supervised pilot camps courtesy of the Myanmar military.\nBangladesh and the international community should intensify their pressure on Myanmar to address the root causes to resolve the crisis. Myanmar should not be allowed to avoid accountability for the genocide against its own Rohingya population. In my view, a full assessment of the current situation in Myanmar must constitute a part of the equation for any sustainable move towards Rohingya repatriation. The deteriorating and potentially destabilising and bloody crisis in military-run Myanmar has already triggered a popular armed resistance that the military seeks to violently crush. In sum, the overall environment domestically within Myanmar itself is not right for Rohingya repatriation at present.\nDr Mohammad Zaman is an international development/resettlement specialist. He has written extensively on the Rohingya crisis.\n\n",
        "headline_1": "What if the Rohingya are not repatriated?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-if-the-rohingya-are-not-repatriated-3312686",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "On November 1, 2022, the State Minister for Power, Energy, and Mineral Resources Nasrul Hamid informed parliament that $28.3 billion was invested in the electricity sector between fiscal years 2009-10 and 2021-22, of which $9.73 billion was invested for private sector electricity production. The question is: why couldn't such a huge investment save people from load-shedding?\nThe current electricity crisis can be attributed to five reasons. Firstly, there is an acute shortage of primary fuel such as oil, gas, and coal, alongside a dependency on fuel import. Secondly, we are going through an economic crisis and are faced with high capacity charges that are payable in dollars. Thirdly, the country's investment in renewable green energy has been inadequate. Fourthly, there is a lack of coordination in production, transmission, and distribution infrastructure development projects. And lastly, our power generation centres and machinery are substandard and dysfunctional. Additionally, the dollar crisis has caused a huge amount of debt accumulation in terms of importing coal, oil, and gas. Inadequate transmission and distribution capacity are also exacerbating the crisis.\nThe government has not ensured uninterrupted supply of primary fuel prior to building electricity production capacity. Stable large-scale contractual or G2G imports were not focused on. Efforts to discover and acquire new gas reserves in the country and offshore areas have not progressed as expected. Nearly 50 percent of total oil and gas imports were from the spot market, endangering the country's energy security. Politically motivated, commission-savvy spot market importing of primary fuel seems to have been the main motivator. Hence, it became difficult to keep power plants operational during times of necessity.\nPrivate power plants are enjoying capacity charges at unjust rates even when they are not capable of producing electricity when necessary. The average production expenditure of the Power Development Board (PDB) has increased by 81 percent over the last one and a half years, with bills amounting to nearly Tk 28,000 crores between September 2022 and January 2023 for rental, IPP, and various government power plants.\n\nA lack of investment in green and renewable energy is also a major reason behind increased load-shedding. A miniscule amount of our electricity is renewable. The remaining majority is produced via fossil fuels that have to be bought with dollars from domestic and foreign sources. Almost all new power plants are coal-powered. As a result, our energy and power sectors remain largely unsustainable.\nAt present, even though global energy prices have decreased, the government is not able to buy enough fuel due to the foreign currency crisis. New problems are worsening the import dues for oil, coal, and gas.\nDue to commercial banks' inability to pay back their LC debt, the import of oil has accumulated a significant amount of outstanding payments, approximately Tk 4,157 crores. Seven foreign companies have informed the Bangladesh Petroleum Corporation (BPC) that they will not supply oil until their outstanding payments have been cleared. Notable among the companies that the BPC owes for their supply of crude oil are Vitol Asia, Unipec, Emirates National Oil Company (ENOC), Numaligarh Refinery Limited (NRL), PetroChina in Singapore, and Indonesia's Bumi Siak Pusako (BSP). The Indian Oil Company Limited (IOCL) has requested the BPC to clear its outstanding dues through the Indian Embassy in Bangladesh.\nEven in terms of internal energy sources, there is a risk of load-shedding. Chevron, which contributes around 60 percent of domestic gas supply from gas fields, has reported arrears of about Tk 1,800 crores between September 2022 and February 2023.\nDespite the dollar crisis, there are other infrastructure-related reasons for load-shedding. During the hot summer days when demand for electricity increases, more than 50,000 transformers of power distribution companies run at a risk of burning out if load-shedding is not conducted periodically. In other words, the investment for increasing the capacity for distribution infrastructure has been insufficient. Even after an investment of $28 billion, transmission and distribution capacity could not be proportional to installation capacity.\nAnother reason behind load-shedding is how maintenance of regional gas pipelines and coal shortages lead to closures of large power plants. The Rampal power plant has had to be shut down twice between January and April due to coal shortage.\nA lack of investment in green and renewable energy is also a major reason behind increased load-shedding. A miniscule amount of our electricity is renewable. The remaining majority is produced via fossil fuels that have to be bought with dollars from domestic and foreign sources. Almost all new power plants are coal-powered. As a result, our energy and power sectors remain largely unsustainable.\nThe load-shedding problem is also worsened by inefficient thermal power plants and their low plant factor (capacity to operate continuously), and by the frequent maintenance of faulty power stations.\nAccording to experts, production capacity should be kept 15 percent higher than demand, factoring in maintenance and overhauling. So, against the highest demand recorded in Bangladesh of 16,221 MW (on April 17), a production capacity of 18,000 MW would have been sufficient. But the PDB could not manage to generate more than 16,000 MW of electricity. This proves that, even keeping aside coal and gas supply issues, many of these power plants are simply charging high prices for their seemingly false installed capacity.\nOn April 18, State Minister Nasrul Hamid expressed his sorrow over unexpected load-shedding and cited reasons related to the heatwave. Sadly, his statement does not reflect reality.\nIt's time to address the technical, operational, managerial, design and planning aspects of the energy crisis. Load-shedding is directly related to the economic crisis, corruption, and inconsistent planning. Despite more than $28 billion in investment, the energy sector has not improved sustainably, but has instead put the country in darkness by causing a deep \"dollar drain\".\nFaiz Ahmad Taiyeb is a Bangladeshi columnist and writer living in the Netherlands. Among other titles, he has authored 'Fourth Industrial Revolution and Bangladesh' and '50 Years of Bangladesh Economy.'\n\n",
        "headline_1": "How sustainable is our 'electricity revolution'?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-sustainable-our-electricity-revolution-3312631",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "The two earthquakes with epicentres close to Dhaka, in a span of 11 days, have certainly caused many citizens to fear what may happen next. And their anxiety is justified as leading experts are also concerned and have given rather ominous indications of the possibility of a major earthquake happening \"anytime\". What they are most worried about is the unbelievable level of unpreparedness for such a petrifying disaster. So why have the authorities not been jolted into action?\nThe Daily Star's report informs us that in the last month we have already had 14 earthquakes within 300 km radius of Dhaka according to the National Center for Seismology of India. Research by experts in Bangladesh has found that these foreshocks could indicate a major earthquake, which would cause the entire capital to crumble. Unplanned urbanisation over the last few decades has led to a chaotic, congested concrete jungle where most of the buildings are not earthquake-proof. A survey by the Rajdhani Unnayan Kartripakkha (Rajuk) has predicted that around 865,000 buildings may collapse in an earthquake with a magnitude of 6.9 originating in the fault line in Tangail. The death toll has been estimated to be around 210,000, with 229,000 sustaining injuries if the disaster happens during the daytime. The survey was done between 2018 and 2022.\nWe have very recently seen the horrific consequences of major earthquakes in Turkey and war-torn Syria this February that killed more than 20,000 people. After knowing all this, what have we been doing? The answer is, not enough. It's true the government has carried out risk assessment and mapping for earthquakes in major cities such as Dhaka, Chattogram and Sylhet, as well as set up more earthquake observatories and specialised equipment to detect tremors in vulnerable locations. It has a National Earthquake Contingency Plan that includes anticipating future risks and disaster management after a major earthquake. The government is supposed to have trained 62,000 volunteers.\nThis is all impressive. But the government needs to make sure that in the event of a major earthquake these measures actually work on the ground. Experts have given many recommendations regarding how we should prepare. The overall message is to have extensive awareness and practical training. This includes regular drills in schools, offices, departmental stores, etc., retrofitting risky buildings, enforcing earthquake safety technologies in new buildings and implementing the government's guidelines on how to deal with the aftermath of an earthquake.\nWe must build capacity for prompt response, rescue and evacuation operations and treatment facilities in hospitals. Volunteers need refresher courses. The Fire Service has to be equipped with sophisticated machinery and trained personnel for rescue operations.\nIt is virtually impossible to predict when exactly a major earthquake will occur. The only thing to do is to be as prepared as we can be. The government must now consult with our local and international experts and start implementing a strategy that will work to reduce as many casualties as possible, in the event that the earthquake nightmare comes true.\n",
        "headline_1": "How prepared are we for a major earthquake?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-prepared-are-we-major-earthquake-3312596",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "The two earthquakes with epicentres close to Dhaka, in a span of 11 days, have certainly caused many citizens to fear what may happen next. And their anxiety is justified as leading experts are also concerned and have given rather ominous indications of the possibility of a major earthquake happening \"anytime\". What they are most worried about is the unbelievable level of unpreparedness for such a petrifying disaster. So why have the authorities not been jolted into action?\nThe Daily Star's report informs us that in the last month we have already had 14 earthquakes within 300 km radius of Dhaka according to the National Center for Seismology of India. Research by experts in Bangladesh has found that these foreshocks could indicate a major earthquake, which would cause the entire capital to crumble. Unplanned urbanisation over the last few decades has led to a chaotic, congested concrete jungle where most of the buildings are not earthquake-proof. A survey by the Rajdhani Unnayan Kartripakkha (Rajuk) has predicted that around 865,000 buildings may collapse in an earthquake with a magnitude of 6.9 originating in the fault line in Tangail. The death toll has been estimated to be around 210,000, with 229,000 sustaining injuries if the disaster happens during the daytime. The survey was done between 2018 and 2022.\nWe have very recently seen the horrific consequences of major earthquakes in Turkey and war-torn Syria this February that killed more than 20,000 people. After knowing all this, what have we been doing? The answer is, not enough. It's true the government has carried out risk assessment and mapping for earthquakes in major cities such as Dhaka, Chattogram and Sylhet, as well as set up more earthquake observatories and specialised equipment to detect tremors in vulnerable locations. It has a National Earthquake Contingency Plan that includes anticipating future risks and disaster management after a major earthquake. The government is supposed to have trained 62,000 volunteers.\nThis is all impressive. But the government needs to make sure that in the event of a major earthquake these measures actually work on the ground. Experts have given many recommendations regarding how we should prepare. The overall message is to have extensive awareness and practical training. This includes regular drills in schools, offices, departmental stores, etc., retrofitting risky buildings, enforcing earthquake safety technologies in new buildings and implementing the government's guidelines on how to deal with the aftermath of an earthquake.\nWe must build capacity for prompt response, rescue and evacuation operations and treatment facilities in hospitals. Volunteers need refresher courses. The Fire Service has to be equipped with sophisticated machinery and trained personnel for rescue operations.\nIt is virtually impossible to predict when exactly a major earthquake will occur. The only thing to do is to be as prepared as we can be. The government must now consult with our local and international experts and start implementing a strategy that will work to reduce as many casualties as possible, in the event that the earthquake nightmare comes true.\n",
        "headline_1": "How prepared are we for a major earthquake?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-prepared-are-we-major-earthquake-3312596",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "We are alarmed that untreated sewage from hundreds of hotels, motels, and resorts in Cox's Bazar is polluting the environment of the town as well as the sea. According to a recent Prothom Alo report, among the 538 hotels, motels, resorts, and cottages built in the Kalatali area next to the beach, 532 do not have any sewage treatment plants (STPs). These hotels and motels are still using septic tanks for their sewage management, which are leaking and spreading sewage around the city and into the sea. The situation particularly worsens during the peak season and also during monsoon. The untreated sewage is now posing a serious threat to the marine animals and the biodiversity of the area, while also degrading the overall environment of the tourist city.\nThe question is, what were the authorities doing when all these hotels and resorts were built without STPs? Did they make it clear to the owners that STPs were mandatory in their establishments? According to the hotel owners, they didn't. Instead, they reportedly allowed them to build three-chambered septic tanks underground. And there are still many hotels that do not even have septic tanks. Now, when thousands of people crowd these hotels during the peak seasons, the sewage management systems in these hotels completely fall apart.\nUnfortunately, sewage pollution from hotels is just one of the many problems that Cox's Bazar has been facing in recent years. The tourist town still does not have a proper waste management system, and plastic pollution has become one of the major threats to its ecology. Moreover, sewage from shrimp hatcheries is directly polluting the sea at many points. By now, a large part of the district's forests, mountains, and rivers have been grabbed by influential encroachers. Many projects taken up by the government have also proven harmful to its environment. The saddest part is, such environmental destruction has been going on under the very nose of the authorities and despite the existence of several High Court orders and directives to stop them.\nWe urge the Cox's Bazar Development Authority (CoxDA), the Department of Environment and other relevant government agencies to do what is needed to save the town from pollution and encroachment once and for all. As for setting up the STPs, the CoxDA should construct a central sewage treatment plant in the town as soon as possible – with the help of the World Bank and the Asian Development Bank (ADB), since they are reportedly interested to invest.\nAnd to stop unplanned constructions in the town, the authorities must take action against those who have built their hotels without environmental clearance, no matter how powerful they are. They should also prepare a master plan of town development and ensure that all the structures are constructed following the rules and regulations. All this must be done to retain the beauty of the beach town and safeguard its ecological balance.\n",
        "headline_1": "Cox's Bazar's sewage problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/coxs-bazars-sewage-problem-3311966",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "The Bangladesh Fire Service and Civil Defence authority has approached the government with a proposal to amend the Fire Prevention & Extinguishing Act, 2003. The amendment being proposed would award the Fire Service with magistracy powers. Given that there have been multiple, massive fires that have ripped through Dhaka and Chattogram cities resulting in significant loss of lives and property, the time has come to review what powers the service has, and how amending the law can aid this essential service provider to do its job properly.It is no longer news that Rajdhani Unnayan Katripokkho (RAJUK), which is in charge of approving building design has been failing for decades, to live up to the task when it comes to adhering to the building code. This failure to approve designs as per law and then enforce the set standards that provide the security and safety against accidents leading to devastating fires, has prompted the Fire Service to ask for the amendment in the first place. Dhaka city is now a megacity, with millions of people living in very congested areas. Buildings are sprouting up all over the city. Markets, both permanent and temporary, dot the landscape in every locality. As RAJUK has been unable to implement any plans to separate areas of Dhaka into various zones, the capital city is a hotchpotch of commercial and residential areas, which ideally should not be located in the same vicinity, but is. As stated before, RAJUK is debilitated by its inability to enforce any of the laws, and hence, there is no regulatory pressure over inspection of buildings regarding safety issues. Not only that, there is no sustained campaign to raise awareness of city residents about what to do in case of fire, what measures to keep in place in case a fire breaks out, and finally, no water reservoir to tap into if and when a fire occurs. The Fire Service and Civil Defence authority should not bear the burden of failure to put out fires where it has no authority to inspect buildings in the city. The fact that this service is managing to contain massive fires that have destroyed markets like Banga Bazaar or the repeated fires in the old quarter of the city where chemical substances are kept in warehouses - which are essentially residential buildings, brings the question of enforcing rules to the forefront.In that context, it is understandable that for the Fire Service department to do its job properly it must have powers of magistracy. Such empowerment would allow the authority to inspect locations and hand out fines to lawbreakers. Also, the fire service authority is perfectly suited to conduct drills in every locality to educate people about how to handle fire incidents, to contain it while help is on the way. If people are trained in the basics, a lot of lives can be saved, and damage to property minimised. Authorities need to revisit the Act and lay out in clear terms what powers should be given to Fire Service and Civil Defence authority when it comes to magistracy. City residents should not be put in a position where there are conflicting interests or clashes between RAJUK and the fire service over authority. Amendments to the Act needs to be clearly thought out so that implementation can be smooth and without hiccups, and works for public benefit.",
        "headline_1": "Amending Fire Prevention & Extinguishing Act",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/amending-fire-prevention-extinguishing-act-1683387201",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "Excitement runs high across the world to bypass or avoid the United States (US) dollar and use national currencies in international trade payments. Many developing nations have been trying to push their own currencies to settle trade with the partners for the last few years. Brazil, China, India, Indonesia, Malaysia and Russia are leading the move that has gained momentum since the breakout of Russia-Ukraine war. As the western nations led by the US have imposed a series of trade sanctions on Russia, it becomes difficult for the Russian partners to do trade with the country, rich in energy resources. The sanctions also cut off Russia from the SWIFT payments system which is the international network of bank transactions. So, it becomes impossible to settle any trade with Russia using the US dollar which is the universally accepted foreign currency as well as leading reserve currency. To get over the barrier, countries like China and India have already started using their local currencies to settle trade payments with Russia. A few other countries have also joined the rally. Moreover, these countries now want to use the opportunity to ditch the imperious US dollar.For many years, advanced developing countries have expressed their disappointments over the hegemony of dollar. They also alleged that dependency on the US currency has compelled the other countries to bear the cost of sudden exchange-rate fluctuation originating from the manoeuvring of the US monetary policy. For instance, when Federal Reserve, the central bank of the US, raises interest rate to fight inflation, it generally makes the dollar stronger. It is because the higher yields attract more investment capital from investors abroad who seek higher returns on bonds and interest-rate products. To invest in US bonds with higher returns, international investors offload their investments denominated in their local or regional currencies. Thus demand for dollar- denominated products increases and exchange rate becomes stronger in favour of the US dollar. A stronger dollar means weaker currencies for the other nations.This may not always be the case. Developing nations most exposed to the changes in international financial market, face the situation since the central banks of these countries keep their interest rates unchanged. Interestingly, a standard textbook on economics says that high-interest currencies should depreciate.Nevertheless, any small fluctuation in the US dollar price is bound to affect the rest of the world as countries are linked with the US-led global financial system. International trade is heavily dependent on dollar. According to International Monetary Fund (IMF) economists, the dollar's share, as an invoicing currency, is 3.1 times its share in global exports. The US currency's share as an invoicing currency is also estimated to be around 4.7 times its share in global imports. That means, many non-US exporters and importers invoice their international trade in the US dollar. The share of euro is 1.2 times the share of euro-country exports.The US dollar is also established as a `safe haven' as international investors use dollar for its effective currency hedge in times of turbulence that no other international reserve currency can provide. Although the share of US dollar as reserve currency dropped to around 59 per cent at the end of 2022 from 72 per cent in 2020, it is still the leading vehicle currency in global banking. Around 88 per cent of the foreign-exchange outstanding of all currencies at end-June 2022 is US dollar, according to Bank of International Studies Quarterly Review. Euro is the second reserve currency having a share of 20.50 per cent followed by Japanese Yen (5.50 per cent), British Pound Sterling (4.95 per cent), Chinese Yuan (2.70 per cent), Canadian dollar (2.40 per cent) and Australian dollar (2.0 per cent). The rest amount, some 3.40 per cent, is constituted of other currencies.Thus, the Chinese currency is still far away to be a leading reserve currency no matter how some are arguing for its use as an alternative to the US dollar. Though the use of Yuan by some countries to settle their trade with China has increased in recent years and it will continue to grow in the near future, most countries are not ready to accept it as an important reserve currency.In fact, the Chinese monetary policy is fundamentally less-transparent, if not non-transparent, and unpredictable which is not true in the case of the US. China also depreciates Yuan artificially as the currency is pegged. So, it makes the Yuan costly for other currencies. China runs a huge trade surplus with the rest of the world. Many argue that Chinese trade surplus is mostly 'shaped by residual and newly created forms of protectionism, undermining trade relations abroad and consumer welfare at home.' Chinese current-account surplus is also very big indicating its strong internal resilience not without any cost.Although advanced developing countries are trying to reduce the use of US dollar in international trade, all of them are interested to push their own national currencies instead. It may create a kind of 'spaghetti bowl phenomenon' which is used to refer to the multiplication or crisscrossing of free-trade agreements (FTAs). In the race of using nation currencies, big developing nations may also create pressure on relatively small trading partners to use their own currencies to settle trade with multiple countries. For instance, India now wants to use Rupee in exchange for Taka to settle trade with Bangladesh. As India has already started to trade in Rupee with some other countries, it may seek Bangladesh to use the Indian currency to settle international transactions with common trade partners like Nepal, Sri Lanka and Indonesia. Similarly, China may opt to do so. All this may make the foreign-exchange management difficult for countries like Bangladesh. A regional common currency like Euro may be a better option where some countries agree to use the common currency in intra-regional trade. If the intra-regional trade payments see a success, the currency may be used for international trade transaction later. BRICS, the bloc of Brazil, Russia, India, China and South Africa, has already initiated move to introduce a common currency. Problem is that even the nations having more economic strength within the bloc or region may try to convert their national currency as the common currency which may not be acceptable to all the regional partners. Thus, the move to ditch the mighty US dollar will see little success in near-future. [email protected]",
        "headline_1": "Bypassing dollar in international trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bypassing-dollar-in-international-trade-1683387250",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "Passing school final exams is considered the first major test in the academic career of a student in almost all countries. In Bangladesh, it's like achieving an academic milestone. In the past, passing the entrance or matriculation would mark an end of the student life of many post-teenage youths. A certificate of this important examination was tolerably enough for a youth to land a petty job. Further studies to achieve an Intermediate, a Bachelors or a Masters degree remained a utopian dream to them. It was because success in those exams required even the above-average students to study hard. This scenario has changed radically. Passing the SSC (Secondary School Certificate) exams with the grading of GPA Golden A+, GPA 5 (A--) or GPA-4 is now part of a system where students are required to answer both MCQ (Multiple Choice Questions) and creative questions. With the GPA Golden A+ enjoying a stellar position, the GPA (A--) stands for average students. In the new system, the percentage of passes has increased manifold in every part of the country. The career of students becomes challenging after the SSC level, with the start of the phase of higher secondary course. This year's SSC exams began in the country on April 30, with over two million students from 11 educational boards appearing at the exams. A total of 3, 818 centres across the country are in charge of conducting the school final. As seen elsewhere in the country, the SSC exam is the basic gateway to college or university-level studies in Bangladesh. No matter how brilliant a student is, he or she cannot enroll in the higher-level institutions unless they can produce their SSC certificates with at least GPA-4 score. An above-average student, miserably weak in English or Mathematics and unable to score even an average grade cannot cross the SSC bar. However, such students' complete failure to reach the college level is rare. The rural or lower-middle class parents watching a son or a daughter go to a college after passing the school final cannot be compared to any other feelings of theirs. These are their moments of joy and pride. For many of them, the very thought of their offspring passing out of school and entering college can be compared to the one of conquest. The highly caring or better-off families' goal lies elsewhere. They try their best to see their offspring get admitted to reputed colleges. All of these parents agree to one point: SSC examination is the most critical test in order to get elevated to the higher academic classes.To the great relief of conscious parents, teachers and social observers, the school final examinations could at last be made cheating-free, at least for now. Thanks to the different types of questions and the methods of answers now in practice, blatant cheating in the exams might prove highly difficult. What will happen in the future is anybody's guess. However, with the system of the MCQ questions being an integral part of the SSC and HSC exams, there are few scopes for the return of unfair means as seen in the past.As has been observed, it is through the first major examination at the end of school life that a boy or a girl comes of age. The minimum age for appearing at the school final exams is 16. Students reach 17 as they enroll in colleges. The first taste of freedom of movement and thoughts and inquisitiveness, the initial propensity to rebel and reject grows within them at the post-SSC stage. Pragmatic parents and guardians remain prepared for the inevitable changes in their previously submissive kids. The mercurial ones fail to cope with this situation involving their children who wait in excitement at the doorstep of a new world. Proper guidance works wonders in this critical situation.[email protected]",
        "headline_1": "The all-important exam",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-all-important-exam-1683387295",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2023"
    },
    {
        "full_article": "Many residents of Dhaka city have been complaining of gas smell and leaks for the past couple of weeks. The smell of leaked gas has been reported from Lalbagh, Hazaribagh, Mohammadpur and Khilgaon areas. It has created panic among people and prompted mosques to use their public announcement system for asking households not to switch on their gas burner. Titas Gas Transmission and Distribution Company Limited authorities, however, have requested the citizens not to panic. But there are valid reasons for getting panicked by the gas smell. In 2021, several people were killed after a building in Moghbazar collapsed in a massive explosion caused by accumulated gas leaking from an abandoned gas supply line of Titas. We are also worried about the incidents of fire and blasts one after another in recent months.According to the media, many gas distribution lines are 40 years old and expired 10 years ago. The faulty gas lines and the leak in them have pose the threat of explosion and big fire incidents in the city. The leaks must be detected as soon as possible and the defective pipelines must be replaced in no time.Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Repairing gas leaks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/repairing-gas-leaks-1683387319",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-05-2023"
    }
]