[
    {
        "full_article": "If there was any doubt about the relevance of the BRICS grouping (Brazil-Russia-India-China-South Africa), which held its 15th Summit in Johannesburg this week, the massive global interest in its outcomes should have put those to rest. Ever since the grouping, set up as a coalition of emerging economies, said last year that it was open to new members, as many as 40 countries from the global south have evinced interest in joining, with at least 22 formal applications. The decision to more than double its membership overnight, from 5 to 11, by inducting four major middle eastern players, Egypt, Iran, Saudi Arabia and the United Arab Emirates, as well as Ethiopia and Argentina, from Africa and South America, respectively, is significant. The enthusiasm is obvious. BRICS has weathered several storms and is today seen, if not as any alternative, as a counter-narrative creator to the western-led G-7 club on diverse issues: from climate change commitments and UN reform to its rejection of unilateral western sanctions against Iran, Russia and Venezuela. By also creating the New Development Bank, which has funded nearly 100 projects so far, instituting a Contingent Reserve Arrangement, and other institutional mechanisms, the BRICS countries have also shown their ability to work on practical initiatives. While the grouping may not yet rival the wealth of the G-7, it does now rival its share of the global GDP (approximately 30% each), and represents a more equitable representation across 40% of the world’s population to the G-7 countries that make up just 10%. Once the new members join, six of 10 of the biggest global oil suppliers will be BRICS countries, giving BRICS new heft in the field of energy.While the battle of proving its raison d’être may have been substantially won, the BRICS countries still fall short in showing a coherence of purpose, and are still mired by inner contradictions. The rivalry between India and China has no doubt slowed the grouping down and the induction of arch rivals Iran and Saudi Arabia-UAE, despite their recent détente, could well create similar issues for the group in the future. In addition, any overtly political, anti-western stance by BRICS will make India, and other countries in the grouping who walk a tightrope between the global powers, including Egypt, the UAE, Saudi Arabia and Brazil, uncomfortable. Russia’s invasion of Ukraine too has caused uneasiness, and BRICS members did not vote as a bloc on any of the UN votes; nor did any of the other members support Russia’s actions. Above all, any attempts by China to overpower the group with its strategic or economic vision will require a firm pushback if the foundational idea of BRICS, to assert the strategic autonomy of its members, is to be followed. Eventually it is the promise of shared prosperity and a more democratic model of global governance that attracts so many in the global south to the grouping, and will provide the mortar for an expanded line-up of BRICS countries.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBrazil\n\n/\n\nRussia\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nSouth Africa\n\n/\n\nEgypt\n\n/\n\nIran\n\n/\n\nSaudi Arabia\n\n/\n\nUnited Arab Emirates\n\n/\n\nEthiopia\n\n/\n\neconomic sanction\n\n/\n\nbanking\n\n/\n\noil and gas - upstream activities\n\n/\n\ndiplomacy",
        "headline_1": "Concrete alliance: On the BRICS grouping and its expansion",
        "headline_2": "BRICS found new purpose with its expansion, but also more contradictions",
        "link": "https://www.thehindu.com/opinion/editorial/concrete-alliance-the-hindu-editorial-on-the-brics-grouping-and-its-expansion/article67235615.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "The Chess World Cup, which concluded at Baku on Thursday, caught the imagination of the Indian public the way very few sporting events have of late. Eighteen-year-old Chennai lad R. Praggnanandhaa’s astonishing run all the way to the final was the main reason. However, he was stopped by Magnus Carlsen, the highest-rated player in history. The Norwegian is a five-time world champion, but this is his first World Cup, the only significant trophy that had been missing in his cabinet. Ever since Carlsen dethroned Viswanathan Anand in the latter’s hometown Chennai in 2013, the former’s reign on the chessboard has been absolute. If he is no longer the official world champion — that title now belongs to China’s Ding Liren, who was crowned a few months ago — it is because he has chosen to stay away. He does not find the motivation strong enough and he is not comfortable with the format of the World title match involving a series of games of a long duration. He has said that he would not be a part of the next cycle of the World championship either. This is not Carlsen’s loss; it is chess’s. Whoever wins the World title cannot claim to be the planet’s best player as long as Carlsen is around.Not many in international sport have skipped vying for the World title when they are at the top of their game. But then, not many sportspersons across disciplines have been as good as Carlsen has for such a long time. Praggnanandhaa is one young player who has given Carlsen cause for some worry in recent times. He made headlines when he scored multiple wins over his formidable rival last year. Any win against the World No. 1 is commendable, but what makes Praggnanandhaa special is that he is still very young and could get stronger. He is ranked 29th in the world and it will be safe to bet that he will break into the top 10 in the not too distant future. At Baku, he accounted for the World No. 2 and No. 3, Hikaru Nakamura and Fabiano Caruana. But he was not the only Indian to impress at the World Cup. In fact, his rival in the quarterfinal was Arjun Erigaisi. D. Gukesh, who was the first Indian to make news in Azerbaijan by breaking into the world’s top 10 and replacing Anand as the India No. 1 in live rating, was Carlsen’s opponent in the quarterfinal. Vidit Gujrathi ensured that four of the last eight players left in this prestigious event were Indians. India is shining bright with a whole generation of young talent.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nchess\n\n/\n\nWorld Cup",
        "headline_1": "Unchecked run: On the Chess World Cup, Magnus Carlsen and his challengers",
        "headline_2": "Magnus Carlsen remains the man to beat in chess, but Indians present a challenge",
        "link": "https://www.thehindu.com/opinion/editorial/unchecked-run-the-hindu-editorial-on-the-chess-world-cup-magnus-carlsen-and-his-challengers/article67235261.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "Greece and India are bound by historic ties of friendship dating back thousands of years. As ancient civilisations, our peoples interacted with and influenced each other in a wide variety of fields. Crucially, elements of our cultures were interwoven into each other’s and continue to remain relevant to this day, not only in our own two countries, but also across the broader regions of Europe, Asia, and Africa.\nStanding at the crossroads of three continents, and as an EU and Nato member, Greece is perfectly placed to be India’s gateway to Europe.\nToday, our two countries share common democratic values and a firm commitment to international law, including the Law of the Sea. We also agree on the need to safeguard the rules-based international order and promote global peace, stability and development.\nWhich is why, given the challenges posed by a rapidly changing world, India and Greece, as maritime nations with firm values and rich histories, are in the best possible place to work together to navigate a better future.\nRead full story on TOI+\n\n",
        "headline_1": "A new relationship that’s 2,500 years old: Prime Minister of Greece, writing on the occasion of PM Modi’s visit, argues Athens can be New Delhi’s gateway to Europe",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-new-relationship-thats-2500-years-old-prime-minister-of-greece-writing-on-the-occasion-of-pm-modis-visit-argues-athens-can-be-new-delhis-gateway-to-europe/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "After beating the World Number 2, Fabiano Caruana, and the World Number 3, Hikaru Nakamura, Rameshbabu Praggnanandhaa faltered at the very last hurdle. He took Magnus Carlsen into tiebreaks at the World Cup final but the World Number 1 finally put it across the 18-year-old.\nHowever, Prag and his cohort of young Indian compatriots made a huge impression. So did a couple of young players from other countries. It’s apparent that chess is on the verge of seeing a generational shift. And, that shift is likely to heavily favour India.\nThe chess World Cup is one of the most prestigious events on the calendar. It’s played on a Wimbledon-style knockout format with progressively shorter time controls and sudden death invoked to ensure every match has a winner. The Open section offers roughly Euro 160,000 in prize money with even the first-round losers getting something.\nEven more importantly, the World Cup offers three places in the Candidates cycle from which the challenger to the world champion is selected. This is a gruelling process where eight “Candidates” duke it out for the right to challenge the champion. The title cycle itself is worth several million in prize money – the 2023 match saw Euro 2 million split 55:45 between the two players – and the Candidates itself has a minimum Euro 500,000 prize fund.\nRead full story on TOI+\n\n",
        "headline_1": "Why we must brag about Prag: His loss to chess number one Carlsen doesn’t alter the fact that young Indians are the coming big thing in world chess",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-we-must-brag-about-prag-his-loss-to-chess-number-one-carlsen-doesnt-alter-the-fact-that-young-indians-are-the-coming-big-thing-in-world-chess/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "Explaining the significance of Chandrayaan-3, former Isro chief KKasturirangan said that the technology demonstration means that India will necessarily be part of the club that formulates policies for planetary explorations or even extraction of resources from space. Juxtapose his observation with India’s decision in June to become the 27th signatory to the Artemis Accords, a US initiative to implement the key aims of the 1967 Outer Space Treaty. With these two developments the wheel has come full circle. International collaboration is again at the heart of India’s space programme.\n\nThe space programme began with support from the US, the USSR and France in particular. International collaboration was needed to compress development stages. Two events subsequently hindered the seamlessness of early collaborations. First was India’s nuclear detonations in 1974. But for Isro arguably the more damaging episode was Western obsession with prevention of missile proliferation. Once SLV-3, India’s first satellite launch vehicle made a successful entry in 1980, technology transfer became harder. The entry of the Missile Technology Control Regime in 1987 and US non-proliferation sanctions between 1992 and 1994 on Isro and Glavkosmos, which supplied cryogenic engines, were perhaps the most challenging phase.\nTwo things happened since then that led to the changed outlook today. Isro’s development of in-house capabilities following sanctions has made collaboration with it an attractive proposition for many space agencies. Also, the global geopolitical situation has changed significantly over the last four decades, with the emergence of China as not only a strategic rival to the US but also as a leading space-faring nation. Isro’s collaboration with Nasa has deepened over the last 15 years and there are other joint ventures such as the proposed lunar mission with Japanese space agency Jaxa.\nThese collaborations are essential to take Isro to another level through technology absorption. The additional spinoff is that Indian industry benefits. To illustrate, since the 1980s Isro has transferred technology to Indian firms, notably to firms engaged in special materials, chemicals, broadcasting and navigation. If international collaboration in the 1960s was essential to get started, henceforth Isro’s intrinsic capabilities will draw partners. India’s space programme was envisaged as a technological springboard to quicken the transition to industrialisation. The success with the soft landing on the Moon will allow it to realise its original goal of becoming a vehicle of technology diffusion.\n\n",
        "headline_1": "Space to grow: Chandrayaan’s success will boost Isro’s international collaborations and take it to another level",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/space-to-grow-chandrayaans-success-will-boost-isros-international-collaborations-and-take-it-to-another-level/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "Brics will be bigger – Saudi Arabia, Iran, Argentina, Egypt, Ethiopia and the UAE will join – and India’s job will become tougher. China and Russia had been pushing hard to include new members. India, which was earlier cautious about the expansion plan, finally relented but not before insisting on finalising the membership criteria. This was a good call because China had earlier wanted Pakistan to be admitted.\n\nChina and Russia are looking to transform Brics into a counter to what they see as a US-led multilateral system. Both countries face Western sanctions and pressure. Through an expanded Brics they hope to create for themselves new diplomatic and strategic space. And the recent Western narrative of democracies standing up to authoritarian regimes has given them an opening to make common cause with certain countries of the Global South. However, the politicaleconomic contradictions that marred the core five Brics countries remain unresolved and are likely to get accentuated. Notwithstanding the recent modus vivendi between Saudi Arabia and Iran facilitated by China, suspicion between the two Middle East heavyweights endure.\nSimilarly, Indian and Chinese troops continue to face off in Eastern Ladakh over their border dispute. While Modi spoke at length about resilient supply chains – code for diversifying away from China – the Chinese commerce minister used the Brics platform to target the US. Russian President Vladimir Putin couldn’t even travel to the summit because of an international arrest warrant against him. Given these issues, India’s interests lie in playing the role of a balancer in the expanded Brics and prevent it from becoming a Chinadominated forum. Some pundits will wonder whether it’s worth the effort. But, in diplomacy, staying in is mostly better than keeping out.\n\n",
        "headline_1": "Brics & Beijing: India’s challenge will be to keep the group from becoming a China-dominated diplomatic shop",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/brics-beijing-indias-challenge-will-be-to-keep-the-group-from-becoming-a-china-dominated-diplomatic-shop/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "A report published by the World Health Organization (WHO) on August 10 showed that Covid-19 cases had increased by 80 percent over 28 days, from July 10 to August 6, compared to the previous 28 days. The same analysis found that South Korea reported 1.2 million new infections during the same period. In fact, the country's surge of the subvariant of Omicron – EG.5 – alone has driven up the global infection rate. The US Centers for Disease Control and Prevention (CDC) has also reported a 14 percent increase in Covid-19 hospitalisations in the first week of August. However, the actual global infection rate is much higher, as infections are no longer continuously tracked and testing has sharply declined universally. Indeed, this spike bodes for a worldwide surge of Covid-related illnesses in autumn.\nBut what does this new spike in Covid infections mean for Bangladesh?\nAs of now, the country has lost 29,476 lives to the pandemic, and experienced more than two million infections. Of course, after the highest number of deaths in June and August of 2021, daily deaths and infections have steadily declined. Despite that, there have been reports of deaths due to Covid throughout 2022 and 2023. On June 28 this year, five died from the virus, and in the current month of August, four deaths have so far been recorded.\nExperts contend that Covid has effectively become a seasonal flu and is not strong enough to create a wave anywhere in the world as of now. They have, in fact, lowered the threat of the virus globally, as they anticipate it to be more of a public health challenge, not a crisis. In the US, the Joe Biden administration has even eliminated the position of the top Covid-19 White House official along with its formal ending of the Covid public health emergency in May this year. The administration does not expect the virus to become a major development in any way that can disrupt public life.\nHowever, of particular note is the view of the Association of Public Health Laboratories CEO Scott Becker, \"We never expected variants to just disappear. So, the virus is doing what viruses do. We're watching all of this in order to better be prepared for any fall surge in respiratory diseases.\"\nWhat is our part that we must do?\nThe first approach is to maintain and observe best practices to not get the virus in the first place: for example, wearing a mask, maintaining social distance practices, and of course, getting the recommended vaccines and boosters to avoid hospitalisation. Most healthy adults develop some degree of immunity from vaccination, prior to Covid infections, and the overall availability of treatment plans. However, they can well spread the virus to their loved ones and even end up in emergency departments if they are not vaccinated and boosted.\nA new study published by Yale University researchers found a preliminary connection between practising the recommended Covid guidelines and Covid-related deaths. The researchers studied 538,159 registered Democrats and Republicans in Florida and Ohio who died between January 1, 2018 and December 31, 2021. They marked May 1, 2021, one month after Covid vaccines were available to all US adults, as a major milestone. The study aimed to scientifically analyse data to discover if the apathy to observe Covid guidelines has a bearing on the deaths. It found that 43 percent more Republican voters died from Covid than their Democrat counterparts.\nRepublicans are overwhelmingly conservative and have expressly objected to most Covid regulations, and even vaccine mandates, deeming them to be an obstacle to their freedom of choice and civil liberty. So, from the party leadership, including former President Donald Trump, to the common supporters, there was strong opposition to most restrictions. By contrast, Democrats overall strongly adhered to the guidelines. Once in the White House, Biden also placed strong Covid measures to curb the pandemic.\nIn Bangladesh as well as globally, many evoke God's will to skirt recommended practices around health issues. The study above should be a wake-up call to those who readily bank on unproven and unscientific approaches to their health.\nAlongside adhering to established Covid practices, we must also replenish our stockpiles of vaccines. We must coordinate with vaccine manufacturers, foreign governments and international agencies to ensure enough availability of shots, as they have proven to be the most effective in fighting the disease, per the Yale study. We must prioritise two high-risk groups in vaccination programmes: the elderly and those with low income. The hospitalisation rate for seniors is significantly higher than that for other age groups. We must ensure that all at-risk populations have their testing and vaccine needs met immediately and adequately.\nThe new Covid spike should be taken as a clarion call to prepare as we head into the autumn when the cases are expected to surge. Bangladesh may experience a localised spike or a small wave at worst. Even though the virus will pose considerably less danger to public health than it did during the height of the pandemic, it will continue to remain a challenge and claim lives while driving up hospitalisation and even potentially straining our healthcare system. Early preparedness and prevention programmes can make all the difference when the virus will trend up in the winter. It is the time to act now.\nABM Uddin is a healthcare and IT consultant at the Florida Agency for Health Care Administration. Views expressed in this article are the author's own.\n",
        "headline_1": "What does the new Covid spike mean for Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-does-the-new-covid-spike-mean-bangladesh-3402831",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "At a time when the authorities should have focused on protecting and planting trees in Dhaka to lower its rising temperature and make the air a little more breathable, the steps taken by some government bodies in recent months signal a totally contradictory response. In May, the Dhaka South City Corporation felled hundreds of trees on the Saat Masjid Road in the name of beautification. Soon after, the Dhaka North City Corporation felled trees on the median strip of Mohakhali-Gulshan Road in a bid to expand its traffic island. Both corporations stopped their activities only after widespread criticism.\nBut clearly, these incidents have failed to set an example for other responsible departments of the state. If it did, we would not have to witness another onslaught on the city's greenery by the Public Works Department (PWD) recently. According to a report, on August 23, PWD workers cut down some 30-year-old trees to make space for a housing block for parliament officials and staff near the Shahid Shahabuddin Road at Agargaon. They, too, stopped their work only in the face of protests from locals and environmental activists.\nSuch assaults on our fast-depleting greenery, by government authorities no less, are outrageous. What makes it more problematic is that the PWD did not take permission for cutting trees from the forest department, which is essential.\nDhaka has already become a heat island and one of the most polluted cities in the world. Its gradual loss of greenery and wetlands owing to mindless development has been the main reason for this situation. While a city must have about 25 percent of green coverage, Dhaka has only less than 8.5 percent of green space at present. Given the rate at which trees are being cut in the city, it may not be long before its remaining greenery too vanishes, making the city totally uninhabitable. We, therefore, urge the government to ensure environmental compliance in any project by any of its bodies, and take active measures to enhance the city's greenery.\n",
        "headline_1": "Don't make a habit of felling trees",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-make-habit-felling-trees-3402746",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "It's distressing to see how nutritious foods that were once accessible to people with lower incomes are fast getting out of their reach. Even traditionally cheap items known as the \"poor man's protein\" are getting pricier. Over the past few months, we have seen how the prices of eggs followed that of broiler chicken to register an astronomical increase. Another food item to be following the same trajectory is fish, especially pangas. According to a recent report, in 2021, each kg of small-variety pangas sold at Tk 111, but now you have to pay Tk 200-220, with the larger varieties costing around Tk 250.\nPrices of other farmed fish varieties such as tilapia, koi, rui, and katla have also increased a lot. The question is, how will the poor access essential nutrition if all available sources of protein in the market become expensive? Lower-priced fish and poultry products used to be considered an affordable alternative to beef and mutton, which have long become the preserve of the affluent (one kg of beef currently costs Tk 750-800 – equivalent to about three days' wages of a rookie garments worker). But those days seem to be over now. According to a 2022 study of the World Food Programme, only 17 percent of families in the country were able to eat enough nutritious food including fish and meat. That number has likely declined further by now.\nThe abnormal price rise has not been limited to fish and meat, of course. Other essential items like rice, lentils, oil, sugar, and flour have also seen a similar pattern. Recently, prices of onion have witnessed a sharp hike due to a 40 percent tariff imposed on imported Indian onions. The cumulative effect of all this is that people are being compelled to adjust their diets and cut back on consumption. And when once-economical sources of protein become expensive, it is the poor that suffer disproportionately, especially children and pregnant women who need them most.\nThe reasons why prices of fish, and other farm products, have soured are not unknown. While the fallout of the Russia-Ukraine war and the government's decision to raise fuel prices did combine to drive up import/production costs, an equally significant factor has been the failure of relevant authorities to reduce their effect through better regulation and monitoring. This is inexcusable given the massive suffering it has caused. We urge the authorities to bring back prices of essential foods within the reach of the poor.\n",
        "headline_1": "What’s driving up fish prices?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whats-driving-fish-prices-3402726",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "We are extremely disturbed that yet another river is on the verge of dying because of pure negligence and inaction from all authorities concerned. The Kharia, once a primary support for agriculture, fisheries and transportation in Phulpur upazila, Mymensingh, has now become a seasonal narrow stream, marred with heaps of toxic waste and encroached lands. Despite continuous appeals from journalists, experts and environmental organisations, and numerous directives from the High Court and the government, no effective steps have been taken to save the river, just like many other rivers in this riverine country.\nWe want to know why, during its 23 years of existence, the Phulpur municipality has failed to develop a proper garbage management system to stop people from dumping waste in the river, or to clear up the waste accumulated for years, and even the garbage that the municipality itself used to dump beside the river. While the locals have been repeatedly accusing powerful and influential individuals of encroaching considerable parts of the 25-km river, the UNO, who is also the authorised local personnel of the National River Conservation Commission (NRCC), says they are still working on the list of encroachments. Here, too, there is little indication of implementing the 17 directives to save rivers, ruled by the High Court back in 2019.\nWhile the government has been expressing satisfaction with their drives to save rivers – for instance, in September 2022, State Minister for Shipping Khalid Mahmud Chowdhury falsely claimed that the BIWTA had cleared 90 percent of the river areas grabbed illegally – cases like the Kharia expose that the dire condition is not only limited to big rivers beside large cities and industrial areas. Besides the Kharia, many rivers in Mymensingh including the Brahmaputra, Khiru, Sutia, and Norosunda are in dreadful conditions because of similar reasons. Ruling party lawmaker and former food minister Kamrul Islam stated last year that the river grabbers and the public representatives who assist them extort benefits from the ruling party. We have also seen instances where river grabbers marked by the NRCC continued to work with Bangladesh Inland Water Transport Authority (BIWTA) and Bangladesh Inland Water Transport Corporation (BIWTC), both of which are under the shipping ministry. We fear that this culture of inaction, negligence, and allowing influential individuals and companies to keep encroaching on major rivers encourages the local authorities to overlook the bare minimum to save relatively smaller rivers like the Kharia.\nAlthough it seems like a lost battle at this point, we urge the authorities to finally internalise the unparalleled importance of rivers for our country, people, and the environment, and take action accordingly.\n",
        "headline_1": "Why do we only pretend to care about rivers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-we-only-pretend-care-about-rivers-3402861",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "At a time when the authorities should have focused on protecting and planting trees in Dhaka to lower its rising temperature and make the air a little more breathable, the steps taken by some government bodies in recent months signal a totally contradictory response. In May, the Dhaka South City Corporation felled hundreds of trees on the Saat Masjid Road in the name of beautification. Soon after, the Dhaka North City Corporation felled trees on the median strip of Mohakhali-Gulshan Road in a bid to expand its traffic island. Both corporations stopped their activities only after widespread criticism.\nBut clearly, these incidents have failed to set an example for other responsible departments of the state. If it did, we would not have to witness another onslaught on the city's greenery by the Public Works Department (PWD) recently. According to a report, on August 23, PWD workers cut down some 30-year-old trees to make space for a housing block for parliament officials and staff near the Shahid Shahabuddin Road at Agargaon. They, too, stopped their work only in the face of protests from locals and environmental activists.\nSuch assaults on our fast-depleting greenery, by government authorities no less, are outrageous. What makes it more problematic is that the PWD did not take permission for cutting trees from the forest department, which is essential.\nDhaka has already become a heat island and one of the most polluted cities in the world. Its gradual loss of greenery and wetlands owing to mindless development has been the main reason for this situation. While a city must have about 25 percent of green coverage, Dhaka has only less than 8.5 percent of green space at present. Given the rate at which trees are being cut in the city, it may not be long before its remaining greenery too vanishes, making the city totally uninhabitable. We, therefore, urge the government to ensure environmental compliance in any project by any of its bodies, and take active measures to enhance the city's greenery.\n",
        "headline_1": "Don't make a habit of felling trees",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-make-habit-felling-trees-3402746",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "The country's apex tax administration authority, the National Board of Revenue (NBR)'s effort to automate its Value-Added Tax (VAT) collection system, has encountered many challenges since the move was made nearly a decade and a half back. First, it introduced Electronic Cash Registers (ECR) in 2009. But it proved to be difficult to monitor the invoices generated by the ECRs as there was no central server to oversee their operation in an integrated manner. So, in 2018, it went for installing the Electronic Fiscal Devices (EFDs) instead at the small and medium-scale business outlets free of cost. But the progress of the work, thanks to the non-cooperation of many business entities and some NBR officials' high-handed manner towards those operating the business outlets, was not at the expected speed. To overcome the difficulties, recently, the government is learnt to have engaged a private company having necessary expertise in the field to do the job of installing the EFDs and managing their operation.Outsourcing of the EFD installation and management in a digitised format is obviously a step in the right direction. In fact, collection of VAT, which currently accounts for 40 per cent of nation's total revenue earning, has long been stymied by its manual method of collection, mismanagement and corruption. Small wonder that it lacked transparency! In contrast, the information about business transactions made through the EFDs at the retail and wholesale business outlets across the country can be instantly monitored through the integrated EFDMS operating through a central server under control of the NBR. As the human intervention in the VAT collection regime will be drastically reduced through the EFDMS, the chances of errors and manipulations in VAT collection regime would be substantially minimised. Even so, the NBR will be required to keep tabs on the operation of the outsourced EFDMS to see what qualitative improvement has been achieved through the new VAT payment and management system over a particular period of time. More importantly, what is at stake here is the information about the ownership of millions of small and big retail and wholesale businesses in the country and their sensitive sales data. So, it must be ensured that sensitive information such as the sales data of businesses concerned are well-protected. Also, the outsourcing agency should be technically sound to protect the data from leaking or preventing any possible hacking. According to the plan, as reported, about 60,000 EDFs will be installed at business outlets in Dhaka and Chattogram within the current financial year, FY24 and another 0.3 million within the next five years. In fact, the faster the retail and wholesale businesses of the country are brought under the EFDMS, the better for the mobilisation of revenue for the government. Notably, according to an estimate, the small and medium shopping outlets contribute 13 per cent to the country's Gross Domestic Product (GDP). However, for successful implementation of the EFD installation drive, cooperation of both businesses and consumers has to be ensured through a massive awareness campaign about the EFDMS. Even after automation of the VAT collection system, the tax officials will still have work to do to ensure compliance of businesses with the new system. In that case, their role should be more motivational than domineering. The digitised VAT payment and management drive through the Electronic Fiscal Device Management System (EFDMS) will, hopefully, give a big fillip to the domestic revenue mobilisation efforts. Its successful implementation promises to improve the country's present tax-GDP ratio at 7.4 per cent, which is one of the lowest in South Asia.",
        "headline_1": "Automating VAT management",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/automating-vat-management-1692970654",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "The onion market is in a state of volatility again. This is to be expected as neighbouring India has slapped a 40 per cent duty on export of onions to stabilise prices in its domestic market. According to a reprt published in this newspaper, prices of the commodity has been increasing in all wholesale markets and presently onion is selling at Tk 80-100 per kilogram in retail markets. From all indications, prices will rise further. Indeed, the price of onion is going up every day with imported onion prices shooting up by Tk 5.0 a kg in the span of a day on Tuesday last. A similar trend is found with price of local variety of onion.Traders claim that importers have taken a go-slow policy, unsure about whether they will be penalised by the authorities concerned if they import at higher value from the international market. The fact is that if the Indian export duty remains in place, prices will rise inevitably. The annual demand for onions in the country stands at around 3.0 million tonnes and domestic production of the same stands at around 2.5 million tonnes. The shortfall is met through import. The minister of agriculture assures that the price will stabilise shortly because apparently, there is a substantial local stock.Unfortunately for Bangladesh, of the 2.5 million tonnes of this spice-cum-vegetable produced locally, at least 20 per cent (500,000 tonnes) goes to waste. This is an area that has not been looked into seriously enough. Despite Bangladesh harvesting a bumper onion yield this year, predominantly in northern Bangladesh, a significant amount is going to waste due to a lack of adequate storage facilities. Adverse weather conditions are responsible for a lot of this produce going to waste and hence proper storage facilities are required to keep them in stock, to be released to market as and when needed. Traditionally, farmers keep their stock of onions in makeshift storage lofts, but the heat wave on the one hand, and erratic rainfall on the other is causing the massive loss of onion stocks in rural areas.Had there been cold storage facilities available, onions could be stored for up to ten months without loss of food value. Apparently ventilation is a vital component in onion storage because onions are not immediately taken from cold storage to the market - they are \"heated in temperature-controlled conditions in order to prevent condensation\". As onion is a vegetable crop that is widely used and constitutes an essential element in daily diet of millions of people in Bangladesh, proper post-harvest storage facilities are required to prevent this massive loss - the economic cost of which runs into millions of Taka. It is not simply a question of having enough cold storage facilities, there is also the problem of having uninterrupted power supply to these facilities. Given that Bangladesh is now in the throes of power cuts outside of Dhaka, electricity supply to cold storages and a locally developed management system for preservation of this produce has to be prioritised. The Bangladesh Cold Storage Association (BCSA) has urged the government to ensure uninterrupted aupply of power because, according to BCSA, some 400 small and cold storage faculties throughout the country help preserve perishable items like different types of potatoes, fruits fish, meat and various other produces including onions. Reportedly, the commerce ministry had planned to set up a cold storage in Faridpur, which is considered an onion-producing hub in the country back in 2020. The idea was to ensure stable supply of onion to the domestic market and reduce dependence on imports. The Trading Corporation of Bangladesh (TCB) was supposed to come up with a feasibility study and apparently that project is awaiting approval from the ministry. The study had concluded that cold storage facilities ought to be set up in Faridpur and Pabna, but the final decision remains entangled in red tape. Had the proposed projects been executed, those could have by now been operational. Industry insiders estimate that several hundred thousand tonnes of onion could be preserved in the post-harvest period. Obviously, the import lobby in this country is powerful in various sectors and hardly favours any move towards galvanising domestic supply chain that would act against import. The problems associated with onion preservation need to be addressed soon in order to avoid this yearly hiccup. Given the dearth of foreign exchange, every effort has to be made for preserving the annual yield of onion. It will help lessen the financial burden of loss on farmers and also make the market less susceptible to external price shocks. [email protected]",
        "headline_1": "Avoidance of wastage of onion produced locally can act as breather",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/avoidance-of-wastage-of-onion-produced-locally-can-act-as-breather-1692970853",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "Bullying and ragging in the country's educational institutions at times cross all limits. In the universities, especially dormitories, ragging turns into intimidation, shaming and physical torture. The authorities' role in preventing the suffering is minimal as the student wing of the political party in power often happens to be active behind the horrendous crime. The situation in schools and colleges is not so terrible. It does not mean that any form of bullying should be tolerated, as many students face bullying in classes, schools, playgrounds and even outside the school compounds. Bullying is generally defined as 'any repeated or intentional act or behaviour that causes harm to another person physically or mentally.' It includes acts of aggression, intimidation, and discrimination based on gender, caste, religion, disability, or sexual orientation. Actually, bullying is a prevalent form of youth violence as it involves physical aggression like hitting and kicking, primarily by boys. Among the girls, it is mostly relational bullying that manipulates social standing or reputation. Gossip, social exclusion, starting or spreading a rumour behind someone's back, or threatening to stop being friendly with someone if s/he doesn't act in a certain way are prominent in this connection.Usually, bullies have power advantages compared to the victims. Bullies may be physically stronger, more popular, and more influential socially. They are supported by the bystanders or peers who witness the intimidation or shaming event and take a position in favour of the bullies. It is disappointing that the authorities concerned in the country have long overlooked the problem of school bullying. Instead of paying heed to the growing problem, the authorities indifferently allowed to continue the evil deeds that have traumatised the lives of thousands of students every year. However, some educational institutions adopt their anti-bullying stance, which helps curb the bad acts there. The High Court finally ordered the formulation of an anti-bullying policy. Following the order, the education ministry finally outlined a 'Policy for the Prevention of Bullying and Ragging in Educational Institutions 2023' last June. There needs to be more initiatives to implement it. Against the backdrop, the High Court again ordered the ministry to send copies of the policy to all educational institutions nationwide in the third week of this month. The court also ordered to form committees to implement the policy within six months. School bullying or ragging is a social problem growing for various reasons. One of the reasons is teachers' indifferent attitude they maintain by keeping themselves aloof from conflicts among their students. On many occasions, they also ask the victims to avoid the bullies and stay silent. Teachers are, however, not alone to blame. They are primarily handicapped as there are no administrative rules and mechanisms to punish the bullies. Again, bullies generally come from influential sections of society; some have strong political affiliations with their families. So, teachers and school authorities prefer to avoid backlash from influential guardians or social miscreants. Guardians also can't avoid their responsibilities. Parents and senior family members of the bullies are not unaware of the misdeeds of their children and juniors in school. Nevertheless, they mostly ignore these and, in many cases, take a position in favour of the bullies. Instead of disciplining their sons and daughters, they blame the victims for lodging complaints. Thus, the non-cooperation from the guardians makes the curbing of bullying difficult. [email protected]",
        "headline_1": "Implementing the anti-bullying policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implementing-the-anti-bullying-policy-1692970914",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2023"
    },
    {
        "full_article": "Train accidents in Bangladesh are quite frequent. The latest incident occurred on April 16 when five carriages of a Dhaka-bound Sonar Bangla Express hit a freight train in Cumilla's Nangalkot, resulting in 35 injuries. An analysis highlights the most significant causes of these accidents. Poorly maintained or damaged railway tracks often lead to derailments and accidents. These incidents emphasise the importance of regular inspections and maintenance of railway tracks. Human error, made by train operators, signalmen, and other railway staff can also contribute to accidents, necessitating proper training and adherence to safety protocols. Additionally, equipment failures, such as brakes or signalling systems, can be a critical factor that requires regular maintenance and reliable equipment. Overcrowding of trains poses risks to passenger safety, stressing the need to operate within capacity limits.Moreover, adverse weather, like heavy rain or fog, can make train operations challenging and increase the risk of accidents. Implementing weather monitoring systems and safety protocols during adverse conditions is vital to mitigate risks. Collisions with vehicles or obstacles at level crossings further add to the dangers, emphasising the necessity for properly designed crossings and clear tracks. To ensure passenger safety and prevent train accidents in Bangladesh, comprehensive measures must be taken. This includes implementing robust safety protocols, modernising railway infrastructure, conducting regular inspections and maintenance, providing adequate training to railway staff, and strictly adhering to safety regulations and protocols. Addressing these factors diligently will improve the safety of our railway system and safeguard the lives of passengers and railway staff. Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "How to avert train accidents",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-avert-train-accidents-1692970951",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2023"
    }
]