[
    {
        "full_article": "The alacrity with which the Lok Sabha Ethics Committee went about recommending the expulsion of Trinamool Congress Member of Parliament (MP) Mahua Moitra from the lower House is certainly not a sign of any fidelity to ethics, or fairness. The recommendation is a brazenly partisan attempt to silence a critic of the government. It is also a warning shot meant to intimidate MPs from doing their job of holding the executive accountable. Neither the process nor the conclusions of the committee are grounded in any decipherable principle. The committee, with the help of the Ministry of Electronics and Information Technology found that the MP’s credentials were used online from Dubai 47 times to access the Parliament portal. Parliamentary questions were submitted from abroad. As Opposition members in the committee have pointed out, the drafting and the submission of questions are routinely done by aides of MPs. And MPs raise questions in Parliament based on representations from various constituents. To assume without solid evidence that any question is in exchange of material favours and then to expel an elected MP, is an assault on parliamentary democracy itself. The committee is calling upon the government to investigate the allegation of ‘quid pro quo’ raised by one of its members against Ms. Moitra, after holding her guilty, turning the principle of natural justice on its head.If MPs are barred from sharing their login credentials with others, the rule must equally apply to one and all. Now that the committee has taken this extreme step of calling for the expulsion of an elected member from the House, thereby depriving the voters of her constituency representation, it should also investigate how other MPs prepare and submit parliamentary questions. The selective investigation of one MP, based on insinuations and conjectures, clearly comes out as what it is — intimidation. It is also in stark contrast with the tardy response of the Lok Sabha Committee of Privileges to a serious complaint against Bharatiya Janata Party MP Ramesh Bidhuri who used derogatory communal slurs against a fellow member in the Lok Sabha. That a member can abuse and threaten another member on the floor of the House is a matter of serious concern. That said, Ms. Moitra’s act of allowing a person who is not employed by her to execute official work on her behalf betrays a lack of discretion and judgement. This should act as a lesson for all those who seek to hold the government accountable: to keep themselves beyond reproach.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nLok Sabha\n\n/\n\nethics\n\n/\n\nparliament\n\n/\n\nexecutive (government)\n\n/\n\nUnited Arab Emirates\n\n/\n\nBharatiya Janata Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\ngovernment",
        "headline_1": "Over the top: On Mahua Moitra and panel’s disqualification recommendation",
        "headline_2": "The decision to expel Mahua Moitra smacks of political vendetta",
        "link": "https://www.thehindu.com/opinion/editorial/over-the-top-the-hindu-editorial-on-mahua-moitra-and-the-lok-sabha-ethics-panels-disqualification-recommendation/article67521709.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "Multiple pieces of legislation and regulations prohibiting ragging on campuses have failed to end the dehumanising ordeals junior students are subjected to by their sadistic seniors. Nearly three months after a 17-year-old boy died due to ragging in West Bengal’s Jadavpur University, a second-year undergraduate student of the PSG College of Technology in Tamil Nadu has been left brutalised, physically and mentally, for refusing to yield to monetary extortion by his seniors. Both States were among the earliest to enact legislation banning ragging. That students undergo such traumatic experiences despite civil society being rudely awakened by spine-chilling cases of brutalisation and even the murder of victims of ragging, exposes the gaps in the system that allow a vicious cycle where victims one year become perpetrators the next. From bullying and harassing freshers to ensure subservience to seniors, acts of ragging have taken perverse and cruel forms, including through sexual abuse, intended to dehumanise victims. An act of indiscipline has evolved into one that involves elements of criminality. While unlike earlier, ragging is no longer a given on campuses, it is evident that victims are not just the freshers and the harassment extends beyond the initial months of a new academic year, as seen above.The Supreme Court-appointed R.K. Raghavan Committee had captured the causes, and suggested actionable remedies, in its 2007 report, ‘The Menace of Ragging in Educational Institutions and Measures to Curb It’. The panel rightly categorised ragging as a form of “psychopathic behaviour and a reflection of deviant personalities”. In 1999, a University Grants Commission (UGC) Committee had recommended a “Prohibition, Prevention and Punishment” approach to curb ragging. Yet, as the Raghavan Committee pointed out, many State laws only seek to prohibit, and not prevent, ragging. In its words, “while prevention must lead to prohibition, the reverse need not be true.” Despite ‘The UGC Regulations on Curbing the Menace of Ragging in Higher Educational Institutions 2009’, except for formalities such as conducting freshers’ parties, mandating undertakings from students and parents against indulging in ragging, and putting up ‘no-ragging’ notices, the stakeholders have done little to prevent it. Institutions must create an encouraging atmosphere where teachers and hostel wardens, and not parents living in a distant place, are the first point of contact for victims. There must be greater accountability by educational institutions to prevent ragging. As the Raghavan panel recommended, regulatory authorities must ensure a ragging-free campus. This has a direct bearing on the maintenance of academic standards in individual institutions. Governments too must be earnest in implementing regulations, failing which campuses would not be safe for students. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaw enforcement\n\n/\n\nengineering colleges\n\n/\n\nstudents\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\nhigher education\n\n/\n\nCoimbatore\n\n/\n\nTamil Nadu\n\n/\n\nWest Bengal",
        "headline_1": "Unending ordeal: On continuing acts of ragging",
        "headline_2": "Law enforcement officials and colleges must do more to prevent ragging",
        "link": "https://www.thehindu.com/opinion/editorial/unending-ordeal-the-hindu-editorial-on-continuing-acts-of-ragging/article67521691.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "Afghanistan failed to make it to the knock-out stage of the cricket World Cup, but they stoked throbbing life and high drama into the tournament with their incandescent performances.\nIn the first week, with crowds sparse (largely a function of shoddy ticket management by the BCCI) and hopelessly one-sided matches, the World Cup was in danger of fizzling out prematurely. However, a couple of upset wins in the next week by minnow teams (Netherlands being the other) infused pep and interest in the stuttering tournament. With India hitting a red-hot streak of wins, the World Cup soon turned into a raging blockbuster.\nWhile India’s sizzling performances understandably created breathless brouhaha, it was Afghanistan’s giant-killing spree that gave the tournament a thrilling dimension, in the process, also serving as a reminder to the ICC and major cricket boards of the imperative need to expand the global footprint of the sport more equitably.\nPitch for more: Minnows remain at the mercy of major cricket countries for bilateral engagements\nFour wins in nine matches may not appear a mighty achievement, but this must be seen in the perspective of Afghanistan’s relative inexperience, and the teams they conquered. First, defending champions England were unceremoniously humbled. Pakistan were upstaged in a taut battle of nerves next, and to complete a sensational hat-trick of wins, Sri Lanka was made to bite the dust. All three victims were former title winners which negates all talk of luck and fluke.\nAfghanistan versus Australia, five times former champions, produced the most riveting contest of the tournament and, arguably the greatest match in World Cup history. Glen Maxwell’s heroic unbeaten double century — now voted widely as the best ODI innings ever — helped the Aussies win by a whisker. Two dropped catches of Maxwell when the Aussies were on the mat, betrayed nerves and poor catching skills in a crunch situation. Afghanistan’s chance had come and gone. But even in defeat, the never-say-die spirit and fine skills of the Afghans earned encomiums from all quarters.\nIn some ways, Afghanistan’s performance has been Lagaan-like in metaphor: There is no anti-colonialism battle for self-respect as was the case in the celluloid saga, rather, of proving a point to the cricket world by beating those from whom they’ve learnt the game. This made for the most fascinating and compelling storyline to the World Cup.\nThough cricket came to Afghanistan in mid-19th century — it barely fits the Afghan sporting stereotype which had more to do with martial pursuits like buzkashi and sundry contact sports. Cricket, with its peculiar idiom, etiquette and culture was a world removed.\nThe evolution of Afghanistan cricket as we know it today, starts in the refugee camps in Pakistan’s North West Frontier Province where those fleeing Soviet invasion in the 1980s and American bombing post 9/11 settled. Players like Mohammad Nabi and Rashid Khan in the current side started playing cricket in these camps.\nRefugees took the game back to their war-ravaged country. Youngsters looking for a sporting diversion apart from football took to cricket with enthusiasm. Support system from the local government(s) came up when Afghanistan became first an affiliate, then associate member of the ICC. It is now a full member, playing all three formats.\nAfghanistan’s rise makes for one of the most inspirational stories in the strife-driven contemporary world. Seeing the success of their team, young Afghans now see cricket as an opportunity for escape from a beleaguered life and perchance becoming part of the global comity.\nRapid development of skills in a mere 20-25 years bespeaks intrinsic ability in the Afghans. The late Shane Warne, speaking of talismanic Rashid Khan, said to me once that if they were part of the same team, he (Warne) wouldn’t be an automatic choice. “But we would both be in the playing XI,’’ he quipped.\nThis World Cup has highlighted the amazing and growing skill quotient of the Afghans, in all aspects, not just spin bowling as was thought earlier. Now, their batting and fast bowling ability is second to none. Add to this canny tactical nous too, to go with grit, optimism and ambition that seems to be embedded in their hardy mindset, and you have a major cricket force in the making.\nBut there are hardships. Cricket in Afghanistan is subject to socio-political vicissitudes. While the present Taliban dispensation supports cricket, it bans women from playing any sport. In turn, this can invite adverse reactions for the men’s team too. Australia, for instance, refused to play a bilateral ODI series against them because of the ban on women’s cricket.\nAt a holistic level, countries like Afghanistan, the Netherlands, Ireland, Scotland, remain starved of opportunity in the sport. Their players seek to get livelihood from T20 leagues, which have come as a boon, but remain at the mercy of major cricket countries for bilateral engagements which have been sparse. The powers that be need to address this problem if cricket has to grow. Can India, the biggest, richest, most powerful influence in the sport be in the vanguard of this endeavour?\n\n",
        "headline_1": "Afghanistan shows why cricket’s global footprint needs to expand",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/afghanistan-shows-why-crickets-global-footprint-needs-to-expand/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "The Supreme Court has done well to refuse a blanket ban on all firecrackers in India. Its recent order reminding states to prohibit the manufacture and sale of joined firecrackers and those containing barium is a prudent one. Yet in the absence of a sensible firecracker policy, it is likely that approaching the Supreme Court for a ban will become an annual pre-Diwali ritual.\nHow should India govern firecrackers?\nThe goal of policy ought to be to allow people to enjoy Diwali with firecrackers if they so wish while reducing the damage to the environment. Yes, this is possible.\nFor that we must avoid our usual bad policy reflexes: do not nationalise, judicialise, moralise and surprise. A one-size-fits all solution, especially if dictated by judges, is likely to have unintended consequences when applied across a highly diverse country. Once a policy question is turned into a moral one, we get into a battle between right and wrong, with no middle ground. The politics become emotional and polarised making pragmatic solutions impossible. So, what do we do?\nFirst, leave firecracker regulation to state governments, municipalities and gram panchayats. Air quality, firecracker use, weather conditions, human geography, social norms and biosphere contexts vary vastly across the country. Firecrackers in polluted Delhi have a very different impact from say one in a seaside village in South Goa. It makes little sense to prohibit South Goans from enjoying themselves by setting off a few firecrackers because Delhiites tend to go overboard in an already overpolluted city. While the Delhi government is justified in taking drastic action, the Goan village panchayat has different considerations — fire safety, street dogs and noise, for instance — and a lot more leeway in terms of air pollution.\nSimilarly Tamil Nadu, a state where over half a million people depend on the Rs 6,000 crore firecracker industry for their livelihoods, should retain its autonomy to balance its economic and environmental issues. Instead of lining up before the Supreme Court, civil society groups and think tanks could help state governments, municipal corporations and village panchayats by drafting jurisdiction-specific model firecracker regulations.\nSecond, the regulations have to give time for transition. The Supreme Court’s 2018 decision to ban certain types of firecrackers was abrupt, and for that reason almost certainly violated. A better way would have been to set a three-year timetable so that manufacturers, distributors and users have time to adapt. It will also give state authorities enough time to set up effective enforcement mechanisms. Just like it is a bad idea to slam the brakes of a fast-moving locomotive, banning firecrackers or imposing new regulations days before Diwali will result in backlash.\nThird, instead of seeking a magic bullet, a number of policy levers should be used to change how Indians produce, sell and use firecrackers. These include public education, taxation, restrictions and licensing. Unlike bans, these levers are flexible and can be ratcheted up and down in response to the situation. We often underestimate the power of public education, awareness and cultural norms. Taxes can be an effective instrument to shape economic behaviour. In 2017, traders in Kolkata reported a 40% drop in firecracker sales after GST effectively doubled the tax rate. States and municipalities cannot change GST rates, but can make firecrackers more expensive by increasing license fees or imposing surcharges on retailers. They can also impose restrictions limiting the times, places and types of crackers that can be used. Cities with severe environmental problems can consider user licensing. Science journalist Michael Le Page advocates banning “sale to private individuals and restricting their use to licensed displays. That way, those who enjoy fireworks can still see spectacular shows while minimising the harm done.’’\nA common objection to using such policy levers is that the authorities do not have the administrative capacity to implement and enforce them. This is a reasonable argument except that the test of a policy lies in how much of an improvement it is over the status quo. If we can achieve 10% reduction in firecracker use year on year, we halve the problem in six years. State governments and local authorities in many parts of the country have the capacity to use these levers, even if their mileage may vary. With the help and cooperation of local civil society organisations, it is not difficult to put in place regulations and norms of firecracker use. If, that is, we get over our fascination with legal remedies and instead focus on the grunt work of democratic engagement with local governments.\n\n",
        "headline_1": "Let’s not go crackers over bans every Diwali. Leave fireworks policy to states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/lets-not-go-crackers-over-bans-every-diwali-leave-fireworks-policy-to-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "By- Swami Chinmayananda\nIt is not moths alone that are attracted to light; man is also endlessly fascinated by it. In India, faithfully following our spiritual culture, we too have a night of lights. The Pauranic tradition attributes this day to the victorious return of Krishn after killing Narakasur and the return of Ram to Ayodhya, symbolising the destruction of evil. The joyous populace illumined the entire city. That glorious state of victory over the enemies was called ‘Deepavali’ – an array of lights. Even now, on this sacred day, all over India at dusk, when darkness gathers around, homes are illuminated by lights in tiny mud pots with oil and wick.\nThe Light of Consciousness in individuals illumining all their apprehensions is Atman, the Self. This flaming Existence in all is dramatised by the mud pot in which we fill the oil and light the wick. Within us, the wick of the mind is supported by the oil of vasanas, unmanifest desires. The distinct flame of Existence flutters to become one with the Elemental Fire, unmanifest, when the oil of vasanas is over.\n\nRemember the significance when you light the little mud pots that represent our bodies. As you stand in wonderment at the beauty of the rows of light everywhere, learn to feel elated at the light of divine Consciousness that flutters in the hearts of all living beings around. Harm none; respect life everywhere; and when, one by one, the lights disappear, teach yourself not to weep, but to reflect on how the manifested light disappears into the unmanifested Fire Divine.\nTo enjoy prosperity, peace and joy, the nation’s population must grow in their economic expansion, they must be trained and educated to live harmoniously, striving enthusiastically in all the fields of productivity. Spiritual unfoldment must be subjectively gained by each one in his own inner personality. The mighty, divine individual in each one of us must, by constant effort and watchfulness, endeavour to destroy all the negative tendencies of lust, greed, selfishness, egoism and vanity – by the cultivation of the positive qualities of love, kindness, cheerfulness, understanding, mercy and compassion.\nWhen the individual destroys in himself all his subjective enemies and cultivates inner riches, then that personality becomes enriched in the Light of Life and becomes really a noble example that lights up the path for others to break through this world of Existence.\nThe tiny mud pots that are lit up on Deepavali indicate a society wherein each member is a little lamp of piety, goodness, love and mutual understanding; in such a society alone, real goodwill and enduring prosperity can be victorious.\nDeepavali is a day dedicated to inner purity and noble character, dedicated to the opening of our individual hearts. Get out of your homes in the evening and embrace every other individual in society, not because they are Hindus, but because they too are small flames of the same Light Divine. Let all misgivings be forgotten, all grievances be forgiven. Let us remind ourselves, at least on this joyous day, that we can be victorious over our impulses and come to illumine – for the world around – the Lamp of Wisdom from the Land of Spiritual Light.\nSwamiji is the founder of Chinmaya Mission\n\n",
        "headline_1": "Illuminate your mind not just your home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/illuminate-your-mind-not-just-your-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "Is Diwali the same as it used to be? In some ways, it is louder, glitzier, and more packed with social activity and consumption. But has something been lost in the process?\n\nWhat was always special was the run-up to the festival. Diwali meant a special type of snacks and sweets, and these would be prepared gradually in the days preceding the festival. New clothes would be stitched in time to be worn on the day. That was the era of the pant piece and the shirt piece, and the various gifts received during the year were excavated and given for tailoring. This meant that one had little room for any choice; we had to make do with what was on offer depending on the taste of relatives who had gifted it to us. It also meant that my brother and I ended up wearing identical clothes since no one took the trouble of giving us different designs; on Diwali, we were a family cut from the same cloth.\nRead full story on TOI+\n\n",
        "headline_1": "Of fond old memories and happy contradictions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Citycitybangbang/of-fond-old-memories-and-happy-contradictions/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "The country's foreign exchange (forex) market has gone berserk lately, as speculations about the short supply of greenback have gained strength. Kerb market operators, who are not guided by any rules and regulations, have been raising dollar-selling prices at will. Banks and authorized forex dealers that are supposed to follow the rates fixed by the Association of Bankers, Bangladesh (ABB) and the Bangladesh Foreign Exchange Dealers Association (BAFEDA) are, allegedly, taking recourse to devious means to hike dollar rates and make extra profit. Banks and other forex dealers blame some exchange houses abroad for the latest taka-dollar exchange rate volatility. The speculation that the Bangladesh currency would lose its value further against the dollar coupled with growing political uncertainty has prompted many banks to go for aggressive buying of dollar at higher rates. This has influenced the kerb market to go for an exchange rate of Tk 128 for a dollar. For opening letters of credit (LCs), banks are now charging importers Tk 124 for a dollar. Clearly, the forex market volatility is linked to the country's depleting reserves. The central bank is alive to the problem and has taken action against some delinquent banks. But the greed factor rules the roost when the demand-supply mismatch takes over. Many operators are clueless about the ongoing situation, as the central bank's intervention, in terms of the supply of the dollar, has remained almost unchanged in recent months. The Bangladesh Bank has been pumping more than $1.0 billion into the banking system per month for a considerable period. They suspect hoarding of dollars by some banks out of greed to fetch extra profit in the future. Undeniably, external factors, including the Russo-Ukraine war fallout, have played a major role in the depletion of the country's reserves. The dollar crunch has been taking a heavy toll on the economy in general and consumers in particular. Yet the shock would not have been so severe had the central bank gone for market-driven exchange rate earlier. Suggestions for such a gradual adjustment fell on deaf ears. Under compulsion, it is now doing the same job at a faster pace, causing hardship to operators in the economy and consumers as well.The dollar crunch is viewed as a major source of trouble for the economy. It has forced the government to impose restrictions on imports and withhold payment to some foreign service providers. The expensive dollar coupled with higher interest rates – with banks recently raising interest rates following the withdrawal of lending cap and upward revision of policy rates – is straining the economic activities of corporates, leading to their economic insolvencies. The plight of low- and middle-income consumers has only worsened because of the dollar crunch. Prices of almost everything, essential or otherwise, have gone through the roof because of the restrictions imposed on imports and greed for earning unusual profit by a section of local manufacturers and traders. The latest hike in dollar price only adds to the sufferings of the consumers, as imported goods are set to be pricier. If imported commodities are costlier, locally produced ones soon follow suit. Notwithstanding the government's focus on all poll-related activities, it needs to spare some of its time to bring the minimum order in market giving some respite to the consumers and removing hurdles facing the businesses.",
        "headline_1": "Deepening dollar crisis set to multiply consumers' woes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deepening-dollar-crisis-set-to-multiply-consumers-woes-1699798215",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "The workers of the country's highest export earning sector, the Readymade Garment (RMG) Industry, have for the last few weeks been holding protest demonstrations to raise their minimum wage. At the 4th meeting of the minimum wage board (formed in April this year) for the RMG sector workers held on October 22, the workers' representative placed the demand for the minimum wage worth Tk20,393. But the industry owners offered Tk10,400. Angered by the amount offered by the owners which was far below what the workers demanded, the workers started agitation. The protest demos which started in Gazipur, then spread to the RMG industrial zones of Ashulia and Savar.To pacify the protesting workers, the minimum wage board again met (sixth meeting) on November 7 at its Segunbagicha office where the RMG owners' representative made a revised offer of minimum wage at Tk 12,500. But the workers at that point were demanding Tk 23,000 as the lowest minimum wage. They refused to work at their factories unless their demand was met. As it also happened in the past, the workers in some cases went on a rampage on their factory premises, or on the street when law-enforcers intervened resulting in the death of workers (3 dead including a female worker) and many injuries. This is the recent course of events over the bargaining of revised minimum wage for RMG workers. But why should such bargaining over the demands by workers to raise their wages turn bloody? This is unfortunate. Protest demonstrations including strikes done peacefully over pay raise is a universally accepted right of workers, especially in democracies. The industry owners also know that such workers' agitation are not any criminal activity, but a normal practice recognised by law. But in this part of the world, it appears, any agitation by workers is something abnormal. In fact, the workers get violent at the slightest provocation, while the industry owners, too, get equally nervous and respond often with disproportionate force. But had there been healthy, democratically-run trade unions with elected workers' representatives to do the job of bargaining for the worker with the industry owners, the workers would not behave so wildly. In that case, the ugly and bloody encounters between workers and law-enforcers, which is now often the case, would not have taken place. But now that the RMG workers and owners are locked in a conflict over fixing the minimum wage, it does not bode well for the industry itself. One needs to take into consideration the fact that it is not a very normal time when the garment workers have chosen to launch their movement for wage hike. In fact, one need not be a garment worker to understand what is driving low income people over the edge. Ask any average low or middle income person about how s/he is doing with her or his earning. Needless to say, in the face of unprecedented rise in the cost of living, an overwhelming majority of the population cannot make both ends meet with incomes they earn. Worse, the high inflation has further eroded their real incomes. As in most cases, unlike the workers in a factory, they have no scope to give vent to their resentments over their condition of life in an organised manner. So, it is nothing surprising that with their back to the wall, the RMG workers have come out in a body asking for an increase in their minimum wage. Unfortunately, things have turned for the worse. Meanwhile, some 130 garment factories in Ashulia, Savar and Dhamrai industrial areas have shut down for an indefinite period of time and workers were found returning from the gates of those factories as notices were hanging there announcing closures. The closures were announced in exercise of the Section 13/1 of the Labour Act. The Labour Act has the implication that if the labourers do not work, they won't get paid. It appears, the stance of the RMG owners has further hardened as they are looking for, what they said, trouble-mongers involved in the violent protests or had gone on a rampage on their factory premises. The police, on the other hand, are also lodging cases against workers who allegedly took part in such violent protests. At the same time, the apex body of the country's garment factories, the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) has directed its member factories to stop any new recruitment, until the ongoing RMG workers' unrest ends. Understandably, the message is being made clear to the workers that either they accept the owners' last offer of Tk 12,500 as the minimum wage or lose their jobs. The striking workers will not get any pay for the days they would remain absent from work. No doubt it is a difficult time. With increasing production costs due to high price of imported raw materials, rising fuel price, power tariff, transport cost, etc. at home and falling demand for apparel products in the Western markets leading to the overseas buyers' reluctance to offer reasonable price, the local garment exporters are in a double whammy. At the best they are selling their products abroad at a low profit margin, or selling those at a loss, at the worst. Obviously, the garment owners have their problems. But there is a qualitative difference between the problems faced by the workers and the factory owners. The owners' problem is one of less profit or even loss. But for the workers, it is existential. One cannot expect required service from a worker who cannot make ends meet with the pay she/he gets from the employer. So, a harsh approach to silence the garment workers' demand for higher minimum wage will not work in the long run. The risk of future eruption of violence in the apparel sector will remain. A mass of disgruntled workers is a ticking bomb waiting to go off at an inopportune moment.\n[email protected]",
        "headline_1": "Dealing with disgruntled workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-disgruntled-workers-1699798302",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "Environmental and river protection activists have brought to public notice as many as 500 mistakes in a book, Bangladesher Nad Nadir Sanga and Sangkha (Definition of rivers and their number in Bangladesh) published by the National River Conservation Commission (NRCC). One wonders how many pages does the book have? If a book published by the commission responsible for looking after the existing rivers and, if possible, restoring the dying ones errs so randomly on providing the right information about the country's rivers, the sincerity and capacity of the autonomous body to uphold the status of rivers as 'living entities' come into question. The most contentious is the number of rivers. According to the book, there are 1,008 rivers in the country. But the activists campaigning for protection of rivers put the number of names of rivers available at 1,908 and they claim the number would be more than 2,000. The other highly controversial issue is the removal of 60,000 river encroachers or grabbers from the list. This has prompted the activists to demand reenlisting those names. In this connection, the recently removed chairman of the NRCC, during the incumbency of whom the book was published, tried to clarify rather naively. His contention is that the custodians of rivers are district commissioners (DCs), each of whom was approached for information, and the list was prepared with the figures supplied by them. There was no complete official list of rivers in the country for long 52 years, he elaborates and demands credit for doing the same. Then he admits that some mistakes may crop up in it and adds there is scope for correction of those. When the number of rivers the book contains is almost half the total claimed by the rights organisations, can it be dismissed off-handed as 'some mistakes'? Then in whose interest has as big a number as 500 of the encroachers been deleted from the list of the river grabbers? A mistake like the omission of the name Ganga flowing as part of the Padma is one thing and the serious misinformation with number and deliberate act of deleting the names of culprits are completely different things. If the first can originate out of ignorance, the other two smell rat in the whole exercise. Again, the book has enlisted 179 rivers flowing through the Sunderbans but there exist as many as 227 of them, claim the campaigners. This may be a case of not doing enough homework. The same goes with the mini waterfalls and cascades in the hilly areas of Chattogram and hill tracts as well as kharis (firths) in the Barendra area. A few of them qualify to be rivers but the book is silent about those. So, the book fails to present a comprehensive picture of rivers that are and were once.The NRCC was supposed to be an independent, autonomous and neutral body that would enjoy enough liberty to go about its mission of saving and reviving the rivers that crisscross or did so in the past to make the deltaic plain much fertile. If the NRCC does such a shoddy job in its documentation, it undermines its own right to its autonomy. Surely, the poor account it has given of itself has triggered protest against its performance and the demand for withdrawal of the book immediately. The misinformation and omission in certain cases may encourage the river encroachers to take their nefarious acts to a new level. Many of the dying rivers may be strangulated by the criminals. So the book must be withdrawn before the bad elements can take undue advantage out of the book's figures and other details. The High Court's declaration of rivers as living entities has hardly been backed up by political will. Here is an issue that has its contextual relevance to life and living of the inhabitants of this land but without political will, the required publicity, awareness and public participation in the whole campaign cannot be expected. The activists campaigning for conservation of rivers alone cannot be successful unless the common people themselves also become alive to the crisis and active defenders of the rivers that sustain Bangladesh with nourishment.\n[email protected]",
        "headline_1": "A book on rivers with 500 mistakes!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-book-on-rivers-with-500-mistakes-1699798354",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2023"
    },
    {
        "full_article": "We often come across dangling electric wires including internet, and cable TV wires in Dhaka city. These wires, which are potentially dangerous, can cause serious fire-related accidents. We have already experienced a number fire accident reports that are related to these poor wire setups. In various markets, garments factories and places, most of the fires originate from these risky wires. Especially during heavy rainfall, water accumulation on roads, such accidents become a common incident. Storms and lightning can sometimes cause electric wires to fall onto the water and turn them into electrified hazards. As a result, people lose their lives while negotiating the electrified water. Just a few days ago, a tragic incident occurred in Mirpur, where four members of a family including three children, lost their lives due to such an incident. Such accidents are unfortunate. In this context, it is crucial for all of us to be vigilant and cautious. The government, in particular, should take appropriate measures to remove the risky electric wires from the roads. Otherwise, more people may fall victim to such dreadful and avoidable deaths.\nMd Abdul Wohab, Student of Department of Arabic, University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Beware of dangling electrical wires",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beware-of-dangling-electrical-wires-1699798376",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-11-2023"
    }
]