[
    {
        "full_article": "The gloss of a massive victory in Karnataka was somewhat dulled for the Congress as its two key leaders locked horns for the post of Chief Minister, but the settlement that emerged on Thursday serves it well, tactically and strategically. Siddaramaiah will return as Chief Minister after a five-year stint as Leader of Opposition, but this time, he is expected to be more accommodative towards the party’s sentiments and requirements. D.K. Shivakumar, who for good reasons believed that his claim for the top post was stronger, will become Deputy Chief Minister besides retaining his post as president of the Pradesh Congress Committee. The arrangement apparently also involves a change of guard after the 2024 Lok Sabha election when Mr. Siddaramaiah will make way for his deputy. Mr. Shivakumar holding two posts is against the declared policy of the Congress, but that is a reasonable price to pay for maintaining harmony within the party. Sonia Gandhi and Rahul Gandhi were the final arbiters, but credit is also due to the party president, Mallikarjun Kharge, who showed leadership in reconciling the many conflicts that emerged within the party immediately after the victory.In fact, the Karnataka campaign as well as the process of selecting a new leadership showed the remarkable capacity and maturity of Mr. Kharge, Mr. Shivakumar and Mr. Siddaramaiah. They represent three different personas, styles, and constituencies. The incoming Chief Minister is an uncompromising champion of caste justice who could confront his own party in the process, while Mr. Shivakumar is a quintessential organisational man who can manage interest groups while being fiercely loyal to the Congress party even in the face of many odds. Mr. Kharge, through his affable style and earthy appeal, has emerged as a national leader. He gave a major fillip to the party in Karnataka, and will potentially do so in other parts of the country as well. One point that all three of them shared though the campaign was a steadfast defence of communal harmony and Hindu-Muslim relations. The Congress has rebuilt its original character of being an umbrella platform that carries with it people of all religions and castes, through the Karnataka campaign. While Congress workers will be looking up to Mr. Kharge to carry the Karnataka model to other parts of the country, the incoming Chief Minister will have the task of sustaining the momentum for the party in the State. He will have to deliver on the promises made to the people, and build a Karnataka model that works for the people, and consequently, for the Congress within the State and elsewhere in the country.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\nKarnataka Assembly Elections 2023\n\n/\n\npolitics\n\n/\n\nstate politics\n\n/\n\n government\n\n/\n\nCaste",
        "headline_1": "Two to tango: On the Congress settling the leadership issue in Karnataka",
        "headline_2": "The Congress must demonstrate the success of its inclusive vision in Karnataka",
        "link": "https://www.thehindu.com/opinion/editorial/two-to-tango-the-hindu-editorial-on-the-congress-settling-the-leadership-issue-in-karnataka/article66866514.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "The World Meteorological Organization (WMO) has issued its annual update on its projections for temperature trends in the next decade. The prognosis, expectedly, is worrying. The annual mean global near-surface temperature for each year between 2023 and 2027 is likely to be 1.1°-1.8°C higher than the average from 1850-1900. There is a 66% chance that the global near-surface temperature will exceed 1.5°C above pre-industrial levels, in at least one year before 2027 though it is unlikely that the five-year mean will exceed this threshold. The 1.5°C threshold, the Intergovernmental Panel on Climate Change has repeatedly said, is one that is best left unbreached to avoid the disastrous consequences of global warming. While world leaders at climate summits are in agreement, few of their actions are consistent with keeping temperature-rise within this rubicon, with current climate policies poised to heat the globe beyond 2°C by the end of the century.At least one of the years, the WMO adds, from 2023 to 2027 will be the hottest on record — exceeding the 14.84°C reported in 2016 (it was about 0.07°C warmer than the previous record set in 2015). The five-year mean for 2023-2027 was very likely to be higher than that in the last five years (2018-2022). The oceans too are on fire. The El Niño-Southern Oscillation (ENSO) is likely to be positive in December to February 2023-24, meaning that the Central Equatorial Pacific Ocean is likely to be at least half a degree, more likely over a degree above what is normal. India is bracing for this El Niño during the monsoon, with the India Meteorological Department already indicating that monsoon rainfall will be on the lower side of ‘normal’. The El Niño “will combine with human-induced climate change to push global temperatures into uncharted territory”, WMO Secretary-General Petteri Taalas said in a press statement in the context of the update. Hotter oceans also mean stronger cyclones. Cyclone Mocha, which barrelled through Myanmar this week and claimed at least 60 lives and wrought severe damage, ended up being stronger than what was initially estimated. The WMO update does not have specific inputs for India; however, the overall trend in indicators suggests that India, dependent as it is on rain-fed agriculture and with its long coastline, will be severely tested due to changes in the global climate. India’s abilities at forecasting cyclones and weather anomalies have improved but developing resilience is far more challenging. Greater investments in bolstering disaster-related infrastructure are the need of the hour.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\n Telegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nweather science\n\n/\n\nweather\n\n/\n\nheatwave\n\n/\n\nUnited Nations (climate change)\n\n/\n\noceans\n\n/\n\ncyclones\n\n/\n\nIndia\n\n/\n\nAgriculture\n\n/\n\ndisaster management\n\n/\n\nglobal warming",
        "headline_1": "Warming warning: On the World Meteorological Organization projections for temperature trends",
        "headline_2": "India must invest in infrastructure that boosts defence against disasters",
        "link": "https://www.thehindu.com/opinion/editorial/warming-warning-the-hindu-editorial-on-the-world-meteorological-organization-projections-for-temperature-trends/article66866482.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "Labour law amendments of the kind TN and Karnataka have recently considered cannot grow the manufacturing sector by themselves. Balancing the wellbeing of workers is also imperative\nThe recent attempts by the governments of Tamil Nadu and Karnataka to allow 12-hour workdays have once again ignited a debate on labour laws in India. Extensions of the working day in factories are proposed while maintaining the overall work-week at 48 hours. The amendments have not, indeed may never, come into effect. In TN, the CM has put them on hold.\nRead full story on TOI+\n\n",
        "headline_1": "12-hour workday won’t work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/12-hour-workday-wont-work/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "BJP’s vote share remained intact, the grand old party was boosted by JDS’s decline, but the results are no pointer to 2024\nIt’s only been a few days since the Karnataka assembly election results. However, there are already plenty of articles, opinion pieces and TV discussions about why BJP lost in Karnataka and Congress had an emphatic victory. Congress numbers look good, with 135 out of 224 seats. BJP only managed 66. Congress had its best Karnataka tally in decades. A win is a win, and for Congress it is a big cause to celebrate.\nRead full story on TOI+\n\n",
        "headline_1": "The 5 points that won Karnataka for Congress",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-5-points-that-won-karnataka-for-congress/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "The onset of the southwest monsoon is a keenly tracked event.\nIMD on Monday said that rains will hit Kerala this year on June 4, a delay of four days. In the last five years, there have been two occasions when the monsoon’s onset overshot the June 1 mark. Therefore, a delay this year is not a signifier of what lies ahead. However, a delay in the onset and subsequent progress of the monsoon will normally lead to delayed sowing.\n\nThe southwest monsoon, which contributes about 75% of the annual rainfall, is one of the main influences on agricultural output. Not only does it directly influence kharif crops; it also has an indirect influence on the winter crop season through its impact on storage levels in reservoirs. Among the aspects of the southwest monsoon that have a critical impact on food security and inflation are the spatial spread of rainfall and its pattern. For example, July and August are the most crucial months as about 63% of the rainfall is experienced then. Also, the lopsided nature of India’s procurement system for cereals means that events in Punjab have a disproportionate impact on inflation.\nApril’s retail inflation reading was favourable. CPI was 4. 7%, dragged down mainly by the falling food price index. The food price index inflated at just 3. 8%. However, there are worrisome aspects here – cereals inflated at 13. 7% in April. It’s the high cereal inflation that makes the southwest monsoon crucial as paddy is India’s most important cereal, in terms of output. That’s why more than a delay in the onset of the monsoon, its progress a little later will be crucial for sowing in large parts of India.\nHowever, the impact of a single season’s southwest monsoon is now more muted than it was a few years ago because of changes in the composition of agricultural output. Within agricultural gross value added, the contribution of crops is now around 50%. Over the last decade, livestock has taken up a bigger share. Also, in 2012-13, horticultural output surpassed foodgrains and today accounts for around 35% of crop output. On balance, the southwest monsoon remains crucial, but it’s not the only major weather-related influence on yield. In the recent past, extreme weather events such as the March 2022 heat wave have had a big impact on yields and food inflation.\n\n",
        "headline_1": "Rain spotting – Slightly delayed southwest monsoon is not unusual. Cereals are now less important in farm output",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rain-spotting-slightly-delayed-southwest-monsoon-is-not-unusual-cereals-are-now-less-important-in-farm-output/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "Within 24 hours of EU foreign affairs representative Josep Borrell critiquing India for “violating” the west’s sanctions on Russia, EU’s executive vice-president spoke the language of reconciliation, saying EU and India would discuss the matter as “friends. . . with an extended hand and not a pointed finger”. Borrell made his intemperate comments, calling for a crackdown on India, basis a report by Finland-based research agency Crea. This said, India was among countries that were called “laundromats” of Russian crude oil – alleging New Delhi was “circumventing sanctions” as EU was buying Indian diesel and petrol products made from Russian crude.\n\nThe backstory is thus. As part of sanctions and to cripple Russia’s revenue from oil, G7 nations capped the price per barrel at $60 last year.\nIndia increased its imports of Russian crude to the extent that its proportion in India’s oil imports rose to 35% by March 2023 from 1% before February 2022. India is a major supplier of oil products to Europe – its diesel exports have tripled since Russia invaded Ukraine. EU has benefited from this as India’s third largest trading partner. Oil products are a large chunk of this trade. India now exports nearly 3. 8m tonnes of oil products to EU, G7, among others. Crea contended EU was “substituting oil products they previously bought directly from Russia with same products now ‘whitewashed’ in third countries”, even suggesting “place of origin” certification for products sold to EU.\nGoI outright rejected the report; the foreign minister invoked the rulebook to state that Russian crude, if substantially transformed in a third country, is not treated as Russian. Brussels correctly dialed down its executive’s attack – Borrell was seeing a breach where there was none. India is well within its right to import crude and export processed oil products, origin of crude notwithstanding.\n\n",
        "headline_1": "Leaky oil borrell – India does nothing wrong buying, processing Russian crude. EU critique is pointless & hypocritical",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/leaky-oil-borrell-india-does-nothing-wrong-buying-processing-russian-crude-eu-critique-is-pointless-hypocritical/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "We have all heard about the middle income trap that many countries fall into while transitioning from one level of the economy to the next. Today, we want to talk about the middle income intellectual trap that, in our view, serves to create, among many other factors, the middle income trap and nurtures it for a long time. The intellectual trap refers to a country's policymakers' inability to ensure crucial intellectual freedom that accepts criticisms and divergent views, keeps an open mind for policy reforms, encourages innovations, and insists on transparency and accountability, which are the key factors in ensuring good governance.\nThe middle income trap – and there are different types for different stages of economic development – is a theoretical construct by economists to explain why countries going through various stages of their advancement get stuck and fail to move forward. For example, the Philippines, which is at our stage of development, is stuck in the lower middle income country (LMIC) trap for the last 34 years. It took Paraguay 28 years to make the transition from the LMIC to the upper middle income country (UMIC) status, which Bangladesh wants to achieve in 16 years (from 2015 to 2031), of which only eight years are left. \nThe lower middle income trap occurs when a lower income country (LIC), in the process of becoming an LMIC, is forced to pay relatively high wages with comparatively low productivity, because of a rising cost of living. Thus, an LMIC loses its competitive edge in the labour-intensive markets because it cannot compete in the higher value-added markets.\nThe question we want to ask today is why countries get stuck in transitioning from one category to the next. There are numerous economic reasons. But we believe there is also the \"mindset\" factor that makes the \"trap\" more lethal and impedes or delays a country's capacity to come out of it.\nThe mindset factor is a phenomenon in which policymakers become so enamoured with their success that they become defensive. They close their minds off to differing points-of-view that identify weaknesses in their \"success\" and shut out suggestions for policy reforms that are needed to move forward. They refuse to learn from other countries as to why they fell into the lower middle income trap, thus missing the crucial opportunity of avoiding the well-known pitfalls that could have easily been avoided had they just kept their minds open.\nBangladesh is a good case study of how we moved from a relatively weak base to a stronger economy, and how that has entrapped us into the middle income intellectual trap.\nThe high human cost – genocide – at our nation's birth and the overall economic devastations caused by the Pakistan Army left us heavily dependent. We needed aid to survive. Our resources were limited, and problems enormous. The world thought it would have to hold our hand constantly to help us survive. It was an \"aid and conditionality\" tablet that we needed to swallow annually to stay afloat.\nThe stigma of being termed a \"basket case\" and the reality of dependency led us to develop a collective sense of \"inferiority.\" We were not as good as others – less educated, less healthy, less productive – and whatnot. The list was long and demoralising.\nWith constant insistence that we hire external consultants even for things we knew better, the \"dependence syndrome\" got deeply entrenched in our psyche and further deepened our inferiority complex.\nThen, we surprised the world. Due to enormous hard work by the people, some crucial innovations of the private sector, and some far-sighted policies of the governments of the day, we started getting \"A\", rather than the usual \"F\", in the global categorisation of our performance. From standing with a crutch, we began to stand on our own and even climbed upwards to transition from an LIC to an LMIC in 2015.\nWith international recognition galore, we found the seductiveness of praise – which took more than 30 years to come – irresistible. We refused to accept the nuanced vulnerability of success and shut our ears to the voices of reforms.\nJust as the dependency syndrome gave us an \"inferiority complex,\" the sudden rise to becoming a global \"model of development\" brought its own psychological repercussions and gave us a \"superiority complex.\" From donor consultants implying \"we know nothing\" to telling ourselves \"we know everything,\" it was a euphoric journey – albeit a dangerous one. We took all appreciation as something we deserved, and rejected all warning and alert notices as the inability of our \"doubters\" to accept our success. We soon developed an attitude of arrogance and \"know-all\" that hid from our perception some serious weaknesses in our achievements. Amid the cacophony of self-congratulations, we forgot that we needed reforms, innovations, and good governance.\nThe IMF's latest recommendations, contained in its 190-page report, is a good example of the \"intellectual trap\" our policymakers fell into by refusing to listen to our own think-tanks and economists. The reforms in the National Board of Revenue (NBR) and the banking sector, the reining in of the non-performing loans (NPLs), reducing over-dependence on a single sector, export diversification, etc, have all been suggested ad infinitum by our own think-tanks, economists, and the independent media. Nothing reveals the imposing of political agenda over our economy as dramatically as our decision to allow so many banks to operate in an economy of our size, the economic or fiscal logic for which is non-existent.\nOur policymaking now is extremely centralised, with the process being fully in the hands of the bureaucracy, and political leadership shunned to the periphery – except for the supreme leader. Nowadays, it is the bureaucrats who draft, re-draft, refine, vet, and finally place most policies before the PM for approval.\nBut bureaucrats are trained to maintain the status quo and are fundamentally averse to change, especially of policies, most of which they have helped author themselves. Thus, there is a natural tendency to resist reforms, the time for which is running out if we are to avoid the pitfalls other countries fell into.\nIf we are to avoid the lower middle income trap, we must free ourselves from the middle income intellectual trap that is preventing us from challenging the status quo and breaking down the barriers to reforms and innovations. As early as in 2017, the Asian Development Bank Institute (ADBI) published a report titled \"Escaping the Middle Income Trap: Innovate or Perish,\" in which lack of innovation was singled out as the main reason for many Latin-American countries failing to avoid the middle income trap.\nThere will be no avoiding the same for us, unless we free ourselves from the intellectual stagnation in which we find ourselves today.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: The middle income ‘intellectual’ trap",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-the-middle-income-intellectual-trap-3323951",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "In an unusual move, the chairman of Dhaka Water Supply and Sewerage Authority (Wasa) has reportedly written to the secretary of the local government ministry accusing Managing Director Taqsem A Khan of corruption and \"autocratic\" behaviour. Such accusations, straight from the horse's mouth, indeed deserve scrutiny. It is no secret that during his 14-year-long tenure, MD Taqsem has presided over a shambolic state of affairs that made headlines regularly but generated little response from the higher authorities.\nThere has been no dearth of problems and irregularities at this vital institution. You got reports on houses not receiving a water supply connection for years, or only getting unclean, foul-smelling water, or people facing harassment while seeking water supply connections or dealing with Wasa for other purposes. Despite such questionable service, Wasa has regularly and unjustifiably increased water tariffs, as many as 15 times between 2009 and 2022. While the public suffered, MD Taqsem's salary increased exponentially, as did Wasa's profits, which shows its lack of accountability. He also allegedly sacked multiple people who spoke up against him. Thus he, as per the Wasa chairman's letter, has turned it into \"a den of corruption\".\nThe question is, why have all these irregularities been allowed to go on for so long? At which point does the chairman of an organisation feel bound to formally bring complaints against its MD? Why is it that he has been reappointed again and again despite so many complaints against his administration? For over a decade now, there has been regular reporting on corruption being committed. Only the other day, an investigation by the Anti-Corruption Commission resulted in three Wasa officials being sued for embezzling Tk 249 crores from one project. This trend has to stop.\nWe urge the relevant ministry to treat the Wasa chairman's allegations with the seriousness that they deserve. If authorities want to convince the public that MD Taqsem's lengthy tenure is not a result of nepotism and favouritism, then a fair investigation is the way to go.\n",
        "headline_1": "A Wasa shake-up is the need of the hour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wasa-shake-the-need-the-hour-3323491",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "Dhanmondi, let's face it, has long ceased to be the tranquil haven surrounded by trees, lake, and playgrounds. Long gone are the quaint two-storey houses with trees in the yard. Children no longer ride their bicycles or play cricket or badminton on the streets during the weekend. The chirping of birds is replaced by honks, blares, and loud profanities of frustrated drivers as soon as day breaks, and major playgrounds are at the mercy of ruling party elites, commoners be damned.\nDhanmondi these days is a cacophony of people, traffic, events, vendors, schools, hospitals, restaurants, and construction sites. For most residents, it is a challenge to simply get out of the area. During school hours, as I try to strategically manoeuvre the minefield that is Dhanmondi traffic, without losing my sanity (or my job, to which I risk being categorically late), I often bemoan the tragic fate of the directive issued by the High Court over a decade ago to remove all commercial establishments from the area.\nResponding to a writ petition from a citizens' group in Dhanmondi, the High Court in June 2012 declared that operations of commercial institutions were illegal in the residential area, except for the establishments on Road 2, Road 27, and Satmasjid Road. Predictably, there was pushback from the schools – Maple Leaf International School filed an appeal against the order. What's surprising, however, was that the Dhaka South City Corporation (DSCC) also filed a petition stating that it was not obliged to implement the High Court verdict. (It's anybody's guess why the foremost city authority for Dhaka South would be so averse to bringing peace and tranquility back to a residential area). In August 2016, the Supreme Court upheld the High Court verdict against unauthorised commercial activities in Dhanmondi to protect its residential character and environment, and dismissed the DSCC petition.\nA decade ago, when I had questioned the authorities about how they planned on implementing the directive, they had engaged in what the city authorities inevitably seek refuge in every time we ask them why they are failing to do their job: try to pass off the responsibility to others. The DSCC pointed to the Rajdhani Unnayan Kartripakkha (Rajuk), Rajuk pointed to the Public Works Department (PWD), and the PWD seemed flabbergasted that someone had the audacity to expect them to know what to do. The answers have remained much the same over the decade – a reluctance to accept responsibility – and on our end, too, the questions have dried up. Citizens' groups, who actively sought to implement the directive by mobilising on their own at the beginning, eventually gave up and/or decided it wasn't worth displeasing the powers-that-be who, after being in power for over a decade, have become less and less receptive to public opinion.\nIn a country that has no shortage of progressive laws, policies, and court directives, but no willingness to implement them, it is perhaps no surprise that the Supreme Court directive now exists only on paper, as if to tease Dhanmondi dwellers of what could have been.\nAs someone who loved growing up in Dhanmondi, I now feel increasingly suffocated by it. The playgrounds which we frequented when we were younger are no longer accessible, unless you know someone who is a Big (BCL) Brother or are associated with the clubs who now lease them. The Dhanmondi Road 8 field has been occupied for over a decade by the Sheikh Jamal Dhanmondi Club for training and practices. The protracted fight by environmentalists and residents to stop the occupation back in 2008-09 could not save the beloved playground from its eventual demise as a public space, nor did the 2011 High Court order that the playground be freed for use by the children and other residents in the area, or the show-cause notice issued by the court again in 2013.\nThe largest playground in Dhanmondi, known as Abahani playground, was leased out to Abahani Limited Dhaka on a long-term basis by the PWD. After being fenced off for construction and beautification for a long period of time, a small part of the playground was reopened to the public. Excited by the prospect of introducing my two-year-old toddler to the field in which her uncle grew up playing football, I took her for a visit on a weekend. But it was so dusty – from the unfinished construction work – that we had to leave almost immediately. Meanwhile, the Kalabagan Krira Chakra occupies the Kalabagan field, while the field at Dhanmondi Road 4 is occupied by the Dhanmondi Cricket Academy.\nAs residents, we deserve to know why these public grounds were leased out or allowed to be occupied for the use of a few people, depriving thousands of people of much-needed breathing and recreational space. The community was clearly never consulted before such decisions were taken, and the residents' protests over the years have been largely ignored or strategically silenced.\nThe Dhanmondi Lake, our pride and joy, has turned into a hub of commercial activities too, leased out to six different businesses, whose owners are mostly affiliated with the ruling party. According to architect Iqbal Habib, who helped design the Dhanmondi Lake Park, only three percent of the lake was supposed to be dedicated to cafeterias and restaurants, but thanks to the DSCC, commercial activities now take up 12-15 percent of the area. It is little wonder that there are plastic cups, plates, straws, and garbage littering the now green water of the lake and surrounding pathways, with the lessees least concerned about ensuring management, clean-up, and security of their designated sectors, as per the conditions of the lease. Given the identity of the lessees, it is hardly a surprise that the DSCC, which earns a whopping Tk 2.93 crore each year from the leases, doesn't monitor or hold them accountable for such gross violations of the terms.\nIn a residential area where people's concerns and needs have long taken a backseat, it is perhaps only fitting that a ludicrous project like the one on Satmasjid Road would be undertaken. To begin with, the new median has blocked off all the turns on the busy road which used to allow and ease the constant flow of traffic from the inroads of Dhanmondi. This has led to more traffic building up inside the residential part of the area, as well as making it considerably more inconvenient for people living in West Dhanmondi and Rayerbazar to commute. Simply crossing the road – which takes two minutes on foot – can now easily turn into a 30-minute misadventure if you're in a car or rickshaw.\nIt is inconceivable that more than 500 trees – many of which were planted more than 15 years ago – have been mercilessly felled to make way for this ill-thought-out scheme that we are supposed to embrace as \"development.\" One can easily imagine the motives behind breaking the existing median and building a new one – given that it is part of a Tk 1,719 crore integrated project (cha-ching!) – but the authorities are yet to provide a logical explanation as to why the new median could not be built while keeping the trees in place. Once again, the DSCC did not bother to seek public or expert opinion, nor did they seek permission from the forest department before carrying out the massacre. And even in the face of protracted protests from environmentalists and residents, under the banner \"Save the trees of Satmasjid Road\" – some of whom have been guarding the trees at night for the past months – to stop the onslaught on the trees, the DSCC mayor has not even felt it necessary to meet with them and at least hear out their concerns and demands.\nIt is evident that we, as residents of Dhaka, have no say over the quality of our lives in this concrete jungle that we lovingly or grudgingly call home. And most of us seem to have accepted this fate, if the turnout at the protests at Satmasjid Road are any indication. It's time we organised to demand the kind of city that we need and deserve, because clearly no one else is looking out for us.\nSushmita S Preetha is op-ed editor at The Daily Star.\n",
        "headline_1": "Why I feel suffocated by Dhanmondi",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-sound-and-the-fury/news/why-i-feel-suffocated-dhanmondi-3323471",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "In an unusual move, the chairman of Dhaka Water Supply and Sewerage Authority (Wasa) has reportedly written to the secretary of the local government ministry accusing Managing Director Taqsem A Khan of corruption and \"autocratic\" behaviour. Such accusations, straight from the horse's mouth, indeed deserve scrutiny. It is no secret that during his 14-year-long tenure, MD Taqsem has presided over a shambolic state of affairs that made headlines regularly but generated little response from the higher authorities.\nThere has been no dearth of problems and irregularities at this vital institution. You got reports on houses not receiving a water supply connection for years, or only getting unclean, foul-smelling water, or people facing harassment while seeking water supply connections or dealing with Wasa for other purposes. Despite such questionable service, Wasa has regularly and unjustifiably increased water tariffs, as many as 15 times between 2009 and 2022. While the public suffered, MD Taqsem's salary increased exponentially, as did Wasa's profits, which shows its lack of accountability. He also allegedly sacked multiple people who spoke up against him. Thus he, as per the Wasa chairman's letter, has turned it into \"a den of corruption\".\nThe question is, why have all these irregularities been allowed to go on for so long? At which point does the chairman of an organisation feel bound to formally bring complaints against its MD? Why is it that he has been reappointed again and again despite so many complaints against his administration? For over a decade now, there has been regular reporting on corruption being committed. Only the other day, an investigation by the Anti-Corruption Commission resulted in three Wasa officials being sued for embezzling Tk 249 crores from one project. This trend has to stop.\nWe urge the relevant ministry to treat the Wasa chairman's allegations with the seriousness that they deserve. If authorities want to convince the public that MD Taqsem's lengthy tenure is not a result of nepotism and favouritism, then a fair investigation is the way to go.\n",
        "headline_1": "A Wasa shake-up is the need of the hour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wasa-shake-the-need-the-hour-3323491",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "Dengue is hardly a seasonal nuisance anymore with cases being reported round the year, although the peak time may still coincide with the beginning of monsoon around June-July. That is when things start to go downhill. So far this year, 12 dengue patients died and 1,261 were hospitalised. Last year, a total of 281 patients died – the highest on record in Bangladesh – while 62,382 were hospitalised, most of them in the second half of the year. That means, if the authorities had any plan to launch an all-out drive to prevent another deadly outbreak, the time is now.\nEarly action determines to a large extent how the dengue record book will look like down the year. It is all the more important given the increasing severity of infections, with there now being four distinct serotypes of the virus: DENV-1, DENV-2, DENV-3 and DENV-4. The addition of the fourth last year has resulted in a higher number of fatalities despite fewer infections compared to 2019, when a staggering 1.13 lakh cases were recorded. Meanwhile, unplanned urbanisation – one of the main reasons for the spread of the disease – has been persistent, meaning that dengue will be harder to control going forward.\nExperts have already warned that the country may witness an even worse outbreak this year as the presence of Aedes mosquitoes increased in the early days of summer. Earlier this month, the DGHS said that there is a risk of death for those who had previously been infected if they are reinfected by a different type of dengue, the possibility of which has grown because of the presence of multiple serotypes. This will require proper scientific interventions. For now, however, the task for the city corporations, municipalities and other relevant agencies is simple: conduct anti-mosquito drives, clean dengue hotspots and breeding grounds, communicate precautionary measures to all at-risk households, ensure early detection, and prepare hospitals for a likely patient surge.\nAny success this year will depend on a combination of better planning, early action and coordinated interventions. One persistent complaint against the relevant authorities has been the lack of early response, which, after the disastrous year that 2022 has been, we hope they will address. That should extend to not just Dhaka but all other cities and towns as well. We must learn from past mistakes and act quickly to prevent another dengue outbreak.\n",
        "headline_1": "Early action key to dengue control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/early-action-key-dengue-control-3323066",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "Dozens perish in the sea or inside freezer vans, and many more are rescued from the jaws of death every year when thousands of people, mainly from poor developing countries of Asia and Africa, try to enter affluent European countries illegally. Bangladeshis are also very often found among the victims of illegal migration. Such tragedies happen in contrast to thousands of jobs remaining vacant in the dream destinations of the illegal migrants, namely, France, Germany and Italy. Taking part in a dialogue, organised by the Bangladesh Ministry of Foreign Affairs in Dhaka on Tuesday, director general of the International Centre for Migration Promotion and Development Michael Spindelegger said Europe has a good demand for workers from abroad and Germany alone needs four million workers every year. European countries, however, are ready to absorb only legal foreign migrant workers, as they always promote legal and safe migration. Legal migrant workers are usually assured of a stable income and decent workplace. The pains of being illegal migrants, be it in a Middle-eastern or a European country, do not need any elaboration. The fear of being caught by the police or any other legal authority haunts them all the time. Taking advantage of the situation, employers also offer wages much below the market rates. Overall, the situation they encounter almost at every step does not anyway match the expectations that drove them out of their homes. One, however, has to admit the fact that the majority of job seekers who try to sneak into European countries illegally lack the necessary skill and education to become legal migrants. Their objective is to enter Europe using the services of human traffickers and manage odd jobs or become, at least, street vendors. They know their earnings would be far greater than what the legal migrants fetch in the Gulf countries. So, the urge to make it to Europe is noticeably strong among the young unemployed people in Bangladesh. Yet legal migration would have made them far better off, financially and mentally. But how can Bangladeshis take up jobs in European countries legally when none of the latter officially expresses such an intention to the Bangladesh government? So, before the initiation of any move to promote the safe and legal migration of Bangladeshis to Europe, a few issues need to be addressed. Bangladesh's government must know the manpower requirement of potential European countries, in terms of skill and education levels and make ready a suitable workforce for export. And the European countries, to avoid entry of illegal migrants, should place indents for workforce recruitment. Thus, joint efforts and cooperation, not rhetoric or mere wishes, can ensure a safe and legal migration. Most European countries are resistant to migrant workers, particularly from Asia and Africa. There has to be a change in that attitude if they are willing to stop illegal migration.",
        "headline_1": "Ensuring safe and legal migration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safe-and-legal-migration-1684422846",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "A survey conducted on 1,000 plant species by four senior botanists of the country to prepare a red list of flora on behalf of the International Union for Conservation of Nature (IUCN) should shed light on relations between humans and the world of flora here. Reportedly first of its kind, against red lists of animals made several times, the initiative is highly important. But it must be admitted that this belated exercise also exposes weakness and indifference of scientists of the related field and also the ministry in charge of biodiversity and ecosystem to this important area.No wonder, therefore that the four-member team has found on their assessment that out of 1,000 plant species seven have already become extinct, five are critically endangered, 127 are endangered, 262 are at risk, 69 are nearly at risk. The good news is that 271 plant species are doing well in the environment. However, the news is not so good about 258 species as information on them is missing. What does it mean? It is a huge number and if information about them is unavailable, there is serious doubt about their existence. In the process of evolution, no life form comes into existence without a purpose. Much as humans may have developed an insight into new frontiers of material and living worlds, a colossal dark and unknown area is waiting to be explored. So the species with little utility or those that apparently appear to be harmful for humankind may have been destroyed with impunity. But when it comes to preservation of the ecology, maybe, the seemingly useless also have a necessary part to play. The survey on only 1,000 plant species has brought to the fore a most disconcerting fact. What a picture of the country's flora world will emerge if the remaining 3,000 species are studied comprehensively may give one a nightmarish experience. Human beings have poisoned the environment in more ways than one. The use of chemical fertiliser, insecticide and herbicide for decades has proved notoriously harmful not only to various species of flora and fauna but also to the species that has produced and applied those. Discarded polythene and plastic of mountainous volumes compound the problem beyond redemption.One of the reasons for climate change is deforestation and accumulation of greenhouse gas in the atmosphere. Plants and trees cleanse air by absorbing CO2. If there are not enough green covers on the Earth's surface, harmful gases such as CO2 and methane released from various human activities get deposited in the stratosphere and this contributes to rising temperature. So, conservation of plant species or for that matter forests is not just a subject of botany or forestry, broadly it is life science. From this perspective, each member of the plant and animal life has its distinct place in the world of creation and deserves respect. In a country overburdened with an outsize population, the stake is high for land use. This does in no way mean that green cover of its land area has to be depleted and plant species protected only on the basis of food and economic considerations. Food and economy are a prerequisite for survival but the correlation of these two with the environment is more decisive. It is impossible to grow paddy in the desert of Sahara. So, there is an overriding need to know how much exploitation of Nature is enough for the purpose and how much is too much.In their rush for expanding the range and scope of agriculture aimed at producing enough cereal for feeding the nation, policymakers paid little attention to plants, woodlands and forests. Villages where most homesteads were once full of naturally grown wild plants and trees became precariously denuded because of the clearing spree all around. Many of the herbs, shrubs, plants and trees present plentiful even in the 50s of the last century have now disappeared forever. Once Barun and Hijal trees, not valued much in terms of timber, had their proliferation in villages. Today there is hardly any village to host a Barun tree. Hijals are also on their way out. No, these are not included in the endangered plants' list by the study team. The seven plants that have disappeared are uncommon and few people have ever heard of their names. They are Kurajiri, Bhanu Deypat, Gola Anjan, Sat Sarila, Therma Jam and Mytrasis. The five endangered species are not as uncommon as the seven extinct varieties but again few people know all their names. Teli palm is no longer found in the wild but more people are likely to be familiar with its name. A few exist in small botanical enclosures under management of research institutes. Of the seven, Ball tree may be familiar to people in the southern districts. Bashpata (brown pine), is native to Meghalaya. Sylhet's hills could host them. Wild date, Balborax and Tall Trias orchid complete the list of the endangered species. So the importance of conservation of plants irrespective of their commercial and other values cannot be overemphasised. In the interest of ecological balance, environmental sustainability and by extension survival of the human species, the conservation of all the plant species is a sine qua non.\n[email protected]",
        "headline_1": "Development not at the cost of biodiversity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/development-not-at-the-cost-of-biodiversity-1684422885",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "The observance of the 7th United Nations Global Road Safety Week is on. The incumbent mayor of Dhaka North City Corporation (DNCC) issued a message on the first day of the event on Monday last where he had made a fervent appeal to all 'to work together to create streets that are safe, accessible and enjoyable for everyone'. He also said that since the DNCC understands the importance of road safety, it will create more pedestrian-friendly streets and provide better infrastructure for public transportation. The DNCC has been trying to make the roads, if not in other places, in posh areas, namely, Gulshan, Banani and Uttara, enjoyable for both pedestrians and vehicle operators. It seems that the Corporation bothers least about other places. Take, for instance, a place called Greater Mirpur, which occupies a large part of Dhaka city. The DNCC deserves kudos for widening and rebuilding almost all the roads in the area and evicting the encroachers which once seemed an impossible task. Undoubtedly, Mirpur now wears a new look with newly paved roads and high-rise structures, residential or otherwise. All eateries of big names, fashion outlets, hospitals and commercial houses have sprung up in recent years. The MRT-6 (metro rail) that is now in operation partially has added a new feather to Mirpur's cap. Despite having all the modern look and amenities, Mirpur has at least one deficiency---its roads are full of anarchy and least friendly to pedestrians and authorised motor vehicles. Unauthorised battery-run rickshaws swarm all the roads, lanes and bye-lanes from dawn to midnight. Pedal rickshaws have become more of a thing of the past because of the indifference of the DNCC to enforce the High Court order to remove battery-run rickshaws from roads. It is now an open secret who is making how much from the unauthorised and unsafe battery-run rickshaws every month. Then again, buses use the busy streets as parking lots soon after dusk and some even remain parked there during the daytime. Small traders have converted many roads into marketplaces and vehicles find it very difficult to pass through those. It is better not to mention the state of the pavements, particularly in Mirpur sections 10, 11 and 12. Shopkeepers put their goods on pavements, leaving almost no room for pedestrians. Bike-wash outlets have sprung up in dozens and they keep a large part of pavements and roads occupied. Complaints are lodged with the DNCC on occasion but to no effect. It has to be, however, admitted that the DNCC people sweep the roads and remove garbage regularly. Residents do not have much to complain about on this issue. True, the DNCC alone cannot restore discipline on the roads and it needs the support of all quarters. What, however, pains most people is that the Corporation is not demonstrating much interest in making the roads pedestrian-friendly and orderly. The situation in Mohammadpur and some other areas under the DNCC command is also no better so far as making the roads pedestrian-friendly and enjoyable is concerned. Mere words are unlikely to make things right. Actions, well-directed ones, are needed. The DNCC is also not paying due attention to some other urgent tasks --- restoring the canals to their old states is one such task. Any lapse might prompt many to put the Corporation in the dock during the upcoming monsoon. \n[email protected]",
        "headline_1": "Words need to be backed by deeds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/words-need-to-be-backed-by-deeds-1684422918",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-05-2023"
    },
    {
        "full_article": "Just a few days ago, we celebrated the International Mother's Day in our own ways. Some of us gifted mothers with their favourite things while many posted on social media telling what mothers really mean to their life. Also, television channels, radio stations and newspapers brought out special programmes and features highlighting mothers' role in our life. There is none like mother in the whole world. The bond that a mother and a child share is unique in its own way. The love of a mother cannot be replaced with anything in the world. Our mothers constantly shower their blessings on us. So, it is our duty to acknowledge and celebrate their tender feeling for us. One such occasion of doing this is on the Mother's Day. It is supposed to be a day when you celebrate a mother's contribution, love, and millions of other things she does for her children. We have dedicated one specific day to celebrate mothers and contributions to our life, but what happens a day after the Mother's Day? We get back to our busy schedules. The question is whether one day is enough to celebrate your mother's kindness, her love, her compromises, her pain, all her hard work she puts in to make you a better person and what you are today. Our mothers deserve more than a day to make them feel special and important. As they say, better late than never - do something special for your mother every day not just on the Mother's Day. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Celebrating every day as Mother's Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/celebrating-every-day-as-mothers-day-1684422948",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-05-2023"
    }
]