[
    {
        "full_article": "The grant of bail to the 82-year-old Telugu poet and activist, Varavara Rao, on medical grounds is a welcome relief to at least one of those arraigned in the controversial Bhima-Koregaon case under the Unlawful Activities (Prevention) Act. The Supreme Court has rightly ignored the arguments on behalf of the National Investigation Agency (NIA) that age is not a factor in considering grant of bail for one involved in an attempt to overthrow the democratically elected government and that his medical condition is not serious enough. It cannot be forgotten that tribal rights activist Father Stan Swamy, another octogenarian who was arrested in the same case, died of poor health even while his petition for bail on health grounds was being heard. In Mr. Rao’s case, he was taken into custody in August 2018 and granted interim bail for six months on health grounds in February 2021. The Bombay High Court had set a date for him to return to custody after treatment, but it has been extended from time to time. Having regard to his age, the Supreme Court has now removed the time limit and given him regular bail, albeit with the conditions that he stay in Mumbai and not to get in touch with witnesses. The Court has also taken note of the fact that the charge sheet has been filed in the case, but the trial court is yet to frame charges. Further, there is no claim that he misused the interim bail in any way.The options of an accused to get bail under UAPA are largely limited to health grounds, because bail on merits is nearly impossible to get. Under this law, the accused have to demonstrate that the allegations made against them in the police version is, prima facie, not true. This onerous condition is not easy to fulfil, especially after the Supreme Court in NIA vs Zahoor Ahmad Shah Wataliruled that while considering bail, the court should not go deep into the material against a person and must decide whether the prosecution case was true “based on the broad probabilities” of the case. However, the Supreme Court has indeed got around this limitation by treating any long delay in holding the trial and violation of fundamental rights as grounds to grant bail even in UAPA cases. The Bhima Koregaon case is an off-shoot of disturbances that took place during a commemorative event on December 31, 2017, in Pune. It was used to rope in lawyers and activists and build a case of an alleged Maoist plot to overthrow the government. There are credible reports that electronic evidence in the case could have been planted using spyware to implicate the accused. It is time the courts examined the core question whether the case itself is tenable or one fabricated to corner some activists. The judiciary should not countenance the prolonged incarceration of anyone in a case of doubtful validity.",
        "headline_1": "Just in case: On courts and the tenability of the Bhima Koregaon case",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/just-in-case-the-hindu-editorial-on-courts-and-the-tenability-of-the-bhima-koregaon-case/article65758139.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "The Centre’s move to transfer a large chunk of tax devolution dues to States in one go on Wednesday is a pragmatic step that will not only lend impetus to fresh capital spending on the ground but also temporarily soothe tempers amid a fresh round of unease between the Centre and States. Higher than anticipated buoyancy in tax receipts has nudged the Finance Ministry into raising the States’ monthly share of the divisible pool of taxes from about ₹48,000 crore in the first quarter of 2022-23, to ₹58,332.86 crore for August. And surplus cash balances with the exchequer have created room to transfer two months’ dues to States in one go, translating into a significant lump sum of nearly ₹1.17 lakh crore. While the Government had done similar transfers to States, dovetailing and remitting two months’ dues together last year as well, the context is dramatically different for States in this fiscal year. For starters, they no longer have the fallback option of assured revenues from GST Compensation in the five years till June 30, 2022. Even for the GST dues that accrued this year, the Centre frontloaded the release of around ₹87,000 crore to States for April and May, although accruals in the GST Compensation Cess account at the time were just ₹25,000 crore, by dipping into its own coffers. With another ₹35,000-odd crore of GST dues outstanding for June, the overall recompense for States from GST will be around ₹1.22 lakh crore, less than half of the ₹2.5 lakh-odd crore in 2021-22.There is another uncertainty facing States that has led to extremely tentative behaviour from their treasuries in recent auctions of State development loans — changes in their net borrowing norms. While the Centre had pegged States’ borrowing limit at 3.5% of their Gross State Domestic Product for the year, this ceiling is to be pared in accordance with off-budget debt raised by States since 2020-21. Initial signals that all such off-the-books loans will be deducted from this year’s ceiling had a chilling effect too, not in the least because the paucity of clear data on the extent of such borrowings, make it difficult to anticipate the actual ceiling that the Centre would determine for each State. The Finance Ministry has eased up on this front as well, clarifying that only their off-budget debt for 2021-22 will be adjusted against the ceiling and that too, in a staggered manner between this year and 2025-26. The norms for the ₹1 lakh crore interest-free loans offered to States for discretionary projects this year could also be reviewed to help it gain greater traction with State governments. Taken together, these steps should help States, which expressed concerns about dwindling revenues at the recent NITI Aayog governing council meet, back the effort to rev up the economy with a capex spree. Friction points between the Centre and States will persist with fluctuating intensities, but a rising economic tide will ease constraints for both.",
        "headline_1": "A timely gesture: On the releases of tax devolution dues to States",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-timely-gesture-the-hindu-editorial-on-the-releases-of-tax-devolution-dues-to-states/article65758539.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "India’s economic fundamentals and demographic composition are well-positioned to make widespread prosperity a reality in the next two decades or so. However, the road to mass prosperity has to run through a market-based economic system, which is not easy for a country that travelled too far down the socialistic lane in its first 30 years of independence.\nRead the full article on TOI+\n\n",
        "headline_1": "State holds back nation: At 75, India needs to recognise that only a market-based system will lift incomes for all its citizens",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/state-holds-back-nation-at-75-india-needs-to-recognise-that-only-a-market-based-system-will-lift-incomes-for-all-its-citizens/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "In granting permanent medical bail to Varavara Rao, the Supreme Court has made it clear that stringent restrictions against bail in laws like UAPA don’t hinder constitutional courts from protecting fundamental rights. Last year, SC had relied on this principle to uphold bail to a UAPA accused – arguing that his incarceration for over five years while the trial crawled on was unjustified. But Rao’s bail, granted on technical grounds – medical condition, advanced age, adherence to bail conditions, delay in framing charges – doesn’t answer any of the larger questions confronting the justice system.\nToo many people who have not been proven guilty are in jail. Bail as norm and jail as exception is defeated by laws like UAPA that require judges to deny bail if they believe police cases to be prima facie true. This puts lower court judges in a fix. Before framing of charges few judges will take an adverse stand on an investigation’s merits; nor can they grant bail afterwards even if the trial is delayed because framing of charges implies there is merit in them.\nThe Bhima Koregaon case is disturbing on many counts. Despite multiple SC rulings on prompt hearing and disposal of bail applications, Stan Swamy died in judicial custody, while waiting for the Bombay high court to decide on his plea for bail on medical grounds. Many of the accused were arrested in 2018 – but forget trial even framing of charges isn’t over. There are claims some of the evidence was “planted”. These claims can be interrogated only if trials begin. Long process delays give credence to worries that in laws with stringent bail provisions custody is the punishment and, therefore, investigative agencies can get away with shoddy work.\nFor Justice UU Lalit, who heard Rao’s plea, and will be the next CJI, the problem of undertrial prisoners must take top priority. Undertrials as a percentage of prison population have been steadily increasing and are 76% now. An SC bench had proposed a comprehensive bail law and reiterated that courts must decide bail applications within two weeks and investigators must set down reasons for arrest, which trial courts must carefully scrutinise. Unfortunately, many lower courts seem stuck in their habits. CJI-designate Lalit’s tenure will be short. But he should get going on this long-delayed reform.\n\n",
        "headline_1": "Punishing process: Supreme Court bail for Varavara Rao again raises questions for the justice system",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/punishing-process-supreme-court-bail-for-varavara-rao-again-raises-questions-for-the-justice-system/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "The Election Commission’s decision to push back the publication of final electoral rolls for J&K assembly polls by a month not only keeps democratic politics in the Union territory in a limbo, it also has security ramifications. Ominously, yesterday marked the return of fidayeen attacks to J&K when two terrorists tried to enter an army camp in Rajouri district, engaging jawans in a gunfight. While both terrorists were neutralised, three soldiers were also martyred in the encounter. True, J&K’s joint security mechanism has been quite successful in preventing big-ticket attacks. But this saw terrorists change tactics and switch to targeted killings of ordinary Kashmiris, with the aim being to create a climate of fear and challenge the narrative of normalcy. In recent weeks, however, security forces have notched up successes against terrorists. A case in point being the elimination of Lateef Rather, who was responsible for the killing of TV artiste Amreen Bhat and revenue clerk Rahul Bhat in May.\nBut the change in anti-terrorist strategy may have again made J&K vulnerable to big-ticket strikes. Therefore, small extremist networks that now dot J&K need to be countered so that targeted killings can be prevented and security forces can return to their primary focus of fighting cross-border terrorism. This is precisely why the democratic process needs to be fully restored in J&K – to empower civil society to root out extremist elements.\nThe notification of the J&K delimitation order in May was welcome. Notably, it carved out a parliamentary constituency combining Anantnag region in the Valley with Rajouri and Poonch in Jammu. That the latest attack hit Rajouri may indicate terrorists want to preserve the old Valley-Jammu divisions and prevent the start of a new political chapter. That’s all the more reason why J&K polls must be held soon.\n\n",
        "headline_1": "Hold J&K polls soon: Delay in full resumption of political process may have serious security ramifications for the region",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hold-jk-polls-soon-delay-in-full-resumption-of-political-process-may-have-serious-security-ramifications-for-the-region/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "Singapore’s Changi airport is back in business. Bali is enjoying poster revelry with the upcoming G20 summit. The streets of Hanoi are also celebratory, as the Asean Plus Police music festivities showed. Japan has entered a seventh Covid wave, reporting a record high number of daily Covid cases, but life is near normal. Given the shift worldwide, what is holding China back from “living with the virus”?\nRead the full article on TOI+\n\n",
        "headline_1": "China may stay in 2020 Covid timewarp till 2023: This means damage will keep spreading, real estate debt defaults will hurt local govt budgets",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/china-may-stay-in-2020-covid-timewarp-till-2023-this-means-damage-will-keep-spreading-real-estate-debt-defaults-will-hurt-local-govt-budgets/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "Walkman was a battery-powered portable personal stereo cassette player invented by Sony in Japan in July 1979, that made quality music available on the go. It revolutionised the experience of listening to music as people could take their favourite numbers wherever they went, making personal trips, especially their lonely, long and dreary commutes to and from work, considerably more pleasant. Soon, it took the world by storm – listening to music has never been the same since then. Like the transistor in the 50s, Walkman in the 80s was among the early signs of the digital revolutions that were to sweep the world.\nHowever, like all revolutions – social or technological – there are unforeseen consequences. In the case of Walkman, as its use became almost universal, it appeared to isolate people. They became self-absorbed (a situation that is far worse now) and detached from their surroundings. With a Walkman and its headphones, one could go anywhere – from the busiest of markets to the most boisterous of gatherings to the biggest of demonstrations – and yet be cut off from their surroundings.\nThe term \"Walkman Syndrome\" first came to use after the fall of the Shah of Iran in 1979, when people wondered how Mohammad Reza Pahlavi, being in power since 1953 and with SAVAK, his dreaded secret service, and all the other institutions of surveillance – not to mention the help from the CIA and successive US administrations, whose great ally he was – could not know or fathom that the ground was shifting from under his very feet. Later, research showed that \"talk\" was all over the market place in Tehran and other cities of Iran, but all the Shah's men/women were only tuned to their Walkman, playing the narrative that they wanted to hear.\nHow could this happen? It was my good fortune to witness this intense debate from close quarters. I was working at the Unesco headquarters then, and Paris was the city where Ayatollah Ruhollah Khomeini, the leader of the Iranian revolution, passed his last years of exile and from where he returned to Iran. Unesco's corridors buzzed with hundreds of narratives at that time, the most prominent of which was how the Shah's regime could have been so unaware of the changing circumstances, proving, once more, Lord John Acton's dictum that power corrupts and absolute power corrupts absolutely. The obvious analysis was his disconnect with the people, and the term applied in the Unesco circles in the early 80s was \"Walkman Syndrome,\" using the wide popularity of the newly invented gadget to make for easy understanding of what happened in Iran, especially to the Shah's regime.\nAfter 40 years, and its disappearance from usage, I am tempted to use that term again. It is my view that our government and the ruling party have both been afflicted with the \"Walkman Syndrome.\" Not only are they listening to their own narratives, but they have gone one step further and have put all sorts of impediments in the creation and propagation of alternative narratives. If a contrary view somehow finds its place in the public domain, at once all sorts of \"conspiracy\" theories are spewed with venom, accompanied with veiled and not-so-veiled threats of \"consequences.\" I had written sometime earlier that \"press freedom has now become praise freedom,\" and as long as praise continues, the press and everyone else are safe. The intolerance for critical views and alternative narratives is so pervasive and intense that democracy's fundamental feature, freedom of expression, is most severely compromised in today's Bangladesh.\nAlong with debilitating the press, the government has all but disabled the parliament in the sense that this vital component of a functional democracy has hardly ever debated issues of urgent public concern. Bangladesh is at the forefront of the climate disasters facing the world. Yet, there has not been a single in-depth discussion on it in our parliament. Education, youth, employment, environment, defence, foreign policy, threat of terrorism, human resource development – name any issue of vital national concern, and we will see that they never featured in our parliament's agenda in any meaningful way.\nWe have one of the highest numbers of road accident deaths in the world, with no reflection on it in our Sangsad. Handling of Covid and the thousands of crores of taka spent in dealing with it, and the massive bailout in which taxpayers' money – again, thousands of crores of taka – was distributed, never saw the light of the day in a parliamentary discussion. PK Halder laundered Tk 10,000 crore – one-third of the cost of Padma Bridge – and there was hardly a word from our people's representatives. There are many other examples.\nOn \"point of order,\" sometimes sporadic discussions on issues do take place. But they are hardly substantive or lead to any meaningful way forward. Hours are spent on praise or self-congratulations. But when thousands die of Covid, flood or of any natural calamity, our parliament – the House of the people – has no time for them.\nAll our statutory bodies – the National Human Rights Commission (NHRC), the Anti-Corruption Commission (ACC), the Information Commission, etc – also suffer from the \"Walkman syndrome.\" They hear only what they want to and shut out the rest. However, it is the Election Commission (which is a constitutional body) that takes the cake. Its main job, supposedly, is to get the voters' \"will\" reflected in the elections. But it is quite happy to reflect the will of the power of the day. Enforced disappearances is one of the most shameful aspects of our recent history. Every year, the concerned families hold tearful press briefings demanding government action or at least some answers, and yet our NHRC has shown no interest in the issue. Newspapers write detailed investigative reports on corruption, but those don't attract the ACC. All are busy listening to their own narratives.\nThe latest energy crisis has revealed a critical area of national security and, as such, is of high concern for all of us. But it is an area that remains mostly outside meaningful public scrutiny. The whole gamut of our energy sector – gas exploration, power generation, quick rentals, LNG import, construction of LNG terminals, etc – are all serious questions that have escaped parliamentary scrutiny and ACC probes. Two days back, on Wednesday, the Centre for Policy Dialogue (CPD) published some astonishing facts about the record fuel price hike and whether it could have been avoided. This one act of the government has driven the poor and the middle class into desperation and the industries into a severe crisis due to the enhanced energy and transportation costs. Will it find any serious reflection in our parliament?\nIn the meantime, more draft laws – with many already in the statute books – are under consideration as to how the freedom of expression can be curbed (the Press Council Amendment Act), how to access personal data of citizens more (Data Protection Act), etc.\nWhat makes our version of the \"Walkman syndrome\" far more lethal is the culture of rhetoric that goes with it. Two examples should suffice. We paid a foreign company to launch our own satellite (the need and the business case for which remain to see the light of the day) and it was called our \"conquest of space.\" We won a legal battle (the government deserves praise for pursuing it competently) in the international court and got our share of the Bay of Bengal and went to town calling it our \"conquest of the oceans.\" Did we convince anybody with these claims – not, perhaps, even the paid sloganeers?\nThe \"Walkman Syndrome\" produces a delusional mindset. By constantly feeding on self-praise and throttling contrarian views, our government and the ruling party have deprived themselves of vital feedback, which could have helped them to be more aware of what people want and what they are thinking. They have further removed themselves from the reality by indulging in a culture of rhetoric that so exaggerates their achievements (which, when realistically assessed, is significant and impressive, especially the Padma Bridge) that ultimately pushes them into a make-believe world that further removes them from what people – and many of them are their well-wishers – are saying and thinking.\nHopefully, the present challenges will trigger a \"wake-up call\" and inject a desire for reality check.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "‘Walkman Syndrome’ afflicts the AL and our government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/walkman-syndrome-afflicts-the-al-and-our-government-3092891",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "The last two years have greatly impacted the world of work. The pandemic has taught us many lessons, and companies have had to transform their processes to embrace the new normal. Business processes, functions and methodologies had to be revamped, and this had an important effect on where, when, and how people work. In such a situation, it is imperative that HR professionals and business leaders evaluate the immediate and longer-term impact of these trends, and the degree to which they should change their strategic goals and plans. \nThe pandemic has taught companies to be flexible. Using an onsite-offsite arrangement means leveraging the skills and competencies of a much larger workforce, many of whom are comfortable working from home. Even though most offices have resumed physical activity, the learnings from the pandemic are here to stay. We can expect hybrid work to become more common. Companies must create a new, human-centric model for the hybrid environment by designing work around employee-driven flexibility, culture connectedness, and human leadership.  \nGeneration Z, also known as zoomers, had their first foray into professional life during the period of Covid. For a lot of these workers, their career started remotely with limited in-person experiences. This can create a disconnect and a feeling of detachment, especially when dealing with coworkers belonging to older generations. HR needs to step in and create onboarding opportunities where younger members can work with the core management team. This can help foster organisational cohesiveness and team spirit in the workplace.\nSimilarly, managers and supervisors need to put in the extra effort to manage and maintain a hybrid, intergenerational workforce. With fewer opportunities for spontaneous in-person interactions in the workplace, managers need to be more intentional in establishing and developing relationships with their team members. The manager-employee relationship is critical in shaping the employee experience and connection to the organisation. \nStructural unemployment has been a chronic problem for Bangladesh, with the recent unemployment rate indicating the toll Covid has taken on the labour market. In such a situation, HR professionals are under more pressure than ever to fill roles with those who possess critical skills to meet market needs and drive organisational change. While there's an urgency to obtain scarce, critical skills, there's also an effort to optimise costs in the current economic climate. To fill skills needs both effectively and efficiently, companies need to broaden the range of talent sourcing strategies under consideration, either as part of strategic planning or on an ad hoc basis. For example, companies need to develop processes, norms, and infrastructure that facilitate the mobility of employees from their current roles to other existing or newly created roles within the organisation. This shifting of employees creates an internal labour market and makes it easier and more attractive for employees to move jobs without exiting the company. Having such a system in place can enable companies to be more lean and responsive at a time when objectives and strategies are constantly being reevaluated. \nHybrid and remote work does not guarantee all employees will experience the benefits of this change equally. According to a report, 76 percent of managers say on-site employees are more likely than remote workers to be promoted. Considering that women and minority groups are more likely to use flexible work systems, proximity bias becomes a recipe for inequality. In Bangladesh, women's unemployment rate is twice that of men, at 6.8 percent. Flexible working policies, if unchecked, could worsen this situation. To support all employees in a hybrid future equally, companies must monitor and control policies to ensure discrimination doesn't happen towards these groups. \nWhile some companies track productivity, others monitor employee engagement and well-being to better understand employee experience. Even before the pandemic, organisations were increasingly using nontraditional employee monitoring tools, but this trend will only accelerate thanks to monitoring of remote workers and the collection of employee health and safety data. Companies need to make sure they're following best practices to ensure responsible use of employee information and analytics. Technology training also needs to be implemented for managers and supervisors, especially the senior generations. \nHuman resources professionals and business leaders are facing historic challenges from an exhausted workforce and a highly competitive labour market. At the same time, this environment creates an exciting opportunity for HR professionals to lead talent into the future and differentiate their organisations as employers of choice. The new normal has significantly changed the way we work, however smart changes to existing policies can enable companies to face this upheaval and come out stronger. \nFeihan Ahsan is a faculty member at BRAC Business School, BRAC University, specialising in Human Resource Management & Industrial Relations. He can be reached at fahsan@bracu.ac.bd.\n\n",
        "headline_1": "The future of work in a post-Covid world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-future-work-post-covid-world-3092741",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "It comes as no surprise that Bangladesh's cost of living crisis has escalated after the record increase of fuel prices early this week, with transport fares, prices of essentials, and production costs already reaching newer heights. The inflationary pressure is set to rise further. If industrial and agricultural production is hampered – which it will soon be – it will further spur imports and decrease exports. It seems that in trying to solve one problem (\"adjusting fuel prices\"), the government has opened the floodgates to many more. What makes this more painful is that all this could have been avoided.\nAt an event organised by the Centre for Policy Dialogue, experts said that, instead of increasing fuel prices, there were a number of viable alternatives that could be pursued. The government could have, for example, taken steps to check corruption and mismanagement at the Bangladesh Petroleum Corporation (BPC), which would have saved a lot of money. It could have withdrawn or reduced the taxes it gets from the BPC, which would have helped the latter to make up for fuel subsidies. The government gets up to 34 percent in taxes from the BPC, in the name of customs duty, VAT and advance income tax. It earned Tk 8,540 crore in duty and taxes from the BPC in the last fiscal year, and is expected to get Tk 9,251 crore this year. This tendency of passing the burden of duties, taxes and bad practices onto consumers – but not sharing the profits with them – is totally unacceptable.\nSpeaking of profits, the BPC did make a lot of them. It made a profit of Tk 46,858 crore since 2015. With this money, it could have funded the subsidies and also offset the losses it has been incurring over the last six months – one of the reasons cited to justify the price hike. Earlier, we were told that the profits were spent on or invested in various development works, a claim termed \"delusional\" by the CPD. Of the Tk 46,858 crore, the BPC reportedly spent only Tk 9,214 crore on 11 self-funded development projects. What happened to the rest of the money? The BPC apparently has at least Tk 25,254 crore in different government and private banks as Fixed Deposit Receipts (FDRs). Is FDR an investment?\nThe gulf between official claims and the reality is getting harder to bridge. All this points to a bad pricing policy at best, and an exploitative practice at worst. Neither is excusable, given how badly it has been affecting the ordinary people. True, we cannot rely on subsidy forever. But it can be withdrawn in phases. To do so all at once – despite having alternative options, and despite international fuel prices going down – is alarming. We urge the government to reconsider its decision.\n",
        "headline_1": "Why should people suffer for a bad pricing policy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-should-people-suffer-bad-pricing-policy-3092731",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "At a time when money laundering is turning into a serious threat to our economy, the Swiss ambassador's comment on our government's activities, or lack thereof, in this regard is quite disquieting. She said that the government has \"never sought any specific information\" from Swiss authorities on the money deposited with Swiss banks by Bangladeshi citizens. How will the government get information on money launderers or take action against them if it doesn't engage with the authorities of major money-laundering destinations? According to the ambassador, Switzerland provided the government with all available information on how to reach an agreement on these matters, but the latter didn't take any action. This again exposes the lack of political will in Bangladesh to hold money launderers – who are often believed to be politically connected – accountable.\nThe Swiss ambassador's comment also contrasts the claim of the immediate past governor of Bangladesh Bank who, in June, said that they did not have any information that anyone from Bangladesh had smuggled money out of it and deposited it in Swiss banks. But according to the ambassador, the funds deposited by Bangladeshi clients with Swiss banks increased by nearly 55 percent to 871.11 million Swiss francs year-on-year in 2021. Was all of it done legally? The central bank authorities should clarify what information they based their conclusion on.\nAlthough the names of some individuals and organisations involved in money laundering had been revealed in the Panama and Paradise papers, hardly any action has been taken against them. Last year, the High Court asked the authorities concerned about what steps had been taken against these money launderers. But the relevant agencies such as the Anti-Corruption Commission failed to submit proper information on them. The government's latest decision to allow money launderers to bring back money from abroad by paying only a nominal tax – 7-15 percent – has also been criticised by all concerned.\nWhat the government needs to understand is that our failure to take action against money launderers is costing our economy dearly. Instead of protecting them or giving them tax exemptions, it should use all its channels to gather correct information on the money deposited illegally in foreign countries and bring it back to the country. Bangladesh has good bilateral relations with many of the countries where the money is laundered to – Switzerland is one of them. So we hope the government will ask the country for information on the money laundered and investigate it following proper procedure, which is needed to identify and punish them.\n",
        "headline_1": "Money launderers must be brought to book",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/money-launderers-must-be-brought-book-3092716",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "It comes as no surprise that Bangladesh's cost of living crisis has escalated after the record increase of fuel prices early this week, with transport fares, prices of essentials, and production costs already reaching newer heights. The inflationary pressure is set to rise further. If industrial and agricultural production is hampered – which it will soon be – it will further spur imports and decrease exports. It seems that in trying to solve one problem (\"adjusting fuel prices\"), the government has opened the floodgates to many more. What makes this more painful is that all this could have been avoided.\nAt an event organised by the Centre for Policy Dialogue, experts said that, instead of increasing fuel prices, there were a number of viable alternatives that could be pursued. The government could have, for example, taken steps to check corruption and mismanagement at the Bangladesh Petroleum Corporation (BPC), which would have saved a lot of money. It could have withdrawn or reduced the taxes it gets from the BPC, which would have helped the latter to make up for fuel subsidies. The government gets up to 34 percent in taxes from the BPC, in the name of customs duty, VAT and advance income tax. It earned Tk 8,540 crore in duty and taxes from the BPC in the last fiscal year, and is expected to get Tk 9,251 crore this year. This tendency of passing the burden of duties, taxes and bad practices onto consumers – but not sharing the profits with them – is totally unacceptable.\nSpeaking of profits, the BPC did make a lot of them. It made a profit of Tk 46,858 crore since 2015. With this money, it could have funded the subsidies and also offset the losses it has been incurring over the last six months – one of the reasons cited to justify the price hike. Earlier, we were told that the profits were spent on or invested in various development works, a claim termed \"delusional\" by the CPD. Of the Tk 46,858 crore, the BPC reportedly spent only Tk 9,214 crore on 11 self-funded development projects. What happened to the rest of the money? The BPC apparently has at least Tk 25,254 crore in different government and private banks as Fixed Deposit Receipts (FDRs). Is FDR an investment?\nThe gulf between official claims and the reality is getting harder to bridge. All this points to a bad pricing policy at best, and an exploitative practice at worst. Neither is excusable, given how badly it has been affecting the ordinary people. True, we cannot rely on subsidy forever. But it can be withdrawn in phases. To do so all at once – despite having alternative options, and despite international fuel prices going down – is alarming. We urge the government to reconsider its decision.\n",
        "headline_1": "Why should people suffer for a bad pricing policy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-should-people-suffer-bad-pricing-policy-3092731",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "At a time when money laundering is turning into a serious threat to our economy, the Swiss ambassador's comment on our government's activities, or lack thereof, in this regard is quite disquieting. She said that the government has \"never sought any specific information\" from Swiss authorities on the money deposited with Swiss banks by Bangladeshi citizens. How will the government get information on money launderers or take action against them if it doesn't engage with the authorities of major money-laundering destinations? According to the ambassador, Switzerland provided the government with all available information on how to reach an agreement on these matters, but the latter didn't take any action. This again exposes the lack of political will in Bangladesh to hold money launderers – who are often believed to be politically connected – accountable.\nThe Swiss ambassador's comment also contrasts the claim of the immediate past governor of Bangladesh Bank who, in June, said that they did not have any information that anyone from Bangladesh had smuggled money out of it and deposited it in Swiss banks. But according to the ambassador, the funds deposited by Bangladeshi clients with Swiss banks increased by nearly 55 percent to 871.11 million Swiss francs year-on-year in 2021. Was all of it done legally? The central bank authorities should clarify what information they based their conclusion on.\nAlthough the names of some individuals and organisations involved in money laundering had been revealed in the Panama and Paradise papers, hardly any action has been taken against them. Last year, the High Court asked the authorities concerned about what steps had been taken against these money launderers. But the relevant agencies such as the Anti-Corruption Commission failed to submit proper information on them. The government's latest decision to allow money launderers to bring back money from abroad by paying only a nominal tax – 7-15 percent – has also been criticised by all concerned.\nWhat the government needs to understand is that our failure to take action against money launderers is costing our economy dearly. Instead of protecting them or giving them tax exemptions, it should use all its channels to gather correct information on the money deposited illegally in foreign countries and bring it back to the country. Bangladesh has good bilateral relations with many of the countries where the money is laundered to – Switzerland is one of them. So we hope the government will ask the country for information on the money laundered and investigate it following proper procedure, which is needed to identify and punish them.\n",
        "headline_1": "Money launderers must be brought to book",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/money-launderers-must-be-brought-book-3092716",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "A draft policy on vehicle parking in the capital seemed to promise a great respite from illegal occupation of roads and in some cases footpaths a few years ago. Though meant primarily to remove reckless indiscipline in vehicle parking, the draft policy aimed at easing vehicular movement with more space to be made available on the roads. It may be recalled that the government had earlier enacted the transport law outlining in some details the dos and don'ts regarding vehicular movement. Failure in implementing the law is believed to have necessitated framing of the parking policy. In fact, it is primarily the absence of legal parking facilities, not only in the capital but in all major cities of the country that proved to be a key deterrent to implementing the law. Surprising as it is, the transport law that, among other things, is meant to come down heavily on illegal parking of vehicles did not consider this crucial aspect as a prerequisite in order to render the law meaningful. What eventually happened was that the unworkable circumstances caused largely by the absence of legal parking areas made implementation of the law difficult, even impossible. So, the need for a parking policy gained importance. The Dhaka Transport Coordination Authority (DTCA) formulated the draft Parking Policy 2019 as per the direction stipulated in the DTCA Act 2012 for disciplining city commuting. The DTCA also reportedly approved a proposal to set up parking facilities at 64 spots and bus bays in the city in order to maintain traffic discipline as well as make the transport law enforceable. Shifting the city's inter-district bus terminals outside the city was another important decision taken by the DTCA. The importance of a parking policy was emphasised in related policies like the National Land Transport Policy 2004 and the National Integrated Multimodal Transport Policy 2013 for bringing discipline to the traffic system through proper use of road spaces. The Bangladesh National Building Code and Guidelines have also directives on parking services to people through integration of all concerned engaged in operating commercial buildings, hospitals, educational institutions, shopping malls, launch terminals, rail stations, bus terminals, picnic spots etc.Unfortunately, as of now, absence of any forward movement makes many sceptical about the authorities' earnestness to have the much needed policy in place. The draft has apparently been shelved. According to a FE report, in the draft policy, guidelines were given to different agencies and stakeholders to provide required services according to building criteria and nature of areas with the objective of stopping illegal parking, managing parking spaces, providing parking facilities, building parking infrastructure at government, corporate and private initiatives. The guidelines, it is assumed, were a cause for discontent among many stakeholders, and hence the stalemate. If it is really so, the important question remains: what the authorities are up to-- satisfying the interest of some stakeholders, or easing commuting of millions of city dwellers? The authorities should find the answer in the greater interest of public good.",
        "headline_1": "Vehicle parking policy -- no move in sight",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vehicle-parking-policy-no-move-in-sight-1660229937",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "The system of education in this part of the world hardly renders young aspiring young learners materialise their dreams. Only a select few can make it to the choicest corridor of disciplines in their higher studies. For the rest, notwithstanding talent or no talent, it is either a near miss or a heartbreaking disappointment. Even a gifted man of APJ Abdul Kalam's calibre, had to abandon his dream of becoming a fighter pilot by just a whisker---he became ninth when the top eight candidates were recruited as trainee Indian Air Force (IAF) pilots. It was good he did not qualify to be a pilot because he was destined to accomplish a far greater job ---to be the 'missile man' of India as also the 'people's president' of that country. Not all, however, scale greater heights than the levels of their dreamt-of careers would have allowed. Let alone the geniuses who have advanced theories, invented machines, life-saving medicines and healthcare methods or discovered new frontiers of knowledge, the average educated and intelligent people mostly have to live a proxy life. Incompatible as the careers may be, they have to adapt themselves to those for the sake of survival.This explains why a science or arts graduate or post-graduate takes to a banking career. On the other hand, some people with a literary bend of mind have to study science subjects, engineering and medical science. Only a handful of them return to their first love of literary or musical pursuits responding to the call of their passion. Thus Humayun Ahmed becomes the most popular novelist in Bangladesh and Anupam Roy of West Bengal turns out to be a celebrated singer.With all its killing punch and hostilities, the pandemic gave a rude shock to all, particularly to those who lost earning members or were left without employment. True, an unprecedented crisis brings the best out of some people. Indeed, it happened in case of a few who could think out of the box and dared take risks. Enterprising spirit helped them become successful entrepreneurs. However, their number is few and far between. What about the army of graduates churned out mostly by the National University (NU)? According to the Bangladesh Institute of Development Studies, 66 per cent graduates of the NU-affiliated colleges remain unemployed. But mid-level managerial positions in industries, factories and business farms or companies are either vacant or poorly staffed. In the RMG sector, in particular, such positions are occupied by foreigners. It exposes the lack of required knowledge and skill sets of the local graduates for employment to those positions. This is a poor commentary on the higher education offered here and the cooperation between the academia and businesses. This has ever remained an endemic problem. On Sunday last, the Bangladesh Investment Authority (Bida), the United Nations Development Programme (UNDP) and the Grameenphone launched a programme titled, 'Graduate Employment in Private Sector Program' with the aim to upskill graduates. Now the important question is if the general graduates can be trained to acquire the skills needed for a fast transforming Bangladesh into a digitised country. Clearly, there is a mismatch between the skill sets required by industries and businesses on one side and the curricula of education starting from secondary to higher studies, on the other. The knowledge gap in scientific and technological fields cannot be overcome merely by skill training. What they actually need is retraining in areas suitable for them depending on their subjects. In this context, the recently conducted census could be an effective tool to have a clear picture of the educated youths and make a comprehensive plan. The hard reality is that the majority of the youths who have completed general graduation or tertiary education in subjects without demand in the employment market will have to be satisfied with modest employment and therefore, they must be imparted compatible skill training. Admittedly, isolated training programmes will not do, what the country needs first of all is to focus on the curricula with the provision for extraordinarily meritorious students to go for higher studies and allowing the run of the mill to study technical, sector-wise, business subjects depending on their aptitudes. Parts of the skill training for their careers ought to be completed in the classrooms not after they have obtained their graduation certificates. This means they will primarily learn in classes the trades they are prepared for building a career. In this effort, the academic institutions will have to receive active cooperation and support from industries and business farms. They will update each other under different collaborative pogrammes of the challenges facing businesses and the solutions found through research and studies. This will equally apply for charting new territories that will emerge with the Fourth Industrial Revolution (4IR) taking off and setting a pace for itself. The bottom line is that creativity will always have its special place and the more talented will advance this cause. But for the rest of the team, they will have the ability to deliver as the doctor orders. So the need is to cure the disease that is inherited from the out-of-date syllabus and curricula. Those have to be redesigned or remodelled suiting to the need of career building for the students of average talents. It is no mystery that most private universities are keen to offer studies in business administration and engineering subjects. Public universities cannot do so but have to restrict admission and recast their curricula.\n[email protected]",
        "headline_1": "Skill training or remodelling curricula!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/skill-training-or-remodelling-curricula-1660229963",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "The Mongla Port is on the way to becoming a vibrant hub for foreign ships. Some recent developments surrounding it point to such a possibility. Almost unceremoniously, the country's second-largest seaport, flagged off its first shipment of locally produced garments to Poland in the last week of July. A ship carrying goods reached the port for transshipping good to one of the states of northeast India early this week. Another South Korean ship anchored at the port carrying goods for the Bangbandhu Railway Bridge. A foreign ship is carrying 17 containers of garments produced by more than two dozen local factories. The auspicious event that took place a month after the official inauguration of the Padma Bridge by Prime Minister Sheikh Hasina could be the beginning of a new era for the Mongla Port. Until recently, the port, despite its helpful location, was rated as a second-grade one because of certain problems. One major problem---navigability of the main channel--- is now resolved through extensive dredging. This has helped the port attract a greater number of vessels. More than 75 cargo-laden ships, on an average, now visit the port every month. Yet it amounts to the utilization of one-third of the port's actual capacity. The number of visiting ships could be more if the port had efficient cargo handling equipment. The primary advantage the Mongla Port enjoys is its proximity to Dhaka, which saves both cost and time. The distance between Dhaka and the Chottogram Port and Dhaka and the newly built Payra Port is over 260 kilometres (km) and 190 km, respectively. Padma Bridge has cut travel time between Dhaka and Mongla and hassles as well. For a long time, businesses have been looking for an effective alternative to the Chottogram Port since its use involves higher lead time, costs and other hassles. There was an alternative, but not an efficient one. Now, the situation, it seems, is changing. What, however, will be important is the expeditious construction of a four-, or six-lane road between Khulna and Mongla and a rail link between the two places. What matters most is the improved connectivity.There might be a notable change soon as far as the use of the Mongla Port is concerned. India might use the port facilities along with Chottogram Port for transshipment purposes. Location-wise, the former will be a better option, no doubt. Nepal and Bhutan might also find the use of the port convenient for their external trade. What remains more important is the greater use of the port facility by local importers and exporters. Ensuring the satisfaction of the port users, thus, should be at the top of the agenda of the relevant authorities. So, the experience gained by the senders of the first RMG shipment using the Mongla Port will count here most, as other potential users in the same trade might solicit opinions from the first users. Hopefully, the feedback will be a positive one. The Mongla Port authority reportedly has taken up a couple of projects to introduce sophisticated technology for efficient handling of both ships and cargoes. This important step that would help the port use its capacity at the optimum level and share the huge workload of the country's premier port in Chottogram has been long overdue. Much would, however, depend on better connectivity through road and rail routes. The Padma Bridge has met that demand only partially. The authorities need to fulfil the remaining parts. \n[email protected]",
        "headline_1": "Mongla Port starts gaining ground",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mongla-port-starts-gaining-ground-1660229992",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2022"
    },
    {
        "full_article": "Road accidents are a major cause of death in Bangladesh. Poor road condition is also related to road crashes. Road in dilapidated condition often slows down traffic. So when drivers find good roads, they often gear up the speed, causing accidents. According to a study conducted a few years ago by the World Economic Forum, Bangladesh's roads are among the worst in Asia. The country ranked at 113 in the globe in terms of road quality. Other South Asian countries such as India, Sri Lanka and Pakistan ranked way better than we did. Despite cheap labour generally available in our country, the cost of road construction in Bangladesh is higher than anywhere else in the world. In spite of the huge cost, however, the quality of our roads is pathetic. Roads with potholes or other defects do not only make journeys uncomfortable for passengers but also force their owners to count an additional economic cost. Poor road conditions increase repairing cost for motor vehicles. The fuel cost also goes up since the engines of vehicles have to bear additional pressure on damaged parts of the roads. Moreover, vehicles take more time when road conditions are poor. Corruption and irregularities must be checked to bring transparency and accountability of road construction. Reducing the number of road accidents and transportation costs, calls for improving the quality of roads. Otherwise, Bangladesh will have to pay heavily in terms of money and lives. \nShahjahan Sirazi,Malibagh, Dhaka,[email protected]",
        "headline_1": "Improving road quality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-road-quality-1660230012",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-08-2022"
    }
]