[
    {
        "full_article": "With a joint statement on economic cooperation, India and Sri Lanka outlined a forward-looking vision for their relations. The statement, entitled “Promoting Connectivity, Catalysing Prosperity: India-Sri Lanka Economic Partnership Vision”, released after talks between Prime Minister Narendra Modi and Sri Lankan President Ranil Wickremesinghe in Delhi last week, lays out the vision in five areas: maritime, air, energy, trade and people-to-people initiatives. New investments in maritime and air connectivity will involve developing ports and airports in Sri Lanka, resuming ferry services and expanding flight networks to connect Tamil Nadu and Sri Lanka’s Northern and Eastern Provinces. A major surge in energy connectivity will include developing renewable energy wind and solar plants in Sri Lanka. Both hope to increase trade, and continue Indian support for Sri Lanka’s economy that crashed last year and is slowly working out its debt restructuring process. A memorandum of understanding was signed to operationalise UPI digital payments in Sri Lanka and to designate the Indian Rupee as currency for trade. They also agreed to explore ways of enhancing tourism and cultural and religious travel, and educational collaboration.While the vision statement revealed a comprehensive plan for the future, what it lacked was conspicuous: none of the written documents released during Mr. Wickremesinghe’s visit acknowledged previous commitments by Sri Lanka on honouring the 13A constitutional amendment for devolution of powers to the North and Eastern provinces, and for resolving the long-pending issues over arrest of Indian fishers. It was left to Mr. Modi to make a sharp appeal in his speech for devolution and the conduct of Provincial Council elections, and he emphasised the need to ensure a “life of respect and dignity” for the Sri Lankan Tamil community. In Colombo, the ruling SLPP that provides support for President Wickremesinghe made it clear that his government lacks the “electoral mandate” to discuss these issues, for long the cause of tensions between India and Sri Lanka. The fact that neither Mr. Wickremesinghe’s comments in Delhi, nor the joint statement referred to such crucial issues may be the bigger message from the meeting: that despite Sri Lanka’s other dependencies on New Delhi, the Indian government is no longer welcome to bring its historical concerns over the Tamil issue into bilateral negotiations. Regardless of the strong familial bonds between India and Sri Lanka, history has tripped up ties in the past, and any vision for the future that does not include an amicable resolution of these issues will be considered incomplete.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-Sri Lanka\n\n/\n\ndiplomacy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nshipping service\n\n/\n\nair transport\n\n/\n\nenergy resources\n\n/\n\ntrade policy\n\n/\n\nTamil Nadu\n\n/\n\neconomy (general)\n\n/\n\nfishing industry",
        "headline_1": "Still incomplete: on India-Sri Lanka ties and their vision",
        "headline_2": "India’s ties with Sri Lanka are bound by the Tamil question",
        "link": "https://www.thehindu.com/opinion/editorial/still-incomplete/article67117031.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "The legal wrangling between the Centre and the Government of the National Capital Territory (NCT) of Delhi over the contours of their respective powers is a never-ending saga. In the latest round, the legality of the recent ordinance promulgated by the President of India to create a new scheme to regulate services in Delhi will be scrutinised by a Constitution Bench. It will be the third such five-member Bench to examine the respective powers of the two warring entities in the last few years. The crux of the issue is that the ordinance has sought to nullify a recent Constitution Bench verdict that ruled that the subject of ‘Services’, covered under Entry 41 (State List), will fall under the executive and legislative domains of the Delhi government, and not that of the Centre. The Court’s earlier reasoning was simple: Article 239AA, which governs the affairs of the NCT of Delhi, excluded only three subjects from the Delhi government’s purview — police, public order and land — and that it could exercise control over the remaining subjects. As ‘Services’ was not one of the excluded subjects, it upheld the Delhi government’s remit over appointments, postings and transfers. It ruled that any attempt to expand the Centre’s ambit by excluding the subject of services would go against the constitutional scheme of Delhi’s governance.The three-judge Bench that referred the ordinance matter to a Constitution Bench has noted that the creation of a new ‘Authority’ to regulate ‘services’ effectively amends Article 239AA of the Constitution because it becomes a fourth subject in the list of excluded ones. However, this may not necessarily invalidate it. Clause 7 of Article 239AA allows Parliament to enact laws “for giving effect to, or supplementing” the Article. Further, it stipulates that such a law would not be deemed an amendment to the Constitution, even if it has such an effect. While the Court has conceded Parliament’s power to enact such a law, it has indicated that it can examine whether the exercise of such power is valid, especially when it has the effect of excluding ‘services’ completely from the elected Delhi regime’s ambit. The Court has also noted a contradiction: while it appears from one clause that the existing governance structure of Delhi cannot be altered, another clause seems to allow this. This, it says, requires a ruling. On the legal side, the larger Bench may be able to delineate the contours of Parliament’s power to make laws under Clause 7, and rule whether while exercising such a power, it can abrogate the governance principles of Delhi. However, the tussle involving politics and personalities is unlikely to end soon.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nDelhi\n\n/\n\ngovernment\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\nexecutive (government)",
        "headline_1": "Never-ending saga: on the legal wrangling between the Centre and the Government of the National Capital Territory",
        "headline_2": "Another round of legal tussle awaits the perpetual dispute over governing Delhi",
        "link": "https://www.thehindu.com/opinion/editorial/never-ending-saga-on-the-legal-wrangling-between-the-centre-and-the-government-of-the-national-capital-territory/article67116177.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "In Indian history, March 30, 1947, is a relatively uneventful date. But in hindsight, its impact on India’s post-Independence history has been immense. That day, the Sub-Committee on Fundamental Rights set up by the Constituent Assembly met to discuss the Uniform Civil Code. Four members – Minoo Masani, Hansa Mehta, Bhimrao Ambedkar and Rajkumari Amrit Kaur – felt that a uniform civil code, one law to govern all matters relating to marriage and property of every Indian, should be a fundamental right.\nFive other members hesitated, concerned that at a time when the Muslim League could still be persuaded to join the undivided Indian Union, talk of a uniform code would strike a dissonant note. They prevailed, and a halfway house was found – the state would “endeavour” to secure such a code, but no actual code was drafted.\nThat debate set the future trajectory of the UCC narrative – it was firmly cast as a Hindu-Muslim issue. This is where the debate has remained in the last eight decades, without any code in sight.\nRead full story on TOI+\n\n",
        "headline_1": "How to draft a Uniform Civil Code: The first requirements are removing rules that discriminate against women, including those related to marriage and inheritance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-draft-a-uniform-civil-code-the-first-requirements-are-removing-rules-that-discriminate-against-women-including-those-related-to-marriage-and-inheritance/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "Manipur has renewed internet shutdown orders every five days since May 3. The extended blackout in the name of the security of citizens mostly provides cover for the state government\n\n\n\nThe incident of sexual violence captured in a video that has shocked the nation, occurred on May 4, 2023. This was the very day that a complete internet blackout order was issued by the home department of the Manipur government, broadening a May 3 order that was limited to mobile internet. Then followed over 70 days of national apathy to what was going on in the state and in this, the internet shutdown was an enabling factor.\n\n\n\nWhen a video of the incident went viral on social media on July 19, it was only days after the Manipur high court, following a lengthy court process, had ordered very limited internet services to be restored in the state.\nThe Supreme Court, after having petitions relating to Manipur’s internet shutdown come up before itself on three occasions, and refusing to intervene every time, finally on July 20 stated its intention to intervene in the situation.\nRead full story on TOI+\n\n",
        "headline_1": "So, who’s protecting whom from what?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/so-whos-protecting-whom-from-what/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "Tens of thousands of people have been displaced since violence erupted in Manipur on May 3. The longer the Biren Singh administration fails to bring law and order back in control, the less the rest of Northeast and its hard-won peace can be insulated from Manipur’s turmoil. Last week, when the May 4 video of a mob committing horrific sexual violence against two tribal women in Manipur went viral across the country, it set off fears of a backlash among Meiteis residing in Mizoram even though most of them are actually from Assam – because Mizos share a deep ethnic bond with Kuki-Zomis. Sure enough, on Friday former insurgents of PAMRA asked Meiteis to leave Mizoram. As yet another exodus was starting, the Zoramthanga administration calmed the tense situation in an alert and responsible way.\n\nMeanwhile, back in Manipur, more and more atrocities committed over the past months are coming to the surface from a mountain of 6,000-odd FIRs. One describes how on May 4 itself, just 40 km away from where the strip-parade horror was unfolding, two young tribal workers at an Imphal car wash were brutally gangraped at their workplace. Both died from the wounds. Whether it is heinous crimes committed against women or others, a thorough reckoning is needed. Instead, the cloudy information grid in the state doesn’t even give any assurance that these have stopped. Most importantly, the only way the same administration under whose watch all these crimes have taken place with seeming impunity shall now sincerely prosecute them, is if GOI lays down that law plainly and sternly.\nGOI really has to be proactive on all the ways the Manipur crisis can spark others across Northeast. The post-2021 influx of refugees from Myanmar has significantly impacted the pressure on land resources and hence the inter-state border disputes in the region. The Tripura example, where refugee influx reduced the indigenous communities to a numerical minority, is a visceral fear. Against this backdrop, the humanitarian way in which CM Zoramthanga has hosted Myanmar and Manipur refugees and supported Meitei migrants, stands out. But GOI needs to do the heavy lifting on this, to take charge of addressing complex intraand inter-state disputes before any more of them flare up violently. That this is a border region only raises the stakes of getting the India story right here.\n\n",
        "headline_1": "Larger NE question: GOI must be proactive on not letting the Manipur violence light other fires in the region",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/larger-ne-question-goi-must-be-proactive-on-not-letting-the-manipur-violence-light-other-fires-in-the-region/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "The Delhi high court was correct in rejecting a petition by two professional wrestlers, who had sought that it overturn the exemption from Asian Games trials that was granted to elite athletes Vinesh Phogat and Bajrang Punia by Indian Olympic Association’s (IOA) ad hoc committee. The two points the court emphasised in dismissing the plea are noteworthy. One, the court said the IOA committee’s decision was in no way “arbitrary” nor “illegal”, but was “in good faith”, based on real fears of injury to the medal probables, with too little time to heal before the tournament should injury occur. Two, HC reiterated its dismissal of the plea was in no way commenting on the merits of the petitioner-grapplers, who “have also excelled in… wrestling”.\n\nSelections are a fraught process, and grievances thereafter are neither unusual nor unexpected. It is nobody’s argument that there can be no disagreement with how sports bodies operate. It is neither a new argument that sports bodies need their own complaints committees or redressal mechanisms to handle such conflict. The wrestlers’ protest against WFI chief Brij Bhushan Sharan Singh highlighted the inadequacy of POSH committees within sports bodies in India. It is this gap that forced these very wrestlers to protest on the streets. Not even half of the 30-odd sports bodies in India have POSH committees. For selections-related disputes, who do sportspeople turn to? For the petitioner-wrestlers then, was the court the only door they could knock on? The only trusted mechanism where they could record their discontent? Sportspeople are hardly a litigious lot. But here are young wrestlers, a U-20 world champion and U-23 Asian champion, seemingly ready to grapple with sports powers for what they believe are rightful assertions. They need to be heard, sure, but courts are the wrong forum. As HC rightly pointed out.\n\n",
        "headline_1": "In the wrong court: Judges cannot decide sports selections. Sports bodies must develop grievance forums",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-the-wrong-court-judges-cannot-decide-sports-selections-sports-bodies-must-develop-grievance-forums/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "We are delighted by the increasing prospect of Japanese investors coming to Bangladesh. Over the years, the bilateral relation between the two countries has improved exponentially to the point where Japan is now one of our most integral partners. Last April, Japan's relationship with Bangladesh was upgraded to a \"strategic\" one from the previous comprehensive relationship, as recently emphasised by Japan's economy, trade and industry minister. As a number of Japanese companies are now looking to shift operations to various parts of Asia, the minister also said that Bangladesh has the potential to attract many of them, which would be a massive boon for investment here, and could lead to numerous added benefits such as increased job creations.\nJapanese company Honda already opened its factory in Bangladesh some years ago. A Japanese information technology company, BJIT, has also started production in the country. We are, however, yet to see large-scale relocation of factories to Bangladesh, which will hopefully change once the Japan economic zone, being developed at Araihazar in Narayanganj, is complete. Additionally, the large-scale infrastructure development that has been happening in Bangladesh should inspire more foreign businesses to set up shop here to take advantage of Bangladesh's competitive advantages.\nIn 2022, Bangladesh received more than $100 million in investment from Japan, a record high, as the number of Japanese companies quadrupled in the country over the last decade. To take bilateral relations to the next level, both countries are now working to sign an Economic Partnership Agreement (EPA) to accelerate trade and investment. This, indeed, should be great news for all stakeholders.\nHowever, in order to make the most of our growing economic and business relations, the Bangladesh government should conduct proper research and focus more on improving business conditions that can attract Japanese – and other – businesses to invest and conduct their manufacturing and operational activities out of Bangladesh. In terms of which sectors are showing the greatest promise, the Japanese side has already identified them. Now, it is up to our government to formulate policies in a way that can best compliment the growth of these sectors.\nThe decision by the Bangladesh government to set up a one-stop service centre for foreign businesses is expected to make life easier for them, and attract more of them. But there are still other ways for the government to further improve the overall business environment, and we hope that it will now shift its focus towards achieving those goals. But aside from the growing private investment, we hope to see even greater investment by the Japanese government in Bangladesh, so that the latter's goal of achieving rapid development and industrialisation can soon become a reality.\n",
        "headline_1": "Bangladesh-Japan relations on the right track",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-japan-relations-the-right-track-3377471",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "What weighs heaviest on the minds of buyers at kitchen markets? It can only be the fact that vegetables which could be bought at Tk 25-35 per kg last year have to now be bought at three times the price. The latest example of this has been the price of green chillies.\nEvery year, there is a shortage of green chilies during the monsoon and their prices increase abnormally for a short period. But, until this year, the price of green chillies has never gone up as high as Tk 700 per kg.\nWhile media reports have shown traders' syndicates being blamed for the price hike, this is not entirely true. There is another crisis in the background. Upon visiting a green chilli field in person and speaking to the farmers, one can uncover a different story.\nAccording to farmers, the yield this season has not been good. The scarcity of rain before monsoon and the lasting heat wave caused the plants to shed their flowers and fruits.\nClimate change has caused the occurrence of the El Nino phenomenon, which is a climate pattern associated with the warming of the ocean's surface in the central and eastern tropical Pacific Ocean. Though the full effects of El Nino are still unknown, it is usually associated with floods, droughts, cyclones, and other natural disasters that affect agriculture in developing countries.\nLast year, chilli growers in Bogura and Gaibandha districts got 50 to 80 maunds of green chilli from one bigha (33 decimals) of land during the Kharif-1 crop season. But this year, farmers have not only been getting seven to eight maunds per bigha. Hence, though the price of green chilies is skyrocketing, farmers are not receiving much profit due to the low yield.\nFurthermore, farmers say that the leaves of the plants have curled up due to the prolonged heat waves. The yield is also low due to the flowers not being pollinated properly. In fact, the yield of almost all types of summer vegetables has decreased this crop season.\nAccording to the Department of Agriculture Extension (DAE) in Bogura, 20-25 types of vegetables are being produced in Kharif-1. Last year, farmers got an average of 21.25 tonnes of vegetables per hectare, but this year they are getting 20.25 tonnes per hectare. Simply put, the production of vegetables has decreased by a tonne per hectare this summer.\nOn the other hand, last year in Bogura vegetables were cultivated on 6,500 hectares of land. But due to the lack of rainfall this year, only 4,250 hectares of land has seen cultivation.\n\nLast year, chilli growers in Bogura and Gaibandha districts got 50 to 80 maunds of green chilli from one bigha (33 decimals) of land during the Kharif-1 crop season. But this year, farmers have not only been getting seven to eight maunds per bigha. Hence, though the price of green chilies is skyrocketing, farmers are not receiving much profit due to the low yield.\nGiven this situation, at the end of June, the government temporarily allowed traders to import chillies from India. However, the price of green chillies has been increasing in India, too. One report stated that, in the first week of this month, green chillies were sold in Delhi for the staggering retail price of Rs 400 per kg. Agricultural experts in India have cited adverse weather conditions as one of the main reasons behind the low production of green chillies.\nUsually, the average temperature in early June is between 32 and 34 degrees Celsius in Bangladesh. But this June saw average temperatures between 38 and 41 degrees Celsius, breaking the record of the last 50 years.\nShailendra Nath Mazumder, principal scientific officer at the Spice Research Center (SPC) in Bogura, says that chilli plants cannot withstand high temperatures. Generally, temperatures above 33 to 35 degrees Celsius disrupt the pollination of pepper flowers. As the temperature has crossed 35 degrees on many days this season, the yield of green chillies has decreased significantly.\nOf course, it is beyond a farmer's capabilities to know how to surpass this situation. And when consulted, agriculturists have said that we need to develop drought- and temperature-tolerant varieties of plants to solve this issue. Farmers could also set up a pollination house to grow chillies under controlled temperatures. Unfortunately, our poor farmers generally lack the resources and training to implement such technologies.\nWhat can be the solution? Sure, if we all grow three or four chilli plants in our yards, rooftops, or balconies, we would not have to buy as many green chillies from the kitchen market. But what would be the use of this if the plants cannot bear fruit due to regular heat waves?\nThe bottom line is that climate change is making warmer regions of the world even warmer. As a result, farmers and agriculture are suffering. The government of Bangladesh seems not to be worried at all about this, even though this might cause us huge sufferings. El Nino may disrupt food production around the world for years to come, which will put the food security of developing countries at greater risk.\nDuring its lengthy tenure, as much as the government has emphasised infrastructural development, it has also neglected agricultural development. But during any crisis (such as a war in Europe or the Covid pandemic), it is our agriculture that can keep us alive and well. Modernising Bangladesh's agriculture sector would require extensive research. Since we have less land to cultivate and a bigger population to keep fed, huge efforts are needed for growing high-yield, temperature-tolerant crop varieties. The government must plan better for the agriculture sector, beyond subsidies. If we are not able to adequately address the dire effects of climate change on our agriculture, our future food security will be all the more vulnerable.\nMostafa Shabuj is the Bogura correspondent for The Daily Star.\n",
        "headline_1": "The 'hot' story behind the high chilli prices",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-hot-story-behind-the-high-chilli-prices-3377446",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "\"The police were there with the mob which was attacking our village. The police picked us up from near home, and took us a little away from the village and left us on the road with the mob. We were given to them by police,\" one of the gang rape victims in India's northeastern Manipur state recounted the hideous incident that took place on May 4 this year, during the recent escalation of violence between two ethnic groups. Both the victims, in their 20s and 40s, were from the Kuki-Zomi community, most of whom practice Protestant Christianity. The perpetrating mob, on the other hand, belonged to the Meitei community – constituting about 53 percent of Manipur's population of 3.5 million – about 83 percent of whom follow Hinduism. During the violence, more than 150 people were killed, 60,000 internally displaced, 115 villages torched and razed to the ground, 250 churches destroyed, and more than 4,573 weapons looted from the police armoury, according to various reports.\nWhile the incident took place in May this year, it only came to light last week when a graphic video of the women being paraded naked and then taken into a field where they were gang raped brutally went viral. Interestingly, it took the police 62 days to take any action against the perpetrators of the gang rape, though an FIR was lodged by the husband of one of the victims on May 18.\nThe way the state government has handled the delicate situation in Manipur comes off as an attempt to implement the policy of polarisation that ends with minority suppression. BJP's ultra right-wing policy has influenced various discussions on Manipur recently, more prominently on March 31 this year, when the Chief Minister Biren Singh said that he will \"flush out\" illegal settlers in Manipur through the controversial National Register of Citizens (NRC), which had previously created a citizenship crisis and escalated tension in another state, Assam. Moreover, the measure taken in February this year by the state government to drive out tribal villagers from the reserved forests added fuel to tensions. To put this in context: while the Meitei community mostly live in the Imphal valley, the various ethnic tribes, including the Nagas and Kukis (making up about 40 percent of the population), inhabit the hills surrounding the valley.\nWhen a state High Court directed the state government to refer the demand of the Meitei community – which already enjoys the benefits of being the majority and belonging to the \"right\" ethnicity (meaning they are not considered illegal settlers) – for a Scheduled Tribe (ST) status to the Union Tribal Affairs Ministry by May 29, tensions escalated. Such a classification would mean more access for the Meitei community to education and government jobs, in addition to the benefits they are already enjoying now.\nIt would be worth mentioning here the disparity between the representation and development of the hills and the valley. While the hill areas account for more than 20,089 sq-km and the valley 2,238 sq-km, the hills are represented by only 20 representatives in the Manipur legislative assembly, while 40 come from the valley. Likewise, there is a disparity between the development budget of the hills and the valley. Between 2016 and 2021, of the Rs 22,000 crore stipulated in the plans, only less than Rs 500 crore was spent on tribal area development. While the BJP-led state government is right in pointing out that many of the tribes grow poppy, they do not tell the other side of the story – that underrepresented, underserved, undernourished, and neglected by the authorities, the tribes are forced into growing poppy to meet their livelihood necessities. Had the government created robust and holistic economic opportunities for them, perhaps they would not have the need for poppy cultivation.\n\nThe current policy of polarisation will not only rip the nation and its values of democracy, pluralism and secularism into shreds, but its impact will be felt across the region, including Bangladesh, Myanmar, Pakistan, China and the rest.\nThe past has been unfair to Manipur and it is this deep cleavage of distrust that the BJP has utilised to divide the communities. The ruling party and its cronies have, provocatively, vilified the minorities, with the Chief Minister calling a Kuki human rights activist, \"Myanmarese\". The Meitei community, including its chief, Meitei Leepun, has also openly called the Kukis \"not indigenous to Manipur,\" \"not part of the family,\" \"illegal,\" and \"outsiders,\" and threatened to wipe them out from disputed areas. Such narratives provide ammunition to the criminal intentions of the extremist elements.\nWith state sponsorship and patronisation of violent Meitei intentions (after all, the two Kuki women were left with the mob by the police themselves), bloodshed was inevitable. It came as no surprise that an FIR was registered on July 8 at the Imphal police station against members of a fact-finding team that visited Manipur, when they said that the violence in the state was \"state sponsored.\" Two of the members of the mission are associated with Communist Party of India's women's wing, National Federation of Indian Women, and the third is a Delhi-based lawyer.\nIn the shocking aftermath of the video leak, Prime Minister Narendra Modi broke his silence and said that \"Action will be taken according to the law\". But one cannot help but wonder, what guarantee is there that these rapists will not be freed, like the rapists of Bilkis Bano – the Gujarat riot rape victim, whose rapists were given premature release from jail under the Gujarat state government's remission policy, on India's Independence Day last year – and received with garlands and sweets by their friends?\nA few hours before the release of Bilkis Bano's rapists, Prime Minister Modi, speaking from the ramparts of Delhi's Red Fort, had asked the nation, \"Can we not pledge to get rid of everything in our behaviour, culture and everyday life that humiliates and demeans women?\" These words mean very little if they are contradicted by attitude towards minorities, particularly its women.\nThe current policy of polarisation will not only rip the nation and its values of democracy, pluralism and secularism into shreds, but its impact will be felt across the region, including Bangladesh, Myanmar, Pakistan, China and the rest. India shares porous borders with most of these countries, and internal unrest in India, especially in the bordering regions, and exclusionist policies and measures, will inevitably impact its neighbours.\nIt is high time policymakers acknowledge that their current policy and modus operandi are working to weaken India in general. The BJP must revisit its agenda and look to unlocking the full potential of the nation, which can only happen through tolerance, respect and inclusion of the minorities.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "The Manipur incident speaks volumes about the fate of minority women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/the-manipur-incident-speaks-volumes-about-the-fate-minority-women-3377421",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "We are delighted by the increasing prospect of Japanese investors coming to Bangladesh. Over the years, the bilateral relation between the two countries has improved exponentially to the point where Japan is now one of our most integral partners. Last April, Japan's relationship with Bangladesh was upgraded to a \"strategic\" one from the previous comprehensive relationship, as recently emphasised by Japan's economy, trade and industry minister. As a number of Japanese companies are now looking to shift operations to various parts of Asia, the minister also said that Bangladesh has the potential to attract many of them, which would be a massive boon for investment here, and could lead to numerous added benefits such as increased job creations.\nJapanese company Honda already opened its factory in Bangladesh some years ago. A Japanese information technology company, BJIT, has also started production in the country. We are, however, yet to see large-scale relocation of factories to Bangladesh, which will hopefully change once the Japan economic zone, being developed at Araihazar in Narayanganj, is complete. Additionally, the large-scale infrastructure development that has been happening in Bangladesh should inspire more foreign businesses to set up shop here to take advantage of Bangladesh's competitive advantages.\nIn 2022, Bangladesh received more than $100 million in investment from Japan, a record high, as the number of Japanese companies quadrupled in the country over the last decade. To take bilateral relations to the next level, both countries are now working to sign an Economic Partnership Agreement (EPA) to accelerate trade and investment. This, indeed, should be great news for all stakeholders.\nHowever, in order to make the most of our growing economic and business relations, the Bangladesh government should conduct proper research and focus more on improving business conditions that can attract Japanese – and other – businesses to invest and conduct their manufacturing and operational activities out of Bangladesh. In terms of which sectors are showing the greatest promise, the Japanese side has already identified them. Now, it is up to our government to formulate policies in a way that can best compliment the growth of these sectors.\nThe decision by the Bangladesh government to set up a one-stop service centre for foreign businesses is expected to make life easier for them, and attract more of them. But there are still other ways for the government to further improve the overall business environment, and we hope that it will now shift its focus towards achieving those goals. But aside from the growing private investment, we hope to see even greater investment by the Japanese government in Bangladesh, so that the latter's goal of achieving rapid development and industrialisation can soon become a reality.\n",
        "headline_1": "Bangladesh-Japan relations on the right track",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-japan-relations-the-right-track-3377471",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "We are concerned by a recent report of Centre for Government Studies (CGS) which found that at least 65 percent of 50 grassroots human rights defenders across 36 districts have faced obstructions in their work from the state and members of the ruling party. The report also found that one in five human rights defenders was harassed by law enforcement agencies and one in 10 by intelligence agencies. The methods of harassment include death threats, physical attacks, threats to family members and slapping of legal cases. The majority of respondents said the situation in the country was unsafe. Half of the respondents reported the harassment to the authorities, while the remaining respondents remained silent because they feared reprisal. In more than 40 percent of the cases, threats against them were not investigated either because of the state's involvement or because the perpetrators were connected to power. Three reported that they were victims of enforced disappearance because of their work.\nWhile the sample size may not be very large, the survey findings are still significant. They provide an idea of how constrained human rights defenders are in doing their work and how vulnerable they are to various forms of harassment and intimidation. The report also notes how sometimes organisations' activities are curtailed by blocking access to foreign funds. Meanwhile, the Digital Security Act has been used arbitrarily to clamp down on human rights defenders.\nThese are disturbing developments in a democracy. As the elections approach, we apprehend that there will be more such attempts to intimidate human rights defenders. We urge the government to ensure their safety by instructing its law enforcement and intelligence agencies to stop harassing or intimidating them. As recommended by CGS, vague terms such as \"anti-state activities\", \"inimical\" and \"derogatory\" comments about the constitution and constitutional institutions that can be used to prosecute individuals must be removed from the Foreign Donations (Voluntary Activities) Regulation Act. The National Human Rights Commission (NHRC) must be reformed as an independent body with the capacity to investigate incidents of human rights violations and take effective action against violators, regardless of their affiliations.\nHuman rights defenders, as their title indicates, have an important role to play in documenting human rights violations as well as in helping victims get redress. It goes against all democratic norms and principles if they are punished for doing their job.\n",
        "headline_1": "Why are human rights defenders being targeted?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-human-rights-defenders-being-targeted-3377261",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "The prevalence of dengue this year is 15 times higher than that of the previous year, admits Health Minister Zahid Maleque but he does not think the situation calls for declaration of a health emergency. His considered view is that patients are as yet receiving medical treatment and he hopes the situation will not aggravate further to the point where they won't get medical attention. The year 2019 was the worst year for the highest number of deaths, about 300, from dengue and its patients numbering 101,354. This year already 176 lives have been claimed by the disease and the final count of deaths can far exceed the 2019's figure because virologists and epidemiologists have predicted the higher incidence of dengue in the coming months until September next. Already more than 32,000 patients have been admitted to different hospitals this year and the daily rate of admission is in the region of 2,300. Yet the health minister feels the situation is under control and falls short of an emergency. Can the hospitals cope with the rush of so many patients a day? A serious patient requires ICU (intensive care unit) accommodation. Surely, ICUs falls far short of the emergency demand. Even beds in hospitals are unavailable and patients occupy every available space in the corridor, balcony and wherever is possible. The physicians, nurses and other staff members are under immense pressure to accommodate patients waiting outside and providing care for those admitted. Then not all hospitals are dedicated to dengue and the ones declared so are understaffed and ill-equipped to manage dengue cases. Without an emergency approach, the situation will only aggravate further, making medical attention scarcer. Apart from the 2,000-2,300 patients seeking admission a day, the death toll of late between 11 and 24 a day unfolds an ominous picture of helpless surrender to the tiny vector aedes mosquito. This is unacceptable. Only more so when people learn that Kolkata has managed the disease so efficiently during the same period Dhaka has only seen the proliferation of the mosquitoes and the cases. By the time Dhaka has been struggling to manage dengue patients this peak dengue season, Kolkata has reported only 260 patients and only one single death, according to an in-depth report carried in a contemporary on Saturday last. The deciding factor for Kolkata has been its approach to destroy the source rather than waging a war on mosquitoes allowing them scope to proliferate. It is a targeted action against germination of larvae. There is no point waiting for launching drive when the disease will turn into an epidemic. The action has to be preemptive and in a coordinated manner under the supervision of a specially formed body. Kolkata did it successfully. Mayor Atiqul Islam of Dhaka north, on his return from the USA where he had the opportunity to see how the authorities there destroy mosquitoes, stated that fogging is futile and he will apply the knowledge learnt from the US. Ironically, fogging goes on and he is maintaining an eerie silence. The authority in Kolkata also confirms the futility of fogging. To its credit, it has employed 250 doctors for dengue treatment beside forming committees in each ward which keep tab on mosquito breeding grounds throughout the year only to be intensified during the rainy season under a crash programme of 100 days. If Dhaka and Chottogram did it, dengue would not have spread to the majority of districts. Still there is time to launch such crash programmes in order to destroy the larvae at their breeding grounds and eliminate the vector of dengue.",
        "headline_1": "Targeted crash programme to fight dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/targeted-crash-programme-to-fight-dengue-1690207989",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "Following the recent hot spell, the country is passing Sraban, the second month of the Bangladesh monsoon. Today is the month's 10th day. Normally, in mid-Sraban Bangladesh experiences bouts of heavy shower, and almost day- and night-long drizzle. In the recent years, the 2-month season of monsoon appears to have left Bangladesh. The average rainfall in monsoon in the country has marked a sharp decline. In years, the whole season of monsoon passes almost without rain. In its place, an overcast sky punctuated by light rain would define Sraban. The opening monsoon-month of Asharh is not much different nowadays. In fact, the country's weather has for over a decade been following the pattern that could better be called unpredictable. But the years-long behaviour of the weather shows a distinctive feature: the dominance of heat and high temperature. It unmistakably points to the scourge of global heating. Despite being a small country, Bangladesh's recent lurch towards rise in its temperature includes it among the countries vulnerable to heat wave comprising a large area of the planet.Of late extreme heat coupled with a disruptive climate has been forecast in large swathes of the world. Starting from the United States to Europe, South Korea and Japan, tens of millions have been compelled to battle extremely high temperatures and flooding. Meanwhile in Europe, the ongoing heat wave comes up as an instance of clear threat from the much dreaded global warming. Thanks to the telltale prospects, a rise in temperature compelled the Italian authorities to issue a red alert for its 16 cities including Rome and Florence. Besides, the islands of Sicily and Sardinia, it was warned, could be hit by temperatures as high as 48C, with the European Space Agency warning, \"potentially the hottest temperatures ever recorded in Europe.\" Flooding and high temperatures are nothing new to Europe these days. But the recent ferocity of heat waves is feared to emerge as veritable nightmares in the continent. Parts of Greece were marked as areas vulnerable to extreme heat in July measuring 44C.Besides, regions of France, Germany, Spain and Poland are bearing the brunt of high temperature. To the east, Japan is being battered by both heat and flooding. Temperature in eastern Japan was feared to reach 38 to 39C in mid-July, with weathermen warning it could go past previous records. The northern Japanese city of Akita witnessed more rain in half day than typical of the whole month of July. This very instance, as per a report by the country's broadcaster NHK, shows the extent of the catastrophic impact left by the flood on the island-nation. The driving rains also triggered a landslide. It has forced 9,000 people to evacuate their homes. The downpours singled out by the country's meteorological authorities as the \"heaviest rain ever experienced\", have also hit the southern part of Japan, leaving at least 11 people dead.As part of the climate disaster's impact on a large tract of the world, monsoon rains have reportedly killed at least 90 people in northern India. The bout followed a spell of searing heat. The flood-prone monsoon rivers of Bangladesh have yet to swell up this year. The scenario is different in India. The Yamuna River flowing through Delhi, the country's capital, has reached a record high --- 208.66 metres, more than a metre over the flood height seen in 1978. The flood threatens the capital's low-lying areas. Ironically, the present Delhi floods follow a terrible spell of extremely high temperature of 50C a year ago. Disastrous monsoon floods are a common occurrence in the sub-continent, including Bangladesh. The tale doesn't end here. South Korea also unveils a grim scenario. At least 22 people have been killed by deadly flooding in the country having maritime border with Japan. Torrential rains have continued to batter the country's central regions. Flood waters have submerged roads, swept away cars and disrupted railways. Thousands have been forced to evacuate their homes on the path of the flood.The people of the US are watching how a powerful heat wave has stretched from California to Texas. The residents of Arizona are said to be the worst impacted. As periodic wildfires define southern California, this year it is fighting the one of Riverside County that has burned over 1,214 hectares and prompted evacuation. The North African country Morocco, not a stranger to hot weather, is now bracing for the above-average temperatures with highs of 47C in some provinces. The ME country of Jordan dumped 214 tonnes of water on a wildfire that broke out in a forest amid the heat wave. Iraq is passing through a similar ordeal caused by its scorching summer like that found in the countries of the region.According to experts, the planet Earth hasn't seen a full-scale assault of climate change impacts like the present one in the recent years. That the planet has been destined to go through this weather-related nightmare shows how vulnerable humans are to the wrath of a climate being battered through the times following the Industrial Revolution. Human activities, particularly the emission of heat-trapping greenhouse gases, are mostly responsible for making the earth warmer. It has long been proved sufficiently that air temperatures on earth have been on the rise since the Industrial Revolution. The then industrial powers, now calling the shots in every global sphere, can only shift blames. They cannot absolve themselves of the excesses done in the post-Industrial Revolution times. Ironically, the poorer nations find themselves as fall guys.\n[email protected]",
        "headline_1": "Heat wave and floods sweep globe",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/heat-wave-and-floods-sweep-globe-1690208031",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "Russia's withdrawal from the Black Sea Grain Initiative (BSGI), the deal that allowed shipment of Ukrainian food grains to the rest of the world, is evidently going to leave its negative impact on the world's food grains market. For the UN says the BSGI helped keep the food grain price lower by 20 per cent globally. It no doubt was of great help for the global poor and the food deficit countries. Notably, Russia and Ukraine are big players in the global food grains market with Ukraine alone accounting for 12 to 14 per cent of the total cereals supply to the world market. The agricultural crops of these two countries include wheat, barley, maize, edible oil and oil seeds (rapeseed, its oil; sunflower seed and its oil). Understandably, with the supply of Ukrainian food grains, especially wheat in the global market getting uncertain, Bangladesh will have to look for alternative sources of this food grain for import. In fact, Russian and Ukrainian wheat meets 40 per cent of Bangladesh's demand for this particular food grain. Of its total demand for wheat ranging from 7 million to 7.5 million tonnes annually, Bangladesh meets 85 per cent of its need from import. But import restrictions due to forex (US dollar) crunch affected the supply of this important staple that constitutes a sizeable portion of the population's standard diet. Due to increased price, wheat went beyond the reach of the poorer section of the population-- the main consumers of the staple. And for reasons stated in the foregoing, import of wheat reduced markedly over the last few years and in the FY 2022-23, it came down to as low as about 3.87 million tonnes. Given wheat's importance as a vital food item for the population, the government needs to replenish its dwindling stock through imports. And it should be considered an emergency. And taking into consideration any possible uncertainties in global food grains market attributable to the crop losses from the unrelenting heat waves accompanied by droughts, downpours, floods and other seaborne calamities, the government's efforts need to be redoubled to import the food grain from whichever sources it is available. And so far as the Ukrainian and Russian wheat is concerned, it won't be wise to bank on the optimism that the stalemate over the BSGI will be soon over. Especially, Ukraine is a warzone where the world's big powers are involved. And until there is any concrete step towards a rapprochement between the US and Russia to end the war, the grain deal will remain dicey.Despite the fact that the BSGI has not been renewed after its expiry on July 17, food grain prices in the world market have still been on the decline. Published on July 18 (Tuesday), a World Bank (WB) report said that compared to what it was two weeks before, the prices of agricultural products, especially of food grains, fell by 4 to 12 per cent in the world market. And that has been due to better crop production before El Nino had struck and better supply situation following the pandemic. Strangely, a reverse trend is being observed in Bangladesh. Here both the overall inflation and the food price inflation are on the rise. The WB report further noted that in August 2022, the rate of food price inflation was 9.9 per cent. Though it later fell to 8 per cent, in June this year, it has nearly touched the 10 per cent level. Interestingly, even in Sri Lanka, the most economically wrecked nation in South Asia, the rate of food price inflation has declined to 4.1 per cent. In the prevailing volatile food price situation in Bangladesh, food security is clearly under stress. The government should take urgent measures to build adequate food stock to tide over any unforeseen crisis in food supply in the market. \n[email protected]",
        "headline_1": "Taking food security centre stage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taking-food-security-centre-stage-1690208119",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2023"
    },
    {
        "full_article": "Ensuring quality treatment without disease diagnosis is impossible. Along with doctors and nurses, medical technologists play a significant role in the task of diagnosis. According to the World Health Organization (WHO), healthcare institutions should have three nurses and five medical technologists against one physician. However, the number of medical technologists in Bangladesh is reportedly only 5,200 against 30,000 doctors and 48,000 nurses at our public hospitals. Many posts of medical technologists and pharmacists are now lying vacant at national, divisional, district, upazila and union levels. If we want to ensure quality medical treatment at government-run facilities, we must ensure pathological tests are available there. And for this, we need sufficient medical technologists. As most patients do not get diagnostic facilities at government-run hospitals for want of manpower and equipment, they get their tests done from private facilities. But this is quite expensive. Many people cannot afford such tests. Therefore, the government should focus more on improving healthcare facilities by introducing pathological tests at an affordable price at government-run facilities. And for this, vacant posts of medical technologies and pharmacists should be filled up as soon as possible. \nMd Motashim Billah Munna,  Pharmacist, Narayanganj, [email protected]",
        "headline_1": "More medical technologists needed at public hospitals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-medical-technologists-needed-at-public-hospitals-1690208146",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2023"
    }
]