[
    {
        "full_article": "The Reserve Bank of India’s Monetary Policy Committee (MPC) has unanimously and wisely decided to apply a temporary pause to its inflation-battling monetary tightening by keeping the repo rate unchanged. RBI Governor Shaktikanta Das was emphatic in stressing that the decision to pause was “for this meeting only”, underlining the commitment to ensuring that retail inflation is progressively aligned to the mandated target of 4%. Clearly, developments in the global financial system, particularly the banking sector turmoil and the volatility and uncertainty they have triggered, have weighed heavily on policymakers’ decision to wait and watch. Notwithstanding his assertions that India’s ‘banking and non-banking financial service sectors remain healthy and economic activity remains resilient’, it is the spectre of rising credit costs posing risks to both consumption demand and private investment that was a key factor in the World Bank’s calculus earlier this week, when it cut India’s 2023-24 growth forecast to 6.3%. With the global economy still facing headwinds including from unabated geopolitical tensions, which the World Bank warned could result in a recession were more shocks to occur, the RBI’s policymakers have judiciously chosen to subordinate their concerns over inflation, for now, so as to ensure the growth momentum is not undermined.\rStill, monetary authorities have only a small window in which to see if their prognostication of a moderation in inflation is indeed starting to pan out. With Mr. Das acknowledging that core inflation remains elevated across a range of goods and services and unyielding, the MPC faces a challenge in its mandate of achieving durable disinflation. As the RBI’s latest Monetary Policy Report notes, upside risks to the inflation outlook emanate from factors including higher global crude and commodity prices and extreme weather conditions and deficient monsoon rains. Already, as Mr. Das acknowledged, the sudden recent announcement of an output cut by OPEC+ producers had resulted in a jump in crude prices, which could well upset the RBI’s assumption of crude averaging $85 a barrel (for the Indian basket) this year. Similarly, the outlook for food prices too is beset with uncertainty given the unseasonal rains in parts of the country combined with the likelihood of an El Niño, which could raise summer temperatures and depress monsoon rainfall. Additionally, the RBI sees milk prices staying firm over the coming months amid fodder cost pressures. Policymakers must remember, as the RBI chief so pithily said, price stability still remains “the best guarantee for sustainable growth”.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\neconomy (general)\n\n/\n\noil and gas - upstream activities",
        "headline_1": "Pause and effect: On the temporary pause to inflation-battling monetary tightening",
        "headline_2": "Developments in the global financial system have given the Reserve Bank of India cause for pause",
        "link": "https://www.thehindu.com/opinion/editorial/pause-and-effect-on-the-temporary-pause-to-inflation-battling-monetary-tightening/article66706822.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "The Union Cabinet’s approval to set up a gravitational-wave detection facility in Maharashtra, a ₹2,600 crore project, is one that will consist of a detector called the Laser Interferometer Gravitational-wave Observatory (LIGO), to be built in the image of the twin LIGO instruments already operational in the U.S. Their detection of gravitational waves, in 2016, launched a new era of astronomy. A third detector is being built in India as part of the LIGO-India collaboration in order to improve the detectors’ collective ability to pinpoint sources of gravitational waves in the sky. The Cabinet’s approval throws up two opportunities: first, India could become a global site of gravitational physics research, aiding training and the handling of precision technologies and sophisticated control systems, ultimately, cementing a reputation for successfully running an experimental Big Science project. The starting requirement here is the timely release of funds for construction, followed by issuing the allocated resources without delay.Second, LIGO-India can demonstrate an ability to reckon intelligently with Indian society’s relationship with science, using the opportunities that Big Science affords. India has had a contested relationship with such projects, including, recently, the Challakere Science City and the stalled India-based Neutrino Observatory (INO). They need large land tracts, with inevitable implications for land-use change. Contests over land rights, against the backdrop of the sustainable use of natural resources, carbon sequestration targets, just transitions, and human rights, recall the interplay between the history of science and settler colonialism — an example is Hawaii’s Thirty Meter Telescope, to be built on land the locals hold sacred. One contention there was that the land had been rendered physically inaccessible, and that “science had become an agent of colonisation”, to quote science historian Leandra Swanner. A similar criticism has trailed experimental Big Science undertakings, including the INO, in the economically developing world: that they are far removed from the concerns of the majority. Shakier though this latter argument may be, such undertakings still have a responsibility to define their public value, beyond benefits to national industry and research. This is the second opportunity LIGO-India has, amplified by the context of the present moment: to build a facility that contributes to the communities from which it requires sustenance and knowledge, engage in good faith on concerns about access to land and other resources, and conduct public outreach on a par with the international LIGO Scientific Collaboration. The starting requirement is to contemplate what all LIGO-India can do for India.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaharashtra\n\n/\n\nscience (general)\n\n/\n\nresearch\n\n/\n\nphysics\n\n/\n\nastronomy\n\n/\n\nUSA",
        "headline_1": "Science for all: On the road ahead for the LIGO-India project",
        "headline_2": "LIGO-India must contribute to the communities from which it requires sustenance",
        "link": "https://www.thehindu.com/opinion/editorial/science-for-all-on-the-road-ahead-for-the-ligo-india-project/article66710950.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "The preamble of the Forest (Conservation) Amendment Bill, 2023, which was introduced in the Lok Sabha on March 29, invokes India’s rich tradition of preserving forests and their importance in achieving “national targets of net zero emission by 2070”. The substance of the proposed changes, however, emasculate the original Forest Conservation Act (FCA) so much so that it subverts the FCA’s primary objective of ensuring conservation of forests and checking deforestation.\nJumbo problem: Heavy construction in geographically sensitive areas can endanger our wildlife \nDeforestation is checked through Section 2 of the FCA which mandates prior approval from the Union government for de-reserving a forest or undertaking any non-forestry activity (commonly referred to as ‘Forest Clearance’) on notified forests and lands recorded as ‘forest’ by the government. Despite the laissez faire manner of giving forest clearances, the FCA has deaccelerated forest loss. Between 1951-80, 4.3 million hectares of forest area was diverted for non-forestry purposes which reduced to about 40,000 ha annually after FCA regulations came into force in 1980.\nThe amendment is set to reverse this by exempting certain categories and vast tracts of forests from the Act’s purview. For instance, forests within 100 km of international borders or Line of Control will no longer require any forest clearance to construct highways, hydel power projects etc. This is deeply problematic. India’s 15,100 km international terrestrial border houses rich ecosystems — grasslands, deserts, wetlands, lowland forests, evergreen rainforests — that are mostly untouched due to their remoteness. These borderlands harbour a spectrum of India’s endangered species such as the Great Indian Bustards, elephants, tigers, red pandas, snow leopards, Hoolock Gibbons to name only a few. Crucially, Himalayan glaciers form the headwaters of rivers such as the Ganga, Brahmaputra, Indus and others which provide sustenance to millions downstream. Unchecked construction on such seismically and geologically sensitive landscapes not just threatens rare wildlife and the country’s water security but also renders these regions vulnerable to earthquakes and landslides.\nThe justification on strategic grounds is appreciable. Even so a case-by-case safeguard is still critical from the ecological, geological, social and economic perspective. Besides, rare is the case that a strategic project — or for that matter any proposal— is rejected. From 2014 to 2020, less than one percent of proposals for forest diversion were rejected while approvals led to a loss of over 14,800 sq km of forest, or about 10 times the size of Delhi.\nThe 2023 amendment will likely dilute the Supreme Court’s 1996 landmark Godavarman judgment which had widened the scope of the FCA to apply to any land recorded as forest by the government irrespective of its ownership; though the ministry has issued a clarification, saying that the proposed changes will not negate the SC order. If the Act’s ambit is limited to include only those lands which are recorded as forests on or after October 25, 1980, significant forests will be exempted. Put another way, bulk of the Aravallis, tiger habitats of the Terai and Central India, the Western Ghats and the biodiversity hot spots of the north-east, may no longer be considered ‘forest’ and can potentially be sold, diverted, cleared, felled, utilised, exploited without any regulatory oversight, if the Bill is passed.\nImpacts on wildlife could be catastrophic. It is a misconception that wildlife is confined to protected areas (PAs). Over a third of India’s tigers, 70% of elephants and a good part of wolf, bustard, leopard populations reside in landscapes outside of PAs.\nZoos, safaris and ecotourism facilities have been couched in the language of management and conservation of wildlife and forests, but these can be destructive. Safari parks such as the one proposed in the Aravallis will destroy the native vegetation and wildlife habitat. Tourism can be a force for good, but massive tourism infrastructure has obliterated and fragmented wild habitats and corridors — the Corbett landscape and Nilgiri Biosphere Reserve being just two examples. Even more worrying is the move to allow forests to be used for “any other like purposes specified by the central government”. This vaguely defined term can potentially open the proverbial floodgates, easing the way for forests to be diverted from a mine to a mall and any purpose in between.\nThe Bill harps about India’s net zero targets but laying emphasis on creation of carbon sinks by enhancing tree and forest cover is counter intuitive. Natural forests are far more effective — a study published in Nature indicates that the carbon sequestration potential of natural forests is 40 times greater as compared to plantations. Neither are plantations effective at harbouring biodiversity, nor at performing ecosystem functions.\nIndia’s ancient civilisation and culture is closely linked to nature. Millions of marginalised and indigenous people continue to depend on forests for their sustenance and livelihood and will be rendered even more vulnerable if the proposed amendments come to pass. The Forest (Conservation) Amendment Bill doesn’t just endanger forests and wildlife — it strikes at the very heart of India, threatening to obliterate its rich cultural and natural heritage.\n\n",
        "headline_1": "FCA amendment Bill should ring alarm bells for natural heritage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/fca-amendment-bill-should-ring-alarm-bells-for-natural-heritage/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "Why GoI fact-checking unit can become problematic\nGoI on Thursday notified amendments to Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules. As part of due diligence obligations for intermediaries such as social media platforms, GoI has empowered itself to use its fact-check unit to scrutinise any information related to the central government for “fake or false or misleading” news. This can indirectly become a tool to squeeze media freedom. To put this in perspective, let’s start with the current legal framework governing media.\nMoS for IT & Electronics Rajeev Chandrasekhar told TOI that media is already regulated by laws, including defamation. Therefore, the legal boundaries for the media exist. Chandrasekhar said the due diligence obligations are for intermediaries. That’s where there’s potential for an indirect form of censorship – this has also been flagged by the Editors Guild. First, keep in mind intermediaries are one of the gateways to accessing work by the media. Therefore, any arbitrary restrictions on them may affect public access to news. Second, Thursday’s amendments are not clear on terms such as “misleading”. Let’s illustrate how it can play out. The facts of a media report can be beyond reproach. However, if the factchecking unit finds the narrative ‘problematic’, the intermediary can be ordered to take it down as it’s “misleading”. Finally, there’s a conflict of interest in the role played by the fact-checking unit. It plays the role of judge, jury and executioner.\nThursday’s amendments undermine media freedom even when a regulated media entity has not violated the existing legal framework. In effect, what can’t be done directly, can possibly be executed indirectly. Given the stress journalism faces, GoI should also ponder over consequences if states use grey areas in the law to mimic this effort. Allowing the media to work without hindrance, as SC said this week, is essential for democracy.\n\n",
        "headline_1": "What’s ‘Misleading’?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-misleading/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "Govts must look at vaccine supply as Covid cases increase\nWe may now be in the first stages of another Covid surge. Union health minister, in a review meeting with state health ministers, asked for mock drills to test hospital infrastructure on April 10 and 11. India registered 6,050 fresh Covid cases on Friday – the highest in 203 days – even though fatalities (at 14 over 24 hours) and hospitalisation rates remain relatively low. Experts believe Omicron’s XBB. 1. 16 is picking up additional mutations and driving the present surge.\nIt’s vital at this stage to go back to the basics– follow Covid-appropriate behaviour, increase testing and push vaccination. Puducherry and Sikkim have already brought back mask mandates and advisories. Other states would do well to follow suit if cases continue to rise, especially since schools are commencing their new academic sessions.\nBut the most lackadaisical official approach seems to be vis-a-vis vaccination. On Friday, only 159 sites – 59 government and 100 private – were conducting vaccination across the country. Even in the national capital, a mere 10 centres were listed for vaccination.\nThere are still millions of Indians who haven’t taken the booster, children’s vaccination has lost steam in most places, and there are still those without the second shot or any shot. It’s likely that if Covid cases start exponentially increasing – as they have in the past – the demand for vaccines will rise. The current supply situation is woefully inadequate to meet that possible demand.\n\n",
        "headline_1": "A Vaxing Question",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-vaxing-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "The key is commitment & patience. Genius is not required\nMagicians have an expression for all the accumulated craft, savvy and mastery that lies behind a seemingly effortless trick; they call it ‘the real work’. New Yorker magazine writer and critic Adam Gopnik explores the process of building skills in The Real Work: On the Mystery of Mastery.\nIf you’re good at any field, you know the difference between a mere achievement and a true accomplishment. Accomplishment cannot be measured externally or coached or tested. There is a moment in one’s pursuit of any craft when something that looked impossible suddenly gives way. Instead of being mastered by the material, you find yourself the master of it. That is the most sustaining feeling, says Gopnik: “I know how to do this, this is the thing I know how to do. ” This is the feeling we all search for, even as children.\n‘Flow’ is the shorthand often used for this feeling of creative action. And it is always created fragment by fragment. Done repeatedly, these steps become a sequence, and then this fluid sequence looks like magic, or life.\nEvery accomplishment is rooted in a practice. “Everything we do involves everything we do,” meaning that every brush mark we make, note we play, sentence we craft, betrays and engages the totality of ourselves. Think of singers, or actors or painters you love – it’s not the artist’s virtuosity that draws us, but their vibrato, their special stamp.\nAnd so, the search for mastery is about the finding of masters: parents, siblings, teachers, eccentric individuals who are able to impart some thing of what they know. They are not repositories of knowledge but livingexemplars of a practice. Watching his mother or wife work in the kitchen, Gopnik thinks of all the unsung expertise and suggests that maybe much of what we call real work is what has traditionally been women’s work.\nOf course, excellence doesn’t guarantee fame. The world is full of brilliance, but many of these brilliant people are simply doing their thing in the shadows.\nGopnik’s search for the mysteries of mastery leads him to try many new things. Often in adult life what we call mastery is only the avoidance of a challenge. We find our grooves and stay there, afraid of embarrassing ourselves in unknown areas. As an art critic, Gopnik knows the difference between judging and doing. So, by apprenticing himself to a classical painter, seeing how his own fingers fumble, and how hard it is to produce a realistic effect on paper, he learns a new appreciation for art. He dabbles in magic tricks, in dance lessons, in baking and boxing. He also learns to drive, later in life. His driving instructor has a memorable piece of advice: ‘become the noodle’, to go limp and surrender to the task alone, suspend your imagination.\nAnother takeaway is that we are all more varied and capable than we think. In a family, we sometimes get assigned singular traits or talents. That can keep us from our other gifts. Our misperceptions of mastery can be multiple as our grasp of it, says Gopnik.\nThere is nothing transcendent about mastery, the book insists. It’s just labour and commitment, a matter of repetition and perseverance. After all, as the Zen masters say, even spiritual mastery is about chopping wood and drawing water.\n\n",
        "headline_1": "Here’s How You Master Anything You Want",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/heres-how-you-master-anything-you-want/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "A graphic card carried by Prothom Alo online edition of March 26 has triggered a major controversy resulting in filing of cases under the Digital Security Act (DSA) against the reporter and the editor, among others; incarceration of the concerned reporter for five days, and unleashing of a tirade of criticism and condemnation of the daily for \"mocking the country's independence\", undermining celebrations of an auspicious day and the achievements of the government and the like. Despite prompt clarification and corrective measures taken by the daily the detractors remained resolute. Soon they began to harp the tune that it was indeed \"a heinous case of child exploitation\". Needless to say, at no point the quote in question was attributed to the child and thus the charade and the accompanying cacophony appear to be a classic case of targeting a straw man.\nThe card affair has generated an intense debate among social and political circles and the media. Imbibed by their version of the spirit of independence and the country's image, pro-establishment commentators are largely in agreement with the way the state has handled the matter. Others feel that the state's actions have been antithetical to a democratic order and amount to sharp curtailment of freedom of expression and the media. This group feels that the true spirit of liberation encourages and facilitates debate and discussion on issues that affect people and the media to present the contending perspectives. This group advocates that instead of being paternalistic (by promoting a particular narrative), the state should ensure citizens' full enjoyment of the rights (including that of freedom of expression and the media) that are enshrined in the Constitution of the republic. The Prothom Alo matter has brought into the open the chasm that exists between these two groups.\nAs the government came under international scrutiny for curtailing freedom of expression, the question of child exploitation became the rallying point. The general secretary of the ruling party and a ranking cabinet minister asserted that \"it was not a simple mistake but a criminal offence\". He argued that \"in any advanced democratic country if such kind of child exploitation had happened, licence of the media would have been cancelled\".\nThe information minister claimed that the report in question violated the United Nations Convention on the Rights of the Child (UNCRC). In a press release issued on April 1, the Ministry of Foreign Affairs (MOFA), denying that the journalist was arrested for reporting on the cost-of-living crisis in Bangladesh, claimed he \"was arrested because of child abuse and child exploitation\" and for trying \"to undermine the independence of Bangladesh on the great Independence Day\". The ministry statement asserted that \"these acts surely tantamount to punishable crimes\" and reminded all that \"creating social unrest by undertaking such a fraudulent act is contrary to the spirit of honest journalism\". It declared that as a party to the UNCRC, the government would not tolerate any act of exploiting children.\nThe attempt of the government to invoke child exploitation issue appears to rest on tenuous grounds. Reporter Samsuzzaman Shams was charged under Sections 25(2), 31 and 35 of the DSA in the case lodged in Ramna police station and under those and two additional Sections 26(2) and 29 of the DSA in the case filed in Tejgaon police station. Curiously, none of the five sections deals with child exploitation and abuse. Also, according to the first information report filed with Ramna police station, Shams, editor Matiur Rahman and unnamed others were explicitly accused of using print, online and electronic media for tarnishing the image of the state and it does not make any reference to child exploitation and abuse.\nThe state's recourse to DSA in dealing with a case of unintended technical lapse of a reputed national daily amply demonstrates the limits of freedom of expression and that of the media in today's Bangladesh. The speeches of senior functionaries of the state and the ruling party and the statements of their acquiescent intellectual and cultural bands highlighting conspiracy of the vested quarters only betray the feeling of siege and alienation that they may be suffering from.\nIt appears in their haste to stave off growing concerns and criticisms of national and international quarters the ministers, senior functionaries and MOFA officials failed to take into cognisance the charges pressed against the accused and also to corroborate if their revised narrative of the state's intent (of child exploitation and abuse) tallied with such charges. One can therefore deduce that in pursuing the graphic card episode of Prothom Alo the state's claim of championing UNCRC does not hold water. If anything, the unfortunate incident has come in handy for the ruling establishment to send a clear message not only to Prothom Alo, but critical and objective media and free thinkers that the state will not shy away from resorting to the much handy draconian DSA for clamping down on any individual and entity who may appear to be transgressing the nebulous boundaries while exercising their rights as articulated not by the Constitution of the republic, but by those who command the authority of the state.\nDr CR Abrar is an academic with interest in human rights issues.\n\n",
        "headline_1": "Was it really about 'protecting the interest of the child'?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/was-it-really-about-protecting-the-interest-the-child-3292126",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "President Abdul Hamid's speech at the Jatiya Sangsad is more than just a ceremonial address on the occasion of the parliament's 50th anniversary. It is significant because it comes at a crucial time for Bangladesh when it prepares for the 12th national elections. In an atmosphere of extreme acrimony between the ruling party and the opposition which dominates our politics, it is a speech worth listening to.\nThe president's reiteration on shunning conflict and reaching a consensus through dialogue reflects the public's frustration over a political environment driven by vitriolic hatred of political rivals. He has mentioned the need for a \"tolerant\" democratic system as well as practices that align with democratic norms and the constitution. He pointed out that without democracy, development could never be universal; rather, it would be individual or group-centric.\nThe president aptly referred to Bangabandhu's role in 1973 during the first parliamentary assembly in talking to the speaker to facilitate opportunities for the opposition parties to speak when they wanted to. What the president was referring to was the courteousness and willingness to listen to opposition parties, no matter how different their ideologies may be. Constructive criticism ensures overall public welfare, which is the main goal of any parliament. Making democratic institutions stronger, ensuring that only democratically elected leaders represent the people in parliament, and guaranteeing its accountability to them are the other salient points of his speech.\nThe president, being a former speaker himself, has the experience and moral authority to make such statements that may seem standard remarks appropriate for a golden jubilee. But they are meaningful as they are cautionary in our current volatile, uncertain political environment. It is also an attempt to awaken the lawmakers to the jarring reality of just how weak and dysfunctional the parliament has become.\nWith virtually no real representation of the opposition, the parliament has become a one-sided forum where a large part of the session is devoted to laudatory iterations of the ruling party's achievements or tirades against opposition parties. In those rare moments when an opposition member has raised a contentious point that alludes to the accountability of certain government agencies and institutions, there has hardly been a debate on the issue, least of all any consensus regarding an investigation into the allegations.\nThe president's appeal to shun conflict and embrace dialogue is crucial not only within the parliament but outside it, too. For an effective parliament, many reforms are needed, such as an end to opposition boycott of the assembly (as practiced by both AL and BNP lawmakers on different occasions), allowing debate and consensus building among treasury and opposition benches, an empowered opposition bench, more representation of women MPs through direct election, a neutral speaker, empowered standing committees, a well-staffed secretariat, and so on. But the first step towards a functional parliament is unquestioningly a free and fair election, which will bring about lawmakers who truly represent the people in the house.\n",
        "headline_1": "Why the president’s speech is so relevant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-presidents-speech-so-relevant-3292011",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "It's not just the Democrats in the US who are looking longingly at former US President Donald Trump's arrest. A substantial number of Republican Party supporters are also hoping Manhattan District Attorney Alvin Bragg will be able to do what everybody else has been unable to do till now: Put the flamboyant former president behind bars and remove his disruptive and destructive presence from US politics once and for all.\nWell, good luck with that. \nTrump's arrest, ironically, has added rocket fuel to his incendiary campaign to win the Republican nomination for the 2024 presidential elections. Trump is playing the victim card for all it's worth, and his detractors are beginning to realise that Trump isn't going anywhere soon.\nHeavens knows there is a great deal to dislike about arguably one of the most outrè political figures in the Western world. Most politicians play fast and loose with facts, but Trump is in a class all by himself. What is far worse, Trump's uninhibited race-baiting, xenophobia and all-round coarse, pugilistic fact-free diatribes have done permanent damage to US political discourse. Racism, meanspirited demonisation of political opponents, once implicit in dog whistles, are now bandied about with a bullhorn.\nPorn star, hush money payment through thuggish hatchet man and felon Michael Cohen, covering up of salacious stories in the gaudy periodical National Enquirer – the case against Trump has all the hallmarks of a tawdry tabloid scandal. Herein lies the case's weakness.\n\nTrump has forced the US to confront a fraught political dilemma: How to balance the need to go after an ex-president suspected of serious legal malfeasance against the risk of opening up a Pandora's box of frivolous lawsuits against political enemies.\nThe arrest and attempted conviction of a prominent political figure is a portentous, serious matter. The case against Trump is sordid, but does it rise to the level of a crime? Some legal analysts – not all of them Trump supporters – are saying the charge should more appropriately be a misdemeanour. \nThere are several consequences that follow from this. The first, evident from the cries of outrage of Republicans, is that all of this can be presented as a political witch-hunt. The weaker the case, the more emboldened they are. The other development is that the case may taint other, more substantive efforts to bring Trump to book. A grand jury investigation by Fani Willis, the district attorney of Atlanta's Fulton County, accuses Trump of trying to tamper with the 2020 presidential elections where he was caught on phone asking Georgia elections chief Brad Raffensperger to \"find\" votes to overturn Biden's impending victory in the state.\nTrump has forced the US to confront a fraught political dilemma: How to balance the need to go after an ex-president suspected of serious legal malfeasance against the risk of opening up a Pandora's box of frivolous lawsuits against political enemies. The Republican attempts of congressional investigations against Democratic enemies provide a foretaste of that – though the fact that they are not making much headway provides some measure of assurance that frivolous attempts will often fall by the wayside.\nThe immediate aftermath of Trump's arrest brings the former president back to the place he likes best – the centre of all attention. Now, doubtless to his utter delight, it's all about Trump.\nAs the campaign for US presidential elections is about to begin in earnest, we are back to square one. As the US baseball star Yogi Berra once said: \"It's déjà vu all over again.\"\nIn 2015, when Trump stepped down the escalator of Trump Tower in Manhattan to announce his presidential campaign, Democrats were delighted and the Republican establishment was confident. This preposterous political arriviste, everyone was sure, was about to get his comeuppance. (A mea culpa is in order here: even I had predicted a Hillary Clinton victory.) \nTrump, of course, had the last laugh. There is a cautionary tale in all this, as is evident in the media circus that is beginning to surround him following the news of his arrest.\nWhile it remains to be seen if Trump will actually be convicted, there is no question that the arrest has made Trump's candidacy for the Republican nomination virtually unassailable. Before the arrest, Florida Governor Ron DeSantis was the blue-eyed boy of Republicans keen to see the last of Trump. DeSantis hasn't thrown his hat in the ring yet, but his presidential ambition is one of the worst kept secrets in US politics. With an ability to out-Trump in shrill partisanship and a commanding performance in Florida's gubernatorial elections, his star shone brightly for a while. Polls of Republican voters showed him outperforming Trump. Soon, however, Trump's double-digit lead reasserted itself and Trump now rules supreme.\nThe arrest and the attendant political outrage of Trump partisans is likely to add a fillip to Trump's support. Even Trump detractors in the Republican Party – DeSantis included – have been obliged to castigate Trump's arrest.\nAnybody wishing to topple Trump within the Republican Party faces a formidable task. For a Republican there is the daunting math of keeping Trump supporters on his/her side while wooing those tired or disaffected. Now Trump says that he is the target of a political witch-hunt. How do you agree while seeking to topple him? That's a needle that is impossible to thread. \nSome have noted the noticeable lack of public outrage of Trump supporters, but I would not read too much into it. The underlying challenge remains. For decades, the Republican Party has championed the politics of white grievance and outrage, casting political differences not so much as matters of policy rather than an existential battle against the evil Democrats – and thrown in the establishment and the media into the same category. The right-wing media industrial complex, led by Fox News and its ilk, merrily fanned the flames and laughed all the way to the bank. Media mogul Rupert Murdoch, the éminence grise of parts of right-wing US media, has soured on Trump, but the ratings gods demand he change his mind fast – and signs are that Fox News is doing exactly that.\nFor decades, the Republicans style of take-no-prisoners, hate-filled partisan politics yielded considerable political dividends. Then Trump came along and made this politics his very own. The result has been an even more toxic brand of partisan politics that has given rise to a party too driven by hatred of the perceived control of the liberal establishment to engage substantively in policy or governance.\nRepublicans are locked in a Faustian embrace with Trump, and the arrest is likely to make that embrace tighter.\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "Trump’s arrest adds fuel to fire in hyperpolarised US",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/trumps-arrest-adds-fuel-fire-hyperpolarised-us-3291996",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "President Abdul Hamid's speech at the Jatiya Sangsad is more than just a ceremonial address on the occasion of the parliament's 50th anniversary. It is significant because it comes at a crucial time for Bangladesh when it prepares for the 12th national elections. In an atmosphere of extreme acrimony between the ruling party and the opposition which dominates our politics, it is a speech worth listening to.\nThe president's reiteration on shunning conflict and reaching a consensus through dialogue reflects the public's frustration over a political environment driven by vitriolic hatred of political rivals. He has mentioned the need for a \"tolerant\" democratic system as well as practices that align with democratic norms and the constitution. He pointed out that without democracy, development could never be universal; rather, it would be individual or group-centric.\nThe president aptly referred to Bangabandhu's role in 1973 during the first parliamentary assembly in talking to the speaker to facilitate opportunities for the opposition parties to speak when they wanted to. What the president was referring to was the courteousness and willingness to listen to opposition parties, no matter how different their ideologies may be. Constructive criticism ensures overall public welfare, which is the main goal of any parliament. Making democratic institutions stronger, ensuring that only democratically elected leaders represent the people in parliament, and guaranteeing its accountability to them are the other salient points of his speech.\nThe president, being a former speaker himself, has the experience and moral authority to make such statements that may seem standard remarks appropriate for a golden jubilee. But they are meaningful as they are cautionary in our current volatile, uncertain political environment. It is also an attempt to awaken the lawmakers to the jarring reality of just how weak and dysfunctional the parliament has become.\nWith virtually no real representation of the opposition, the parliament has become a one-sided forum where a large part of the session is devoted to laudatory iterations of the ruling party's achievements or tirades against opposition parties. In those rare moments when an opposition member has raised a contentious point that alludes to the accountability of certain government agencies and institutions, there has hardly been a debate on the issue, least of all any consensus regarding an investigation into the allegations.\nThe president's appeal to shun conflict and embrace dialogue is crucial not only within the parliament but outside it, too. For an effective parliament, many reforms are needed, such as an end to opposition boycott of the assembly (as practiced by both AL and BNP lawmakers on different occasions), allowing debate and consensus building among treasury and opposition benches, an empowered opposition bench, more representation of women MPs through direct election, a neutral speaker, empowered standing committees, a well-staffed secretariat, and so on. But the first step towards a functional parliament is unquestioningly a free and fair election, which will bring about lawmakers who truly represent the people in the house.\n",
        "headline_1": "Why the president’s speech is so relevant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-presidents-speech-so-relevant-3292011",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "Once a lush green city full of canals, lakes and water bodies, Dhaka has now lost most of its natural beauty to rapid urbanisation. According to the Detailed Area Plan 2022 of Rajdhani Unnayan Kartripakkha (Rajuk), there are a total of 3,464 ponds in its 1,528 sq-km jurisdiction. Of them, 205 are in the central Dhaka region. But between 2010 and 2019, Dhaka lost a staggering 3,440 acres out of the 9,556 acres of flood flow zones, water retention areas and water bodies to individuals, businesses, real estate developers and other organisations.\nThis monumental loss has put pressure on the country's water resources and raised serious concerns about the future of our water security. In fact, Bangladesh lags behind Sri Lanka, Nepal, Bhutan, and Afghanistan in water security. Adding to it, due to filling up of Dhaka's water bodies, the city simply cannot handle any heavy deluge. Nearly 90 percent of Dhaka is covered in concrete; rain water has no way of draining out, and we end up with intense waterlogging during heavy rainfalls.\nUrban planning experts say water bodies should cover 12-15 percent area of Dhaka considering its population, but the current coverage is just around five percent. In the 30 years until 2016, more than 60 percent of wetlands in Dhaka have been lost. A visit in 2017 to 65 ponds marked on the map of the undivided Dhaka city based on a survey between 2003 and 2011 also confirms our worries. Many of them were found filled up, lost forever to urbanisation.\nThere is no sign that the onslaught on our water bodies will stop. Last year, the Civil Aviation Authority of Bangladesh (CAAB) filled a water body near the Hajj Camp in Ashkona for a housing project. How can a government body show such disregard for our wetland protection law, which stipulates that there is no scope for filling a single pond or water body? The authorities need to ensure that the law is not just on paper. There have to be tangible actions to bring the violators to book.\nTo understand what is at stake, we must understand how important water bodies are. They hold great ecological and socioeconomic values, help biodiversity flourish, are important rainwater reservoirs, and contribute to storm water drainage. They play another critical role in congested urban areas such as Dhaka, where fires are all too frequent – an alternative hydrant system.\nThe incident at Bangabazar has reminded us just how numbered our water bodies are. Those that are left are in bleak conditions, calling for immediate interventions. The government must amp up monitoring and implement the relevant laws to protect them. We urge all authorities concerned to treat this matter with utmost sincerity before time runs out, and take stern action against the rampant destruction of our last remaining water bodies.\n",
        "headline_1": "The disappearing ponds of Dhaka ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-disappearing-ponds-dhaka-3291376",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "While T-shirt remains the single largest contributor to the US$40 + billion export basket of Bangladesh, the danger of over-dependency on a few readymade garments (RMG) items cannot be overlooked. The country is the second largest global exporter of RMG spanning four decades of existence as an industry. The apparel sector contributes an overwhelming 85 per cent of export earnings. Yet, as other nations have moved on to diversify their product line and where international buyers pay more for the same products exported by Bangladesh, the RMG sector remains stuck in the past.While man-made fibers (MMF) are the way forward for the global apparel industry, Bangladesh remains fixated on the low end of the market and a handful of products that constitute the bulk of its product line destined for foreign markets.That the RMG sector has been slow to adapt to changes in shifting demand in the export market is plain to see. Bangladeshi apparel manufacturers have concentrated heavily on making cotton T-shirts which make up nearly 20 per cent of total export earnings from RMG, and one that has recorded a phenomenal 25.60 per cent growth year-on-year, bringing in about $8.93 billion in earnings in 2022. While the country holds a 21 per cent of global share in the T-shirt segment, it also exposes RMG sector's soft underbelly in the sense that it is overwhelmingly dependent on export of cotton T-shirt, followed by men's cotton woven trousers, and women's cotton trousers - these three items constitute about 59 per cent of all RMG exports.While many rejoice at the shifting of orders from China to Bangladesh, as the former moves on to higher value products in the RMG industry, it is time to reflect on another worrisome trend. Bangladesh gets lesser value from international buyers for the same product sourced from countries like Vietnam or even Peru. Why is this? Industry insiders point out valid reasons for this. First, there is massive competition amongst Bangladeshi apparel manufacturers to clinch orders, often to their own detriment since buyers dictate rock bottom prices for apparel sourced from here. This unhealthy competition has resulted largely due to the fault of local RMG producers, who have increased their production capacity in an unplanned manner year-on-year. Second, very few Bangladeshi RMG companies have actually done the math about who will buy the expanded volume of apparels they are producing. Barring a few international brands, most buyers know this and have continued to take advantage by offering low prices for Bangladeshi RMG. The prices at times are below the cost of production. Having invested hundreds of thousands (if not millions) of dollars in upgrading or expanding output capacities, RMG companies have no choice but to produce at unheard-of prices offered. The two major RMG bodies, the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) and Bangladesh Knitwear Manufacturers and Exporters Association (BKMEA) need to work on this issue and come to an agreement that will be abided by all members that for every product category, no manufacturer will offer to work for less than a baseline price. As Bangladesh has economies-of-scale that comes from being the 2nd largest RMG producer in the world, it can have serious bargaining power, if it moves in unison, as an industry. The other part of the equation lies in diversification from natural to man-made-fibre (MMF) because that is what global consumers are more interested in now. Bangladeshi RMG companies need to tap into this market if it wishes to continue to be a force to reckon with in the world of apparel and take earnings to the next level, both for the sector and the country.",
        "headline_1": "High dependency on a few RMG items",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-dependency-on-a-few-rmg-items-1680966868",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "Global trade posted another year of growth, in the process of a rebound, despite war and inflation coming in the way. Overall trade reached a record US$32 trillion in last year against $27.6 trillion in 2021. The trade in goods accounted for around $25 trillion in 2022, an increase of about 11 per cent from $22 trillion in 2021. Trade in services, however, posted higher growth of 15 per cent in the last year to $7 trillion which was $5.6 trillion in 2021. The United Nations Conference on Trade and Development (UNCTAD) mainly attributed the jump in global trade to a robust growth in the first half of 2022. The second half of the year showed a sluggish trend mainly due to negative impact of the Russia-Ukraine war.The World Trade Organization (WTO), in its latest report released Wednesday, said that global trade in goods in terms of volume registered 2.70 per cent growth last year which was 'smaller-than-expected increase that was pulled down by a sharp slump in the fourth quarter' of 2022. In value terms, world merchandise trade grew by around 12 per cent in the past year to US$ 25.26 trillion, according to the WTO estimate. This growth is slow compared to 2021, when merchandise trade recorded a 27 per cent rebound after a 5.3 per cent decline in 2020. Global merchandise trade in 2022 was, however, significantly up by 32 per cent compared to its pre-pandemic level in 2019.The WTO said that the growth in the value of merchandise trade was inflated in part by high global commodity prices. It also found that the fastest-growing sectors were those related to energy. For instance, in 2022, fuel trade registered a growth of 61 per cent. The WTO report, titled 'Global Trade Outlook and Statistics', also mentioned that the value of world commercial services trade jumped by 15 per cent in 2022 to $6.8 trillion and digitally delivered services exports were worth $3.82 trillion in the year under review.The global trade body also projected that weighed down by the 'effects of the war in Ukraine, stubbornly high inflation, tighter monetary policy and financial- market uncertainty', the world merchandise-trade volume is likely to grow by only 1.70 per cent in the current year. Thus, the world is going to see a sluggish trend in trade in 2023. Besides the inflationary pressure and monetary tightening, trouble in the banking sector in the United States (US) and Europe may lead to wider financial instability in the global economy.BANGLADESH SITUATION: Bangladesh's international trade in goods crossed US$140 billion in the last year, recording a 14.60 per cent growth over the previous year. The total trade in goods in the previous year, or 2021, was around $124.70 billion. In fact, the country's total trade with the rest of the world rebounded strongly in 2021 by registering a growth of 44 per cent over the year 2020 when the Covid-19 pandemic took a heavy toll, shattering trade and economy. Trade in goods declined by 12 per cent in 2020.Last year, exports jumped by 23 per cent while imports posted a modest growth of 9.70 per cent. Value of exports and imports stood at around $54.70 billion and $88.30 billion respectively. According to the WTO report, Bangladesh became the 29th leading importer in world merchandise trade (excluding intra-EU trade or trade in goods between European Union member states) last year. The country's share in global merchandise imports stood at 0.40 per cent the year.After posting a record 53 per cent growth in imports of goods in 2022, when annual value of imports first time touched $80 billion, Bangladesh actually experienced a lower growth in the last year. A number of factors slowed down the growth of imports in the country.The negative impact of Russia-Ukraine war on the world market increased the prices of commodities and intermediate goods and also the cost of shipping. All this makes the imports costly for Bangladesh. During the second half of the year, the country also faced a big pressure in exchange rate which forced depletion of the foreign-exchange reserves. Bangladesh Bank imposed some restrictions on import of less-essential and non-essential commodities to reduce the pressure on the foreign- exchange reserves. The restrictive steps resulted in slowdown in the growth of imports.The slower trend in import continues in the current year as merchandise imports dropped by 30 per cent in the first two months of 2023 to $11.51 billion from $16.65 billion in January-February last year. The trend is likely to continue during the rest of the year as Bangladesh has already started tightening its monetary policy to contain the inflationary pressure. To curb import-induced inflation, restrictions on imports need to continue for the time being. The restraint may also help cover some shortage in the foreign-exchange earning which is dependent on export earnings and remittance.Though there is an upward trend in exports, the growth rate has already turned sluggish in the current year. It registered around 3.50 per cent growth in the first three months of the current year over the same period last year. So, besides imports, exports have also started to slow down, which may lead to making the overall trade slower in the current year. Though the trade deficit may get narrowed, easing pressure on the foreign-exchange reserves, slower trade means slower economic growth.From being an aid-dependent country, Bangladesh has transformed itself to a trade-dependent economy, and trade is the engine of the country's growth for the last two decades. With gradual liberalisation of trade, Bangladesh economy has advanced significantly. Trade is, however, largely linked to external factors and so the trade-related measures need to be adjusted accordingly.[email protected]",
        "headline_1": "Sluggish global trade and Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sluggish-global-trade-and-bangladesh-1680966925",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "The passionate readers, especially those who collect books, face a critical test while shifting places. The books they have collected from different sources or bought as rare ones at exorbitant costs emerge as a burden while shifting from one place to another. Despite the setting in of the trend of reading e-books, the average readers still go for the traditional paper books. These readers also include many youths. The printed books have a weight. The voluminous ones need efforts to carry them. Ironically enough, despite their weight they get stolen.Many call collecting books a hobby, like collecting coins. There are just a few who grow the passion for reading and collecting books these days. The appeal of books gets lighter when compared to sport. However, many avowed readers are also compulsive soccer or cricket fans. In spite of this, book fans are completely a different class. They have their own delight or happiness, and sadness. Gossip sessions among themselves are different from those related to other disciplines. They love to remain focused on the latest developments in the areas of the arts and different branches of knowledge. Looking after books is a highly arduous task. In taking care of books one ought to be updated about storage of books. These tightly knit and both hardbound and paperback reading materials require the basic knowledge about the care of books. It's common knowledge that books need sufficient light and space to remain in a natural condition. Thus, they demand extra efforts on the part of the owners. In the case of formal libraries, the responsibilities of the staff and officials increase manifold.Enlightened middle-class families nowadays preserve books after reading them. Not everybody in a family is a passionate reader. Normally, the family heads are found to be book lovers. If they happen to be a writer, no matter if they belong to the minor or major groups, their attachment to books turns out to be greater. A genuine book lover's home remains strewn with varied types of books. Most of them have private libraries, which at times become overfilled with books. Keeping books at unlikely places like balconies, bedrooms or out-of-function bathrooms is a common practice. Those who do not read for aesthetic pleasure treat these clumsily kept books as a burden. This hostile feeling starts gnawing at them especially when the time of shifting from one apartment to another approaches them.The whole scenario takes a highly depressing turn when the younger members of the family allow a dead author's friends and the family relatives to pick the books at their sweet will. These days, a person's private library is slowly brought down to a veritable vacuity.To the perfect bibliophiles, it is atrocious to see or know about how a family library crumbles down after the death of a book-loving family head.This is a grim reality one encounters in many urban middle-class families.Books stolen from small family libraries and selling at footpath shops was once nothing unusual in Dhaka. In the months of the 1971 April-May, in fact, throughout the occupation period in the capital, books looted from the home-libraries of a few noted Dhaka University teachers sold openly on the footpaths. All of them were brutally killed on the fateful night of 25th March. Throughout the small and big towns in the whole country, books of private libraries were found on open sale in the occupied Bangladesh. This chapter remains soaked in blood. Let's turn to some universal aspects of books and libraries. One of them is lending books to acquaintances. Although it may sound perplexing to many, few of the books lent out to others come back to the shelves. However, it's a relief for the progeny that family-based small private libraries are fast disappearing. [email protected]",
        "headline_1": "When books, reading annoy people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-books-reading-annoy-people-1680966966",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2023"
    },
    {
        "full_article": "The National University was established in 1992 to introduce college level higher education across the country. Currently, more than 2.9 million students are reportedly pursuing higher education in NU-affiliated colleges, which is 66 per cent of all students pursuing higher education in Bangladesh. It is a university on paper, but it functions basically as an examination board. National University came into being to create opportunity of higher education for the students all over the country. Unfortunately, because of session jam the goal has not been achieved. There are also some other problems. However, one of the major problems of this university is session jam. In NU-affiliated colleges, students need seven to eight years to complete a four-year graduation course. Thus, valuable time of their life is lost and many of them cannot apply for many government jobs as the age limit for government jobs is 30 years. The NU carried out a special crash programme from session 2013-14 to reduce its session jam and was successful to do that to some extent. However, session jam has returned to this university again mainly due to long closure of colleges during the Covid-19 pandemic. The NU students of 2017-18 session do not yet know when their fourth-year final examination would take place while many of their public university counterparts have already completed their graduation. It cannot go on like this. The NU authorities must maintain a proper timing of session, examination, publishing result and completing under-graduate programmes on time. The government should monitor the activities of the NU with care so that people do not lose their faith in this institution for higher education.Ahosun Habib Lingkon, Student of Department of Economics, Govt. Brajalal College, Khulna, [email protected]",
        "headline_1": "Make NU free from session jam",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/make-nu-free-from-session-jam-1680966990",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2023"
    }
]