[
    {
        "full_article": "A gathering of 38 political parties in the national capital endorsed the leadership of Prime Minister Narendra Modi for the 2024 general election and renewed the National Democratic Alliance (NDA), which had become redundant with the Bharatiya Janata Party (BJP) winning a Lok Sabha majority on its own in 2014 and 2019. That Mr. Modi is the leader of the BJP is unquestionable but he is determined to show that his strength is not limited to his own party. The NDA has expanded with the induction of several parties in recent months, notably in Maharashtra where splinter groups of two regional parties, the Nationalist Congress Party and the Shiv Sena, have joined the bandwagon. In Uttar Pradesh, Om Prakash Rajbhar’s Suheldev Bharatiya Samaj Party has returned to the saffron camp, after an acrimonious split ahead of the 2022 Assembly election; in Bihar, both factions of the Lok Janshakti Party, and breakaway groups and individuals from the Janata Dal (United) are powering the NDA. More matches are in the works — the Janata Dal (Secular) in Karnataka, and the Telugu Desam Party led by N. Chandrababu Naidu in Andhra Pradesh are in touch with the BJP. These new alignments have electoral implications, at a minimum in Maharashtra, Bihar and Uttar Pradesh, where the BJP hopes to retain its primacy.Apart from these electoral calculations, the point being made also is that the BJP under Mr. Modi, despite its position of strength, is eager to have a broad coalition of parties and social groups. The NDA’s show of strength comes against the backdrop of an evolving united front of Opposition parties against the BJP. Mr. Modi has accused the Opposition coalition of being opportunistic — a charge that is undoubtedly true, but then it equally holds true for the NDA as well. The BJP remains formidable in its strongholds, but it does not want to leave things to chance. It has a maximalist approach in electioneering. In parading its own partners, the BJP wants to reassure itself and its supporters that the party is not isolated or politically untouchable. Of particular note is the BJP’s relationship with the All India Anna Dravida Munnetra Kazhagam in Tamil Nadu that continues despite many irritants, as it seeks a foothold in the Dravidian fortress. The party is likely to have more tricks up its sleeve in the coming weeks. Part of the BJP agenda, such as the call for a Uniform Civil Code, will test the endurance of the NDA, but there are enough reasons for these parties to stick together.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelection\n\n/\n\npolitics\n\n /\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nNationalist Congress Party\n\n/\n\nBihar\n\n/\n\nAndhra Pradesh\n\n/\n\nMaharashtra\n\n/\n\nUttar Pradesh\n\n/\n\nTamil Nadu\n\n/\n\ncivil rights\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Show of strength: On the NDA and its coalition versus the Opposition",
        "headline_2": "The Bharatiya Janata Party is investing more in alliances as the 2024 election draws closer",
        "link": "https://www.thehindu.com/opinion/editorial/show-of-strength-the-hindu-editorial-on-the-nda-and-its-coalition-versus-the-opposition/article67097812.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "The Ministry of Statistics and Programme Implementation has formed a new Standing Committee on Statistics (SCoS) to advise on official data, including the household surveys carried out by the National Sample Survey Office (NSSO). Headed by India’s first Chief Statistician, Pronab Sen, the SCoS replaces a similar panel set up in December 2019 to advise on economic statistics. While Mr. Sen also headed the incumbent panel, the SCoS formed now has a broader mandate to help design surveys for all types of data, identify data gaps that must be plugged, and conduct pilot surveys for new data sets. With 14 members, the new panel is also leaner and more likely to deliver quality guidance. The 28-member economic data review panel may have found it tougher to establish a coherent consensus. One of the new panel’s first tasks will likely pertain to the results of the Household Consumption Expenditure Survey (HCES) by the NSSO over the past year, and it must sensitise users on the methods deployed and interpretational nuances they necessitate.The HCES is critical not only to ascertain people’s living standards over time but also the key to revising economic indicators such as the Consumer Price Index and the Gross Domestic Product used to measure the economy’s output. The last survey, with another quinquennial employment survey, was conducted in 2017-18, but the government had opted to junk the findings in November 2019, citing data quality issues. Then, top government mandarins sought to discredit the official statistical machinery’s methods to dispute reports that the NSSO’s consumption and employment surveys reflected elevated economic distress in households. Now, members of the Economic Advisory Council to the Prime Minister have revived such critiques, perhaps as a pre-emptive move to deflect from any adverse outcomes that the latest HCES may throw up. That is, if its results are published. Data from the 2017-18 Survey released by Maharashtra indicates that households’ spending power and access to amenities had improved since 2011-12, despite the demonetisation shock, although inequality widened on some fronts. So, that data was not all bad news after all. Whether data is fit for release should be left to the independent National Statistical Commission that was reconstituted late last year but is still marred by vacancies. Simply destroying the credibility of one’s own systems may achieve short-term obfuscation goals, but it also leaves one clutching at straws to prove governance outcomes. The SCoS can pro-actively try to bridge the trust deficit between India’s once-revered statistical system and data users, which has led to the current vacuum of official data. The end result of such a vacuum is that government policy neither acknowledges nor addresses some ground realities that warrant intervention.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npersonal data collection\n\n/\n\nmacro economics\n\n/\n \nfamily\n\n/\n\nMaharashtra\n\n/\n\ngovernment\n\n/\n\nDemonetisation",
        "headline_1": "The missing numbers: On the current vacuum of official data",
        "headline_2": "A new review panel is good, but the Centre must trust its own data",
        "link": "https://www.thehindu.com/opinion/editorial/the-missing-numbers-the-hindu-editorial-on-the-current-vacuum-of-official-data/article67097974.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "Twenty-six opposition parties gathering in Bengaluru ahead of 2024 general elections have formed a front – I-N-D-I-A or Indian National Developmental Inclusive Alliance. Whether this will significantly alter the political ‘hawa’ will be answered over the next few months, but it has put some life back into the idea of a multi-party democracy. Five points on the Bengaluru meet.\nRead full opinion on TOI+\n\n",
        "headline_1": "For I-N-D-I-A to win India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/for-i-n-d-i-a-to-win-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "The US Supreme Court judgment on the affirmative action policy of “favourable attention to race” in a 6-3 majority recently held that the University of North Carolina and Harvard University’s race-conscious admissions policy was incommensurate with the “equal protection clause”. This has given momentum to conversations around public policy and civil rights. Black people are holding protests, Asian Americans face their wrath.\nRead full opinion on TOI+\n\n",
        "headline_1": "When two minorities clash at the ivory tower’s gate",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/when-two-minorities-clash-at-the-ivory-towers-gate/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "As rival 2024 alliances firm up, time to remember that economy influences votes but often in non-obvious ways\nAs NDA, I-N-D-I-A and those outside these two groups gear up for 2024, leaders will look at many things. The list should include the pattern of the Southwest monsoon. The price of onions is widely believed to have toppled a BJP state government 25 years ago. Today, one commodity’s price trend may not influence a general election, but the impact of the overall price level on voter behaviour remains relevant. The state of the economy is the common thread linking different social coalitions that dominant political parties cobble together. That makes the economy unique among election influencers.\nTwo principal measures, GDP growth rate and inflation rate, serve as useful proxies for the economy. By themselves data on these measures don’t reveal much from a political standpoint. The distributional impact they have on the population is what counts when it’s time to vote. There’s always a lag between the data and the diffusion of its impact. Consequently, a good or bad reading doesn’t always lead to predictable outcomes. Consider two separate examples. In 2003-04, the NDA government witnessed the initial impact of its economic reforms, with the GDP growth rate surging to 8. 5%, up almost five percentage points. However, the voters were unconvinced in the May 2004 LS elections.\nIts successor UPA put in the foundation to retool India’s welfare architecture by concurrently starting the National Payments Corporation of India and UIDAI in 2009. Direct Benefits Transfer kicked off in 2013, but it was too late to mitigate the impact of sustained high inflation and the coalition’s anchor, Congress, received a drubbing in 2014. The lags that accompany the distributional impact of economic growth rates and inflation rates make it hard to immediately correlate economic indicators with electoral outcomes. However, their influence, which transcends caste, the primary unit of political analysis in India, is beyond question.\nThe link between employment and elections has been widely studied. In India, however, the matter is more complicated. It’s underemployment, not unemployment, which is a structural economic and social problem. Jobs data on informality is a good proxy for it. Political parties recognise it and have begun to use DBT – Karnataka and MP are recent examples – to provide income support. BJP’s welfare model anchored by DBT did play a part in the 2019 LS election. None of these examples relegates the importance of other factors such as social coalitions and national security. But don’t forget the economy as election fever sets in.\n\n",
        "headline_1": "Electionomics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/electionomics/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "Moscow pulling out of Black Sea deal will hurt poorest countries. India should watch out for global food inflation\nRussia’s decision to pull out of the Black Sea Grain Initiative is bound to hurt global food security. Recall that following Russia’s invasion of Ukraine, global food prices had significantly shot up on account of these two countries being among the largest grain suppliers in the world. Mercifully, in July last year UN and Turkiye had brokered the grain deal that guaranteed safety for ships transporting Ukrainian grains out from the Black Sea. But a year on,\nMoscow says that a parallel agreement to help facilitate its own exports of food and fertilisers to foreign markets hasn’t been implemented. Therefore, it will no longer abide by the deal and not guarantee safety of shipping under it.\nUN says the deal had helped cool global food prices significantly – by more than 20% since March last year – with nearly 33 million metric tonnes of grains being exported out of the Black Sea ports. In fact, the deal allowed the World Food Programme to transport more than 7,25,000 tonnes of wheat to countries hit by wars and extreme weather. Beneficiaries included Yemen, Afghanistan, Somalia, Sudan and Kenya. Other countries that faced massive food price spikes before the deal are Lebanon and Egypt.\nIn India, cereal prices today are largely determined by domestic factors, as exports have been discouraged since 2022. But that doesn’t mean it is in a super-comfortable spot. Cereal prices have been inflating in double digits, with the rate touching 12. 7% in June. Plus, Indian cereal stock at the beginning of July was 55. 9 million tonnes, the lowest level since the outbreak of Covid in 2020.\nThus, if the Black Sea deal is undermined, it leaves India very little room to cool domestic cereal inflation through imports, especially in wheat. Add to this an unpredictable monsoon. India should not rule out getting caught in a global food inflation contagion. It’s in New Delhi’s interest to save the Black Sea deal. Parleys with Moscow are in order.\n\n",
        "headline_1": "Grainy future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/grainy-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "The global activities to address climate change is divided into two major institutions and activities under the United Nations. The first is the Intergovernmental Panel on Climate Change (IPCC), jointly run by the World Meteorological Organization (WMO) and United Nations Environment Programme (UNEP), which deals with the latest scientific evidence on different aspects of climate change. The IPCC consists of representatives from every member country of the UN, mostly from national meteorological agencies, and it meets in a plenary session each year to discuss the next series of scientific reports to be commissioned.\nThe IPCC recently completed the sixth assessment cycle of climate change with a series of scientific reports, and the next plenary meeting is due later this month in Nairobi, Kenya, to select the new chair and Working Group heads for the seventh assessment report.\nThe second institution is the United Nations Framework Convention on Climate Change (UNFCCC), where all governments are members and which takes policy decisions for actions to tackle climate change at an annual Conference of Parties (COP). The UNFCCC was set up in response to the first IPCC reports, which alerted global policymakers about the dangers of human-induced climate change. The Kyoto Protocol at COP3 was in response to the second assessment report (AR2) of the IPCC, and the Marrakesh Accords at COP7 was in response to AR3.\nHence, the UNFCCC considers each assessment report from the IPCC in its decision-making process, and asks the IPCC for advice on the latest science on climate change.\nWhile the main IPCC assessments consist of separate reports – from Working Group 1 on the climate modelling, Working Group 2 on vulnerability, impacts and adaptation, and Working Group 3 on responses, plus a final synthesis report based on all three Working Group reports. This involves hundreds of scientists from all the countries, from many different disciplines, who assess the scientific literature and prepare draft reports for very thorough reviews, which is why each cycle of assessment takes around five years.\n\nSuch a special report on loss and damage could be delivered within another two years to capture the significant amount of scientific research that is now being carried out and published on different aspects of tackling climate change. These include economic and non-economic losses and damages, and rapid onset events such as cyclones, floods, and heatwaves as well as slow onset events such as sea-level rise and droughts.\nHowever, there is also a possibility for the IPCC plenary session to commission a special report on a single topic, which can be delivered in two years only. Such special reports included one on the 1.5-degree-Celsius temperature rise, which was proposed by the developing countries in the last IPCC cycle. The special report on 1.5 degrees was extremely influential in getting decisions in the UNFCCC process, most importantly to get the target included in the Paris Agreement in 2015.\nAs the IPCC starts to plan its seventh assessment cycle, it's time for the developing countries to call for a special report on loss and damage from human-induced climate change. As last year's decision to set up funding arrangements to address losses and damages from climate change has set up a Transitional Committee to come with recommendations by COP28, which is due in December, and developed further in the next few years, it is extremely important for the IPCC to provide the UNFCCC decision-makers with the latest scientific data on losses and damages.\nSuch a special report on loss and damage could be delivered within another two years to capture the significant amount of scientific research that is now being carried out and published on different aspects of tackling climate change. These include economic and non-economic losses and damages, and rapid onset events such as cyclones, floods, and heatwaves as well as slow onset events such as sea-level rise and droughts.\nThe topic of loss and damage from human-induced climate change is still little understood and quite complicated, so a credible scientific report from the IPCC will play a significant role in advancing the understanding of this issue by both decision-makers and the general public.\nIt is, therefore, important that the delegates from Bangladesh and all the other Least Developed Countries (LDCs) as well as other groups attending the upcoming IPCC plenary session in July in Nairobi support the inclusion of a special report on loss and damage in the upcoming AR7 IPCC cycle.\n \nDr Saleemul Huq is director at the International Centre for Climate Change and Development (ICCCAD) and professor at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "We need a loss and damage report from the IPCC",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/we-need-loss-and-damage-report-the-ipcc-3373211",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "The month of July marks the first anniversary when the James Webb Space Telescope (JWST), the largest and most powerful space-based telescope ever built, began its long-awaited mission to unfold the universe before us. In a column published in this daily on July 16, 2022, I discussed five sensational discoveries made by JWST within days of coming online.\nAlthough the breathtaking images mesmerised us, it is time to ask the following questions. Is the telescope delivering on its promises to transform our knowledge of cosmology? Is it worth the hefty price tag of $10 billion? Before answering the questions, let me summarise some more groundbreaking discoveries made by JWST after its first images were released a year ago. Unfortunately, it is beyond the scope of this article to discuss the significance of these discoveries.\nDiscovery of galaxies formed just after the Big Bang: As advertised, the telescope was designed to observe the earliest, and hence the most distant galaxies in the universe. To that end, in December 2022, scientists confirmed that JWST had indeed observed four most distant galaxies as they were when the universe was barely 300 million years old.\nMoreover, JWST has peered deep into the cosmos, much deeper than Hubble Space Telescope could peer, allowing us to witness many more galaxies as they appeared a mere 500-800 million years after the cataclysmic Big Bang that occurred 13.8 billion years ago. An image released by JWST in June 2023 contains approximately 45,000 faint, distant galaxies. Some of these galaxies – roughly 700 – are new discoveries and the youngest ever observed.\nThe discovery of these primaeval galaxies is not only giving us a rare glimpse into a once opaque, turbulent universe flooded by light from the nascent stars, they are also helping scientists unlock the secrets of the early universe like never before.\nHidden stars in the Pillars of Creation and Tarantula Nebula: Equipped with its unique capabilities of detecting infrared light, JWST can see through cosmic clouds made up of interstellar dust, thereby revealing things hidden from telescopes like Hubble, which use mostly visible light. That is why one of Hubble's most iconic images, the Pillars of Creation in the Eagle Nebula, captured only the nebula's impressive clouds, but not the \"creation\" of stars taking place within them. The infrared eyes of JWST, on the other hand, penetrated through the clouds and captured the creation in the form of numerous protostars – an early stage in the evolution of stars.\nBesides, with the help of its infrared-sensitive instruments, JWST pictured the Tarantula Nebula, the largest and brightest star-forming region in the Large Magellanic Cloud galaxy. The picture reveals tens of thousands of newborn stars, which could not be photographed by Hubble because they were buried beneath layers of cosmic dust.\nPhantom Galaxy: As the name suggests, the Phantom Galaxy in the constellation Pisces is difficult to see in the sky unless it is absolutely dark. Nevertheless, an image recorded by JWST shows the brilliance of this galaxy, resembling a spinning wormhole – a hypothetical tunnel connecting two distant points in space or time – with fibre-like structures of heat-emitting dust and gas, emanating from a bright centre depicted in vivid eye-catching electric blue.\nCartwheel Galaxy: An amazing picture taken by JWST displays \"gymnastics\" performed by stars in the Cartwheel Galaxy in the constellation Sculptor. It also reveals more details about star formation, as well as about the galaxy's central black hole. Furthermore, the picture provides information on the changes that took place in the ring of the galaxy over billions of years. Its shape, much like the wheel of a wagon, is the result of a high-speed collision between a large spiral galaxy and a smaller one about 400 million years ago.\nFarthest active black hole: Using JWST, researchers have discovered the farthest active black hole ever recorded. Situated in the galaxy CEERS 1019, it was formed some 570 million years after the Big Bang, making it the oldest supermassive black hole.\nBrown dwarf with sand clouds: While many telescopes have identified exoplanets, JWST was not designed to do so. But it did discover one – an exceptionally weird discovery though. Originally identified by astronomers as a planet, it turned out to be too big to be a planet, but too small to be a proper star. It is a young brown dwarf, a so-called \"failed star,\" with sandy clouds and a turbulent atmosphere giving off a dim, reddish glow.\nDark matter: A team of researchers suggests that JWST has recently detected \"dark stars\" powered by dark matter that makes up around 27 percent of the universe's mass. Its \"partner in ambiguity,\" yet to be detected dark energy, accounts for 68 percent, while only five percent of the mass is visible.\nOut of a long list of astonishing discoveries made by JWST, a few more are a stunning never-before-seen details of the supernova remnant of Cassiopeia A, a fascinating star-studded, wreath-shaped spiral galaxy located in the constellation Pegasus, the chaotic merging of two galaxies in the constellation Delphinus, a deceptively peaceful yet fiery spiral galaxy with tightly entwined arms formed after a violent \"cosmic clash\" between two different galaxies 500 million years ago in the constellation Vela, and new aspects of a cluster of three massive galaxies combining to form a mega cluster in a region of space known as Pandora's Cluster.\nMeanwhile, Nasa is celebrating JWST's successful first year with a detailed image of the closest star-forming region to Earth: the Rho Ophiuchi cloud complex.\nFinally, the James Webb Space Telescope (JWST) is demonstrating that it is truly capable of the job it was built for – push the boundaries of astronomy and cosmology closer to the beginning of time, into the period when the first light from stars and galaxies cleared the thick fog that was obscuring our view of the universe. And it is doing so by providing us with jaw-dropping images of the cosmos since July of last year. Thus, JWST is not only delivering on its promises, it is living up to the hype and its price tag, too, by revolutionising our understanding of the universe.\nDr Quamrul Haider is a professor of physics at Fordham University in New York, US.\n\n",
        "headline_1": "Is the James Webb Space Telescope delivering on its promises?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-james-webb-space-telescope-delivering-its-promises-3373196",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "The ruthless attack on independent candidate Hero Alom during the Dhaka-17 by-polls on Monday is a stark reminder of the fragile state of democracy in our country. The assault, orchestrated by alleged ruling party activists, not only threatens the safety and security of political candidates but also undermines the principles of free and fair elections. It is not just an assault on an individual, but a heart-wrenching blow to the aspirations of the underprivileged in our society.\nBy targeting Alom, the ruling party activists revealed their fear of a candidate who dared to challenge the established power dynamic. Their assault was an attempt to suppress the voice of the marginalised and deny them a rightful place in the democratic arena. It would have wider implications for the upcoming national elections as it raises further concerns about the overall electoral environment in the country. This is not an isolated incident, some days back we saw a similar attack on Syed Mohammad Faizul Karim, the mayoral candidate backed by Islami Andolon Bangladesh in the recently held Barisal city polls.\nThe attack on Alom may lead to increased international observation and engagement in the upcoming national elections. International organisations, diplomatic missions, and election monitoring bodies may intensify their efforts to ensure transparency, fairness, and accountability during the election period.\nThe recent visa policy announcement by the US underscores the significance of international scrutiny on the electoral process in Bangladesh. It serves as a warning that actions undermining democracy can have consequences beyond the borders of the country. This incident adds another stain on our fragile electoral process and undermined democracy in the country which may result in further negative consequences for us.\nBesides, the attack may discourage individuals, especially independent candidates, from participating in the democratic process, leading to a reduced pool of diverse candidates and limiting the choices available to voters.\n\nThe sight of Hero Alom running for his life, pursued by ruling party activists, is a distressing one that should serve as a wake-up call for all those who cherish democracy.\nThis attack reflects the stark divide between the elite and the marginalised, exposing the deep-rooted prejudices that damage our democracy. Gulshan, known for its opulence and the chosen place of residence for many of the country's elite, became a battleground where the marginalised and the privileged clashed. Alom's presence in this elite constituency was a symbolic act of defiance against a system that perpetuates a stark divide between the \"haves\" and the \"have-nots.\" The assault on him was an act of desperation to maintain the status quo and deny the aspirations of those who dare to dream beyond their circumstances.\nWe have to remember that Alom's story is not just about political aspirations; it is a reflection of the indomitable spirit that resides within us all. Born into poverty, Alom's journey represents the dreams and aspirations of countless individuals who strive for a better life. By running as an independent candidate, he shattered the barriers imposed by society and dared to dream of a more inclusive democracy. The assault on him was an attack not only on his physical being, but also on the hopes and dreams of those who see themselves in his struggles.\nAs we mourn this attack on a man who defied the odds, we must unite in our condemnation of such unjust acts and strive for a society where every citizen, regardless of their background, can participate in the democratic process without fear or discrimination.\nThe sight of Hero Alom running for his life, pursued by ruling party activists, is a distressing one that should serve as a wake-up call for all those who cherish democracy. Political violence has no place in a functioning democracy. This incident demonstrates the urgent need for safeguarding the democratic process and ensuring equal opportunities for all candidates, regardless of their affiliation or social standing.\n \nRabiul Alam is an independent writer and a graduate of Asian College of Journalism, India.\n\n",
        "headline_1": "Democracy on the run with Hero Alom and its consequences",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/democracy-the-run-hero-alom-and-its-consequences-3373101",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "We are shocked at the death of a ninth-grade student – Raj Pratap Das – allegedly at the hands of his own teachers at the Kaliganj upazila of Satkhira. According to witnesses and locals, Raj passed away hours after several of his school teachers \"tortured\" him. One of his peers said Raj and several other students had bought a cake to celebrate the birthday of two peers. They were cutting the cake in an empty classroom when Assistant Head Teacher MA Muhit, assistant teachers Abakash Chandra Kha, Monirul Islam and Sidhartha Roy Chowdhury, and several others barged in and started beating them. One of the teachers even kicked Raj on his chest.\nAfter the initial beating, Raj and three other students were taken to the headteacher's room and assaulted again. Reportedly, he and another student then fell to the floor and touched the headteacher's feet asking for mercy, after which they were dismissed. Following such hideous treatment, Raj fell sick and left for home, but only to die within half an hour.\nThe episode as described in our report sounds almost unreal. How could teachers, whose primary responsibility is to care for students and make sure they stay safe, stoop so low as to beat one to death? And that, too, for celebrating the birthday of his fellow students? Raj and his friends had committed no crime nor any indiscretion. And even if they were guilty of any misdemeanour, under no circumstances can an adult teacher raise their hands on a minor student.\nThe teachers in question have denied the allegations, claiming they simply slapped Raj twice for celebrating birthdays at school – which itself is completely out of line – and had scolded others. The headteacher also made the insensitive remark that Raj had likely committed suicide out of shame. Regardless of which version of the story is true, what it shows is that these teachers completely lacked any sensitivity to teach anyone, and that their action contributed to Raj's death. But to find out to what extent, there needs to be an immediate and thorough investigation into the matter.\nShould they be found guilty, the teachers must be punished so that such incidents never happen again at our educational institutions. Schools and colleges across the country must be reminded that their teachers and staff cannot lay hands on students and that the latter deserve to be treated with care.\n",
        "headline_1": "Teachers are supposed to protect, not fatally punish students",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/teachers-are-supposed-protect-not-fatally-punish-students-3372246",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "The attack on Hero Alom, an independent candidate of the just-concluded Dhaka-17 by-election, after forcing him to leave a polling centre, is a black spot in an otherwise uneventful and predictable election. Reportedly, the attackers wore badges of \"boat\" and were ruling party supporters. The meagre voter turnout – of only 11.51 percent – reflected the lack of enthusiasm for an election with no serious challenger to the ruling party candidate, the winner being left with a position of Member of Parliament (MP) for only a few months. His victory was, frankly, a forgone conclusion, and in that sense, bears no significance.\nWhat we would like to highlight, however, is the mind-set behind the violent attack on Hero Alom. The assault was typical of ruling party supporters becoming overenthusiastic about proving their loyalty to their high-ups by resorting to intimidation of a rival candidate. Whether or not it was a party decision – or one instigated by the ruling party candidate, who has criticised the attack and said that an investigation should be carried out – will be proven by what action the AL takes on the attackers. But it is undeniable that these supporters felt empowered enough to openly swoop on Hero Alom and felt there would be no consequences for their actions.\nAlso, what about the role of the police? While they tried to intervene when the situation was escalating within the polling centre premises, they took no action once Hero Alom ran outside the centre, and was thrown onto the street, beaten up and then chased by the attackers when he started to dart off in fear. How can the police explain their inaction when there were police personnel present? We can only imagine what could have happened if Hero Alom had not been able to escape.\nThe onus to prevent such violence is on the ruling party. We would like to see its leadership give out a clear message to its supporters – not just in words but through stern action – that indulging in violence to prove party loyalty will not be accepted. In this particular case, the attack should be severely condemned and the perpetrators given exemplary punishment for their crime. Moreover, the Election Commission and other relevant authorities must investigate why the police did not protect the victim when he was outside the centre. Their claim that the incident happened outside the centre and did not interfere with the voting does not absolve them of the responsibility to protect all candidates and maintain law and order both inside and outside polling centres, especially in the close proximity of where the voting takes place.\n",
        "headline_1": "A black spot on Dhaka-17 by-polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/black-spot-dhaka-17-polls-3372361",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "The indication that Russia would not extend the Black Sea Grain Initiative (BSGI) was amply clear. Now the Western media call it Russia's withdrawal from the UN and Turkey-brokered grain deal. Earlier, the deal was extended three times, first on November 17, 2022 for 120 days, second time in March, 2023 for 60 days and the last time in May, 2023 for another 60 days culminating on July 18 last. Russia, the top wheat exporter in the world, threatened to withdraw from the agreement before because the Western sanctions held up, it complained, 'a parallel agreement to allow payments, insurance and shipping for Moscow's own agricultural exports'. Russia asked for Rosselkhozbank, that country's state-owned agricultural bank, to be reconnected to the Swift fast payment system. Notably, under the sanctions against Russia, all its banks are barred from the Swift payment system. The Western allies did not agree; instead they suggested opening a subsidiary of the bank. Russia rejected the suggestion on the ground that it would take time. Russia, unsurprisingly, also rejected another proposal for payment for its grains and fertiliser through JP Morgan Chase, a US bank. So far the Western nations against which the charge has been labelled has not refuted the claim. One positive aspect of the Moscow's stand is that it has not slammed the door before its rival signatory, Ukraine and negotiators such as Turkish President Recep Tayyip Erdogan. Russian President Vladimir Putin's spokesman Dmitry Peskov left the channel of negotiation open, \"As soon as the relevant agreements are fulfilled\", Russia will resume its participation in the agreement. Erdogan and a number of UN officials are confident that Russia will rejoin the deal. At issue here is the Western sanction that impedes payment for Russian food and fertiliser export. Like Ukraine's sunflower, barley, maize and wheat, Russia's wheat and fertiliser also ensure food security in the Middle East and Africa in particular. The humanitarian issue should count more than the payment obstacle.So, Russia's return to the grain initiative is crucial to making food available to millions of hungry mouths in the least developed and developing countries in the world. In the aftermath of the Russia-Ukraine war, the record high food prices forced more people to go hungry in those countries. After the grain deal, as much as 33 million metric tonnes of wheat could be exported, almost half of it to developing countries, from Ukraine. The result is that food prices have fallen by 22 per cent since March last. Now that Russia parted ways from the grain deal, the fear is that food price will once again start escalating on account of the disruption of the supply chain. In fact, world wheat market started growing jittery immediately after Russia's refusal to renew the deal. This does not bode well for countries like Bangladesh and least of all for the war-ravaged ones like Afghanistan and the conflict-ridden countries in Africa. Business syndicates in Bangladesh accustomed to taking undue advantage of situations even in normal time are feared to make the most of the supply crunch. This will have its snowballing impact on the domestic rice market as well, restricting a large section of people's access to food, the staples in particular.",
        "headline_1": "Spectre unfolding following Russian exit from grain deal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/spectre-unfolding-following-russian-exit-from-grain-deal-1689780932",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "On Tuesday his birth anniversary came to pass. Death claimed him a decade ago. Before him there were Willy Brandt and Charles de Gaulle and Zhou En-lai. They changed the world even as prison was changing a radical Nelson Mandela into the statesman he would be.In these dangerous, uncertain times we live through, the absence of Nelson Mandela only makes our circumstances a little more parlous than they have been so far. By the time he died, Mandela did not wield political authority, but there was about him a charisma that exuded moral power. It was power that not all men, indeed not all politicians, can call forth in themselves. And because they cannot, they do not rise to the stature of statesmanship. Mandela was a statesman, the last in our times, in every sense of the meaning.In all this talk of the statesman in Mandela, there comes alive the natural individual that resided somewhere inside him. Twenty seven years in prison are enough to break a man or radicalize him, enough to have him mutate into an individual removed from all signs of rationality. In Mandela's instance, it was precisely the opposite that happened. He transformed Robben Island into a school for discourses on politics and philosophy with his fellow African National Congress prisoners. They were dedicated men, fiercely loyal to him and, more importantly, loyal to the cause of majority rule in South Africa.But what gave Mandela a moral superiority above so many other politicians of his era was the dignity with which he carried himself in jail. He would not hate his jailers or even the government that had, to all intents and purposes, pushed him into a situation he could not possibly emerge from alive. He was getting old in prison; his mother died and he was not permitted to be at her funeral. His son too died and yet the father in him was compelled to stay away from the last rites because the evil that was apartheid would not let him see his child's coffin lowered into the grave.Did that hurt? Of course it did, but Mandela would not have his emotions get in the way of his evolution into a philosophical man. He told off those jailers who deliberately tried humiliating him and yet he made sure that his anger did not slide into contempt. Again, there were jailers to whom he explained why apartheid was bad, why the ANC was not a terrorist organization but a movement for the freedom of all South Africans. Those prison guards respected him, for his self-esteem and for the respect he gave them.Prison often does wonderful things to politicians who find themselves pushed into it by insensitive, fearful governments. In prison, political leaders have time to reflect on the future, have those moments when they can within themselves shape strategy for the emancipation of their nations. Prison mellowed Gandhi and gave Nehru the wherewithal to engage in intellectual pursuits and transformed Bangabandhu into the leading spokesman for his fellow Bengalis. It did all these things for Mandela. What prison deprived Mandela of was the love he could have, like any other man, shared with his family. His children grew into adulthood in his absence; his wife Winnie spent years in her own torment caused by the white supremacist regime.There was the fundamentally human that defined the Mandela personality. He was a romantic man and appreciated the beauty of women. His first marriage was a result of love. And then he met Winnie, married her and gave her children. That love came to an end soon after his re-emergence into freedom in 1990, which again was proof that like other men whose lovers turn their backs on them he could feel his heart crack. Winnie's romantic links with other men did not embitter him, though. He did what a man in love and suffused in the principles of idealism does: he put the marriage to a peaceful end. And then he found a new, more mature and composed love in GracaMachel, the widow of the late Mozambique leader SamoraMachel. In his final years, Mandela saw his love life, its romance and its idealism, gravitate to an intellectual plane in GracaMachel's company. They were made for each other.A whole world changed in the twenty seven years Mandela spent in prison. When he was arrested by Pretoria's security forces in 1962, Harold Macmillan presided over Britain's political fortunes. Two years later, in late 1964, Winnie wrote to him to inform him that Britain's Labour Party, led by Harold Wilson, had come to power. This letter would not be given to him by his jailers until 1980, when Margaret Thatcher was in office at Downing Street, Ronald Reagan was about to win the White House and Francois Mitterrand was clearly headed for the Elysee Palace. In all these twenty seven years, the world had absolutely no idea of how Mandela looked, how different he was physically from the robust young politician who disappeared behind the high walls of incarceration in the early 1960s. Not until February 1990, when he walked into freedom, would the world have a fresh new sighting of him.It was the statesman Mandela who returned to the world of the living in 1990. He got down to business in a manner that suggested he had never been out of touch with it. He worked with FW de Klerk on a new constitution; he let people everywhere know that South Africa's rugby team, all-white in the apartheid era, would remain the country's pride. He travelled to other lands, letting their leaders and people know that his rainbow nation, turning its back on reprisal and recrimination, was on its way to being a society of inclusiveness through being an amalgam of black, white and coloured. He took charge as president, served a single term and then let a new generation take over.That was Nelson Rolilahla Mandela. In another day and age, he would be a prophet or a philosopher. And yet he was both, in the way he observed the world before stamping his moral authority on it, in our times.(Nelson Mandela was born on 18July 1918 and passed away on 5 December 2013)\n[email protected]",
        "headline_1": "Mandela: statesman missed by the world",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mandela-statesman-missed-by-the-world-1689780987",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "Betting and gambling are not permissible in Bangladesh. But that does not mean that there is no betting on sports in the country. From physical space, sports betting has largely shifted to the virtual world over the past few years. Now it takes place in the guise of online gaming like PUBG, Free Fire or through betting on different sports events. A large number of youths are getting addicted to online gambling day by day. And there are hundreds of betting sites, social media pages and groups that constantly air tempting advertisements of 'winning money'. The youths fall prey to such paid commercials and download the betting apps. Then they recharge their virtual wallet from mobile financial service outlets and easily take part in betting. The entire task seems to have become more comfortable with the availability of credit or debit cards. What is more alarming is that not just the urban youths who are spending their time and resourses to various online sports betting rackets. Rather, teenagers in villages are getting addicted to these online betting platforms. Most of these youths have smartphones. Earlier, they used to use it for watching YouTube contents and browsing social media platforms. But nowadays, they are often seen glued to their phones when a cricket match goes on, mainly to bet online. What prompts them most to bet is tempting advertisements. Some of these betting advertisements are targeting specific age-groups and regions of the country. And the advertisement techniques seem to be effective as more and more targeted audience in rural Bangladesh are reportedly using these sites. As their parents do not know what they are actually doing on the phones, they cannot take action against them. Of late, star cricketer Shakib Al Hasan has come under fire for appearing in a television commercial of a betting site, aired by a private TV station during a cricket match. Shakib eventually cancelled his agreement with the site but the effect it had on his fans was quite damaging. Online betting has been growing rapidly in recent years, and its tempting advertisements have led to this expansion. This has created a greater risk of gambling addiction and financial ruin. And if we want to save our younger generation from this addiction, we must stop advertisement campaigns run by the betting rackets. In a welcome move, the High Court has recently directed the Bangladesh Telecommunication Regulatory Commission (BTRC) to immediately block all visible online gambling websites so that they cannot advertise on digital platforms. Last year, the BTRC blocked a total of 331 online betting sites. But this could not stop online betting in Bangladesh. New sites are emerging every day with new advertising techniques. So, what Bangladesh can do is to ask international technology companies like Google Search Engine, Playstore, Facebook and YouTube to remove apps and links related to online gambling or betting. Besides, the current gambling law that dates back to the British rule does not cover online betting. It is one of the reasons for the lax penalty for online betting. So, there should be strict laws in the country to prohibit online betting. \n[email protected]",
        "headline_1": "Restricting online betting",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restricting-online-betting-1689781018",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2023"
    },
    {
        "full_article": "Swimming is an essential life skill. Everyone should learn and practise it. It is beneficial for your metabolism and the cardiovascular system. Besides, this skill helps you survive in water. Although largely unrecognised, drowning is the second leading cause of death for children under the age of five in Bangladesh. Each year, over 19,000 people in the country reportedly die from drowning. Of them, approximately 77 per cent are children below 18. The World Health Organization (WHO) points out that drowning is one of the world's most preventable, yet neglected public health issues. Despite this fact, most of us are still reluctant to learn swimming. The places where one can learn swimming is also decreasing day by day in Bangladesh. The scope for learning swimming is limited in urban areas of the country. If many oragnaisations and people of the country come forward and help children and adults learn swimming, it will be a noble initiative. In a welcome move, Bangladesh Shishu Academy recently published an advertisement of introducing swimming training to children. It is a laudable step that the academy will organise swimming training on its head office premises in Dhaka city from July 25 for children between 6 and 10 years of age. The training will be held in portable swimming pool, with separate arrangement for boys and girls. Following the academy, other organisations should step forward and make our children learn and practise swimming as a social movement. In this way, we can definitely save many lives from drowning. \nMA Islam, Dhanmondi, Dhaka, [email protected]",
        "headline_1": "Training children to swim",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/training-children-to-swim-1689781040",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-07-2023"
    }
]