[
    {
        "full_article": "Prime Minister Narendra Modi’s visit to Brunei and Singapore last week was part of a deliberate focus on India’s “Act East” policy by the government in its third tenure. Not since 2018, when ASEAN leaders were in India for a summit and the Republic Day parade, has New Delhi reached out to the region in such a short time span. He is expected to travel to Laos for the ASEAN-India summit, the Philippines, and Indonesia, later this year. In addition, New Delhi has laid out the red carpet for the Prime Ministers of Vietnam and Malaysia. The message to reconnect with each of the countries in South East Asia, and even forge new ties, is well considered and overdue. Mr. Modi’s visit was the first bilateral visit by any Indian Prime Minister. This neglect of ties with a country that has strategic ties with the U.S., trade ties with China, and is situated in the middle of ASEAN is telling. While India’s trade with the ASEAN region has doubled in the past decade, it has actually declined with Brunei, with India ramping up its oil imports from Russia since 2022. The two sides do not have a strategic partnership, although the leaders discussed defence and geo-strategic issues, and Mr. Modi took a veiled jab at China. The two sides renewed their space cooperation, which hinges on Brunei hosting an ISRO station, and it remains to be seen whether other discussions on trade, investment and energy cooperation will bear fruit. In Singapore, the spotlight during Mr. Modi’s visit was on semiconductors, given that Singapore is a major player in all parts of the electronics supply chain. As India seeks more technical expertise and investment in rare earths and chip making and Singapore seeks to defray some of the growing land and labour costs of its semiconductor industry, the two could make a perfect fit, also de-risking the process from U.S.-China-Taiwan tensions, American protectionist policies and Chinese predatory practices. This could also correct the drop in Singapore’s FDI levels into India.Hopes for more intense exchanges in technology, trade and investment can be realised only if the India-ASEAN engagement is more consistent. India’s exit from the ASEAN-led RCEP in 2019 was a blow, and cuts India out of a large regional FTA. While New Delhi has refused to revise the decision despite ASEAN’s entreaties, it must update the 2009 AITIGA and the 2005 CECA with Singapore. India’s commitment to “ASEAN centrality” on all strategic issues in the Indo-Pacific has been warmly received, but it needs to coordinate more closely on geopolitical issues including Myanmar, the South China Sea and Quad engagement. While India’s historical ties with the region date more than a millennium, modern ties need a periodic reset, as governments have carried out in the past with the “Look East” policy (1992) and the Modi government’s Act East policy (2014). Published - September 09, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nBrunei\n\n/\n\nSingapore\n\n/\n\ndiplomacy\n\n/\n\nASEAN\n\n/\n\nsummit\n\n/\n\nRepublic Day\n\n/\n\nThailand\n\n/\n\nIndonesia\n\n/\n\nVietnam\n\n/\n\nMalaysia\n\n/\n\nsemiconductors and active components\n\n/\n\nelectronics\n\n/\n\nChina\n\n/\n\nTaiwan\n\n/\n\nISRO\n\n/\n\noil and gas - upstream activities\n\n/\n\nRussia\n\n/\n\nUSA\n\n/\n\ntrade policy\n\n/\n\ndefence\n\n/\n\ninvestments\n\n/\n\nenergy and resource\n\n/\n\nforeign investment\n\n/\n\ntechnology (general)\n\n/\n\nJapan\n\n/\n\nAustralia\n\n/\n\nNew Zealand\n\n/\n\nSouth Korea\n\n/\n\nMyanmar\n\n/\n\nculture (general)\n\n/\n\nreligion and belief\n\n/\n\nIndia",
        "headline_1": "​Periodic reset: On India-ASEAN ties, ‘Act East’ policy",
        "headline_2": "India needs to engage with ASEAN consistently on trade and security",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bperiodic-reset-on-india-asean-ties-act-east-policy/article68618719.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "Following the disappointment of several near-misses in the recent Olympics, India’s best-ever show of 29 medals for an 18th place finish in the Paris Paralympics is reason to celebrate. From four medals and 43rd spot in Rio 2016 to 19 medals and 24th rank in Tokyo 2020, this is a significant ascent and depicts the Indian Paralympians’ constant improvement in sync with the increased government support. Since the challenges are different, it may not be fair to compare the achievements of the para-athletes with those in the Olympics. India’s performance in the 2024 Paralympics reflects its para-athletes’ quest for excellence despite the unimaginable odds they face. Of the seven gold, nine silver and 13 bronze medals, the majority (17 in all), came from para-athletics. The javelin throwers and high jumpers contributed the most, with four medals in different categories classified as impairments. Para-badminton (five), para-shooting (four), para-archery (two) and para-judo (one) completed the country’s medal tally. Shooter Avani Lekhara and javelin thrower Sumit Antil, who set a new Paralympic record, defended their gold medals, high jumper Mariyappan Thangavelu claimed his third successive medal, 17-year-old armless archer Sheetal Devi became the youngest Indian to win a medal and Harvinder Singh won the first para-archery gold.Preethi Pal bagged India’s first-ever track medal as she picked up a bronze in women’s 100m T35 event followed by another in 200m and Kapil Parmar captured India’s first para-judo medal. Nagaland’s 40-year-old Army man Hokato Sema, who shone as a shot putter despite losing a leg in the line of duty in the prime of his youth, cornered glory to underscore the indomitable human spirit. Overall, the spectators’ response to the Paralympics 2024 was heart-warming — organisers sold over two million tickets for the Games. The Stade de France witnessed a near-capacity crowd thronging the iconic venue daily to watch and support the heroic efforts. It was a huge encouragement for the 4,400-plus para-athletes competing in 549 medal events in 22 sports and might contribute to the growth and acceptability of para-sports. It complemented the French authorities’ attempt to make the Paralympics more inclusive, which is apparent from the emblem, mascot, and motto — Games Wide Open — used for the Olympics. The successful conduct of the Paris Paralympics and the Indians’ praiseworthy performance should draw more government and corporate support for these athletes in India to ensure improved shows on the field and a better life as part of the mainstream. Published - September 09, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nParis Olympics 2024\n\n/\n\nOlympics\n\n/\n\ndisabled\n\n/\n\nathletics\n\n/\n\nIndia\n\n/\n\nFrance\n\n/\n\ngovernment\n\n/\n\nwelfare",
        "headline_1": "​Wide open: On India’s Paralympians",
        "headline_2": "With more state support, Indian Paralympians are on a high",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwide-open-on-indias-paralympians/article68618666.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "High finance regulators like Sebi chief have a special responsibility to stay above suspicion \nMadhabi Puri Buch came to the job of Sebi chief with almost a halo around her – the first woman in this high profile, high responsibility post, a bright finance pro from the private sector who can make the regulator less fusty. But when she leaves office end of term, a cloud of intense suspicion will have replaced the halo. The only way she can change how this story ends is by voluntarily stepping aside, pending the results of an impartial inquiry she should ask for herself. \nMost public office holders, and indeed many in high profile private sector jobs, in this country view such a response as a strategic defeat. But if you are not guilty – Buch has insisted her financial transactions do not imply impropriety or conflict of interest – stepping aside is a strategic win. It shows confidence. Staying on the job as more and more questions of integrity swirl around, strengthens perceptions that something’s off. But the bigger reason Buch should take this course of action is that it is expected of a person tasked with keeping markets clean. \nRegulatory jobs in high finance have a sharper version of the Caesar’s Wife principle built into them. Even suspicions about the possibility of a conflict of interest must be avoided by those with power over market rules. The very nature of Buch’s job demands that she stops doing it for now. Those who argue against this will point out that so far markets haven’t displayed nervousness centred around allegations against the Sebi chief. There are two arguments against this. First, markets don’t have a moral dimension. Second, on the reasonable assumption that more questions about Buch may surface, markets may respond with apprehension if the quantum of suspicion hits a tipping point.\nThere are already three sets of questions on potential conflict of interest around three different business entities – Adani group, Wockhardt, ICICI – that were put under the regulatory lens by Buch-led Sebi. Perhaps, Buch’s actions in all cases were free of any bias, as she has insisted. But the best way to demonstrate that is by allowing an impartial inquiry to look into Sebi’s workings. And a Buch-free Sebi is precondition for a fair probe. \nBuch may be summoned by a parliamentary committee. That’s a good thing. In fact, Parliament, like US Congress, should question regulators often. But Parliament doesn’t have the power to ask Buch to step aside. If she can’t find in herself the moral courage to do the right thing, then govt should step in and do it.\n\n",
        "headline_1": "Step aside, Ms Buch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/step-down-ms-buch-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "Our para athletes’ great showing at Paris is a reminder of need to create more disabled-friendly spaces in India\nIndia’s excellent performance at the Paris Paralympics is testament to the calibre and dedication of our para athletes. With 29 medals – 7 gold, 9 silver and 13 bronze – our contingent delivered its best ever performance. Even more heartening is the fact that as many as 10 women have done India proud. Each medal winner represents an extraordinary story of triumph in the face of adversity. Take Sumit Antil. He repeated his Tokyo performance, winning a gold in men’s javelin (F64). Ditto for shooter Avani Lekhara, who became the first Indian woman to win two Paralympic gold.\nPerformance turnaround | Paris also reiterates how quickly a country’s sporting fortunes can change. As recently as London 2012 and Rio 2016, India had bagged just one and four medals, respectively. Increased funding and provision of resources by the Centre and corporate bodies has clearly made all the difference. This must be carried further since India participated in just 12 of the 22 sporting categories at Paris.\nIndia’s unfriendly environment | Amidst this success, let us not forget what our para athletes have had to battle, besides disability, to win glory. For, India remains a disabled-unfriendly country. The Rights of Persons with Disabilities Act, 2016 sought to make all public spaces disabled-friendly in five years, but its implementation has been far from satisfactory. The Centre has even cut budgetary outlays for schemes under the Act. It is hardly a surprise then that private buildings and transport systems have failed to fall in line, even in metro cities. The success of our para athletes should serve as a reminder that changing this would not just allow persons with disabilities to give their best but it is also what the country owes them.\n\n",
        "headline_1": "Up with the best",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/up-with-the-best-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "A case in Delhi HC reminds us why courts must carve out exceptions to defamation to protect women’s right to dignity & equality\nIn a recent interview with Indian shooter and Olympic medallist Manu Bhaker, a news platform came into controversy because of the nature of some of the questions posed by the interviewer. These questions focused not on her efforts or achievements, but her appearance, calling her “a beautiful, attractive female” and asking if there was any possibility of a romance with fellow Olympian Neeraj Chopra.\n\nSeveral social media users described the questions as sexist, and were sued for defamation by the interviewer, who also sought that the posts be taken down during the pendency of the suit. Delhi HC passed a circumspect order, opining that the plaintiff was justified in his request and ordered the removal of the posts. Reportedly, the court was persuaded by the fact that Bhaker herself did not express any discomfort with the interview. But is this correct?\nThe first question is whether it is relevant that Bhaker did not claim that the questions were offensive. It is not. For one, the issue was not the impact of the questions on the interviewee, but the nature of the questions, which is open to anyone to discuss. Secondly, sexism is not a private harm, but a public one, and all members of society have a legitimate interest in rooting it out from our public discourse.\nRead full article\n\n",
        "headline_1": "Law must not silence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/law-must-not-silence/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "Writing on International Vulture Awareness Day, Union environment minister argues GOI’s conservation efforts can increase the population of these critically endangered birds\nIn Ramayan, the mighty vulture king Jatayu rises as a symbol of sacrifice and courage. When Ravan abducts Sita, it was Jatayu who soared gallantly to rescue her. Despite his defeat, his effort remains etched in our cultural memory, a testament to the nobility of vultures. Before Jatayu succumbs to the wounds inflicted by Ravan, he tells Ram and Lakshman where Ravan had taken Sita.\nYet, today, the descendants of this noble bird face a dire reality. The very species that once inspired tales of bravery and selflessness is now on the brink of extinction. On International Vulture Awareness Day – celebrated annually on the first Saturday of Sep – there are more reasons than one to ensure that vultures continue to soar across our skies.\n\nVultures play a critical role in the ecosystem as nature’s most efficient scavengers, skilfully cleansing the landscape of decaying carcasses. In doing so, vultures clean the ecosystem of dead animal matter and reduce the spread of disease.\nTheir unique ability to digest even the most toxic of pathogens like rabies and anthrax, shields our entire ecosystem from outbreak of epidemics. In the absence of these scavengers, our natural world would be susceptible to the spread of dangerous pathogens.\nA total of nine species of vultures are found across India. Each of the nine species, from the widespread white-rumped vulture to the forest-dwelling red-headed vulture, has a unique place in the ecosystem. Other species such as the Himalayan griffon and the bearded vulture are typically found at higher elevations in the Himalayas, while the Egyptian vulture is found nearly all across the country. The slender-billed vulture lives in the northern plains and Assam valley, while its close relative the Indian vulture is distributed across central and peninsular regions of India. Two other species, the cinereous and the Eurasian griffon, are winter visitors to our land.\nRead full article\n\n",
        "headline_1": "Saving those who save us from epidemics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/saving-those-who-save-us-from-epidemics/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "Yet again, the workers of a shipbreaking yard have suffered serious injuries in Chattogram's Sitakunda upazila. On Saturday, an explosion took place in SN Corporation's shipbreaking yard leaving 12 workers with severe to moderate burn injuries. Of them, 10 are said to be in critical condition. The incident happened when the victims went to inspect the fuel tank in a scrapped ship's engine room, as per a report by this daily.\nOver the last two decades, such incidents have become quite common, taking the lives of 257 workers in total. This shows how precarious this profession has been. Of the 30 to 35 shipbreaking yards currently operating in Sitakunda, only four have green compliance certificates, which are issued based on the criteria of environmental friendliness, workers' safety, and the working environment of yards. While it is not clear yet what caused the latest explosion, the question remains whether responsible government bodies properly carry out inspections at the shipbreaking yards.\nAs various reports reveal, these yards are notorious for their hazardous work conditions. Workers often lack proper safety gear, handle toxic material unsafely, inhale dangerous fumes on scrapped ships, and work long hours without necessary intermittent breaks. Although the Bangladesh Ship Recycling Act 2018 and the Ship Breaking and Recycling Rules 2011 set out the rights of workers and the required work conditions and training that their employers and yard owners must provide, enforcement of these legal instruments remains a big concern, as evidenced by the frequency of workplace injuries and fatalities.\nIt has been six years since the Bangladesh Ship Recycling Board was formed per the 2018 Act to ensure overall supervision and evaluation of ship recycling operations, among other things. But to date, this board remains inactive. The imperatives of insurance benefits for workers and punishment for law violators following regulation inspections are also facing the same stagnation. We are told that a three-member committee has been formed to probe Saturday's incident, but we urge the government to take comprehensive measures to prevent such incidents from occurring again. For that, a speedy implementation of the 2018 law to ensure shipbreaking workers' safety and wellbeing is vital.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Workers’ safety must be prioritised",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/workers-safety-must-be-prioritised-3697606",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "On August 3, when Nahid Islam made his announcement from Central Shaheed Minar regarding the one-point demand for Sheikh Hasina to step down, he also said something important that might've gotten lost in the clamour. Nahid's call to build a new political settlement where no dictatorship can ever take root again is one that will eventually be vital for the future of Bangladesh.\nIn the aftermath of the Awami League government's ouster, it takes scant reflection to realise that the political settlement that has existed since the revival of democracy in 1991 has categorically failed. The BNP's repeated refusal to hand over power to neutral caretaker governments in 1996 and 2006 followed by the Awami League's death grip on the nation for 15-plus years stand testament to this failure.\nThe period since 1991 has seen repeated attempts by whoever is in power to silence, imprison, and neutralise whoever is in the opposition. While this lack of trust and goodwill among politicians has weakened the country's democracy, all of this was done with a disdain for public welfare. Governments at certain points did oversee the physical and human development of the country, but whenever it came down to a choice between public safety and the continuation of the incumbent's hold on power, the latter was chosen. From forming partisan election commissions to conducting sham elections, and then lying to the public through their teeth—this treatment has been the norm for decades now, so much so that a vast part of society started to get used to it.\nUnlawful apprehensions by government-backed law enforcers, criminal activities by student and youth wings of the ruling political parties, and corruption in the bureaucracy went unchecked. There has always been an air of inevitability in all of this, that this is how the powerful in Bangladesh are supposed to treat the powerless. Unless one wishes to turn from an innocent bystander to a victim, they had better stay quiet.\nAll of this points to a prevailing lack of respect for the ordinary people among the ruling class in Bangladesh. Whether or not this disrespect is a result of weak democracy, or if the weak democracy is a result of the disrespect, can be debated like the chicken-and-egg problem. But the differing levels of tolerance for this disrespect is a good place to start if we want to understand why the buck stopped with this new generation, whose legitimate demands—met with disdain and disproportionate force—became a catalyst for a mass uprising, the first of its kind since 1990.\nBefore delving into the politics that might be acceptable for the new generation, let us try to understand who they are as people. Popular discourse enjoys exploring the vocabulary of Gen Z and marvelling at their courage and indomitable spirit, but looking at the root of these things may be a more productive venture. Solely focusing on how the Gen Z is different from the rest of society—and even exoticising them—is counterproductive in the sense that it creates an artificial barrier for the rest of us to realise and internalise the values that helped them achieve the impossible.\nWe must not forget that the new generation is only a younger version of us—they are our younger siblings and our children. Yes, their world has been shaped differently by access to the internet from early childhood, but what exactly is the effect the internet has had on them? What part of their humanity did it kindle that they were able to uproot the evil spirit of autocracy that had descended upon this country, that many others before them failed to even stand up to?\nHaving spent a considerable part of my career working at a youth magazine, working with people born right before or after the turn of the millennia, and being born in that same period myself, my observation of this generation is that their sense of individuality is strong. The internet allows everyone to be a person defined by their own interests and beliefs, as opposed to a person shaped—or limited—by their surroundings and physical reality. This is, of course, not universal and should only be thought of as a trend in opposing directions for people of different generations. However, this stronger sense of self leads directly to a stronger sense of self-respect, and with young people, that is what makes the buck stop.\nYoung people have wider horizons from which to draw their context, and for them, all the injustices that their parents have grown used to are injustices that have no place in the world. When they make an honest effort to do away with these broken systems and their voices aren't heard, when they are misled, lied to, attacked with the unlawful yielding of laws and guns, they do not have the appetite to stand and accept that. You push a person with self-respect too far, and they strike back. You push a generation like that too far, and empires fall.\nSo what does all of this tell us about the politics of tomorrow? Politicians need to stop thinking of those they wish to govern as their servants, and learn to think of them as their employers. Anyone with a job will know that employers require appeasement, and employees need to be wary of the mood of their employers and work to maintain its balance. Most importantly, the employer's authority demands respect.\nPoliticians need to start understanding that the loud, unnecessary, intrusive politics that we know today needs to become the politics of the past. Holding up traffic for a party anniversary while regular people suffer is a form of disrespect. Covering every possible surface in public buildings and busy intersections with the unwelcome faces of politicians and the seven generations of underlings they sponsor is a form of disrespect. Going on TV and calling press conferences only to spew laughable lies disrespects the public's intellect. Getting elected through free and fair elections only to turn around and gut democracy so your power goes unchallenged is possibly the worst form of disrespect there is, and the politics for the new generation has no space for it.\nWhat direction our politicians choose to go is up to them, but for the next few decades, whether or not politicians keep their jobs will be determined by the voting public, who will be largely made up of the Gen Z, the Gen Alpha, and those that come after them. It is the responsibility of this interim government, and active politicians, to work towards building a political settlement that espouses an attitude among politicians where they prioritise and respect their constituents. Fair electoral practices and financial accountability and ethical standards for politicians need to be codified with this premise in mind.\nWe have already seen how the new generation reacts to injustices. If our politicians of the future decide to test these people again, they will do so at their own peril.\nAzmin Azran is a journalist at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What politics for the new generation should look like",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-politics-the-new-generation-should-look-3697476",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "It has been precisely one month since the interim government, led by Dr Muhammad Yunus, took office following a series of traumatic and dramatic events that tragically claimed more than 700 lives throughout July and August 2024. With its hopeful outlook and promises, the interim government has come to power to create an enabling framework for election for peaceful power transfer and sustainable economic growth that the nation's 170 million people aspire to see.\nThe student-led movement, a powerful force that has significantly reshaped the social ecosystem and public attitudes towards governance, politics, and security, has inspired hope and optimism. It has shifted the balance from elite and partisan entitlement to a more inclusive society. One must be mindful that all the grievances were and are still written on the wall.\nPeople, particularly the youth, have put remarkable trust in the new government despite the past regime's infrastructural boom that widened disparity and encouraged the culture of kleptocracy. The anti-discrimination movement, led by the students under unforgettable gun-points and state-sponsored hostilities on the grounds, supported by the opposition parties, participated by the mass public and the remittance earners, and aided by the military, resulted from apolitical and rational demands reflecting the dire socio-economic crises.\nSo, what do we get from the agony of the past, hope of the present, and expectations for the future? The simple answer is \"reform\".\nHowever, the interim government faces challenges on the path to reform due to the complexity of the political situation.\nFirst, reform is a painful process and is often seen as unpopular when it begins with political institutions. In a rare historical situation, a civil government in Bangladesh took on its responsibilities when political institutions were almost non-existent and state institutions had been converted into partisan clubs. The existing political vacuum, hence, is more profound than one would expect.\nBangladesh Nationalist Party (BNP) is gradually reforming and rejuvenating itself, which will take some time. Jamaat-e-Islami is working to address the barriers imposed by the previous government. A political party to be set up by the students to sustain the movement's spirit is gradually gaining prominent space in public discourse, underscoring their continued influence on the new political landscape.\nThe debate about the nature of future elections—whether they should be inclusive and fair, or participatory and credible—will unfold in the coming days. The ultimate goal of the interim government should be to create an environment conducive to elections. At some point, whispering campaigns from the messiahs of textbook democracies or a neighboring country to hold an \"inclusive election\" will pop up, even though Awami League is tainted by an unforgivable past and crimes against humanity.\nCeteris paribus, a critical mass of the population, the students, or the two main political parties, BNP and Jamaat-e-Islami, will congruently exclude the AL and forge their own paths. Nonetheless, both parties have reaffirmed their public commitments to support reforms.\nThe necessary constitutional reform to ensure fair elections will be challenging due to varying public expectations and differing ideologies among political parties. Our political culture has not yet reached a point where the public can be confident that future governments will continue the constitutional reform efforts initiated by the interim government. The key focus here is to achieve political consensus on the ideological underpinnings of the parties. The left, right, far-right, and the left-right must agree on a state ideology reflecting the public aspirations. The sooner the national consensus is reached, the better the electoral and political reform prospects.\nSecondly, reforming public institutions is equally necessary. Dr Yunus's cabinet has promptly initiated public sector reforms with the students' support. The focus should be on uprooting the kleptocratic structure. Given our past experiences, it would be wiser to have a limited agenda for reform rather than expanding extensively.\nThe interim government has logically not yet determined its life span for handing power over to an elected government. It has to be pragmatic about its course of deliverables to the public. The longer it stays at the helm of power, the greater the perils and crises it will embrace. Nonetheless, there is no alternative to radical but pragmatic thinking. It should now confine its reform agenda to the economy: banking, investment climate, energy, social safety network, education, and law enforcement.\nThe judiciary and the accountability institutions such as the commissions for elections, public service, university grants, and anti-corruption need fundamental but organic overhauling. Independent commissions for the police and media are essential to restoring public confidence in these two crucial pillars of society. Its breakneck speed in repairing these institutions has garnered public support.\nHowever, the present government's success would lie in finding the right human resources to replace the subservient ones and, indeed, in how the advisers perform beyond their political prejudices. As we hear, the politics of grasping on to power have returned at the grassroots level, denoting a need for radical responses.\nExternal and internal instigations will keep the security environment volatile, whether in the labour sector, communal harmony, the Chittagong Hill Tracts and the Myanmar front, or cyber domains. The key to the solution lies in coordination between the present government and the political parties. Mob rule, media trials, bulldozer justice, and social media disinformation and misinformation continue to dent public psychology.\nIt is imperative to urge students to resume classes and the public to return to regular life, enabling them to express their voices through rights, institutions, and political sanity. The interim government must not allow the glory of the precious student movement to be tarnished by fringe elements and toxic precedence.\nIf we want history to recognise the \"anti-discrimination students' movement\" as a revolution, we must be fully prepared to embrace radical and profound ideological and cultural shifts. But of course, as Audre Lorde said, revolution is not a one-time event.\nShahab Enam Khan is professor of international relations at Jahangirnagar University.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Reflecting on one month of the interim government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/reflecting-one-month-the-interim-government-3696686",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "Women comprise half of the country's population, yet they still lack equal access to the formal workforce. In the informal sectors, such as household work and rural farm and non-farm activities, they play a vital role that often goes unrecognised. There is, however, hope that the situation will gradually improve as more and more women are joining the mainstream workforce. Over the past decade, Bangladesh has witnessed a quiet but powerful transformation in its agricultural sector. Women are now stepping forward from management of household chores to undertaking of commercially run small and medium farming enterprises across the country. This shift is not only altering the face of agriculture but also changing the dynamics of the labour force, where females are increasingly outpacing their male counterparts in participation and entrepreneurship. According to the Bangladesh Bureau of Statistics (BBS) Labour Force Survey (LFS) 2022, women aged 15 and above now account for 26.2 per cent of the agricultural workforce, compared with 19.2 per cent of men. This represents a significant 7-percentage-point gap, with women taking the lead in agriculture and its sub-sectors, including poultry, livestock, fisheries, and horticulture. A recent report published in the Financial Express shed ample light on the success stories of female agro-entrepreneurs. The story of one woman entrepreneur highlights the scope of this transformation. Starting with a modest cattle farm, she has expanded into a thriving enterprise with croplands, fisheries, and livestock. Her journey, along with countless others, signals a broader trend of women turning household farming into commercial operations. Women, often viewed as supplementary contributors to family farming, are now the driving force behind many agricultural enterprises. This not only increases their economic independence but also empowers them to take control of their lives and play important roles in their communities. Women's growing participation in agriculture is also important to meet the shortage of farm labourers as most of the male farmers are migrating to urban areas or abroad with the hope of earning more money. Here, women can fill the vacuum left by their male counterparts. Analysts believe that this gender shift in agriculture can further boost Bangladesh's agricultural productivity, provided women's capacity is continually upgraded. Various stakeholders-including local startups, banks, and international organisations-are already stepping in to support these efforts. Companies like iFarmer are facilitating access to finance, inputs, and markets, ensuring that women farmers have the resources they need to grow their businesses. These collaborations are dismantling long-standing barriers that have held women back.In today's world, women are seen as active agents of change. The increase in the number of women in farming and entrepreneurship is just one example of how women are overturning long-standing gender norms that have confined many to household chores for generations. As women continue to cement their foothold in various sectors, it is essential to address the obstacles that may hinder their progress, such as the gender pay gap and sexual harassment. Moreover, to sustain this momentum, government agencies, commercial banks and development partners must intensify their efforts to provide the necessary support. Thus women's access to the same resources and opportunities as their male counterparts can be ensured. Training, access to technology, and financial inclusion are crucial to helping their transition from small-scale operations to larger, more impactful enterprises.",
        "headline_1": "Women in agriculture: Breaking barriers, shaping futures",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/women-in-agriculture-breaking-barriers-shaping-futures-1725803813",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "The finance and commerce adviser to the interim government Dr Salehuddin Ahmed on Saturday last told the media that the government is going to crack down on the corrupt tycoons in the financial sector. Earlier, on September 5, too, in a similar vein, following a meeting with buying house representatives at his office, he told journalists that a task force would be constituted to retrieve the money stolen, laundered and taken overseas. Like all the advisers of the one-month old interim government headed by Nobel laureate Dr Yunus, the finance adviser, too, talks tough when it comes to dealing with the financial irregularities and crimes that gained notoriety in the past and demand matching action to address. Obviously, it is the revolutionary mandate thrust upon them by the August 5 student-led uprising that has given them the strength of their conviction. Also, since, unlike the public leaders and bureaucrats of the past government, they have no personal axe to grind; they are able to take a tough stance on various issues of concern. No doubt this is a plus point for the cabinet members of the interim government. But given the nature and magnitude of the challenge they are faced with, they need more than just good will and honest intent to fulfil their missions. For instance, the possessors of ill-gotten wealth they are promising to take on are also powerful people. The source of their power is, again, money- the dirty money they amassed through corruption. They can always use the same dirty moneys to vitiate efforts to hold their owners to account. So, how is the interim government going to catch these big guns as many of them are not fugitives, but well-known public figures active in society? Needless to say, the instruments to be used to apprehend them are the same old ones such as the Bangladesh Financial Intelligence Unit (BFIU), the Anti-Corruption Commission and the police that the immediate past government also used in its so-called drives to tackle graft, money laundering and financial crimes, etc. But these instruments did not work in the way they should have in the past. Why did the members of these corruption-fighting bodies fail to do their bit in the past? The easy argument in support of their past failures is that their previous political bosses did not allow them to perform their duties properly. But the uncomfortable truth is, barring a few exceptional cases, most of them proved to be willing partners of their administrative or political bosses in their corrupt practices. One may recall at this point the overenthusiastic police officials who dealt with peaceful street protests with disproportionate force. Their argument, as always, was that they had to obey their superiors! That is a lame excuse to justify the homicides they committed. For, no government servant is bound by law to follow any order from their superiors that is morally reprehensible. The principle applies also to the operatives of the government bodies formed to fight graft and other financial crimes. In that case, one can assume that the functionaries of these different crime-busting outfits have not meanwhile been able to transform themselves into incorruptible and efficient officials overnight following the political changeover. That is an undeniable truth, even if some may like to claim otherwise. So, the leaders of the interim government will be required to be more circumspect about the promises they would make from time to time. The government machinery they would use to implement their challenging tasks has to be foolproof. To see some degree of success, the interim government will be required to do some housecleaning before these apparatuses for fighting corruption and graft can be used to fulfil their lofty goals.  Under the circumstances, the leaders of the interim government will also have to first find out the officers in these orgnaisations who are known for their professionalism and integrity. Ironically, the biggest challenge before the interim government is to implement a revolutionary agenda with the help of a government machinery, the bureaucracy, to be particular, which is a legacy of the past they want to change and build a new nation! However, to start with, they will have to depend on whatever resources they have in hand at the moment. They also need to develop fresh tools including training manpower to be up to the challenge they are faced with. It is, of course, commendable that there is a sense of urgency in their utterances about the tasks to be done. They should take their time to develop the required manpower and hone their skills, if necessary, with the help of external training resources. The mass people who put them in power are willing to give them the time they need to complete their mission. So, there is no reason to hurry. Given our past experience, elected governments often serve the vested quarters they owe allegiance to and not their actual constituency, the mass people. Small wonder that the phantoms of the colonial past never left them. So, before it is business- as-usual under an elected government, the nation should not miss this revolutionary opportunity to make some structural changes in the administrative machinery so that it becomes efficient, can deliver and is people-oriented. So, more than undertaking to meeting the long-term goals of ridding the administration of corruption, graft and various systemic irregularities, which will require a prolonged crusade, the immediate task before the interim government should be to restructure the administrative machinery so that the future governments may accomplish the remaining reform to the system.[email protected]",
        "headline_1": "Restructuring govt machinery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restructuring-govt-machinery-1725803850",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "The attack in two spells on Dewanbag mazar (shrine) followed by vandalism, looting and arson adds a new dimension to the growing intolerance to diversity of faith, opinion, sectarian 'otherness' and practices. In fact, the rising intolerance is conversely proportionate to the tolerance and laxity shown to the forces responsible for leading the attacks. If the fall of the authoritarian and repressive government has ushered in a desirable liberal environment, it has also made enough space for religious extremists and militant groups to sneak in and upset social stability and harmony. The Students Against Discrimination (SAD) forum that has spearheaded the movement leading to the fall of Hasina government has derived its strength from the Ganotantrik Chhatra Shakti. The latter has maintained that it wants to steer clear of the secular-autocracy and Islamic-autocracy political binary in order to build a Bangladesh where people irrespective of their religious beliefs including atheists, liberals and religious conservatives can co-exist peacefully. However, developments are contrary to such a wish list. It is not just the religious minorities who have reportedly come under attacks in as many as 205 incidents in 52 districts, 70 indigenous families across five districts in the country's northern area also fell victim to such attacks. Reportedly, transgender people were similarly attacked. The underlying idea is that anyone different from the attackers or with an identity of otherness has no right to live in this country. Such attacks are, therefore, counter to the very principle of anti-discrimination on which the student movement was built on. The latest attacks on Dewanbag shrine is, however, not the only of its kind. On August 25, the Aynal Shah Dargah shrine in Sonargaon was also destroyed. Such attacks are not isolated from the concerted demolition drive against statues, sculpture and murals including the statue of Venus on the Shashi Lodge compound that survived the 1971 war, the Lady of Justice on the apex court premises, the Swadhinata Sangram Vaskarjya on Fuller Road, 500 works of sculpture at the Mujibnagar Liberation War Memorial Complex. Also the earlier attacks on Sufi shrines make it clear that the co-existence of different sects within the same belief is opposed and denied. In this context, the interim government's policy on aggressive fundamentalism, terrorism and militancy needs to be clarified in clear terms. Soft-pedaling may prove disastrous ultimately. Some of the developments are particularly worrying. The release of the supremo of a dreaded Al-Qaeda-inspired militant outfit recently is indeed a cause for serious concern. Similarly, Sweden Aslam, a top terror in the country was released on bail on September 3 last. There are other instances of perceived leniency towards elements or groups not particularly known for their records of defending the causes of democracy, secularism, liberalism and intellectual enlightenment. All this has had a very adverse influence on the mental makeup of the uninitiated. At a time when law and order is yet to be restored, many feel prompted to settle personal old scores. Even the anti-social elements are enthusiastic to make the most of the situation. With the widespread anarchy prevailing, the level of intolerance is also crossing the limit. Internecine feuds within a group or party leading to deadly clashes have been reported as well. On Saturday, a leader of the Bangladesh Nationalist Party (BNP) was beaten to death by his rivals in Kaliganj of Gazipur. Another leader of Narayanj was also severely beaten by rival factions on the same day. The political vendetta is, therefore, not confined to inter-party rivalry but has vitiated the intra-party relations too.Evidently, the social environment is overcharged with conflict and advancement of selfish cause with an eye on political dividends. No lesson has been learnt from the reversal suffered by the previous regime. Indiscretion blatantly exposed at the level of the elders may have influenced the young ones to resort to such violence as striking a principal of a college with a hammer to have his resignation paper signed. Intolerance has seeped into different layers of an already divided society. Quite rightly, this issue emerged as the most daunting one before the interim government during the deliberations the chief adviser had with the editors of newspapers. National unity in diversity will be the hardest objective to achieve. [email protected]",
        "headline_1": "Society riven by intolerance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/society-riven-by-intolerance-1725803922",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2024"
    },
    {
        "full_article": "Parental awareness about baby food is crucial. As children grow older, many parents lack knowledge about which foods are beneficial and which are harmful. Some may know but fail to prioritise this due to time constraints or other occupations. It is essential to remember that a child's physical and mental development depends on their diet. Therefore, parents need to be aware of what foods their child is consuming.If a child becomes accustomed to unhealthy foods such as chocolates, chips, ice cream, and sour-salty-sweet pickles, it can be disastrous. These foods are often processed and lack essential vitamins, making them harmful. Regular consumption of such foods can lead to various symptoms in children, including lack of sleep, dizziness, restlessness, forgetfulness, inattention to studies, reluctance to eat home-cooked meals, and addiction to non-productive activities. Additionally, these foods can cause serious health issues.Parents play a crucial role in their child's condition because the family is the first institution responsible for a child's development. Therefore, it is important for families to minimise the consumption of outside food and prioritise healthy, home-cooked meals. Family awareness and effort can help a child grow a healthy dietary habit. Nowreen TabassumStudent East West University, Dhaka ",
        "headline_1": "Cut back children's junk food consumption",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cut-back-childrens-junk-food-consumption-1725803937",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-09-2024"
    }
]