[
    {
        "full_article": "Initial estimates for India’s external trade performance in May are a harbinger of even tougher times ahead. The 10.3% decline in goods exports marks the fourth successive month of contraction in outbound shipments and the sixth such occasion in eight months. May’s $35 billion export value is only 0.8% over April’s figure that was a six-month low. Barring electronics exports, which grew healthily year-on-year as well as sequentially, exporters across sectors had a tough month. Engineering goods that make up over a quarter of India’s goods export basket, contracted for the 11th month in a row, while the employment-intensive textiles sector shrank for the seventh straight month. The 30% decline in petroleum exports (the seventh contraction in eight months) may largely be due to cooling global prices that are also affecting other commodities’ export values, if not volumes. After a 6.7% rise in 2022-23, goods exports are now down 11.4% over the first two months of this year. The current estimate of $25.3 billion for May’s services exports is quite sobering as well.A 26.7% boom in services exports last year had helped narrow the steep goods trade and current account deficits amid surging global prices of commodities such as oil and fertilizers whose imports are inelastic for India. The trend reversal in that pace of growth began this March and has accelerated to a critical point with a mere 0.7% rise in global services receipts in May. The global slowdown that had clearly hit consumer demand for products, now appears to be infecting the appetite for services too. With IT companies slashing guidance and benching fresh recruits, some impact on domestic demand is visible and may intensify in coming months. Core imports (excluding oil and gems and jewellery) have contracted 5.5% so far in 2023-24. Overall goods imports are down over 10% through April and May, after surging 16.5% last year to $714 billion. May’s $57.1 billion import bill was just 6.6% below 2022 levels and almost 14% over April’s figure which had been the lowest in 15 months. This has lifted the merchandise trade deficit to a five-month high of $22.1 billion. Last month, the Commerce Ministry had expressed hope that demand from key markets may revive from August or September. Now, it believes the trend may improve from July or August. It has again cited the World Trade Organization global trade growth upgrade from 1% to 1.7% for 2023. Even if that were to fructify, it is far from the 2.6% growth averaged in the last 12 years and the respite for India may be limited. A ‘business as usual’ approach will not suffice any more to keep this key growth engine of the economy firing.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\ntrade policy\n\n/\n\nexports\n\n/\n\nelectronics\n\n/\n\nfertiliser\n\n/\n\njewelry\n\n/\n\noil and gas - upstream activities\n\n/\n\nIT/computer sciences\n\n/\n \ntextile and clothing\n\n/\n\nmanufacturing and engineering",
        "headline_1": "Shifting sands: On India’s external trade performance",
        "headline_2": "Before things get better on the trade front, they may get worse",
        "link": "https://www.thehindu.com/opinion/editorial/shifting-sands-the-hindu-editorial-on-indias-external-trade-performance/article66976850.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Festering communal tensions in Purola in Uttarakhand, nearly 400 kilometres north of Delhi, have resulted in the fleeing of most of the town’s handful of Muslims. A clutch of self-styled protectors of Hindu interests had called for a congregation on June 15, which was cancelled at the eleventh hour, even as the Uttarakhand High Court asked the State government to ensure that law and order was maintained. Tensions arose from an alleged attempt by a Muslim man to kidnap a minor Hindu girl from the town, on May 26. The man and his Hindu friend were arrested, and the incident soon became the new war cry for outfits that have been peddling the notion of love jihad, an alleged Islamic scheme to entrap Hindu girls in liaisons. Muslims in Purola became the target of a social boycott, and Hindu landlords were reportedly forced to evict their Muslim tenants. Several such incidents of targeting interfaith relationships have been reported in Uttarakhand in recent months. In a rather bizarre case, an interfaith couple had to call off their marriage even after their families had agreed to their match. Individual rights and choices are being trampled upon by hooligans who claim to protect community interests, a trend that is a serious threat to the rule of law and social harmony.The Chief Minister of Uttarakhand, Pushkar Singh Dhami, has amplified the hate rhetoric of love jihad in recent months even as these disturbances continue. He also ordered the demolition of over 600 tomb shrines associated largely with Muslims, on grounds of encroachment of public or forest land. He has promised strict action against the so-called love jihad and a vaguely framed ‘verification drive’ of people to keep the State free of disturbances. Meanwhile, random organisations that seek the cleansing of ‘devbhoomi’ — a reference to Hindu shrines in the Himalayan State — of other faiths, are finding the ruling party’s tacit or direct endorsement. A demand for excluding Muslims from the businesses associated with the Chardham pilgrimage circuit is also being given a sympathetic hearing by the administration. Since 2017, Uttarakhand has been in the news for campaigns and hate speeches against people from the minority community, which has been noted by both the Supreme Court of India and the High Court. The State should remain impartial in enforcing the law. The criminal case of attempted kidnapping in Purola should be investigated quickly, and nobody should be allowed to make use of it to propagate communal politics. The leaders should be fair and impartial, and be seen so.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUttarakhand\n\n/\n\nhate crimes\n\n/\n\npolitics\n\n/\n\nminority group\n\n/\n\ncrime\n\n/\n\nkidnapping\n \n/\n\narrest",
        "headline_1": "Mounting tensions: On the threat to social harmony in Uttarakhand",
        "headline_2": "Criminal cases should not be allowed to take a communal colour",
        "link": "https://www.thehindu.com/opinion/editorial/mounting-tensions-the-hindu-editorial-on-the-threat-to-social-harmony-in-uttarakhand/article66976967.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "As Modi gets set to meet Biden, with both worried about Xi’s aggressiveness, they must recognise that a stable world also needs an India-US-China conversation:\nA combination of hype and hope has always defined PM Modi’s visits to the United States. Despite the worrisome and divisive domestic political environmentin both countries there is every time much talk about a meeting of minds between the two great democracies. This time excitement has been generated about Uncle Sam lining up toys for the boys.\n\nSome claim this as a new American ‘exceptionalism’ towards India. The ‘exceptionalism’ in fact began with the nuclear energy deal that PM Manmohan Singh signed off on in 2006.\nRead full opinion on TOI+\n\n",
        "headline_1": "Geopolitics: Takes three to tango",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/geopolitics-takes-three-to-tango/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Norms are needed, but data institutes that rank nations must go beyond their tiny North Atlantic clique:\nThe Press Freedom Index released last month by Reporters Without Borders (known by its French acronym RSF) had yet again raised eyebrows with India dropping to a rank of 161 (out of 180 countries) from 150 in 2022.\n\nIn common with several such opinion-based rankings, this index too stretches credibility by placing India below conflict-ridden countries such as Sudan (148), Pakistan (150) and even Afghanistan (152). This article looks into the source of these systemically biased reports, and shows that it is part of a well-coordinated web of global funding that is deliberately hardwiring certain agendas into the way the world works.\nRead full opinion on TOI+\n\n",
        "headline_1": "How a handful measures the world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-a-handful-measures-the-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Russia’s likely delivery of tactical nukes to Belarus will set a dangerous, destabilising global precedent:\nThat Belarus will be taking delivery of Russian tactical nuclear warheads soon – its President Lukashenko says within days while Putin has suggested early July – represents a serious blow to the non-proliferation regime. The deal to transfer the nukes was announced in March against the backdrop of the Ukraine war where Belarus has served as a launchpad for Russian troops. Both Moscow and Minsk say that the move is in response to growing western “threats” and liken it to the deployment of US nuclear weapons across Nato bases in Europe since the 1950s. But this is a disingenuous argument for two reasons.\n\nFirst, the US nuclear warheads in countries such as Belgium, the Netherlands, Germany, Italy and Turkiye are kept in vaults with Washington keeping the Permissive Action Link codes to arm them. Today, those deployments – a legacy of the Cold War – represent no change in the security posture of the host nations.\nBut in the Belarus case, while Russia says it will retain control of the deployed nukes, there is no guarantee of this. Not only is Belarus an autocratic state, Lukashenko himself has said that he wouldn’t hesitate to use the nukes in case of aggression against Minsk. Second, the transfer is taking place when Russia and Belarus are active participants in an ongoing war. This sets a horrible precedent with potentially catastrophic consequences for the world. Hypothetically, the US could station nukes in Taiwan in the event of a conflict between the island nation and China, dramatically changing security equations in East Asia. After all, there is already significant chatter about including Taiwan in the US nuclear umbrella. That could seriously up tensions across the Taiwan Strait with China.\nThus, it makes sense for the world to preserve the post-Cold War nuclear arms control architecture. India and China, which retain influence over Putin and have already made their disapproval of the use of nuclear weapons in Ukraine known, should rein in Moscow from making the nuke transfers to Minsk. New Delhi knows too well the risks of living next to an unstable, nucleararmed neighbour. It should take the lead in talking Moscow out of its dangerous move.\n\n",
        "headline_1": "Hotspot minsk",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hotspot-minsk/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Maharashtra now has five political parties with electoral clout, and will host a real humdinger of a battle:\nPolitical advertisements are today a useful lens to view the unsettled state of Maharashtra politics. The first of this week’s advertisements seemed to show one-upmanship between CM Eknath Shinde and his deputy Devendra Fadnavis. The next one tried to project that the Shiv SenaBJP alliance is harmonious. Next week’s advertisements around Shiv Sena’s foundation day on June 19 are likely to be about whether the Shinde faction or the Uddhav Thackeray faction is the “true” inheritor.\n\nJuxtapose political advertisements with the series of low intensity communal flare-ups Maharashtra has witnessed for a few months, and there’s a sense that the political positioning is an expression of an underlying social churn. These changes are complex, but a useful way to get a sense of what’s happening is to look at the unprecedented ideological fluidity in political alliances. Let’s go back to the 1995 assembly elections. This was a watershed as the Shiv Sena-BJP alliance formed the first real non-Congress government. Subsequently, the Congress split but the two ideological poles for the next two decades were Shiv Sena-BJP and Congress-NCP. Even if they fought assembly elections without an alliance, 1999 and 2014, post-poll alliances coalesced around similar ideological anchors.\nThe 2019 assembly elections followed by the rupture between Sena and BJP, and the subsequent formation of MVA, further fragmented political coalitions but with a difference. From a predominantly four-cornered contest, the next election will have five parties with the clout to make a difference. Also, remember that smaller parties were never really unimportant. They have been necessary to sometimes cobble majorities over the last three decades. We now have three parties that use Hindutva as an ideological anchor but are not on the same side, and two who feed off the erstwhile Congress vote base. The long-delayed civic elections, particularly for BMC, should be the first indication of how the state’s politics will evolve. In addition, the gradual build-up of communally charged campaigns by the Sakal Hindu Samaj indicates that the Hindutva political plank itself is in the throes of change.\n\n",
        "headline_1": "The Maha in Bharat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-maha-in-bharat/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Anyone with a remote interest in international affairs couldn't miss the September 26, 2022 explosions that blew up sections of the Nord Stream 1 and 2 (NS 1 and NS 2) undersea pipelines carrying gas from Russia to Germany. Both NS 1 and NS 2 run under the Baltic Sea through international waters. Three explosions occurred within the Swedish Exclusive Economic Zone while a fourth was within the Danish Zone. Both prime ministers took this as an incident of sabotage. European Commission President Ursula von der Leyen went as far as warning that attacks on \"European energy infrastructure\" were \"unacceptable.\" The Kremlin also didn't rule out sabotage as the cause of the explosion.\nNotwithstanding his promise on February 7, 2022 – at a joint news conference with German Chancellor Olaf Scholz at the White House – to \"bring an end\" to the pipeline, US President Joe Biden wasted no time in terming the incident as \"a deliberate act of sabotage,\" adding that American divers would find out what had happened.\nOn October 14, the German Federal Police released the first photos of the sites taken with underwater drones and reported that only an explosion could explain the extent of the damage. It blew four sections of the pipelines up, two on each, the report added. Initially, Sweden, Denmark and Germany agreed to investigate the case jointly, but that plan fell apart for unknown reasons.\nSeveral European officials blamed Russia, and so did Ukraine and Poland, for the attack. The matter remained a mystery while new theories kept emerging.\nOn February 8 this year, American investigative journalist Seymour Hersh, who had revealed the My Lai massacre during the Vietnam War and won the 1970 Pulitzer Prize for it, published on his Substack page the details of how the US Navy's deep-sea divers carried out the attack. The White House quickly denied it, terming it \"utterly false.\" Many others were also critical of Hersh's claims, but he stood by his story.\nOn March 8, German media reported, citing investigators' findings, that five individuals carried out the attack with a yacht hired by a Ukrainian-owned company in Poland. Russian President Vladimir Putin, however, rejected the account, saying \"only state level\" actors could accomplish such a complex operation.\nOn May 3, Nordic public broadcasters published an investigative documentary pointing to the suspicious movement of Russian ships at the explosion site that could perform similar underwater operations.\nOn June 6, The Washington Post reported that the CIA, with information from a European intelligence agency, had briefed President Biden about Ukraine's plans for the attacks at least three months before the incident. Two days later, President Volodymyr Zelensky denied any involvement, quoted by a German newspaper as saying, \"We know nothing about it, 100 percent.\"\nWhile the information war and the blame game continue, a brief look at some relevant facts might be worthwhile.\n\nFor Europe, the Nord Stream incident symbolises a point of no return as it has killed any possibility of closer cooperation with Russia, while the rest of the world is trying to absorb the shock from increasing oil prices.\nBoth the NS 1 (operational since 2011) and NS 2 (completed in 2021 and was expected to become operational in 2022) was going to increase German dependence on Russian energy supply and strengthen Russian-German relations. That could have been a catalyst for further expansion of trade and cultural exchanges leading to a new security architecture, potentially making Nato's security umbrella increasingly irrelevant. Naturally, the US was against such close cooperation between Europe's leading economy and Russia and slapped a series of sanctions against companies taking part in these construction works. A strong Europe is the last thing Washington would like to see.\nThere is another crucial fact: Yamal, a large gas field in Siberia that started shipping LNG in 2017. Availability of such a sizable reserve of Russian LNG became a threat to the US shale gas revolution. The success of Yamal LNG led to Gydan LNG development on the Gydan Peninsula in northern Siberia with a capacity of 20 million tonnes per year at a competitive price. With it, Russia's LNG export capacity could reach 140 million tonnes per year by 2035, potentially killing all competition from the US suppliers. Now with the Nord Stream pipelines out of operation, at least temporarily, and Europe deeply divided on economic cooperation with Russia, the threat from Siberian gas has been thwarted.\nThe German public and the media have always been critical of American meddling in their internal affairs. Its foreign minister in 2021 spoke for many when he bluntly stated, \"Nord Stream 2 is none of US business.\" But as Russia invaded Ukraine, that scenario has changed into one where American meddling is almost unavoidable, if not welcome.\nFor Europe, the Nord Stream incident symbolises a point of no return as it has killed any possibility of closer cooperation with Russia, while the rest of the world is trying to absorb the shock from increasing oil prices.\nThe nature of the information war is also noteworthy. Hersh's story elaborating the US Navy's involvement hardly got any mention in the mainstream media. However, the Nordic documentary that found a Russian ship's suspicious movement received wide coverage. Meanwhile, increasing energy prices have pushed 141 million people into extreme poverty globally, reported CNN citing a report by the journal Nature Energy.\nDoes anyone care?\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\n",
        "headline_1": "The mystery of Nord Stream undersea pipeline blast",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-mystery-nord-stream-undersea-pipeline-blast-3348066",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "We are horrified by the ruthlessness with which Golam Rabbani Nadim, the Jamalpur district correspondent of Banglanews24.com and Bakshiganj upazila correspondent of Ekattor TV, was beaten to death, allegedly by supporters of a union parishad chairman in Jamalpur's Bakshiganj upazila. A video clip of the attack, which has been circulated on social media, provides a chilling account of the incident during which men armed with steel bars and rods hit him indiscriminately, and corroborates the statement of another journalist accompanying him at the time. According to Nadim's family, he was being harassed and threatened by the UP chairman, Mahmudul Alam, prior to the attack; the latter had even filed a case under the Digital Security Act (DSA) for reporting on a press conference in which a woman had claimed that the chairman had married her in secret.\nThe attack on Nadim took place on the same day that the chairman came to know that the DSA case had been dismissed by the tribunal, which reportedly enraged him. Given the timing and circumstances surrounding the attack, a credible investigation must be made into the involvement of the UP chairman, who is also the general secretary of Jamalpur Sadhurpara union unit of Awami League. The law enforcement agencies must identify and arrest all the perpetrators in the meantime without further delay.\nWe are alarmed at how unsafe the country has become for journalists who are simply doing their job of holding truth to power. Over the years, there have been increasing instances of attacks, threats, intimidation and even murders of journalists, and it is the correspondents outside of Dhaka who remain most at risk. Unfortunately, in most cases, there is no justice for the violence inflicted upon them, particularly when people in positions of power are involved. The Unesco Observatory of Killed Journalists lists a total of 26 journalists killed in Bangladesh between 2004 and 2022, but notes that only 16.67 percent of the cases it was tracking had thus far been resolved. The high-profile murder of journalist couple Sagar and Runi remains unresolved even after 11 years, with submission of the probe report deferred for the 100th time, giving us a disturbing glimpse into the impunity enjoyed by perpetrators in this country.\nMeanwhile, the space for investigative journalism and freedom of expression are shrinking at an alarming rate, as evidenced by the growing number of cases filed under the DSA against journalists. Such institutionalisation of intolerance can only add to the growing insecurity faced by news correspondents across the country. We urge the authorities to ensure justice for Nadim's murder, irrespective of the identity or party affiliation of the perpetrators. No journalist in this country should have to put their life at risk for doing their job.\n",
        "headline_1": "Ensure justice for Nadim's murder",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-justice-nadims-murder-3347966",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "\"You may have my body, but you will never have my heart/soul\" – it's difficult not to cringe at the gendered language used in what may be one of the most popular storylines that regularly make an appearance in Bangla films. Dhallywood is hardly famous for its feminist commentary – too many of its productions centre on the heroine's \"honour,\" to be saved by the male hero, and the \"shame\" that the villain of the story is trying to bring upon her – and the fact that attempted rape scenes are normalised enough to become pop culture references in Bangladesh definitely says something about us as a society.\nThis dialogue, however, recently created a social media storm by cropping up in a more unusual place: a question paper for Bangladesh Studies in the University of Barishal, where students were asked to examine it in the \"light of British hegemony in the Indian subcontinent.\" The first part of the question also asked students to examine the concept of the politics of majoritarianism and the \"divide and rule\" policy of the British Raj.\nMuch of the attention that this question received was limited to ridicule, and quite a bit of it was outrage or disappointment at the state of education in the country, with many asking why such a \"vulgar\" statement should make it into higher education question papers. Different media outlets sniffed out the opportunity for clickbait and immediately named and shamed the associate professor responsible for setting the question, and also reached out to other members of the university administration for their opinions. Another, smaller group of netizens – mostly university students, graduates and educators – voiced their support, arguing that the parallels that could be drawn between the heroine's deho, mon and chinta, and the plunder of resources by the British Empire and the freedom of thought and revolutionary ideologies during the colonial era, could lead to a creative and critical discussion of the concept of hegemony.\nWhile I'm not a fan of this specific quote, and I would have preferred if the question somehow allowed the student to deconstruct the toxic masculine standards behind it as well, I do appreciate the critical thinking it encourages. It is no secret that the academic culture in Bangladesh is suffering. We have seen cases of academics engaging in plagiarism in some of the most reputed universities in the country. We all know the school system is still heavily reliant on rote memorisation, and commercial guidebooks and notebooks that help students memorise their curriculum and sit for their exams have only muddied the waters further. In such an environment, any question that makes students think out of the box should be welcomed. And who knows, perhaps the discussion of British hegemony has even inspired some students to venture into discussing patriarchal structures or gendered discourse as well.\nThe criticism of this particular question may seem like harmless jibing at first, but when we regard it in the current context of academic freedom (or lack thereof), there are more sinister undertones here. It is impossible to ignore the irony of a question on hegemony triggering debate on what should or should not be said in our academic institutions. From what I understand, when political theorists talk about hegemony, they mean the power exercised by the ruling class to dominate, not through coercion, but by consent – by convincing the dominated that everything is being done in their best interests. And this consent is manufactured through different structures, including educational institutions and the media.\nIn recent times, wielding a pen (or its modern equivalent) has had consequences for many – from writers and journalists to academics and even teenage social media users, mostly under the auspices of the Digital Security Act (DSA). Over the years, we have seen quite a few examples of academics being vilified, investigated, suspended and even forced to leave for saying the \"wrong\" thing. Avoidance of \"sensitive\" topics – basically self-censorship – is now a common denominator of academic and media circles. In line with the textbooks, this policing of thought has not only come from the state, but from educational institutions and from the media itself. Remember the embarrassing brinjal episode, when journalists on a local television network publicly lambasted a researcher for daring to suggest their beloved vegetable may contain certain carcinogenic elements?\nOf course, it's possible that we have all unnecessarily inflated and given traction to what is, at the end of the day, quite an inconsequential story (myself included!). But this whole \"vulgar vs critical\" question paper saga also gives us a rather fascinating look into how we view the acceptability of certain words and ideas. Would some people have thought this question to be more acceptable if it were issued by a department of media studies? Why are words that are widely acceptable in popular media suddenly unacceptable when they reach more high-brow avenues like higher education institutions? Would others be less interested in defending it if they did not feel a more general threat to academic freedom and critical thought? Is it possible to defend an academic's right to set interesting questions while also expressing discomfort at the rather uncritical phrasing of said questions?\nPerhaps the issue here isn't really what should or should not be said in question papers, but that we have failed to realise that we might be doing someone else's dirty work for them by policing each other's words. If one day our secular writers can disappear from the pages of our textbooks and Facebook statuses can land us in jail, and the next day academics no longer have the right to conduct research or set questions as they see fit, where do we go from here?\nShuprova Tasneem is a journalist. Her Twitter handle is @ShuprovaTasneem\n\n",
        "headline_1": "What is the fracas on the Barishal uni question paper really about?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-the-fracas-the-barishal-uni-question-paper-really-about-3347921",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "We are horrified by the ruthlessness with which Golam Rabbani Nadim, the Jamalpur district correspondent of Banglanews24.com and Bakshiganj upazila correspondent of Ekattor TV, was beaten to death, allegedly by supporters of a union parishad chairman in Jamalpur's Bakshiganj upazila. A video clip of the attack, which has been circulated on social media, provides a chilling account of the incident during which men armed with steel bars and rods hit him indiscriminately, and corroborates the statement of another journalist accompanying him at the time. According to Nadim's family, he was being harassed and threatened by the UP chairman, Mahmudul Alam, prior to the attack; the latter had even filed a case under the Digital Security Act (DSA) for reporting on a press conference in which a woman had claimed that the chairman had married her in secret.\nThe attack on Nadim took place on the same day that the chairman came to know that the DSA case had been dismissed by the tribunal, which reportedly enraged him. Given the timing and circumstances surrounding the attack, a credible investigation must be made into the involvement of the UP chairman, who is also the general secretary of Jamalpur Sadhurpara union unit of Awami League. The law enforcement agencies must identify and arrest all the perpetrators in the meantime without further delay.\nWe are alarmed at how unsafe the country has become for journalists who are simply doing their job of holding truth to power. Over the years, there have been increasing instances of attacks, threats, intimidation and even murders of journalists, and it is the correspondents outside of Dhaka who remain most at risk. Unfortunately, in most cases, there is no justice for the violence inflicted upon them, particularly when people in positions of power are involved. The Unesco Observatory of Killed Journalists lists a total of 26 journalists killed in Bangladesh between 2004 and 2022, but notes that only 16.67 percent of the cases it was tracking had thus far been resolved. The high-profile murder of journalist couple Sagar and Runi remains unresolved even after 11 years, with submission of the probe report deferred for the 100th time, giving us a disturbing glimpse into the impunity enjoyed by perpetrators in this country.\nMeanwhile, the space for investigative journalism and freedom of expression are shrinking at an alarming rate, as evidenced by the growing number of cases filed under the DSA against journalists. Such institutionalisation of intolerance can only add to the growing insecurity faced by news correspondents across the country. We urge the authorities to ensure justice for Nadim's murder, irrespective of the identity or party affiliation of the perpetrators. No journalist in this country should have to put their life at risk for doing their job.\n",
        "headline_1": "Ensure justice for Nadim's murder",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-justice-nadims-murder-3347966",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "We welcome the High Court's directive for the authorities to plant 10 new trees for every one tree cut for the sake of development work. The ruling came after an incident involving felling 30 palm trees for the construction of a road in Patuakhali. However, it hits close to home given how widespread the culture of cutting trees has become across the country. Time and again, we have warned about the environmental costs of destroying trees and forests under various pretexts, but there has been little effect so far.\nJust days before the HC's order, a vested quarter reportedly razed down hills in Chattogram's Fatikchhari upazila to construct a chicken shed. Around the same time, it was reported that the Chattogram district administration decided to clear out a mangrove forest to build a sanctuary for birds and wildlife. How ludicrous is it to destroy a natural forest to make space for an artificial one? Meanwhile, in Dhaka, we witnessed how the two city corporations disregarded logic to fell trees in the name of beautifying roads. It appears that those in charge of development work are somehow unaware that development at the cost of the environment is a lost game in the end.\nAs for the HC's comment, we must recognise that simply planting new trees after cutting down older, mature ones will not provide the same environmental benefits. Older trees absorb and store more carbon dioxide, and replacing them with younger ones not only degrades soil quality, but also impacts the new plant's quality and growth. What complicates it further is that often new trees are selected and planted arbitrarily, with very little aftercare.\nTherefore, the court's directive should not be taken as a licence to cut trees indiscriminately, and those in charge need to ensure that planting new trees is planned carefully and judiciously. We also would like to urge all project authorities to ensure that their project designs are made by keeping the importance of nature in mind.\n",
        "headline_1": "Tree for tree, but at what cost?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tree-tree-what-cost-3347801",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Amid all the available indications that the dengue situation in the coming months might become worse, Health Minister Zahid Maleque, while speaking at a function organised to mark the World Malaria Day on Thursday in Dhaka, found the efforts of the two Dhaka city corporations to exterminate dengue-carrying Aedes mosquitoes inadequate. The minister's concern is very much genuine, as hospitals in Dhaka city have been witnessing admission of a record number of dengue patients since January this year. More than 200 patients are being hospitalised each day lately. The monsoon has just set in and the fear is running high that the number of dengue patients would start rising further in the upcoming months. And, so will the number of deaths. It is a fact that prevention of infection and death from dengue are not possible on the part of any statutory authority/ organisation alone. It needs to be joint efforts of city corporations, public sector health agencies, non-governmental organisations and city residents. While all agencies will have to work in a coordinated manner to destroy all possible breeding grounds of Aedes mosquitoes applying chemicals and other technologies developed anywhere and launch a massive awareness campaign, the city residents are to see that rain or household water does not remain accumulated in discarded cans and pots in and around their houses. The primary responsibility, however, remains with the city corporations or municipalities. When these entities engage themselves in mosquito eradication drives, some awareness gets stirred up among city residents. Unfortunately, Dhaka's two city corporations are yet to demonstrate the urgency in dealing with the crisis unfolding ominously. Nor one of the two city corporations is seemingly interested in applying the mosquito-combating skill acquired recently from the USA at home. There could be claims that corporations are doing enough to control Aedes mosquitoes. But when the health minister says otherwise, one has reasons to take it at face value. So, the city corporations should do what is needed to be done immediately to destroy the Aedes breeding grounds and launch widespread awareness campaigns, particularly in the hotspots of dengue infection. The health ministry too has to play an important role in combating the viral fever mostly prevalent in tropical and subtropical regions. When dengue infections reach a critical level, public hospitals find it difficult to deal with the onrush of patients. Some hospitals are even forced to place patients on the floor. It would be incumbent upon the hospitals to dedicate a particular ward for dengue patients. Besides, the health ministry may also examine the possibility of inoculating children aged between 9 and 16 years who have a history of prior dengue infection vaccination. The US Federal Drug Administration approved the vaccine---Dengvaxia---in 2019, which protects the recipients at least for six years from four serotypes of dengue. Such vaccination is seen as necessary since the second dengue infection, on occasions, proves fatal.",
        "headline_1": "Need for all-out drive against dengue virus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-all-out-drive-against-dengue-virus-1686924728",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Due to multi-pronged problems plaguing the economy today, dollar crunch has turned the economy on its head. The depletion of foreign reserves has put Bangladesh and International Monetary Fund (IMF) at odds about how much money we precisely have. Regardless, given the inevitable tightening of monetary policy by the centra bank (BB) that has taken place to meet the US$24 (or so) billion threshold demanded by the IMF, this has put supply chains of imported commodities and raw materials needed by economy in a bind. But does that mean import has stopped? Of course, not. While visible imports of certain items have slowed down, the import of many essential items (beyond edibles) is continuing. For instance, the import of spare parts for motor vehicles has continued. Because without spares, millions of vehicles will simply stop functioning and the transport sector will grind to a halt. As most banks are unable to entertain letters of credit (LCs) to a large extent, traders have had to resort to 'hundi' to make payments in local currency in Bangladesh, which get translated into dollars or some other foreign currency in the country of export. Transactional cost for using the 'hundi' system is more than LCs. The added costs are inevitably passed on to consumers who have no choice but to pay. It hurts at the individual level and for businesses it means higher operational costs. There are thousands of students who are living and studying abroad. Student files have been curtailed in Bangladeshi banks. Then how are parents to send money to their children? Not to worry, hundi to their rescue! Thousands of families across Bangladesh have been forced to make use of this informal means of payment. Developed countries turn a blind eye to this so-called 'illicit' trade in currencies because as long as the money comes in, their education business may continue unabated. Hundi prospers in times of trouble. Bangladesh is in big trouble right now. As pointed out by energy experts in recent times, the State has failed to pay bills amounting to billions of Taka to producers of energy like independent power plants (IPPs). It has defaulted on payments to gas produced by international oil companies (IOCs) operating in Bangladesh and is also asking for delayed payments to international suppliers of liquefied natural gas (LNG). Sadly enough, the hundi system which operates on the premise of 'pay in local currency domestically - get paid in foreign currency internationally' works in cases of individuals and business entities, but not in formal international trade.While there is a movement internationally to de-dollarise trade between nations, what will Bangladesh do? Ninety per cent of its readymade apparel (RMG) exports are to two destinations - the United States and the European Union (EU). Again, the RMG sector constitutes about 85 per cent of total exports. For years, experts had been stressing on two issues. First export diversification, i.e., exploring new markets for its products, and second, the need for government to explore free trade agreements with foreign nations for cheaper entry of Bangladeshi products. Neither was given priority, and today Bangladesh finds itself at the heart of geopolitics with threats of sanctions issued if certain electoral conditions are not met. Since the economy remains tied to the dollar, and dollar payments are made against exports, policymakers are in a serious bind. Whereas China and Russia have started moving away from the greenback and trading in local currencies, India hasn't lagged far behind. The latter is also in talks whereby some trade will take place in Indian rupees. The problem with Bangladesh of course is that the majority of its elite class have heavily invested in the West, in terms of both property / cash investments and their children's education there. With so much western-leaning mentality, how Bangladesh is going to extricate itself from the global dollar standard remains the million-dollar question. In the midst of all this gloom-and-doom, the suicidal policy of import-based fossil fuel from abroad continues. On the one hand import of capital machinery is restricted, but on the other, dwindling precious foreign exchange is thrown away to import only one type of primary energy while disregarding both furnace oil (for IPPs) and coal for megawatt-sized power plants. LNG remains the apple-of-the-eye and its promotion within the fuel-mix is hammering the foreign exchange reserve. One wonders if the desired foreign investment will come to Bangladesh if we cannot ensure energy supplies. If the decision is taken to starve the rest of the country to serve a few special economic / industrial zones, what will be the cost of fermenting angst of a struggling general populace? These are valid questions, and explanations by policymakers for the power situation are not having the desired effect it once did. People are suffering, industry is suffering and the prospect of large-scale unemployment cannot be written off like non-performing loans in banks. There is still time to salvage the situation. But that is a decision to be made today and not six months down the lane.\n[email protected]",
        "headline_1": "Draining of dollar is biggest headache",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/draining-of-dollar-is-biggest-headache-1686924795",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "It was June 02, 1991, when one of the most important sources of tax revenue in Bangladesh - Value Added Tax- was introduced, as a replacement of Sales Tax. Since then, business organisations had to manually submit hard copies of VAT returns. Afterward, in an effort to streamline tax collection and ensure financial transparency, the Bangladesh government implemented The Value Added Tax and Supplementary Duty Act of 2012, which mandates the use of VAT management software for certain businesses.Value-added tax (VAT) is a type of indirect tax levied on goods and services for value added at all stages of production or distribution cycle, starting from raw materials and going all the way to the final retail purchase. In Bangladesh, more than Tk 1.50 trillion in VAT is estimated to have remained out of the net every year, indicating serious loopholes within the collection system. The National Board of Revenue (NBR) was expected to collect around Tk 2.5 trillion as VAT revenue in the 2020-21 fiscal year but managed to collect slightly over Tk 970 billion only about 40 per cent of the projected sum.Such a situation further emphasises the necessity for digital VAT management software, a specialised accounting tool that simplifies VAT operations for companies. Approved by the NBR, under the Ministry of Finance, this software is designed to be in compliance with the VAT and SD Act of 2012. Its primary objective is to make VAT-related processes more efficient and error-free.The implementation of VAT management software may serve as a catalyst for further revenue and economic growth. According to the design, the software enables real-time digital reporting for VAT purposes, based on e-invoicing, which simplifies the process for businesses and tax authorities alike. By facilitating easier and more efficient VAT management, the software contributes to improved revenue collection, eventually bolstering the country's GDP. Adding to that, the country can utilise real-time data and analytics to ensure evidence-based policymaking. This, in turn, will accelerate economic development, while also creating a favourable environment for business growth.As Bangladesh moves towards becoming a 'Smart Nation', the adoption of VAT management software aligns with this vision. Embracing technology-driven solutions is an essential step towards digitising administrative processes and promoting a more connected and efficient economy. By leveraging VAT software, the government has showcased its commitment to embracing digital transformation for the betterment of the nation.Now the ball is in the court of software providers. Already, to ensure the highest level of security and data integrity, IT software providers are implementing robust measures. Encryption must be employed to protect data during transmission between the software and servers, preventing unauthorised access. The software should also incorporate a comprehensive audit log system that records any changes made by users, guaranteeing the highest level of security. Additionally, access controls are necessary to restrict unauthorised access, ensuring that financial data remain confidential and tamper-proof.The implementation of VAT management software in Bangladesh demonstrates a crucial step towards improving tax collection, promoting compliance, and boosting economic growth. With its ability to simplify VAT operations, generate accurate reports, and facilitate real-time digital reporting, this software will streamline processes and ensure transparency. By embracing technological advancements and promoting digital solutions, Bangladesh can pave the way for a more efficient and connected future.Overall, contextualising VAT management software in Bangladesh improves efficiency and compliance by automating VAT operations, ensuring and facilitating accurate reporting, real-time digital reporting respectively, and promoting a culture of compliance. It simplifies processes for businesses, reduces the risk of errors, and enhances transparency and accountability in VAT management. \n[email protected]",
        "headline_1": "Contextualising VAT management software",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/contextualising-vat-management-software-1686924837",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-06-2023"
    },
    {
        "full_article": "Most bank customers are nowadays young in age. So they are tech-savvy, too. They seek both convenience and safety from banks spending a minimal amount of time. As these customers are more adapted to technology, they seek digitalisation in banking. On the other hand, senior citizens are reluctant to the adaptation of tech-based banking. So, the challenge for today's banks is to make a balance between the old and young generations in terms of providing banking services. In this regard, development of a hybrid banking model can be a solution to this problem. It is a model, where traditional branches will provide in-house services for the senior citizens whereas online service for the younger generation. What young customers actually want from banks is frictionless digital banking service, which can be accessed round-the-clock. The older generation, however, feel comfortable while making physical transaction in bank branches. But we may see a fully automated banking service after 20 years or so when banking would be just a click away. But for now, banks should be able to adapt to customers' demand. For this they must develop a faith among them irrespective of their age. The main point is that in order to survive the current competition, there is no alternative to earning customers' faith and preservation. To do so, making a balance between digitalisation and in-house facilities should be the main focus for the banks. Banks should provide customers with a wide-range of e-services as well as branch operations at the same time so that they can meet the demand from customers belonging to two different age groups. This can be called hybrid banking. \nNargis Sultana, Assistant Professor,Department of Finance and Banking, Cumilla University, Cumilla, [email protected]",
        "headline_1": "What is hybrid banking?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-is-hybrid-banking-1686924863",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-06-2023"
    }
]