[
    {
        "full_article": "In a recent report, the World Bank stated that better targeted social protection programmes and reallocation of existing transfers to the poorest segment of society could reduce poverty from 36 percent to 12 percent in Bangladesh. The report, unveiled on September 16, 2021, found that the government's social safety net programmes were mostly focused on rural areas, even though almost one in five of the urban population is currently living in poverty. As a result, the World Bank report advised the government to rebalance geographic allocations between rural and urban areas.\nThe pandemic-induced lockdowns and resultant economic slowdown over the past year and a half have undoubtedly pushed many people into poverty. According to several studies done by various organisations, the number of poor and extreme poor have risen significantly—although the figures vary. A survey done by the South Asian Network on Economic Modeling (Sanem) found that a person living below the poverty line in the rural areas would be spending less than Tk 2,260 to Tk 2,916, while in the urban areas, it ranged between Tk 2,516 and Tk 3,295, because of higher living costs.\nThe Centre for Policy Dialogue (CPD) conducted a study, which revealed that during the pandemic, over three percent of the labour force lost jobs, while 16.8 million people became newly poor. Around 69 percent of the employed population in urban areas have been put in the high-risk group by pandemic-related factors. Among them, the most affected groups were the labourers in urban areas who were engaged in construction, informal services, rickshaw-pulling, and launch- and boat-driving. Self-employed people like street vendors, hawkers, tea sellers, food stall owners and repairmen were also among the worst-hit. The urban informal sector lost about 1.08 million jobs, which was over eight percent of the total urban employment during FY 2016-17. Moreover, workers' wages declined by 43 percent in Dhaka and 33 percent in Chattogram.\nThe increase in unemployment forced people to reduce their expenditure on food, according to the findings of the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD). The food expenditure of each urban household that was surveyed declined by 17 percent from the pre-Covid stage, when it was Tk 66 per day, while, surprisingly, the food expenditure in rural areas increased by Tk 1 to Tk 53. The decline could have long-term health implications for the urban poor.\nThe PPRC-BIGD survey also revealed that, for urban slum households, the significant increase in rent, utility, health, and transportation costs accounted for a 98 percent rise in the non-food burden for this group. Unable to cope with the crisis, 27.3 percent of urban slum dwellers had to migrate over the past year, and 9.8 percent of them had not yet returned.\nWhile all these happened, the planning minister in May announced that the per capita income in the country had increased by nine percent—from USD 2,064 in FY 20 to USD 2,227 in the FY 21. This increase in per capita income at a time when a large number of people have fallen below the poverty threshold—because of the economic slowdown caused by the pandemic—suggests a growing gap between the rich and the poor.\nThe disparity between the rich and the poor has widened because of an unequal distribution of economic growth benefits, and because of a development model that has made Bangladesh one of the top countries for the quickest growth of ultra-wealthy individuals. According to data from the Bangladesh Bank, accounts with more than Tk 1 crore went up by 10,051, and deposits in such accounts rose to Tk 5,95,286 crore in 2020 from Tk 5,67,585 crore in 2019.\nEven during the pandemic, we have seen big businesses getting substantial government support, while small businesses have continually struggled to get their share. Moreover, government aid programmes, which were intended to bring relief to the poor, have been repeatedly abused by people in power to further enrich themselves.\nAccording to a Transparency International Bangladesh (TIB) survey, the pandemic has not only exposed widespread corruption in the healthcare sector, but also created new opportunities for corruption in the country. For example, in the case of just one government relief programme, each affected family who were supposed to be the beneficiaries of the system had to pay an average bribe of Tk 220 to get a cash assistance of Tk 2,500. In addition, over 12 percent of the beneficiaries for government cash assistance were victims of irregularities and corruption, while 10 percent of Open Market Sales (OMS) card holders faced the same, according to the TIB findings.\nTowards the beginning of this crisis, many government authorities claimed that the increase in the number of new poor was only \"temporary.\" However, more than one year into the crisis, we see that a large number of people who went below the poverty line are yet to come out of it. Some top government officials have even gone on record to deny the poverty figures compiled by various independent organisations, while failing to collect or show their own data as evidence. This shows how little they care about the plight of the poor, as acknowledging it may prove the inadequacy of their own efforts and require them to take corrective action.\nThe government claims that it has spent more than three percent of the national budget as a percentage of GDP on social protection. However, if we focus only on poverty alleviation, that figure comes down to less than one percent. Therefore, in reality, pro-poor support from the government has not been sufficient to compensate for the losses incurred.\nReturning to the World Bank's suggestion of rebalancing geographic allocations, we see that there is actually no need to rebalance between rural and urban areas. However, there has been a need to rebalance between the rich and the poor for a long time, but very few institutional steps have been taken to this end. It is here that government policy must change, and government rhetoric and action must match.\nIn the short run, it will require the government to increase its allocation for poverty alleviation and make social safety net programmes more impactful through better targeting (so that the most at-risk groups are prioritised), fast-tracking cash deployment and, equally importantly, by addressing corruption. Involving the local community could also make a huge difference. In line with that, the government should opt for a more bottom-up approach, instead of its usual top-down outlook. The government could also involve civil society members and NGOs in its relief programmes to reduce corruption in their delivery.\nIn the long run, development has to be more inclusive. And for that, there has to be some serious restructuring when it comes to the state and how it functions. Unfortunately, given our deeply politicised structure of governance, with its poor accountability mechanisms, that could be a huge challenge. Overcoming this will require a massive pushback from the citizens demanding greater accountability and greater reforms in how anti-poverty policies are made and pursued.\n \nEresh Omar Jamal is a member of the editorial team at The Daily Star.\nHis Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Time to address the growing wealth gap in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/time-address-the-growing-wealth-gap-bangladesh-2181906",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2021"
    },
    {
        "full_article": "Education, if looked beyond its conventional boundaries, forms the very essence of all our actions. The necessity of education cannot be overstated—it is not just a fundamental right, but an enabling right with a direct impact on the realisation of other human rights. Education is the primary driver of progress across the 17 Sustainable Development Goals (SDGs) as a bedrock of an equal and peaceful society.\nBut the Covid-19 pandemic has compelled us to compromise on education. It has presented unprecedented global challenges to the schooling system, and Bangladesh has been no exception. According to a UN report issued in August, Bangladesh was the only country in South Asia and one of only 14 in the world that kept schools fully closed since March 2020—when the disease was first detected in the country— to curb the spread of the coronavirus, until the government decided to reopen schools in phases from September 12.\nLast year, with the rise of the novel coronavirus, the World Health Organization (WHO) declared an international public health emergency. Due to its high infection rate, countries worldwide, including Bangladesh, implemented lockdowns with the hope of flattening the curve. With schools, colleges and universities closed, nearly 38 million students in the country missed out on the opportunity to receive learning experiences and interact with their peers, according to a World Bank report released in April this year. Apart from the devastating health consequences associated with the virus, the pandemic holds major implications for the students' lives and work, affecting them profoundly.\nThe disruption in education has continued to have substantial effects beyond learning. The outbreak impacted the students' health and economic situation, as well as their mental and psychosocial well-being. Due to the lockdowns and movement restrictions, students had constrained access to socialisation, human interaction, and physical contact, which is vital for their psychosocial well-being and development. Therefore, students—especially children—felt confused and at a loss with the situation they were facing, leading to frustration and anxiety. This situation could potentially get worse with overexposure to mass and social media, mainly among adolescents.\nClosure of educational institutions also exacerbated pre-existing education disparities among the most vulnerable children, youth, and adults by reducing the available opportunities—such as those living in rural or poverty-stricken areas, girls, people with disabilities, and forcibly displaced persons who find it difficult to continue their education. Moreover, shuttered schools, isolation from support networks, and rising poverty made it difficult for girls, especially those living in the rural areas, to continue school. So, it is needless to say that the pandemic and its devastating consequences have impacted the overall development of students in Bangladesh.\nOn the other hand, this crisis has stimulated innovation within the education sector. Distance learning solutions were developed speedily with the help of innovation and technology. However, the solutions have also demonstrated that the promising future of learning and the accelerated changes in modes of delivering education cannot be executed without leaving anyone behind. For example, students affected by a lack of resources or a proper environment to access learning faced major challenges during the closure of schools. The digital divide is likely to decrease with physical classes resuming again.\nAs schools are reopening, providing face-to-face classes alone is not enough to mitigate the losses caused by the deadly virus. Our students require a tailored and sustainable support system to help them readjust and catch up, eventually embracing the new normal. Schools must prepare to deliver that support and meet the enormous challenges of the months ahead.\nMost children have lost considerable instruction time and may not be prepared to adjust to the curriculum and syllabus that were age and grade-appropriate before the pandemic. Students must receive effective remedial learning and comprehensive learning services that will improve their overall welfare, and meet their learning requirements.\nApart from that, reducing additional dropouts and absenteeism should be given the highest priority via communication campaigns and stipends. Stipends will help bring and retain students from underprivileged families, while campaigns designed for communications through different mediums will play a significant role in ensuring that learning continues amid the crisis.\nParents, educational institutions, and teachers must join forces together to take all necessary steps possible to plan, prioritise, and ensure that all students are learning again. Incorporating digital technologies to teach foundation skills could assist teachers in the classroom to gradually phase out the distance learning chapter of the students' lives. We should make it our priority to enable a supportive learning environment, which also addresses students' health, psychosocial well-being, and other needs.\nWhen education systems collapse, a peaceful and prosperous society cannot be sustained. The Covid-19 pandemic has significantly hampered the education system and the entire student body. However, with schools reopening, we have the opportunity to create a sustainable and robust education system that will potentially kick-start the process to recover from losses induced by the pandemic.\n \nThomas Van der Wielen is the director of International School Dhaka (ISD).\n",
        "headline_1": "Learning recovery is a long battle but we must keep at it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/learning-recovery-long-battle-we-must-keep-it-2181901",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2021"
    },
    {
        "full_article": "When I visited my parents in Bogota last month, I witnessed how people in their neighbourhood went up and down the streets begging for help to survive. Since the end of April, Colombia has experienced one of its biggest waves of social unrest in recent times—and hunger is at the core of the protests. South Africa experienced similar turmoil in July.\nGrowing hunger is creating volatility in many countries, compounding the devastating social and economic impact of the Covid-19 pandemic and the climate crisis. According to recent United Nations figures, the pandemic has increased the number of hungry people by as many as 161 million—to 811 million. Nearly one in three people—almost 2.4 billion—lack access to adequate nutrition.\nGiven the lack of progress towards ending global hunger and malnutrition by 2030, UN Secretary-General Antonio Guterres will convene the Food Systems Summit in New York today. The meeting has been billed as an opportunity to discuss bold new measures that will transform the way the world produces, consumes, and thinks about food.\nBut the summit has been marred by controversy from the outset, largely owing to the influence of corporate interests in framing the agenda in what critics have described as an attempt to privatise decision-making. The UN set the pre-summit agenda in partnership with the World Economic Forum (WEF), placing key corporate players in leading roles. For example, the Global Alliance for Improved Nutrition (GAIN), a Swiss-based foundation, leads the summit's work on eradicating hunger. One of GAIN's donors is the pesticide producer BASF, which seeks to portray itself as a \"Food Systems Hero.\"\nUN human rights experts have been damning in their criticism of the process, which has sidelined the UN's Committee on World Food Security (CFS). Discussions at the CFS include hundreds of representatives of smallholder farmers, fisherfolk, indigenous people, and civil society groups. Michael Fakhri, the UN special rapporteur on the right to food, has echoed the complaints of grassroots farming groups—more than 500 of which are boycotting the summit—likening the corporations' excessive influence over the gathering to \"inviting the fox right into the henhouse.\"\nSmallholder farmers, peasants, fisherfolk, pastoralists, and indigenous people feed most of the world's population with little or no access to corporate supply chains. About 80 percent of farms are smaller than two hectares, and cover about 12 percent of the world's farmland, while the largest one percent of agribusiness farms control more than 70 percent of farmland.\nTransnational corporations have a clear conflict of interest when it comes to preventing land grabbing, malnutrition, tax avoidance, and pesticide overuse. The same is true of addressing demands for a move away from intensive farming and towards more socially equitable, resilient, and sustainable agroecology. Because these firms are accountable to their shareholders, profit is a more important interest than protection of the common good. But food is a common good, and access to it is a fundamental human right. That is where discussions should begin.\nThe increasing corporate capture of food should concern us all. If left unchecked, we will face a grim future where a handful of large firms will control what we eat and how it is produced. The increased consumption of ultra-processed edible products—a major contributor to the pandemic of obesity, type 2 diabetes, and related diseases—exemplifies the danger.\nThis corporate takeover reflects the belief that large agribusinesses are essential for providing food, have interests aligned with those of the public, and are better equipped than governments and civil society to set the rules and policies that shape our food systems. It allows corporations to expand their control of land, water, and fisheries, quasi-monopolise commercial seeds, and use pesticides and chemical fertilisers intensively, while failing to recognise—much less address—the attendant harms. Permitting this outlook to dominate major international forums like the UN Food Systems Summit will further undermine democracy and self-determination.\nConsider pesticides. Despite the harm they cause—including the poisoning of agricultural workers and rural communities, increased pollution, and decreased soil biodiversity—their use has soared in recent decades. Manufacturers market these products aggressively and deny the extent of the damage they cause, insisting that they are safe if used properly. The industry also claims that pesticides are necessary to meet the food needs of a growing population, especially in the context of climate change.\nBrazil is a case in point. Between March 2020 and May 2021, the government extended tax exemptions on commercial pesticides and approved 613 new products—even though the country was already a world leader in pesticide use. President Jair Bolsonaro wants to increase industrial production of agricultural commodities for export, despite the lethal consequences this will have for Brazil's ecosystems and people.\nLikewise, transnational corporations will not save Colombians protesting about hunger or malnutrition. These people need a government capable of taxing large firms properly in order to generate enough revenue to sustain a robust social safety net. And they need a government determined to reverse the extreme inequality in access to land that disadvantages peasants, afro-descendants, and indigenous people.\nInstead of looking to global corporations to solve the growing hunger and malnutrition crisis, the UN and national governments must end the corporate capture of food and promote a transition to agroecology. They should start by ensuring that multinational firms pay their fair share of taxes, and are held accountable for the environmental and human rights consequences of their activities.\nIn 1948, the UN recognised that food is a human right. Sadly, the UN summit is more likely to feed corporate profits than provide hope to hundreds of millions of hungry people.\nSofia Monsalve, secretary-general of FIAN International, is a member of the International Panel of Experts on Sustainable Food Systems.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The corporate capture of the UN food summit",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-corporate-capture-the-un-food-summit-2181881",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2021"
    },
    {
        "full_article": "After 543 days of school closure, one of the most protracted education gaps in the world that was caused by the Covid-19 pandemic, the children of Bangladesh finally returned to their classrooms on September 12. Once classes resumed, the media was awash with heartwarming photos and videos of students coming together, chatting excitedly as they walked into their classrooms, and being welcomed back to school by their teachers.\nThroughout the pandemic, education experts have not only stressed on the catastrophic learning losses that would result from prolonged school closure, but on the adverse impacts on the mental health of isolated students as well. The joyous reactions of the returnees were testament to the fact that their concerns were not overstated.\nAs we welcome the younger generation back to the physical learning environment, it is clear that simply returning to school is not enough; the students need all the support they can get to recover from learning losses—especially those who were not able to access online education due to the digital divide.\nHowever, there is another matter of great concern that is starting to become apparent: the empty seats in the classrooms.\nThis week, The Daily Star published the story of Nargis Nahar, from Kurigram Sadar upazila, who graduated from Class 8 of Sardob High School in 2020 with eight other female classmates. When she returned to school last week, she realised she was the only one there—all the other girls had become victims of child marriage and had dropped out. According to the head teacher of her school, one sixth grader, two seventh graders, four eighth graders and three 10th graders had also been married off during the pandemic. Out of 63 previously enrolled female students, only 15 girls returned to school when it reopened.\nThis state of affairs has been seen in many schools across the country. On September 7, Prothom Alo released a shocking report of 50 different cases of child marriage—students from the same school—in Alipur union in Satkhira, all of which took place during the Covid shutdown. A study conducted by Brac estimates that child marriage may have increased by 13 percent during the pandemic—the highest in 25 years.\nHowever, it is not only girls who are at risk. In December last year, The Daily Star ran a photo story of nine-year-old Nayeem, who was selling cigarettes and betel leaves during school closure to support his family (his mother had lost her job as a domestic help). The picture of the round-faced, smiling boy, hard at work on the streets when he should be in school, garnered attention; Nayeem received support from a social organisation and returned to school. But have other children—who have been forced to take up jobs during the shutdown, especially after the pandemic pushed their families further into poverty—had similar luck? In Nargis' school in Kurigram, out of the 162 enrolled male students, only 50 boys have returned.\nThe fact that fewer students are returning to school is corroborated by government data: according to a Prothom Alo report on September 19, the Directorate of Secondary and Higher Education (DSHE) has been collecting daily data on student attendance, which was, at the time, around 60 percent. While it is still early days and attendance may increase, there is no denying that child marriage and child labour have gone up during the pandemic, and this could easily translate into an increased rate of school dropout in the country if concerted efforts are not made immediately. This trend has been observed all over the world, from Brazil and the US to India and South Africa, with girls being affected the worst. According to Unicef, in South and West Asia, 2.8 million women and girls may not be able to return to education after the pandemic—from pre-primary to tertiary levels.\nAt present, it is difficult to estimate to what extent the dropout rate might increase. In 2019, the Bangladesh Bureau of Educational Information and Statistics (Banbeis) reported that the dropout rate of boys at the secondary level had already increased to 36 percent, the highest since 2011, and the dropout rate of girls continued to be persistently higher—it was 40.19 percent at the time. A report by Save the Children from July 2020 warned that Bangladesh was among 28 countries that faced moderate to high risks of school dropout, especially for female students. Their concerns were echoed by the government: in June last year, the Directorate of Primary Education (DPE) finalised its stakeholder engagement plan on the Covid-19 situation, where it warned of a pandemic-induced rise in dropout rates, which would most likely be linked to increased incidences of early marriage, adolescent fertility, and child labour—especially among children from disadvantaged families. At the time, the DPE proposed strengthening monitoring mechanisms, as well as re-enrolment campaigns involving participatory community actions and awareness programmes, to bring children back to school.\nAre these plans still on track? How quickly will they be implemented? According to The Daily Star, the education authorities have developed a Covid-19 Response and Recovery Plan with an estimated budget of Tk 768 crore. Details have been given in a yet-to-be released position paper, jointly prepared by the Economic Relations Division and Brac, on how a bulk of these recovery funds will be concentrated on arranging facilities at schools to follow health protocols, and on developing remote learning.\nHowever, around 11 percent of the funds will be directed towards student assessment and teachers' training. This is crucial for preventing dropouts, since research suggests that one of the biggest predictors of school dropouts is falling behind in studies, especially from low-quality schools. But dropouts can be prevented only if these assessments are followed up by remedial education to help the students who have fallen behind.\nThe position paper, which was obtained by The Daily Star, also recommended the introduction of two to three years' back-to-school campaigns with a focus on dropout-prone areas, but the initial report on the paper does not clarify how much resources will be committed to prevent school dropouts specifically. Targeted and specific incentives for going back to school, like stipends or school feeding, have been recommended as a strategy as well.\nA January 2021 research paper from the Asian Development Bank confirms that stipends have a positive impact on reducing dropouts— \"a conservative estimate shows that the development benefits of the [female secondary] stipend programme outweigh its cost by more than 200 percent\"—and the Tk 19,280 crore government project proposal (announced in August last year) to provide daily school meals for all of the 1.41 crore government primary school students by 2023 is likely to have an important effect on reducing dropouts as well.\nOf course, the question of the day is, when will these plans actually translate into action? And in the time that it takes for this to happen, how many students will be lost to child marriage and child labour? The lag between proposing and implementing government projects has become so notorious that even the country's premier has publicly criticised the delays, urging speedy implementation.\nCertain things, for example, could easily be done right now, such as the collection of gender segregated data to track the changes in school enrolment. Although the DSHE has been attempting to do so via a Google Doc link on their website, this is hardly likely to reach the rural and marginalised areas, where we most urgently need this data from. Instead, it would be more practical to partner with NGOs and local leaders, who can also conduct visits to families with school dropouts and motivate them to send their children back to school.\nThere is no denying the fact that education recovery in Bangladesh will be a long and difficult journey, and the focus will be on ensuring that students are safe in their classrooms and able to recover from learning losses. But we cannot leave behind the students who have not made it back to their classrooms yet—and perhaps never will, if we delay in reaching out to them. In this case, such a delay will not only be a waste of time and potential; it can be the anvil that comes crashing down on the dreams of many Bangladeshi children.\n \nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n",
        "headline_1": "The empty seats in our classrooms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-empty-seats-our-classrooms-2181076",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2021"
    },
    {
        "full_article": "Erosion is a common phenomenon in Bangladesh, particularly in its northeastern region, where much of the annual flooding occurs. The question, thus, is why this is not factored into the plans of our authorities, when they approve construction of permanent structures in areas that are prone to river erosion. We broach this issue because, according to a report in this daily, 11 primary schools in the districts of Kurigram and Lalmonirhat were recently washed away by the Teesta and Dharla rivers. As a result, classes are now being conducted in makeshift tin-shed structures. Needless to say, such structures lack the basic facilities of a school and are not conducive to conducting classes. Both students and teachers face considerable distress in the schools. One can imagine the dismay of these students, who, after a break of more than a year and a half due to the Covid-19 pandemic, went back to their schools—only to find them devoured by the river.\nWhile the locals and the teachers of the respective schools deserve our compliments for taking the initiative to raise funds and put up the tin-shed classrooms for temporary schooling, we wonder why the administration is absent in it. One would have expected that the primary education officers of the districts would come forward with not only resources and manpower for construction, but also suitable plots of khas land for the temporary schools.\nThat being the case, the more important aspect of the issue is: What should be done to ensure that education is not disrupted during emergencies such as floods, cyclones, and erosion? It's worth noting here that, while other areas of post-disaster mitigation action have received attention, the issue of children's access to education in the midst of a disaster or after a disaster has not been adequately addressed. The local authorities need to consider the problem of erosion and keep it in mind while selecting spots for construction of school buildings.\nWe also suggest that the government initiates an emergency education support system, so that schools in the areas vulnerable to erosion or other natural phenomena can rebuild or relocate when such disasters occur, without having to worry about funds or continuation of their activities. Responsible sections of society can also join such an initiative. That would, hopefully, lessen the distress that students face following such accidents.\n",
        "headline_1": "Save our schools from the rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/save-our-schools-the-rivers-2181871",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2021"
    },
    {
        "full_article": "When e-commerce firms first began to spring up in Bangladesh over 10 years ago, they were hailed as a positive development—a crucial part of the vision for Digital Bangladesh. However, a complete lack of oversight and the absence of a standardised set of regulations meant that these firms were allowed to operate as they please, culminating in the rise of rogue companies that exploited unsuspecting customers and investors, and expropriated their money with impunity. \nWhy was this sorry state of affairs allowed to come about? In all these years, why did the government not feel the urgency to come up with a definitive e-commerce policy, or assign a regulatory body for the fast-growing industry? While we have a national digital commerce policy, it was not until July this year that the commerce ministry came up with the standard operating procedure and guidelines. To this day, an e-commerce regulatory authority does not exist in Bangladesh, despite the fact that its formation is mandated in the policy. An e-commerce cell within the commerce ministry was only formed in February this year—about six to eight months after the complaints began to pour in against Evaly, which owes over Tk 1,000 crore in liabilities.\nWhat's even more shocking is that, even after allegations against Evaly surfaced last year, and a multi-pronged investigation was initiated by several government agencies, the company was allowed to continue its operations and ensnare many more customers and vendors. Not only was there a significant delay in holding Evaly accountable, new players with similar strategies—like Dhamaka Shopping, which did not even have a permit from the Registrar of Joint Stock Companies and Firms—were allowed to begin operations as well.\nIt's truly frustrating that, when questioned on these disastrous decisions, the relevant government agencies, instead of taking responsibility for their oversights, seem to be engaging in a blame game. Some of them have also suggested that the onus lies on the customers to protect their interests, and that when complaints are made, they are investigated accordingly. If that is the case, how were these firms still allowed to continue operating, even after the complaints poured in?\nThere is no denying the fact that the relevant government agencies have failed to carry out their duties responsibly, and their laxity created immense sufferings for customers and investors who became prey to these rogue companies. If these firms are not held to account, there will be a significant dip in trust in the e-commerce sector, which will ultimately have economic repercussions.\nThe consequences for the victims of these firms will be far graver if they are not compensated for their losses. We urge the government to immediately ensure that justice is served, and in the long term, to set up a commission with representation from all relevant stakeholders to ensure smooth functioning of the e-commerce industry, within a standardised set of rules and regulations that protect the rights of customers and investors.\n \n",
        "headline_1": "Lost in the la-la land of Bangladeshi e-commerce ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/lost-the-la-la-land-bangladeshi-e-commerce-2181771",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2021"
    }
]