[
    {
        "full_article": "The Monetary Policy Committee (MPC)’s latest decision, to extend the pause in the Reserve Bank of India (RBI)’s monetary tightening while staying focused on the withdrawal of accommodation, reflects the rate setting panel’s reassuring resolve to keep inflation front and centre of its approach to policy. RBI Governor Shaktikanta Das was unequivocal in asserting that “the best contribution of monetary policy to the economy’s ability to realise its potential is by ensuring price stability”. The MPC’s recent unwavering focus on price stability is informed largely by its mandate to achieve the Consumer Price Index (CPI) inflation target of 4%, a goal that it has struggled to actualise right since January 2021 — a period during which inflation remained stuck above or close to the upper tolerance band of 6% in 20 of the 27 months. Mr. Das acknowledged that even as headline inflation had eased appreciably in March and April, slowing to 4.7% in the first month of the current fiscal year from the bruising 6.7% average pace in 2022-23, retail price gains were ‘still above the target and expected to remain so according to the RBI’s projections for 2023-24’. The MPC, which has forecast CPI inflation to average 5.1% over the 12 months ending in March 2024, is cognisant of the continuing challenges in aligning inflation with the target, given the global uncertainties.Specifically, Mr. Das flagged the spatial and temporal distribution of rainfall during this monsoon in the wake of El Niño conditions, unabated geopolitical tensions, uncertainty over international commodity prices including those of sugar, rice and crude oil, and the volatility in global financial markets as upside risks to the MPC’s inflation projections. Another key factor feeding into the RBI’s policy approach is its conviction that macroeconomic fundamentals have strengthened after the unrelenting focus on preserving price and financial stability. To be sure, the increase in credit costs since the RBI started raising its benchmark interest rates in May 2022 appears to have retarded investment and consumption activity last year. Bank credit data show the pace of growth in loans to industry, particularly the MSME and medium sectors, slowed appreciably last year. The sequential contraction in estimated private consumption spending in the fourth quarter of the last fiscal year is also likely to have been, to some degree, a fallout of the higher borrowing costs. Still, as Mr. Das emphasised, policymakers can ill afford to take their eyes off inflation. Price stability is after all a public good and achieving durable disinflation must remain a non-negotiable goal, especially amid widening income inequality and high levels of joblessness.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n \nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nmacro economics\n\n/\n\nunemployment\n\n/\n\nbanking\n\n/\n\nloans\n\n/\n\noil and gas - upstream activities\n\n/\n\nagriculture",
        "headline_1": "Unwavering focus: On the Monetary Policy Committee’s approach to policy",
        "headline_2": "Price stability is a public good and must remain a non-negotiable goal",
        "link": "https://www.thehindu.com/opinion/editorial/unwavering-focus-the-hindu-editorial-on-the-monetary-policy-committees-approach-to-policy/article66951002.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "The indictment of former U.S. President Donald Trump by a federal grand jury in the investigation by the Department of Justice (DoJ) into his alleged mishandling of hundreds of classified documents creates an unprecedented political situation ahead of the 2024 American presidential election. This is the first time in U.S. history that a federal government is bringing charges against a former President. According to Mr. Trump’s lawyers, the Republican party leader faces seven counts of charges, including violation of the Espionage Act and conspiracy to obstruct justice. Prosecutors say Mr. Trump deliberately withheld sensitive documents even after they demanded the return of such papers, which were recovered through a search warrant at his Mar-a-Lago residence in Florida. For Mr. Trump, who assailed Hillary Clinton in the 2016 presidential election campaign over her use of a private server, this is an embarrassing situation. He already faces criminal charges in investigations by the Manhattan District Attorney over the payment of hush money to an adult film actor in 2016. A prosecutor in Georgia is probing alleged attempts by Mr. Trump and his allies to topple the results of the 2020 presidential elections, with charges expected in August. Fresh charges pursued by the federal government will further deepen his legal troubles just when the election campaign is heating up.If in New York the hush money investigation was initiated by a Democrat attorney, the classified documents probe was by a special counsel appointed by the DoJ, whose head, Attorney General Merrick B. Garland, is a Biden pick. Classified documents were found at the residences of Mr. Biden, former Vice President Mike Pence and Mr. Trump last year. While a separate special counsel probe into Mr. Biden’s handling of the classified papers at the time when he was the Vice President is yet to conclude, the DoJ has decided not to seek criminal charges against Mr. Pence, who is challenging Mr. Trump in the Republican primaries. As of now, Mr. Trump is the leading contender for the Republican presidential ticket. So, what makes the indictment politically complicated is that Mr. Trump is not only a former President but also the key potential rival of Mr. Biden, the incumbent, in 2024. Mr. Trump has already seized the political angle, calling the cases a Democratic witch hunt and asking his supporters “not to surrender” the country “to the radical Left”. As he seems determined to use the cases for political mobilisation, America’s divided polity is set to see further polarisation. Amid this chaos, the DoJ cannot afford to be seen as partisan. It should ensure transparent investigations and build watertight cases based on legal merits.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\ninvestigation",
        "headline_1": "Complicated situation: On Donald Trump’s indictment and American politics",
        "headline_2": "With Donald Trump’s indictment, the U.S. polity will see further polarisation",
        "link": "https://www.thehindu.com/opinion/editorial/complicated-situation-the-hindu-editorial-on-donald-trumps-indictment-and-american-politics/article66951028.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "Every day brings further details of deletions from NCERT textbooks that have been ‘rationalised’, it is said, to reduce the academic burden on schoolchildren post-Covid. The rationale of the exercise is unclear. India has the dubious distinction of having had one of the world’s longest school shutdowns during the pandemic – almost two years – during which only a small fraction of students could afford to attend online classes. Despite warnings of the adverse effects of such prolonged lack of access to schooling – particularly on low-income students – little was done to correct matters. It makes equally little sense, now, for the NCERT to offer this reduced syllabus to students after the pandemic is past: when schools were closed, millions of children received no education at all; now that they are open, they are to receive rather less than more of it.\nThe specific deletions are worrying, too. Much has been written on the removal of an entire chapter dealing with Mughal rule. Other Muslim kings and dynasties occupy similarly reduced space. History is not static by any means; its methods and focus change with every generation. If the NCERT had chosen to replace dynasties with their subjects – with the histories of everyday people – its revisions might have sparked a more useful, even progressive debate. But it isn’t only Muslim kings who are being excised from textbooks, but also chapters on social movements and people’s struggles (including agrarian movements and struggles for the rights of forest dwellers, the Narmada Bachao Andolan, the history of the Dalit Panthers, etc.).\n\nThe changes in science textbooks are no less troubling. Charles Darwin and his theory of evolution are no longer to be taught in Class 10 textbooks, it seems. This deletion might appear quite arbitrary at first glance. There is a clear pattern that connects other deleted subjects – the Mughals, the role of the RSS in Mahatma Gandhi’s assassination, social justice movements, and state excesses like the Emergency or the 2002 Gujarat riots. Such deletions – whether they serve to purge textbooks of ‘anti-Hindu bias’ or imbue them with pro-state feeling – dilute any understanding of citizens’ rights to be informed, protest and demand rather than lie low, applaud and obey.\nDeleting the theory of evolution may not seem to fit this larger idea, unless we see it in the context of the many non-scientific (indeed, anti-scientific) assertions that have been made by members of the central government. Some years ago, a BJP chief minister claimed that ancient Indians had invented the internet. With specific regard to evolution, BJP MP Satyapal Singh has questioned and refuted Darwin’s theory more than once, within Parliament no less. It is not hard to miss the upper-caste Hindutva pride that animates Singh’s assertion that ‘according to our culture we are children of rishis’ – not monkeys. The Prime Minister himself has suggested that the skill of plastic surgery might have existed in ancient India.\nWhile the NCERT’s deletions from science textbooks may not have spurred as much debate as its social science deletions, they do appear to have worried schools much more. According to a report in The Print, several schools will continue to teach the deleted syllabus (including proof of the Pythagoras theorem and other concepts fundamental to various scientific disciplines) because their students won’t be able to compete in many entrance examinations otherwise. Reporting more recently on the deletion of the periodic table from the syllabus below Class 11, the Hindustan Times quotes a science teacher in a Delhi school who says they will continue “teaching the periodic table to Class 10 students so that they are well prepared when they get to study chemistry as a full-fledged subject in Class 11”.\nAs was the case during the Covid pandemic, those who can afford it will continue to receive a good education – their schools will continue to teach them the science they need to get ahead, their homes may well be stocked with books that explore Indian history and society without the blinkers of Hindutva. For the rest, however, the large majority of low-income Indian students for whom education is a vital – sometimes only – way of achieving better lives, the NCERT is reducing both access to knowledge and the ability for critical thought.\nThere was a time, NCERT textbooks used to tell its readers, when women and shudras were not allowed to study the Vedas. That line has been ‘rationalised’, but the control over education and access to power that it implied appears frighteningly resurgent.\n\n",
        "headline_1": "Textbook revisions will hit lower-income students the hardest",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/textbook-revisions-will-hit-lower-income-students-the-hardest/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "“Will you marry me?”\nIronically, the increasing use of this fetching phrase actually undermines what “marriage” has meant down the ages. This is because marriages, proper, were never supposed to unite two people in love but to link families in long-term relationships. A proper marriage, we must remember, includes grandparents, parents, siblings, and an ensemble of cousins.\nMarriages today are increasingly centred around two people, which is why it is quite common to ask the question “will you marry me?” Even so, as the ideology and aura of “marriage” continues to influence us, it confounds our understanding, both at the interpersonal and legal levels, about what we can, and should, expect from couples in such a union of two.\nRead full story on TOI+\n\n",
        "headline_1": "A short guide to marriage For freedom to marry or romance-based unions to become the norm we must first discard the purpose of ‘marriage’ as a union of families",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-short-guide-to-marriage-for-freedom-to-marry-or-romance-based-unions-to-become-the-norm-we-must-first-discard-the-purpose-of-marriage-as-a-union-of-families/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "In the few weeks since cinema audiences in the UK and Ireland were asked to digest the extreme lessons of anewly released eco-thriller How to blow up a pipeline, Europe’s great and good finally appear ready to engage with something ideologically dramatic on decarbonisation.\nLast month, European parliamentarians organised a conference titled Beyond Growth, which was addressed by European Commission president Ursula von der Leyen, several of her commissioners and top civil servants, European parliament president Roberta Metsola and Frank Elderson of the European Central Bank’s executive board. It represented the slow mainstreaming of the deeply controversial idea of ‘degrowth’, long a dirty word for green capitalism, which wants a colour revolution – by turning growth green – rather than real, if painful change.\nRead full story on TOI+\n\n",
        "headline_1": "Degrowth: What On Earth Is That? Europe’s lawmakers are hawking the idea of deliberately dampening growth But many Europeans and most other people will not accept this latest green mantra",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/degrowth-what-on-earth-is-that-europes-lawmakers-are-hawking-the-idea-of-deliberately-dampening-growth-but-many-europeans-and-most-other-people-will-not-accept-this-latest-green-mantra/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "Lionel Messi, the most famous living Argentinian, is going home. Well, not quite. After spending his entire professional football career in Europe, he is headed to the Americas. The US Major League Soccer’s Inter Miami will be his new home, in a deal described as “seismic” and “game changing”. Perhaps, children there will soon be converted to the Gambetta, a signature Argentinian close dribble, allegorised as tango on the football field. Is there a more welcoming country for a migrant with special skills?\nInternational migrants were 3. 5% of the global population in 2019, according to the UN. Many countries see the benefits of being open to them, with conditions. Not all pull it off well. For example, in football Saudi Arabia, with the backing of the Saudi Public Investment Fund, is luring players with astronomical salaries. They may have missed Messi, but they did get two other contemporary greats, Cristiano Ronaldo and Karim Benzema. However, it’s not in every culture to assimilate for the better. China failed in its football import policy. Even Europe, home to the most competitive league and a dazzling array of international talent, is struggling to cope with racism in the game.\nNineteenth century globalisation witnessed large movements of people, triggered by the commercial needs of empires. This movement led to mingling of cultures and sprouting of ideas that changed the world. Think, for example, of the staggering impact Gandhi’s experiences in South Africa had subsequently on India’s freedom movement. After World War II, borders hardened but not the need for movement of people. The transcontinental courting of Messi is an opportunity to think of how much the world will collectively gain if it’s easier for others, albeit less skilled, to seek new pastures. A bunker mentality leads to stagnation.\n\n",
        "headline_1": "A global ‘Messiage’: Football’s lessons for governments",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-global-messiage-footballs-lessons-for-governments/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "Harvard economist Gregory Mankiw showed how accountants show profits – higher than what economists would do, because economists take other social and environmental costs into account. Accountants produce a balance sheet (which is a snapshot of a company) while economists would like to see at which phase of the business cycle the company is. Accountants put emphasis on numbers while economists underscore relationships.\nBangladesh's proposed budget for FY 2024 displays a good accounting exercise with little attention to economic questions regarding inflation-related public suffering, social costs of unemployment, growing income inequality, tax bias to pamper the super rich, and the rising trend of fiscal incapacity. The ratio of private investment as a share of GDP is currently running at 22 percent. The budget's target of making it 27 percent is just an accounting necessity to earn 7.5 percent economic growth.\nWorld Bank (WB) data suggests that since 2008, it took Bangladesh 14 years to increase the private investment ratio by only two percentage points. To economists, the proposal of pushing it up by as high as five percentage points in just one year appears enigmatic. But it seems an accountant can make it happen by conducting cosmetic surgery on data, as we learn from the story of how the US company, Enron, managed a reputed accounting firm, Arthur Andersen, to make Enron look excellent just before it nosedived.\n\"Why Good Accountants Do Bad Audits,\" published in the Harvard Business Review in November 2002, explained how the biassed attitude of accountants can conceal the real health of a company. The same is true for the budget. The task of formulating the national budget by accountants or maths enthusiasts, who tweak numbers to manufacture their desired targets, remains unsafe and risky. This is exactly what happened in Bangladesh's budget, where the inflation target was astonishingly set at 5.6 percent, defying all protests from economists that the figure would be unrealistic to achieve. Now, of course, inflation is hovering around10 percent, proving the economists' concerns to have been correct.\nThe FY 2023-24 budget has set the goal of GDP growth at 7.5 percent and inflation at six percent. Even swapping the numbers would have made the exercise slightly better, given the state of the economy. Setting high numbers for growth is politically attractive and estimating a low number for inflation is an accounting necessity for managing other numbers in the spreadsheet of the budgetary framework. Here, accounting craves to please politics by throwing economics in the backseat.\nIf we choose only 10 commodities – which low-income people and hand-to-mouth workers consume regularly – and measure inflation, the figure will land at no less than 20 percent. The time has come for the government to build a separate basket for the struggling poor and measure inflation for them every month. This would provide a real reference scenario for policymaking, rather than settling on a sugar-coated number such as 8 or 9 percent using the old-style barometer of the Bangladesh Bureau of Statistics (BBS).\nNo doctor can treat a patient efficiently if a faulty thermometer displays inaccurate readings of temperature. That is why the budget seriously lacks effective tools of lowering inflation. The finance ministry still justifies the interest rate cap at nine percent, making any sense of economics sour – as if the government has unearthed a neo-modern theory of inflation management which no other country on the globe has been able to adopt. The US central bank raised its interest rate 10 times in the last 14 months, while neighbouring India followed suit at least five times within the same duration. But our central bank was instructed not to alter the cap. Keeping the interest rate cap at nine percent is being posed as an accounting necessity at a time when inflation is more than nine percent, so that business tycoons can draw funds from banks at effectively a zero real rate of interest. The budget 2023-24 thus seems to serve their greed.\nThe wealth surcharge threshold has been raised from Tk 3 crore to Tk 4 crore – a 33.3 percent increase – and this gives endless comfort to the super rich. In contrast, the minimum taxable income threshold has been raised only by 16.67 percent, from Tk 3 lakh to Tk 3.5 lakh – giving much less relief to fixed income earners. Ironically, the proposal of a minimum Tk 2,000 tax for any TIN holder – when availing a number of government benefits or services – may seem like an expansion of the tax net from the accounting viewpoint. But this type of regressive taxation is simply unfair and even unethical in the eyes of an economist in a country where big tax dodgers remain untouched.\nSome desperate numbers in the budget may taste sweet to accountants, but sensible economists would not have gone for these figures, which lack a sense of feasibility. Becoming a developed country by 2041 is an ambitious political goal, and a smart accountant wouldn't echo it without understanding how high growth targets must be set for the subsequent budgets. Economists know that achieving this would require double-digit growth for the next 17 years in a row. Is the government smart enough to pilot our flight in that direction and by maintaining that altitude?\nThe budget speech delivered the target figures of reaching the revenue-GDP ratio of over 20 percent and the investment-GDP ratio of 40 percent, but it didn't say when the targets will be achieved. This hints at bad economics being at play. Economists would engage trendlines that don't endorse such fantastic claims. Our revenue-GDP ratio has witnessed no improvement since 10 years ago and the investment ratio rose from 28 percent to only 31 percent over the same decade.\nThe proposed budget for FY 2023-34 outlines four pillars for making a Smart Bangladesh: citizen, society, economy, and the government. If history is any guide, the government will be responsible for leading the economy to dynamism where citizens can thrive in a knowledge-based society. Only then will economics no longer taste sour.  \nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US.\n\n",
        "headline_1": "A budget of sweet accounting and sour economics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-sky/news/budget-sweet-accounting-and-sour-economics-3342606",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "According to data from the Export Promotion Bureau, the jute industry in Bangladesh earned $548 million selling jute and jute items in the first seven months of the outgoing fiscal year of 2022-2023 – a decrease of 21.22 percent year-on-year. The export proceeds for the same period in 2021-2022 were $696 million, a decrease of nine percent from the previous year.\nSince India is a large market for Bangladesh's jute, the anti-dumping policy presents a significant hurdle for us. About 500,000 people work in the jute business. The government is providing incentives in an effort to preserve the jute industry and the livelihoods of numerous people. Without incentives, factories cannot be operated. Anti-dumping taxes are increasingly reducing Bangladesh's exports to India. The Bangladeshi government is persistent in its demands that the anti-dumping measure be lifted or that the import tax on jute be raised.\nThe Bangladeshi administration has to start talks as soon as possible. The Comprehensive Economic Partnership Agreement (CEPA) that has been suggested may serve as a useful framework for the negotiations.\nIndia levied an anti-dumping charge on Bangladeshi jute exports in January 2017 that ranged from $19 to $252 per tonne and was in effect for five years. Jute yarn, hessian fabric, sacking, and CBC and jute bags exported from Bangladesh and Nepal were subject to anti-dumping duties per an order from the Department of Commerce of India's Ministry of Commerce and Industries. In order to safeguard their jute sector and boost exports, Indian traders have urged that this tariff be kept in place. According to the regulations, no product may be subjected to anti-dumping duties for a duration of more than five years. Therefore, in 2023, India renewed the anti-dumping tax imposed on Bangladeshi jute products. The jute sector in Bangladesh has suffered as a result of the increase in taxes on exports.\nGiven that we previously shipped more than 1.45 lakh tonnes of jute products to the Indian market, such a levy puts a detrimental effect on our jute product exports. The exports of the goods have decreased to roughly 35,000 tonnes after anti-dumping duties were imposed.\nBangladesh is a major exporter of jute products since, in general, the costs of producing jute goods here are lower than in other nations. The cost of exporting to India, a significant market for jute, will rise as a result of the prolongation of the anti-dumping tax, which may have an impact on the overall competitiveness of Bangladesh's jute products on the international market. As a result, there might be less demand for jute items made in Bangladesh and more demand for those made in other nations.\nIndia, China, and Turkey are the main export destinations for jute products from Bangladesh. Since India implemented anti-dumping tariffs in 2017, China and Turkey have taken advantage of the chance to lower the cost of jute products. This competition among Bangladesh's jute export destinations for market share is unfair. Many jute mills have shut down as a result. Aside from this, the historical link with India prevents an appeal of the anti-dumping duty. Once more, raw jute exports to India cannot be halted. As a result, it is clear that they are successfully using raw jute without our interference, and beating us in the process.\nAny nation that is a part of the World Trade Organization (WTO) has the right to use the Dispute Settlement Understanding (DSU) process to object to the deployment of anti-dumping measures. This enables the discussion of any concerns regarding adherence to the Anti-Dumping Agreement's requirements before a panel (set up in accordance with the DSU). Given the close ties between Bangladesh and India, it would be ideal if the disagreements could be settled through bilateral or diplomatic channels before bringing the case to the WTO. The Comprehensive Economic Partnership Agreement has the potential to change such a bilateral dialogue. Bangladesh now receives the most lines of credit (LOC) from India.\nAs a result, the CEPA will serve as both a comprehensive economic framework and a tool for maximising the benefits of each country's strategic geographic location. Pranay Verma, the high commissioner of India to Bangladesh, recently stated that the planned CEPA might fundamentally alter trade relations between the two nations.\nIn order to walk the rhetoric, the commerce ministry has asked more than 58 state agencies and trade organisations for their perspectives on investment and trade in relation to the CEPA. To enhance trade and investment, Bangladesh is about to start negotiations with its second-largest trading partner. The advisory committee (AC) – chaired by commerce minister Tipu Munshi – and the trade negotiating committee (TNC), each with 11 members, have already been established by the commerce ministry. The Regional Trade Agreement (RTA) Policy 2022 states that the TNC of Bangladesh will continue the negotiations in conjunction with the Indian TNC and will acquaint the relevant authorities on a regular basis.\nBangladesh may consider asking India to remove its anti-dumping measures on jute as CEPA will serve as the comprehensive economic framework between Bangladesh and India, thereby boosting trade between the two nations.\n",
        "headline_1": "Addressing India’s anti-dumping duty on our jute products",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/addressing-indias-anti-dumping-duty-our-jute-products-3342926",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "A titan in the field of economics, Robert Emerson Lucas Jr (known to his devotees as \"Bob\") passed away on May 15 in Chicago. He was 85. Bob Lucas was awarded the Nobel Prize in Economics in 1995 for his seminal contribution to macroeconomic theory. During his rich and very productive career, Lucas served as a professor of Economics at the University of Chicago and is best known for his path-breaking work on the \"rational expectations\" concept, which revolutionised economic policymaking. The Swedish Royal Academy of Sciences cited him as \"the economist who has had the greatest influence on macroeconomic research since 1970.\"\nOne of the joys of being an economist is participating in the ritual that surrounds the announcement of the Nobel Prize in Economics towards the end of each year. You learn about new developments in the field and reconnect with the economic theories and economists you have known since your graduate school days. However, there is a downside. Economists whom you've admired since your youthful days leave this world, and then you spend a few days reflecting on their work and how it affected your life.\nSo many memories come to my mind as I write this tribute and grieve the passing of Bob Lucas.\nWhen I was a graduate student in the US and was cramming up Keynesian models and policy prescriptions, we learned about the Phillips curve model, which showed that government spending could lower the unemployment rate. However, in real life, it was emerging that government intervention does not necessarily get the economy out of a rut. Why? Well, if there is no excess capacity, or the consumers expect higher price levels, government spending will only lead to inflation. The term stagflation became fashionable in the 70s and 80s, and baffled economists.\nBob Lucas became a household name as economists struggled to find a way to get out of stagflation. Until the 1970s, governments were guided by the policies popularised by John Maynard Keynes. But the high inflation and high unemployment that characterised much of the 1970s simply could not exist concomitantly in Keynes' world, and the Chicago School, led by Milton Friedman, challenged the Keynesian framework.\nBob was a student of Friedman, another Nobel laureate, who paraphrased Abraham Lincoln in explaining his position on monetary policy: \"You can fool all of the people some of the time, and some of the people all of the time. But you can't fool all of the people all of the time.\" A central bank can have an occasional impact on the level of economic activity by controlling interest rates. But if this power is used too often, firms and households will adjust expectations of price changes and neutralise any impact on real activity. That is the core of monetarism and the basis for the rational expectations theory.\nTo understand how rational expectations changed our understanding of markets, economic behaviour, and economic policy, let us consider the well-known \"cobweb theorem\", which generations of economists have memorised in their undergraduate years. The model assumes that farmers decide on next year's (or Year One) supply decisions on the basis of the previous year's (Year Zero) price, which they presume will remain the same. Assume now that Year Zero's price was high and farmers expect the price in Year One to stay high and plant more acreage and produce more; this will flood the market and lower the price! Consequently, the following year (Year Two), there will be a cutback – reducing production – and this will increase the price again, leading to the perpetual upward and downward cycle (or, disequilibrium).\nA US-American economist named John Muth challenged the assumption that farmers expect Year One price to be the same as that in Year Zero. He proposed that farmers learn from the past and make their decisions based on forward-looking expectations. He used the term \"rational expectations\" to describe the many economic situations in which the outcome depends partly on what people expect will happen. As another example, the value of a currency and its rate of depreciation depend partly on what people expect that depreciation rate to be. That is because people rush to desert a currency that they expect to lose value, thereby contributing to its loss in value. Similarly, the price of a stock or bond depends partly on what prospective buyers and sellers believe it will be in the future.\nLucas picked up on this idea and questioned the theories of Keynes, who had pushed the policy prescription that government intervention could help steer the economy. Lucas' work on rational expectations in macroeconomics transformed the thinking surrounding the relationship between inflation and unemployment, pointing to the ineffectiveness of policy in the long run, despite possible short-run impacts on unemployment.\nThe eponymous \"Lucas critique\" also pointed out that it is naive to predict the effects of a change in economic policy entirely on the basis of relationships observed in historical data, particularly aggregate data. People are smart and make their decisions by taking into account all available information, including future price expectations.\n\"Anything that happens in the economy happens because people do this or that or something else,\" Lucas wrote. \"If we're trying to understand that, we have to get inside those people and ask what they're thinking. The rational expectations answer is they're thinking what they should be thinking. If they're making a forecast they're probably doing it well. People know their own business better than outsiders like economists do and we want to try and get into that.\"\n",
        "headline_1": "A pioneer of modern economics who popularised ‘rational expectations’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/pioneer-modern-economics-who-popularised-rational-expectations-3342891",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "It is unacceptable that despite being inaugurated nearly eight months back, the Bangabandhu Sheikh Mujib Medical University's (BSMMU's) super specialised hospital is still not ready to serve patients. Constructed at a cost of Tk 1,500 crore (Tk 1,047 crore of which was provided as a loan by South Korea), the hospital was intended to provide state-of-the-art treatment at a relatively cheaper cost to patients who mainly seek treatment abroad.\nDelays in project implementation has been a persistent problem in Bangladesh, and the BSMMU's super specialised hospital is, unfortunately, yet another case in point. Reportedly, the authorities have been instructed to open the hospital by July 1. Now, they are rushing to open it in a haphazard manner and asking various departments to provide funds from their income to the new hospital each month to meet the operational costs. The hospital needs a 1,000-strong workforce to be operational, yet as of June 7, only 250 people have been recruited. While the authorities must speed up their procedures to meet the deadline, they must also make sure that they don't end up glossing over important details in the process, hence jeopardising the safety of patients in the future. It is also a matter of concern whether the authorities can actually keep up with the high-tech medical solutions that are supposed to be offered at the unit.\nBSMMU is one of the oldest medical schools in the country, and it is extremely disappointing to see how it is riddled with corruption and incompetencies. Just a few days ago, even the High Court expressed dismay at the state of affairs at the hospital and criticised its overall environment. Meanwhile, the super specialised hospital of BSMMU is already under fire for alleged corruption during the recruitment process. The allegations are apparently being looked into, but as we see in most cases in Bangladesh, these issues simply fizzle out and the corrupt continue on their merry way. This impunity to the corrupt must end.\nEvery year, approximately 800,000 Bangladeshis travel abroad for treatment, spending millions of dollars in foreign currency. Given Bangladesh's severe foreign currency crunch, it is all the more pertinent now to ensure we scale up our healthcare services. To this end, we urge the BSMMU authorities, who have already wasted too much time and resources, to ensure smooth operations of the super specialised unit without any further delay.\n",
        "headline_1": "A super specialised hospital that serves no one",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/super-specialised-hospital-serves-no-one-3342286",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "We are at a loss as to how the Bangladesh Road Transport Authority (BRTA), the sole government agency responsible for ensuring a sustainable, safe and environment-friendly modern road transport system in the country, is allowing hundreds of buses to operate in Dhaka without any fitness certificates for years on end. By the BRTA's own estimates, 21.92 percent of the buses plying the roads in the capital do not have the necessary fitness clearances. But while the transport authority claims that there are 75 companies running 3,974 buses, transport sector insiders have told this daily that there are over 120 operators running more than 5,000 buses in the city. This means that the number of unfit buses wreaking havoc on our transport system, and putting the lives of commuters and pedestrians at risk on a daily basis, is much higher than the BRTA estimates.\nIt is now an open secret that unfit buses are allowed to operate in Dhaka – and in Bangladesh – in exchange for hefty bribes, a despicable process in which a host of actors are involved, from BRTA officials to members of law enforcement. For how long will the BRTA continue to turn a blind eye towards such criminal activities taking place right under its noses? How many more lives will be lost to needless crashes caused by unfit vehicles before our authorities start taking their mandate of monitoring and regulation seriously?\nIn 2019, the government formed a committee to rationalise bus routes and have a limited number of bus service providers in Dhaka for effective regulation. The rationalisation of bus routes was supposed to be a marked departure from the current \"trip system,\" where the more trips drivers make – and the faster they drive, in violation of traffic rules – the more money they make. Although the committee stopped issuing fitness certificates from 2019, only three of the 42 routes in the capital have been rationalised thus far. The buses that were denied permits have continued to roam the streets in the meantime, with the authorities seemingly nonplussed about its implications on an already fragile transport system.\nExperts have aptly pointed out that the drivers of these unfit buses are even more reckless as they are accountable to no one. These buses pose a grave danger to the city dwellers as well as to the environment. Under the circumstances, we urge the BRTA authorities to wake up from their perpetual slumber and take their job of monitoring and regulation seriously. Not being able to deliver on their mandate is not an issue of manpower – as is oft-cited by them when asked why they are failing to monitor unfit vehicles – but one of willpower.\n",
        "headline_1": "Why is 1 in 5 buses in Dhaka unfit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-1-5-buses-dhaka-unfit-3341866",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "In what can be viewed as a last-ditch attempt by the government to extricate the economy from crippling power cuts, energy planners are now planning to take power from some pilot power-plants that are about to come into operation. Reportedly, these soon-to-be operational power plants have no \"capacity payment\" clause built into contracts and, it is hoped that, through generating power from these projects, it will be able to offset some of the load-shedding in power sector. The other option authorities are looking into is to make full use of older power plants that are not producing at full capacity.It remains to be seen whether these ad-hoc measures will be enough to offset some power loss to the economy as the major contributors like Payra and Matarbari plants are now sitting idle or are underutilised due to a lack of coal. Because the power plants being talked about may not have \"capacity-payment\" clause built in to their contracts, they will still require coal to run. So, unless the government has found a cheaper alternative to procuring coal from some source, it is too early to state anything in advance about the new line of thinking. Interestingly, these pilot-projects are supposed to get paid after successful commissioning, and sources state that the relevant ministry is expecting 1,000 megawatts (MW) of electricity to be generated from these new projects. While the Adani project, across the border, will procure its own supply of coal to generate power, what will happen to the rest of the projects? The country is in no position to pay for the coal needed by its power sector. One has only to look at the situation with the independent power producers (IPPs) to see the dire straits on the payments issue which has now reached a critical situation. The dollar-crunch has blown the air out of the much-vaunted success in energy planning and today Bangladesh has idle power generation capacity but no fuel to fire up the power plants it has built.This leaves Bangladesh on the backfoot because now the country is at the mercy of Adani, which can dictate terms for payment on any additional electricity generated over there. The country is back to square one and no matter what explanation is given, there will be no short cut to solving the current energy crisis. Unless Bangladesh can work out a non-dollar payment mechanism for cross-border energy payment with India, the latest plan will also, in all likelihood, fall through.There is little room to maneuver here. Unfortunately, Bangladesh's international rating according to S&P has also suffered recently. That translates into greater difficulty in securing foreign loans, and those institutions that do give loans to the country will have higher interest rates and shorter repayment periods. All in all, a grim situation. Whether it is local power plants or foreign, any electricity generated will have to be paid for, regardless of whether capacity-payment is involved or not. Today, Bangladesh has no extra dollars to pay for coal, after paying for liquefied natural gas (LNG). Had sufficient foreign exchange been available, then the country could have bought cheap crude oil from international markets and refined the same, or bought cheaper refined oil since there are more choices available now. Unfortunately, the cart was put before the horse and now all sorts of compromises will have to be made to get as much power to the economy, as soon as possible. It is a suppliers' market and policymakers will have to find ways to get requisite finance to pay for the power generated by private sector somehow.",
        "headline_1": "Moving away from capacity payment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/moving-away-from-capacity-payment-1686408237",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "With the historic victory over India and Myanmar in the meritime dispute. Bangladesh acquired sovereign and rightful claim over the 118,813 square kms of the territorial sea, 200 nautical miles of an exclusive economic zone in the Bay of Bengal, and all the oceanic resources up to 354 nautical miles from the Chottogram coast, back in 2014. This legal win gave a boost to the discussion around the exploration of the blue economy in the coastal areas of Bangladesh as newer trade opportunities were open to be cultivated along with the traditional economic activities. Yet, nearly after the lapse of a decade, Bangladesh has not been able to dig into the emerging sectors relevant to the ocean economy and mobilise the resources of coastal areas. According to the Ministry of Fisheries and Livestock, in the fiscal year 2014-15, Bangladesh received a gross value addition (GVA) of US $6.2 billion from the contribution of the ocean economy with tourism being the highest contributor (one-fourth of the total value). Another indication of how the ecosystem could not hone the opportunities of the ocean economy is the data dearth of this sector in both the public and private domains.The government, however, has set the blue economy sector as a priority and identified 26 maritime economic functions under six broad categories based on the available resources in the country. While blue economy emphasises efficient utilisation of coastal resources, such as conservation and sustainable uses of ocean resources, extraction of natural gas and oil, and usage of sustainable energy and marine resources for economic growth, majority of these require heavy investment, large conglomerate/enterprise engagement, policy advocacy etc. This also entails the involvement of multiple public and private agencies, an extended amount of waiting period for decision-making and relevant development, and additional bureaucratic processes eventually slowing down the expected ecosystem changes. The necessity of promoting SME businesses and innovative startups with the right assistance comes here. SME businesses can rapidly disrupt the existing ecosystem with the appropriate product and solution and create a positive impact on the larger businesses as a ripple effect. With the promotion of the local businesses and startups serving under the umbrella of an ocean-based economy, three key impacts are expected to transpire: accelerated economic growth in the targeted sectors, improved livelihood of local communities due to the creation of employment, and sustainable coastal development solutions.In Bangladesh, due to the fragmented nature of the ocean-based SME products and solutions, the sustainability of such businesses is a major challenge in giving momentum to the blue economy activities in the coastal belt. Introducing startup incubators and accelerators is a potential solution to make these businesses profitable and provide support in market linkage, access to finance, and an efficient value chain. Through introducing such platforms, four key limitations can be solved or alleviated within a shortened span of time:First, the innovative solutions or products that are facing obstacles in flourishing due to lack of investment can receive support for grant applications, idea submission, pitching ideas to global investors, and cater to greater investment opportunities other than traditional financial institutions. For example, seaweed and oyster cultivation are two high-growth potential products that have been limited due to a lack of funding in the Cox's Bazar region. Second, ideas with innovative technological solutions can be connected with the right stakeholders and introduced to the market. While tech-based aquaculture and marine solutions are being embedded in trades in countries like Indonesia, Singapore, Thailand etc., Bangladesh can boost such inclusion into the traditional trades of coastal areas (for example-- by introducing e-commerce to boost local businesses, and use of IoT solutions for fisheries and marine culture).Third, an opportunity of building a strong community of SMEs, intermediaries, investors, technology support providers, mentors, and other stakeholders relevant to the blue economy development should be opened. This is crucial to bring the fragmented businesses and services under an umbrella and create the desired ecosystem.Finally, the task of policy advocacy and infrastructure development can be shaped as an incubator/accelerator programme for arranging policy dialogues and stakeholder engagement, bringing all relevant public and private agencies together. A successful example of such an incubation network is the startup hub launched in Indonesia, Digifish Network, which has changed the entire sea-based startup ecosystem in the country. According to the FAO data, Indonesia is the second largest producer of marine capture in the world. With the geographic advantages of cultivating fisheries and other aquaculture resources, Indonesia has become one of the home grounds for innovative aquatic startups. Digifish Network, a startup hub for integrated aquaculture business and information networks, was established in 2018 to become a facilitating ecosystem for aquaculture startups in Indonesia. At present 30 startups are part of this network who receive support for access to finance and efficient supply chain. According to a report by CNBC, startups connected with this hub have already received investment from renowned investment firms. In May 2023, eFishery, one of the pioneers in building the hub, was announced to be the first unicorn aquaculture startup in the world after raising $108 million in Series D funding. In Bang;adesh, a number of ocean-based startups have been working with seaweed, oysters, mussels etc to prepare processed food, healthcare and cosmetics products. Bangladesh needs to take the successful strategic approaches implemented by the coastal economies such as Indonesia and Singapore into consideration and introduce the launch-pad platform for local marine businesses. Amidst the economic struggles awaiting the global economy, activating the ocean economy can boost internal trade and businesses with better cash flow in return. \n[email protected]",
        "headline_1": "SMEs to boost Blue Economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/smes-to-boost-blue-economy-1686408289",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "In midst of a hot spell that had been raging in the capital for over a week, the brief bouts of rain and relative cool came as a pleasant respite. People in the heat wave-hit other areas had been expecting it eagerly. But it hadn't happened immediately. There are a few plausible reasons behind the scorching nature of summer this year. In spite of the high temperature, the Bangla months of 'Boishakh' and 'Joishtha' are normally accompanied by seasonal summer storms called nor'westers coupled with showers. It brings a relief to the sizzling summer which is experienced from the start of the year's summer season. To the great distress of people, the year has seen veritably no storms except brief spells of shower accompanied by gusts. The rains were not sufficient to fully cool the atmosphere. The mild heat wave sweeping parts of the country this year is not an annual phenomenon. To the woes of people, Bangladesh has been passing through such heat waves for quite some time. These factors in combination have, apparently, contributed to the deterioration of the whole atmosphere in Bangladesh. A great relief thus lies in the unexpected interludes of summer rains.The punishing nature of searing summers has a lot to do with climate change impact. Many would like to bring up the issue of global warming, though its expanse is quite vast --- covering weather abnormalities like polar ice melting and the breakup of glacial masses. In terms of day-to-day realities, however, experts in weather and its impact on humans would like to refer to the hard times the urban working class may have started passing through from this year. Summer has hardly been a pleasant time in Dhaka. The season is synonymous with all possible physical ordeals ranging from sweating, thirst and the feeling of being drained out. Probing people do not have to go far. The heart of the city has many spots that offer scathing views of the extent of miseries caused by the hot season.In the city, dozens of views showing the sufferings of working people have become common sights. The punishing heat of the sun takes its heavy toll on the rickshaw-pullers and the manual workers, including day-labourers. People dare not come out in the open with a blazing sun flashing above. Both idlers and the working class people take shelter under the roadside trees. All of these views have been the part of Dhaka life in the season of summer. A difference, however, maybe from this year, could be a prolonged summer coupled with the faint signs of heat waves. This is not unusual. Prior to their becoming heat wave-prone lands in Arica, West Asia and in parts of the sub-continent, all of these countries used to have their age-old normal summers. With the global warming taking a worse turn, the season of summer began staying longer than usual in many countries.Given the present alarming trends in several regions heating up fast, newer countries are feared to be in the line. Bangladesh has traditionally been considered a land with a moderate summer. From this year, the assessment may have to be changed. Bangladesh may not be bracketed along with the countries with temperate climate. Nor will it be defined as a land of tropical monsoon climate. Few of the country's general people are aware of the changes wrought to its environmental features by the advancing global warming. Nothing can stop it. By the time it will be realised in its full range, all the country's inhabitants and the related sectors, like agriculture, are feared to go through it in a bitter process.\n[email protected]",
        "headline_1": "Rain relief and heat hangover",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rain-relief-and-heat-hangover-1686408329",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2023"
    },
    {
        "full_article": "In recent years artificial intelligence (AI) has emerged as a powerful tool in fighting cyber threats faced by banks and other financial institutions. AI technologies such as machine learning and behavioural analytics are now doing wonders in protecting data from cybercriminals. Various aspects of financial cyber security, such as threat detection, anomaly detection and incident response, can benefit from artificial intelligence. Additionally, AI can automate routine security tasks, allowing human resources to focus on complex analysis and other activities. The utilisation of AI in financial cybersecurity has a number of advantages. Firstly, AI system can detect and respond to threats faster than traditional approaches, minimising the potential damage caused by cyber-attacks. Secondly, AI enables proactive threat hunting by identifying vulnerabilities and predicting potential attack vectors. Moreover, AI can reduce false positives and negatives, improving the overall efficiency and accuracy of cybersecurity operations. Integrating AI into financial institutions' cybersecurity strategies can ultimately enhance its ability to mitigate risks and protect customer data. As the cybersecurity landscape evolves, embracing AI will be important for financial institutions to safeguard their assets. \nNusrath Nur Fatima,Student of Department of Management,School of Business and Economics,North South University, Dhaka,[email protected]",
        "headline_1": "AI for financial institutions' cybersecurity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ai-for-financial-institutions-cybersecurity-1686408354",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-06-2023"
    }
]