[
    {
        "full_article": "Some artistes in the Carnatic universe rose in mutiny against awarding of Music Academy’s prestigious Sangeeta Kalanidhi award to vocalist TM Krishna. His criticism of the Carnatic ecosystem and its discriminatory practices vilified its artistes and institutions, they said, as they pulled out of academy performances this season. One artiste returned his Sangeeta Kalanidhi, a legendary percussionist’s son returned his late father’s award.\n\nRead more on TOI+\n\n",
        "headline_1": "Carnatic musicians are out of tune",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/carnatic-musicians-are-out-of-tune/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2024"
    },
    {
        "full_article": "Zoru Bhathena\nMumbai is blessed to have a fantastic local rail network. The curse is to find a way to cross these tracks. Andheri, in the suburbs, has the population of a mini city, and just one bridge to cross the railway lines. The now infamous Gokhale Bridge, which has given a fillip to stand-up comedy like no other.\nRead full story on TOI+\n\n",
        "headline_1": "A bridge stranger than any fiction",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-bridge-stranger-than-any-fiction/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2024"
    },
    {
        "full_article": "The last time RBI’s monetary policy committee increased its policy rate (repo) was in Feb last year. Since then, it’s been stuck at 6%. The economy in the meantime has seen two positive trends, growth has trended upwards while inflation rate is moderating. It raises the question if MPC needs to reconsider its stance on interest rate when it meets next week.\n\nWhat forecasts say | RBI’s main mandate is to keep inflation within the target set by GOI. It’s in a comfortable position now. In the current month’s bulletin, the central bank has forecast that average inflation rate in 2024-25 will be 4.4% and GDP will expand at 7.4%. So, RBI’s view is inflation will moderate even as GDP expands at a relatively fast pace.\nWrinkles in the data | India’s GDP data presents policy makers with two challenges. Supply in the economy is measured by gross value added (GVA). Growth rate of GVA is an indicator of what’s happening to producers. This measure has moved in a direction at odds with the better-than-expected growth of GDP. In the first three quarters of 2023-24, GVA growth rate trended downwards to record 6.5% in the Oct-Dec period. GDP, during the same period, trended upwards. Separately, private consumption growth has remained weak.\nWhat’s driving inflation | RBI’s analysis on inflation shows that it’s largely been supply side factors that contributed to inflation in the last two years. MPC commentary indicates the committee remains wary of food price shocks pushing inflation.\nIt doesn’t add up | Food price surges in the recent past have largely been caused by perishables with relatively short production cycles. There’s nothing RBI can do about that. What does matter is that these surges haven’t led to the overall inflation remaining sticky at levels beyond RBI’s mandated level of tolerance. Moreover, RBI expects the overall inflation rate to head downwards in the next year.\nCase to lower interest rates | Recent price trends, RBI’s inflation forecast and factors causing inflation do not justify interest rates at the current level. MPC should consider rolling back its rate increases. Liquidity needs to be adjusted in line with it. A rate cut now will benefit India’s producers and consumers. Monetary policy is meant to be data driven. The message is clear. It’s time to begin the process of lowering policy interest rates.\n\n",
        "headline_1": "Time to step back",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/time-to-step-back/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2024"
    },
    {
        "full_article": "Over the weekend, Kerala and Karnataka approached Supreme Court to file complaints against GOI. Kerala challenged the President’s action to withhold assent to four bills cleared by the legislature after the state’s governor referred it to her. The President is guided by GOI’s advice. Separately, Karnataka filed a writ petition alleging that the state has been denied assistance under drought management rules. Relations between GOI and opposition-administered states have been rocky. But these two cases take us into dangerous territory.\n\n \nCentre first but states matter | The Constitution places Centre above states and gives it special powers such as deciding state borrowing limits. But states are, by constitutional design, integral to governance. They have authority over fundamental governance functions such as provision of law and order.\nDivision of powers | Legislative powers between the two levels of government are divided on the basis of a union list, state list and a concurrent list, where power is exercised jointly. Since mid-1950s, there’s been creeping centralisation. Union and concurrent lists have expanded through constitutional amendments, while the state list has shrunk. Now, in a political environment marked by distrust, this is a source of Centre-state conflict.\nMoney problems | One area where the conflict plays out prominently is in share of revenue. The last finance commission said GOI raised 63% of resources but incurred 37% of expenditure. Therefore, FCs play a role in finding a balance between resources and expenditure of the two levels of govt. Recent face-offs have been about whether GOI is following the spirit of FC recommendations.\nFriction in a federal set up is not unusual. But the risk today is that political channels of resolution have broken down. These matters shouldn’t go to court. That they do shows the failure of politics.\n\n",
        "headline_1": "Broken politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/broken-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2024"
    },
    {
        "full_article": "Life expectancy is a statistical measure that estimates the average number of years a person can expect to live. Generally, it is measured at birth.The 'Bangladesh Sample Vital Statistics 2023' report published by the Bangladesh Bureau of Statistics (BBS) on Sunday (March 24) says that the average life expectancy in Bangladesh dropped to 72.3 years in 2023 compared to 2022 when it was 72.4 years. Interestingly, in 2021, too, the average life expectancy was72.3 years. The BBS study further reveals that mortality rate of children under one year was 25 per thousand in 2022. But last year (2023), it increased to 27. Worse yet, the death rate of newborns of age below one month has increased to 20 per thousand live births last year from 16 in 2022. Sadly,mortality rates of children both below one year and one month of age have seen a significant rise from what they were five years back at 21 and 15 respectively. Also, there is also no sign of improvement in the case of under-five children whose death rate has also risento 33 per thousand (2023) from 31 in 2022 and 28 five years ago. Now, the question is, what went wrong between the years 2022 and 2023 that the nation saw a reverse trend in the life expectancy of the people? It is also not less worrying that child mortality figures have been on the rise in a sustained manner for so long. Admittedly, coronavirus pandemic that struck Bangladesh since March 2020 did leave its devastating impact on life and the fallout from it was evident later when the studies by the BBS were carried out. Meanwhile, researches in the advanced countries are coming up with ever new findings on the prolonged effects of coronavirus on human body and its immune system. So, these developments may have their reflections in the vital statistics of the period under review. Since life expectancy has a direct relationship to child mortality, increased rates are sure to negatively influence overall life expectancy. Also, a higher number of deaths from some of the top ten non-communicable killer diseases including heart attack, brain haemorrhage, respiratory diseases, etc., did no doubt play their part in the decline in life expectancy. The head of the sample vital registration system (SVRS) of BBS also pointed out as such on the occasion of release of the survey report. However, exactly why child mortality rate is on the rise still defies reason. Has primary healthcare including maternity healthcare, prenatal, antenatal and postnatal care worsened or become unaffordable? Rising cost of living attributable to unrestrained food price inflation is forcing the low-income segment of the population to skimp on food, especially nutrient-rich ones including meat leading to malnourished childbearing women. Most likely, malnourished mothers and their newborns may be responsible for higher child mortality in recent years. In this connection, the BBS survey further notes that 60 per cent of the pregnant women in Bangladesh cannot avail prenatal care as often as they need. Add to that the fact that 33 per cent of the child delivery cases still take place at home. However, the average life expectancy of people has declined rather slightly. Yet this is a cause for concern. Because, it is the trend that is important and should be reversed.",
        "headline_1": "Stemming decline in life expectancy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stemming-decline-in-life-expectancy-1711464122",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-03-2024"
    },
    {
        "full_article": "Indisputably, the country's light engineering sector has immense potential for growth. Yet, while no one has contested this fact, it is still far from assuming the highly important role it is supposed to play.Despite its informal nature and unregulated patterns of work, light engineering is frequently acknowledged as a promising catalyst for economic activity. Not only does it foster the growth of countless small businesses but also serves as a vital hub for the production of numerous engineering products.As a feeder sub-sector, light engineering produces machines, equipment, tools of heterogeneous varieties for domestic usage in mills, factories and engineering workshops. Besides providing cost-cutting benefits to the consumers, its all important role is in saving foreign exchange that otherwise the country would have to spend on imports.It is estimated that the sector currently accounts for around 50 per cent substitutes of imported items in the country. This is reflected in the support it provides to industrial, agricultural and construction sectors by manufacturing a wide range of spare parts, castings, moulds and dices, oil and gas pipeline fittings and light machinery, as well as repairing those. Equally significant is its role in job creation. Rough estimates suggest as many as 600,000 skilled and semi-skilled workers are employed by around 40,000 micro enterprises and 10,000 small and medium enterprises (SMES) under this sub-sector. The sector is reportedly manufacturing products worth Tk250 billion with local technology. The Business Promotion Council, operating under the commerce ministry, estimates that local light engineering industries produce 3,815 types of machinery, spares and accessories.Despite the highly useful and laudable role, the downside of the sector is its failure to take an institutional shape which undermines its potential for future growth. In order for the sector to attain an institutional shape as well as desired growth and diversification, the key requirements are government policy support, public-private joint initiatives for institutional and financial assistance, availability of technical and business information, innovation and upgrading of technology, capacity building, research and development facilities and removal of a host of growth-impeding factors. A news item published in this newspaper recently highlighted some of the prospects as well as the potential of the sub-sector that could be capitalised on for its growth as a major import-substitute industry. Quoting experts, it said by investing Tk 60 billion in the improvement of the light engineering sub-sector in a planned and targeted manner, it is possible for the country to save Tk 650 billion as import substitute of light engineering products every year. This also conversely implies that if the light engineering units, spread out all over the country, are not taken care of immediately to suit the varying demands of the consumers, imported products would soon seize the domestic market. The need for the sector's modernisation through incorporation of appropriate technology is all the more important as global competition will spare no effort to take control of niche markets.These small and medium enterprises are currently facing serious hardships on various counts, according to the Bangladesh Engineering Industry Owners Association (BEIOA). These include a lack of advanced technology, dearth of skilled manpower, absence of product diversification and market promotion measures. Over and above, the entire industry is without any worthwhile credit finance. Industry insiders opine that bringing the innumerable work units under an integrated plan is crucially important, and to do so, a separate policy for the sector is long overdue. Supportive government policy for the sub-sector would also facilitate adoption of work programme for product development and product adaptation for both domestic consumption and export.Although lacking in institutional shape, light engineering in the country has a solid foundation since long, aided mainly by a considerably big pool of skilled and semi-skilled workforce. While the need to train the workforce to upgrade skills is important, more important is the need to energise it by facilities for large-scale technology upgrading which can happen through increased investment. Insiders are of the view that segmenting the sector along the types of works done might offer the opportunity for the government to look at the prospects of each of the sub-sectors as well as identify the support they need--- not only policy-related, but also technological and financial and so forth. Observers feel that some fiscal incentives are also needed for the sector, such as concession in payment of VAT. Concerned quarters believe that there is a critical need for basic infrastructural facilities like gas, electricity, water and dumping yards. This may be possible with arrangements for the units to be located in dedicated work zones in clustered forms depending on the types of works performed. So, a good deal needs to be thought out to work on a systematic plan of action to set things right for the industry to keep growing. It is in this context that the PM's declaration, a couple of years ago, of light engineering as the product of the year should be seen as more than just motivational but a pressing call for appropriate policies and actions to equip the sector with the vigour and strength it so badly needs.\n[email protected]",
        "headline_1": "Light engineering warrants an institutional shape",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/light-engineering-warrants-an-institutional-shape-1711464146",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-03-2024"
    },
    {
        "full_article": "\nThe metro rail service has brought about a paradigm shift in the city's commuting. But it only serves certain areas of the metropolis. Yet the experience of the fortunate commuters availing of the service is overwhelmingly positive. Following the Padma Bridge, it's this particular infrastructure project that is bringing direct benefits to consumers on a daily basis. As a regular user of the service, certain observations can be made on what incremental changes can be made to further improve the passengers' comfort level.It had long been a major complaint that the train timing was too short because not everyone leaves work at 6pm in the city. Happily, now the metro rail authority (DMTCL) has extended the departure time of the last train up to 9.40pm. Hundreds of thousands of people in the city are either self-employed or work in the private and service sector. For them, closing time begins at around 8pm and they do need to go back home. Gridlocks on roads during the month of Ramadan have broken past records and who doesn't want to get home by availing a service that takes minutes (and not hours) in air-conditioned carriages on a rail track that has no traffic lights? So, extending the time table comes as a great relief to its users.For Dhaka residents who do use metro rail on a regular basis, one of the major complaints is the long waiting lines at metro rail stations to get tickets. The authorities have made arrangement for MRT pass. This is a very simple procedure. There is a booth at every metro rail station where commuters can get a 10-year pass on the basis of their NID number. This provides the card holder with security, since the card may be either lost or stolen. If either of the two things happen, card holder can simply report it at the booth, in which case the previous card will be blocked and a new one issued. Card holders do not need to wait for hours to get their tickets, they simply swipe them at the gate and go straight to the platform to hop on to the next train that comes at 10 minutes' interval. To sweeten the deal, DMTCL gives card-holders a 10 per cent discount on each commute. Sadly, the bulk of regular commuters on the metro have no idea that there is a pass for users. Sustained media campaigns are needed, as are television advertisements, engagement on social media - will all help get the message across faster. It will reduce the gathering in front of ticket vending machines and also help DMTCL generate revenues faster.Another suggestion for DMTCL concerns entry and exit. Wide staircases have been installed at entry and exit points to metro stations. Since Bangladeshis are not the most patient of races, there is much jostling, pushing-and-shoving done here sending tempers flaying. It would not cost much for DMTCL to put in physical barriers like a big divider in the middle of a staircase and also physical barriers that swing only one way, ensuring that each side of the stairway is used as a one-way traffic for passengers. Older people use the metro, so do minors, adolescents and women and they need hassle-free, disciplined and easier entry and exit.\n[email protected]",
        "headline_1": "Metro rail service is working wonder but it still can do better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/metro-rail-service-is-working-wonder-but-it-still-can-do-better-1711464243",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-03-2024"
    },
    {
        "full_article": "In simple terms, Artificial intelligence (AI) is a computer system designed to interact with the world in a human-like manner. It analyses all the available information and then provides the answer that is most suitable and cohesive. AI has brought nothing short of an upheaval in the education sector. AI tools such as ChatGPT, Ivvy Chatbot, Cognii and Gemini are regularly used by students and academics in their day-to-day lives. So, the question needs to be asked. To what extent should AI be used in academia?AI can act as a good assistant tool in the life of a university student. It can save time when looking for information and improve one's original writing. However, the problem arises when students are generating their entire assignments by use of AI tools. Often these AI-generated assignments are being graded the same or even better than the assignments written by students. This discourages students who are putting genuine effort into their studies.AI will continue to be an undeniable part of academics. There is no way to avoid that. So, it is crucial to set up a universal guideline regarding the usage of AI in academic writing. AI detectors should be readily available and regularly utilised by teachers of all educational institutions to ensure a fair grading. Or else students will become overly dependent on AI and creativity will diminish.\nShimonti DasStudent Department of ManagementNorth South University[email protected]",
        "headline_1": "AI and its implication on academia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ai-and-its-implication-on-academia-1711468696",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-03-2024"
    }
]