[
    {
        "full_article": "Official data on India’s merchandise trade for April give reason for cheer at first glance. Emerging from a record export performance during the just-concluded financial year, outward shipments for the month rose 24.2% from a year earlier, with electronics and chemicals showing healthy expansion, while petroleum products more than doubled. However, imports continued to outpace exports, growing by 26.6% to broaden the goods trade deficit, which widened to $20.07 billion from $18.5 billion in March. The trade deficit — the extent to which the import bill exceeds export receipts — worryingly breached $200 billion for a rolling 12-month period for the first time in April, impacted predominantly by petroleum imports of $172 billion. Global crude oil prices have surged by more than 40% in 2022 in the wake of Russia’s war on Ukraine, swelling the import bill. The early onset of the Indian summer, with a heatwave, has bolstered power demand, setting the pace for coal imports, which grew 136% last month, notwithstanding record output by key domestic supplier Coal India. For the first time ever, the Ministry of Power has set timelines for States to import coal over the next few months, a far cry from the 16% year-on-year decline in imports of the fuel in the April 2021-January 2022 period and a clear portent that the bill for overseas purchases of coal is also set to swell.Monitoring the trade deficit is crucial as this has a direct bearing on the current account deficit (CAD). Disconcertingly, foreign direct investment, which typically helps bridge the CAD, has seen a moderation. And, the wider the CAD, the greater the downward pressure on the rupee, which has already weakened considerably since the conflict in eastern Europe began in February. A weaker rupee, in turn, makes imports costlier, potentially widening the trade deficit, and thus triggering a vicious cycle. The RBI has sought to steady the rupee against wild swings, evident in the dip in foreign exchange reserves to $600.4 billion (April 22), from $640 billion just six months earlier. But a central bank can draw on the reserves to ease any rupee weakening only to a limited extent. The RBI also has its hands full with the battle against imported inflation as global commodity prices remain sharply elevated. To help avoid added stress, the Government must consider additional incentives for exports, while encouraging local production of items that strain the import bill. The coal crisis could have been averted with better advance estimates of power demand as the country emerged from the worst of the pandemic, and optimal allocation of coal-carrying rail wagons. Policymakers can ill afford to let their guard down on trade imbalances and risk growth-retarding inflation and more pressure on the rupee.",
        "headline_1": "Watch the gap: On widening trade deficit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/watch-the-gap-the-hindu-editorial-on-widening-trade-deficit/article65385192.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-05-2022"
    },
    {
        "full_article": "Observance of rituals largely serves a symbolic function; they are infused with meaning that gives a semblance of human-made order to the vagaries of nature. But pushing the meaning beyond the symbolism is fraught with danger. Standing on ceremony, particularly, does not quite fit in with the roles and the responsibilities of a medical professional, and the Charak Shapath row in Tamil Nadu, in which a top official of a government medical college was put on a waitlist, has clearly dragged one ceremony beyond its original intent and purpose. While things came to a head with the suspension of the dean of Madurai Government Medical College, the controversy has been brewing since February, when the minutes of the National Medical Commission’s (NMC) discussions with medical colleges were leaked. One of the points read: “No Hippocratic Oath. During white coat ceremony, the oath will be Maharishi Charak Shapath.” The Charak oath appears as part of Charaka Samhita, an ancient text on Ayurveda, and seeks to, much like the Hippocratic Oath, lay down the ground rules for the practice of medicine for a student. While it emphasises compassion, and the scientific and ethical practice of medicine, it also highlights certain values embedded in the cultural and social ethos of the time of Charaka, and seen today as retrograde. References to caste, old-style subjugation of student to a guru, and gender bias have been flagged since. Though it was later clarified that the oath was not compulsory, there were valid concerns about projecting it as a substitute for the Hippocratic Oath.In the English version that was read out at Madurai Medical College, there were two references that are repugnant — ‘Submitting myself to my Guru (teachers) with complete dedicated feeling,’ and ‘I, (especially a male doctor) shall treat a woman only in the presence of her husband or a near relative’. The rest of the oath stresses, in simple language, the very principles of the Hippocratic Oath, including serving the sick, a pleasant bedside manner, and not being corrupt. Subsequent investigations have revealed that the dean was not even part of the decision to substitute the Charak Shapath for the Hippocratic Oath (the Students’ Council claimed responsibility), and he has since been reinstated. But launching severe action for what might have been just procedurally deviant, rather than a crime or violation of ethics, seems a knee-jerk reaction, or worse, the pursuit of a political agenda. The focus should rather be on ensuring quality medical education, inculcating in students a scientific temper, and a sense of service to patients. While Tamil Nadu has often rightly argued for States’ autonomy in a federal structure, this act adds little heft to that critical issue. For the NMC, even more so, the stress should not be on the bells and whistles, but rather on the quality of education.",
        "headline_1": "Standing on ceremony: On Charak Shapath and medical education",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/standing-on-ceremony-the-hindu-editorial-on-charak-shapath-and-medical-education/article65385090.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-05-2022"
    },
    {
        "full_article": "On April 21, we held a human chain programme at Khulna Shivbari intersection demanding payment of arrears of jute mill workers and reopening of closed jute mills. At the end of the programme, when everyone was getting on a truck to return to Khalishpur, a worker of Khalishpur Jute Mill named Kohinoor Begum (age 51 or 52 years) grabbed my hand and said, \"Baba, I will not get on the truck.\"\nI was a little surprised and asked, \"Why? How will you go?\"\nShe replied, \"I will walk around a bit. I cannot beg on familiar streets.\"\nKohinoor Begum, a worker at Khalishpur Jute Mill No 1, roamed around the crowded city seeking help. Other workers left for home after finishing the programme. But her hand, which was raised up earlier to claim her debt, went down asking for assistance.\nThe situation of a large number of workers, particularly women and elderly workers, in Khalishpur region, is similar to that of Kohinoor Begum. They are now helpless despite being skilled. After the closure of the jute mill, they have been living the life of a beggar without having a regular job. Their bold looks have faded away; they are almost unrecognisable today.\nAlamgir, a former employee of Star Jute Mill, used to earn Tk 4,800-5,500 per week working six hours a day. Now, after 12 hours of night duty as a guard in Khulna city (9pm-9am), he gets a monthly salary of only Tk 7,000. Additional six hours of duty in the day time provides him with Tk 5,000. How can a family survive on so little?\nToday, a skilled jute mill worker has to work as a night guard in the city. There is no security in their lives. That is why Reshma, daughter of Khalishpur Jute Mill worker Badsha, could not get admission in a new class despite being first in her class.\nMany helpless workers have joined private jute mills where the daily allowance is Tk 180-220. They get only 20-30 minutes of food break. There are no holidays. They don't have the right to form a trade union. As a result, workers have no freedom of speech.\nIf a worker has an accident while working, the mill authorities do not take any responsibility for it. There is no maternity leave. During the Covid-19 lockdown, almost all government and non-government workers in the country were given an allowance, but no worker in any private jute mills received such assistance.\nThe safety situation of women workers is extremely poor. Many female workers are being sexually harassed, especially while working in the C-Shift (10pm to 6am). But there is no one to take care of these issues. If you complain, it is not taken into account.\nThe largest private jute mill in the Khulna-Jashore region employs over 10,000 workers. The same situation prevails there. The union that the owner has formed to show the mill's foreign buyers is of no use to the workers. Rather, they work for the owner.\nThe skills acquired by the workers who have been working in the state-owned jute mills for 15-20 years are being sold today to the private sector at a very cheap price. Many workers, who now get one-third of the government's wage while working almost double, strongly believe that there is some type of government machination at work behind this whole process.\nAt a time when the demand for jute products in the world is increasing, and new private jute mills are being established, government workers are being handed over to the private mills as the government-owned mills are closed down. The plan is to exploit these helpless labourers because they don't know any other work.\nOn July 2, 2020, amid Covid lockdown, the government announced the closure of 25 jute mills and laid off 70,000 workers. Without paying the dues, the workers were evicted from the colony in clear violation of the labour law in Bangladesh.\nAbout 11,000 workers of five jute mills, including Khalishpur-Daulatpur jute mill, in Khalishpur haven't yet received their arrears. Having to leave their earnings with the government, the workers are now starving.\nIdris Ali, an elderly worker sitting at the mill gate, said in grief one day, \"No one cares about us, the government has snatched our jobs, and now the Almighty has also turned his face away from us.\"\n \nThis article was translated from Bangla by Tanveer Ahmed Chowdhury.\nRuhul Amin is the coordinator of Sramik-Krishak Chhatra-Janata Oikya Parishad. \n",
        "headline_1": "Does anyone care about the jute mill workers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/does-anyone-care-about-the-jute-mill-workers-3017416",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2022"
    },
    {
        "full_article": "On February 7 this year, an article by Mostafa Shabuj in The Daily Star Bangla titled \"Why can't the government send timely weather information to farmers?\" made me pause. The article mentioned an incident of heavy rainfall earlier this year that swamped vast areas of Joypurhat, Bogura and Dinajpur, damaging standing potato crops. It is assumed that had the farmers received prior information of the rainfall, they could have saved about 25 percent of their hard-earned produce. Such episodes are quite common, and the Bangladesh Bureau of Statistics (BBS) suggests that calamities of various degrees cause about Tk 30,000 crore worth of damage to properties across the country each year, of which 40 percent is standing crops, poultry and fisheries. Such losses can be minimised by providing the farmers with timely weather information. It is vital for our agriculture, a sector that feeds the whole country and provides more than one-third of our total employment.\nBangladesh's weather prediction mechanism is modelled after US technology, which is capable of predicting weather events 16 days in advance. Mostafa Shabuj's article raises an important question: Why should farmers accept such losses in the day and age of technological excellence? One of the main objectives of a disaster management system is to warn the masses about an upcoming calamity. Traditionally, radio and television channels have served that purpose, but with the advent of smartphones, the use of such old technologies has declined. Long- and short-term weather information are now available on different websites, but many farmers at grassroots level don't have smartphones or access to the internet. In order to overcome this bottleneck, the short-message service (SMS) on mobile phones can be utilised, since it does not depend on smart devices or the internet, and thus can reach any citizen in the country if they use a mobile phone.\nThere are two ways of transmitting SMS: a) the \"Push type,\" where messages are sent to the subscribers without being asked (Govt Info is one such service that disseminates important information to the general public); and b) the \"Pull type,\" where mobile phone users subscribe to an information relaying service (Bangladesh Railway has such a system that sends SMS with information about the location and arrival time of a train on request.\" Mobile phone subscribers receive four to five push SMSs daily on average from their service providers, most of which are informational or promotional. No weather information or warning as such is currently being transmitted via SMS.\nThe e-warning system is a communication strategy that gives people an early warning on all hazards and natural disasters to pursue effective response actions to tackle disasters before impact, thus dramatically reducing their effects on lives, properties and, in the case of farmers, crops and farm products. In order to be effective in Bangladesh, a) The system must be free, without requiring any registration or subscription; b) Users should not need a smart device or the internet—ordinary mobile phones should be enough; and c) Information must be delivered without request. An SMS-based weather information system can meet all these requirements.\nNow, who can provide this service? The Indian government launched an SMS-based cyclone warning in as early as 2014. Our government can launch a similar system, but I suggest that mobile phone service providers deliver such a facility as part of their social responsibility. These providers are best placed to develop such a system since they have information on the locations of their subscribers and can track them in real time. This data is at the heart of the whole system. In a nutshell, the application will collect short- and long-term weather information from the Met Office or acquire them from different weather forecast websites. That data would then be sorted and processed according to locations (e.g. upazila-based) and an SMS would be pushed with warning and weather data as per the location of a subscriber. The system can be powered by artificial intelligence (AI) and fully automated, reducing the cost of operation to a minimum.\nThere can be arguments against such a system, citing that not all farmers own even the simplest of mobile phones. But with the number of mobile phone subscriptions at over 170 million (2020), such an argument is extremely futile, if not outright wrong. SMS has been widely adopted in Bangladesh, so an SMS-based e-warning system can be one of the best suited solutions. Culturally, rural Bangladesh is still a close-knit society. If a single mobile phone owner in the whole village receives an SMS warning on an upcoming storm, that information would surely spread within minutes.\n \nSaifur Rahman is a senior IT specialist working in the Australian Public Service.\n",
        "headline_1": "One SMS can save thousands of farmers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/one-sms-can-save-thousands-farmers-3017406",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2022"
    },
    {
        "full_article": "The Ukraine crisis shows that the European Union (EU) has a problem with power. While its hard-power deficit has recently moved to the centre of attention, its philosophical and political shortcomings are an even bigger concern. After all, given Germany's Zeitenwende (foreign-policy \"turning point\"), Finland and Sweden's debates over Nato membership, and the size of European rearmament spending pledges, Europe will likely have more military resources than anyone other than the US before too long. But even then, it will have a soft-power problem.\nEurope is home to two identity-building projects, both of which are deeply alienating to the rest of the world. Each was represented in the second round of the French presidential election, where the incumbent, Emmanuel Macron, defeated the far-right nationalist Marine Le Pen to secure a second term.\nMacron framed the campaign as a choice about what kind of civilisation France—and Europe—wants to be. He portrayed his country as the ultimate embodiment of enlightened civic virtue. For him (and for Europeans like myself), the European project is an elaborate attempt to transcend the continent's bloody history of nationalism, imperialism and genocide. The EU is meant to forge a new European identity based on civic principles such as international law (against \"might makes right\"), liberal democracy (against populist majoritarianism), privacy (against \"surveillance capitalism\"), and human rights (against the surveillance state).\nThis project implies a new kind of patriotism, and, insofar as it has succeeded, it has provoked a counterrevolution from those who believe that globalisation and European integration threaten their wealth, culture, and status. Le Pen presents herself as the tribune of this new-old version of European identity. Describing Macron as a globalist agent of death who will lead France and Europe to cultural suicide, she claims to represent the forgotten farmers and workers whose interests have been sidelined for the benefit of economic elites and refugees.\nThe structural dynamics of the French electoral system have intensified the dialectical relationship between these two versions of European identity, with the traditional contest between the centre left and the centre right giving way to a showdown between Christian ethnic nationalism and civic internationalist patriotism. But France is hardly alone. One finds similar divisions across Europe. Movements to \"take back control\" have mobilised voters against the openness and internationalism that underpin the new European identity.\nThe problem with the European far right is obvious. Despite her appeals to religion and traditional values, Le Pen's xenophobia, Islamophobia, and implicit white supremacy have alienated a large share of the global population, not least the world's 1.9 billion Muslims. What is more surprising is that attempts by internationalists such as Macron to develop a civic identity have sometimes also reduced Europe's appeal in many parts of the world. His version of Europe supports gender parity, minority rights, and environmental action, but it has also been increasingly willing to subordinate sovereign power to the imperatives of markets and supranational principles and institutions.\nThese new priorities have naturally been met with charges of hypocrisy. Many European countries that slammed their doors during the 2015 Syrian refugee crisis are now offering a warm, open-ended welcome to the blond, blue-eyed refugees fleeing from Ukraine. And, as many attendees at this year's Doha Forum noted, the West's commitment to the principle of sovereignty in Ukraine rings somewhat hollow after years of Western drones patrolling the skies above Pakistan and Afghanistan. Weren't these the same countries that changed international borders in Kosovo, overthrew Muammar al-Qaddafi in Libya, and invaded Iraq? Moreover, after raping the planet for centuries, Europe has now decided to present itself as a champion of climate change mitigation and environmental protection.\nWhat is most off-putting is the way that Europeans tend to universalise their own experience, often assuming that what is right for them is right for others. For various historical reasons, most European societies have embraced a balance between majoritarian democracy, minority rights, and private property, and we now take this package of principles as a given. But as the Arab Spring showed, people elsewhere might opt for the right to vote without demanding the full package. Those who rebelled against authoritarian regimes sought to emancipate themselves, not to mimic the West.\nThe world seems to be moving from an era of imperialism to one of decolonisation. In the former, the success of the capitalist economic model and new communication technologies helped spread Western ideas and values worldwide, but now, countries and societies increasingly want to celebrate their own values and culture.\nThis paradigm shift has profound implications for everyone, but especially for Europe. Powers that want to prosper will need to embrace a \"sovereignty-friendly\" idea of soft power. Failing that, we Europeans will always be accused of using our norms and standards to defend white privilege. We will remain at odds with the new project of decolonisation, and thus out of step with much of the international community.\n \nMark Leonard is the director of the European Council on Foreign Relations.\n",
        "headline_1": "Europe’s soft-power problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/europes-soft-power-problem-3017391",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2022"
    },
    {
        "full_article": "Between January 2020 and February 2022, more than 200 journalists have been implicated across Bangladesh under the draconian Digital Security Act (DSA), leading, in some cases, to involuntary disappearance and pretrial detention. \nIn August 2021, the Bangladesh Police told me that they were not required to reveal the number of cases they filed, or the number of people they accused or arrested for online dissent under the DSA at any given time. In response to my inquiry under the country's Right to Information Act, they argued that the public disclosure of such information could \"obstruct enforcement of the law.\" \nWhen information is denied to people and any attempt to expose truth by journalists is penalised by authorities, the state of freedom of expression in Bangladesh, including press freedom, is not hard to guess.\nIn February last year, writer Mushtaq Ahmed died in prison. He had been denied bail six times over a 10-month period and held without trial simply for criticising the government's response to Covid-19 online. Another inmate alleged that Ahmed had been subjected to torture. His case exposes how the DSA has been weaponised to cruelly target dissenting voices. \nDuring a meeting of foreign correspondents in December last year, Law Minister Anisul Huq assured those in attendance that reporters would not be arrested immediately under the DSA when cases were filed against them. Instead, they would be summoned and could seek bail from the court. His assurance arrived amid severe criticism of the law. This means that the government can bypass the law on a whim or make exceptions in order to target certain groups of people. This unnerving suggestion promotes exceptionalism and suggests that the rule of law is flexible and will not be applied equally to everyone. \nJust under two months later, state critic and journalist Zohurul Haque was arrested under the DSA, which showed that the authorities intend to use the law to target anyone who does not toe the party line. Under the pretext of combating disinformation, defamation and the \"deterioration of law and order,\" the authorities have used the DSA to incarcerate journalists and cartoonists for months, many of whom are held without trial. Even children have been targeted.\nAccording to the international human rights law, any restrictions placed on the right to freedom of expression must be necessary, proportionate and provided by laws to protect, for example, public health or national security. Using a criminal law to combat disinformation and defamation clearly does not meet these standards.\nGovernment policymakers remain adamant that the DSA can effectively address disinformation on digital platforms. Instead of breaking away from past acts of repression, the authorities have drafted new laws to regulate personal data, mass media, social media and over-the-top (OTT) media services like Netflix and other digital platforms. Human rights defenders, lawyers, journalists, academics, film-makers and civil society organisations all fear that these laws will be used, like the DSA, to target individuals or content deemed to be anti-state or anti-government. \nThe proposed Data Protection Act, for instance, gives authorities broad powers to access, control and process data without judicial oversight. This would make journalists and their sources vulnerable and would lead to heightened self-censorship as their information can be accessed by the authorities. The law would also exempt state agencies from being held accountable for violating people's right to privacy. Moreover, the authorities would use vague and overbroad descriptions, such as the need to protect the \"spirit of Liberation War,\" \"sovereignty of state\" or \"friendly relations with foreign states\" to access private information in encrypted communications on personal devices, or to censor content on digital platforms.\nThis means that if someone expresses a critical view of the achievement of Bangladesh's Liberation War, or the country's relationship with another nation in a Facebook status, or even in a private message between friends on WhatsApp, that individual could be subjected to criminal punishment under the DSA, intrusive surveillance under the data protection law, or censorship under the digital, social media and OTT platform regulations. \nThese laws and regulations are deeply problematic and clearly arbitrary in nature. To make the new laws fair and transparent, the authorities must broaden consultations to allow the concerns of numerous independent critics to be heard. Otherwise, many more individuals, including journalists, will continue to be punished under the DSA and the new laws for criticising powerful people and holding state institutions to account.\nAs we observe World Press Freedom Day today, Bangladesh's record remains poor. It ranks at the bottom of the eight countries in South Asia, having slid from 146 in 2018 to 162 in 2022 on Reporters Without Borders' global press freedom index. The repression legitimised under the DSA, and the newly proposed laws signal an imminent deterioration of press freedom. \nWhile the media and human rights and civil society organisations must play a role in lobbying for change, I hope politicians will also take concrete steps to critically and objectively review these laws, and ensure they fall in line with international human rights law and standards. It is, I am afraid, a case of now or never. \n \nSaad Hammadi is Amnesty International's South Asia Campaigner. His Twitter handle is @saadhammadi \n",
        "headline_1": "World Press Freedom Day: Speak now or forever hold your tongue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/press-freedom-day-speak-now-or-forever-hold-your-tongue-3016671",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2022"
    },
    {
        "full_article": "We share the disappointment of thousands of shipbreaking workers who were denied their festival bonus before Eid-ul-Fitr this year. As per our report, shipyard owners used a loophole in the labour law of Bangladesh to deprive the workers of their festival bonuses. A provision in the law specifies that festival bonuses cannot exceed the basic salary of the workers who worked for one year at any yard. The law, however, doesn't mention a lower limit for the bonus. So, the yard owners gave some of the workers Tk 500 and some Tk 1,000 as Eid bonuses, while many went home empty-handed. The same thing happened last year as well, according to the workers. Meanwhile, they paid the full salary and bonus to the management and regular staff.\nThe reason why the owners could exploit the workers in such a shameful way is that they never implemented the minimum wage structure declared by the government. In 2016, the government fixed the minimum wage for shipbreaking workers (entry level) at Tk 16,000, making the basic salary Tk 8,000. But since none of the yards have implemented the new wage structure yet, it has also given them the chance to deprive the workers of their Eid bonuses. The result is, around 25,000 workers employed in this dangerous job could not enjoy their Eid holidays with their family members due to financial hardship.\nShipbreaking yards are, reportedly, the most dangerous workplaces in the country, due mostly to lax implementation of environmental and safety laws. Many workers in this sector have lost their lives in deadly workplace accidents, while injuries are also fairly common. While the workers risk their lives to do their work, the authorities of these yards remain oblivious to their safety and well-being. This is, in no way, acceptable in a civilised society.\nThe questions that must be asked here are: Why couldn't the yard owners implement the government-fixed wage structure in all these years? How could they ignore the fact that it is through the hard work of these workers that the industry is making such huge profits? Also, why is it so hard for them to ensure a safe work environment for the workers?\nWe think the government should take action against the yards that are not complying with the government-fixed wage structure. These yard owners should be directed to give their workers their due bonuses when they rejoin work after Eid holidays. The government must also have a monitoring mechanism in place to ensure that our shipyards are safe for workers. Without proper monitoring from the authorities, the industry may continue exploiting its workers.\n",
        "headline_1": "Exploitation of shipbreaking workers must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/exploitation-shipbreaking-workers-must-stop-3017386",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2022"
    },
    {
        "full_article": "We're deeply worried about the total lack of concern being shown to the continued slide in the state of press freedom, and generally the freedom of expression, in Bangladesh. This has been reflected, most recently, in the 2022 World Press Freedom Index released by Reporters Without Borders on the occasion of World Press Freedom Day on May 3. Bangladesh, unsurprisingly and quite in keeping with its record over the past decade, has put up a dismal performance as it ranked 162nd out of 180 countries and territories. This marks a 10-point slide from last year, when Bangladesh ranked 152nd, while its score—36.63—is the lowest among all South Asian countries. While this is more or less predictable by now, there are important takeaways from our latest showing, including how social media has replaced traditional media as the new frontier of censorship and journalist repression.\nThe role of social media in endangering journalists—which has been recognised in this year's Press Freedom Day theme of \"Journalism Under Digital Siege\"—cannot be emphasised enough. To that end, Bangladesh offers a \"successful\" template. Between January 2020 and February 2022, more than 200 journalists have been implicated under the Digital Security Act (DSA). There have been instances of involuntary disappearance and pretrial detention as well. Editors and media managers have repeatedly blamed the authorities for weaponising the DSA to turn the heat on journalists, so that they are forced to toe the official line. The problem is, DSA doesn't need to be weaponised—it is already the weapon. It's replete with vague terms. Most of its sections are also non-bailable, which means the accused, as guilty until proven innocent, faces an uneven road to justice. Few of those sued under the law have been convicted, however, indicating that the main purpose of this law is not to guide or judge but to intimidate. In other words, a culture of fear has been created through this law.\nBangladesh's score in the Press Freedom Index was 57 in 2011. In 2022, it stands at 36.63. Its score in the democracy index in 2011 was 60. In 2022, it stands at 39. Clearly, our slide in press freedom and democracy has been simultaneous, and we cannot expect improvements in either if the authorities are not respectful of people's voices and fundamental rights. Unfortunately, instead of trying to improve our scores in these vital indexes, the authorities have recently drafted new laws to regulate personal data, mass media, social media and over-the-top (OTT) media services which, if enacted, will put journalists, critics, rights defenders and even ordinary people at a greater risk. We urge the authorities to turn away from this dangerous road, and take measures that actually empower the journalists both in the digital sphere and in their professions on the ground.\n",
        "headline_1": "Journalism can’t thrive under digital siege",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/journalism-cant-thrive-under-digital-siege-3017246",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-05-2022"
    }
]