[
    {
        "full_article": "Starting this October, the European Union (EU) proposes to introduce a framework for levying a carbon tax on imports of products that rely on non-green or sub-optimally sustainable processes and where carbon emissions are deemed to have not been adequately priced. This Carbon Border Adjustment Mechanism (CBAM) will begin with an import monitoring mechanism and culminate in the levy of duties as determined from January 2026. The EU argues that the CBAM will ensure its climate objectives are not undermined by carbon-intensive imports and spur cleaner production in the rest of the world. This poses a significant threat to some of India’s biggest exports to the trading bloc, including iron ore and steel, with carbon levies estimated to range from 19.8% to 52.7%. During a visit to France in early April, Commerce and Industry Minister Piyush Goyal said it was too early to gauge the tax’s impact on Indian exports, as operational clarity was yet to emerge. By last Thursday, top trade officials were more assertive and termed tackling this risk as one of the top items on the government’s agenda, with several options being explored.\rIt is critical that the Centre reacts with greater alacrity to what may be considered by some as a sophisticated trade barrier doused in ‘greenwashing’ optics, proposed by the EU. Last year, about a third of India’s iron, steel and aluminium exports, for instance, were shipped to EU members. Engineering products, the largest export growth driver in recent years, would be impacted too. Larger players across sectors are gradually turning to greener technologies, but the transition needs time — even more so for smaller businesses — to move away from legacy carbon-heavy technologies (such as blast furnaces for steel making). The EU believes the carbon tax is compatible with World Trade Organization norms, but India is looking to challenge that. It may also flag the incompatibility with the UN’s climate change framework which moots common but differentiated responsibilities for developed and developing nations. But even if these arguments are upheld, these two avenues lack enforcement options. So, a threat of retaliatory tariffs on EU imports is also being weighed even as plans are afoot to quantify the various carbon taxes levied in India. Having positioned itself as the voice of the global South, India must play that part to the hilt while at the helm of the G-20 this year and galvanise other nations to take on the EU’s carbon tax framework. This championing need not revolve around its own concerns, but the far worse implications the CBAM entails for poorer countries, many of whom rely more heavily on mineral resources than India does.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nEuropean Union\n\n/\n\nclimate change (politics)\n\n/\n\ntrade policy\n\n/\n\nexports\n\n/\n\niron and steel\n\n/\n\ntaxes and duties\n\n/\n\nminerals\n\n/\n\nengineering\n\n/\n\ncarbon emissions\n\n/\n\nG20\n\n/\n\nIndia",
        "headline_1": "Green crosshairs: On the impact of the European Union’s Carbon Border Adjustment Mechanism",
        "headline_2": "A multi-pronged counter is warranted to tackle the European Union’s carbon tax plans",
        "link": "https://www.thehindu.com/opinion/editorial/green-crosshairs-the-hindu-editorial-on-the-impact-of-the-european-unions-carbon-border-adjustment-mechanism/article66831090.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "The Arab League’s decision to readmit Syria, after over a decade of isolation, signals a growing desire of regional powers to set aside intra-Arab rivalries and work towards establishing a more predictable, stable relationship with one another. Ironically, it is Saudi Arabia, which had rallied the Arab countries to expel Syria in 2011 amid the regime’s crackdown on protests, that pushed for Syria’s readmission. The move is also recognition that Syria’s President Bashar al-Assad has practically won the civil war and signals the weakening influence of the U.S., which still imposes heavy sanctions on the regime and is upset with the League’s decision. When protests broke out in Syria in 2011, inspired by similar protests elsewhere in the Arab Street, the regime’s response was one of violent repression. But when the protesters took up arms and got support from Mr. Assad’s regional rivals such as Saudi Arabia, the UAE, Qatar, Jordan and Turkey, the crisis turned into civil war. Over the years, the Assad regime, backed by Russia, Iran and the Hezbollah, managed to stabilise and push back the rebels and jihadists. Today, Mr. Assad controls most of the country, except Idlib in the northwest, which is run by a former al-Qaeda unit, and the northeastern parts ruled by the Kurds, where the U.S. has a military presence.\rThough late, the Arab countries realised that their policy of regime change and isolation of Syria had only boomeranged on them. As Syria was expelled from the Arab League and Arab countries backed anti-regime forces in the civil war, Damascus moved closer to Iran. Today, Saudi Arabia, the UAE, Jordan and others want to reestablish the lost balance in their ties with Syria. The Arab countries and Turkey, which host millions of Syrian refugees, want to send them back. For that, they need to cooperate with and help sanctions-hit Syria, which was battered by a devastating earthquake in February, sustain itself economically. The changing geopolitical environment in West Asia in which rivals Saudi Arabia and Iran are warming up to each other has also helped the Arab rapprochement with Syria. As a token gesture, Syria has agreed to take back 1,000 refugees from Jordan and cooperate with neighbours to crack down on drug smuggling. But this is only the beginning. Mr. Assad might have won the civil war, but the wounds of the war, in which his regime used brutal methods to crush the opposition, are still festering. The country’s infrastructure needs massive investments, the economy needs a reboot and the millions of stranded Syrians have to be allowed to return. The Arab countries could help Syria rebuild itself, while also pushing Mr. Assad to reach out to the opposition to find a permanent solution to the country’s religious and political cleavages. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSyria\n\n/\n\nSaudi Arabia\n\n/\n\ndiplomacy\n\n/\n\nUnited Arab Emirates\n\n/\n\nQatar\n\n/\n\nTurkey\n\n/\n\nrefugee\n\n/\n\ncivil unrest\n\n/\n\npolitics",
        "headline_1": "Syria’s homecoming: On Arab League’s decision to readmit Syria",
        "headline_2": "Arab neighbours must help rebuild Syria, while keeping up pressure on Assad",
        "link": "https://www.thehindu.com/opinion/editorial/syrias-homecoming-the-hindu-editorial-on-arab-leagues-decision-to-readmit-syria/article66831058.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "In 30 road trips over 25 years, following elections in India with a band of fellow writers, I’ve seen endless surprises, none more encouraging than the story we found last month in Karnataka. Though we came for the political campaign, what we found is a new economic miracle.\nOn our last election trip to Karnataka five years ago, sad signs of underdevelopment – thatched roofs, rotting storefronts – were still present. Now those all too familiar scenes are overshadowed by markers of progress: red tile roofs, gaily painted concrete walls.\nCompared to other Indian states (and UTs) Karnataka was never poor, but also never more than middle of the pack.\nRead full story on TOI+\n\n",
        "headline_1": "A genuine miracle economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-genuine-miracle-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "Commonwealth secretary-general, Patricia Scotland, spoke to Manka Behlabout the need to protect oceans, the lack of funding for it, blue economy and the role India can play as a G20 leader in marine conservation:\n● What is the right way to define ‘blue economy’ in today’s time?\nThe universally accepted definition of blue economy is our ability to exploit the assets in the ocean sustainably and in a way that will enable us to live in a healthier world. We have already exploited the land very recklessly. And we know that the assets in the ocean are as extensive and important as that of the land. So, while making use of them, we must make sure that we do not do the same damage as oceans are the last frontier.\nRead full story on TOI+\n\n",
        "headline_1": "‘With every breath we take, we are connected to the ocean. Yet, the ocean is under unprecedented stress’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/with-every-breath-we-take-we-are-connected-to-the-ocean-yet-the-ocean-is-under-unprecedented-stress/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "Manipur’s violence between Meiteis and Kukis seems to have been brought under control over the last two days. Tragically, the violence led to a loss of more than 50 lives and destruction of property. There’s a lot of blame to go around, starting with the executive, which was unprepared despite knowing long festering disputes were coming to a boil. Friction between different ethnic groups has roots in Manipur’s geography and culture.\n\nThere have been bloody clashes earlier too. However, on this occasion, an emerging structural economic problem appears to have been added to a volatile mix.\nManipur’s Imphal valley, home to Meiteis, covers just about 10% of the state’s territory. However, it’s home to about 67% of the population and also accounts for about 50% of the cultivated area. The hills of Manipur, home to Kukis and Nagas, are largely forested. Forests cover a little over 75% of Manipur. Across that area, hill tribes practise shifting cultivation. In this backdrop, dissonance between two other features of Manipur have put more pressure on pre-existing differences. First, the state has a separate judicial and governance system for the tribal hill areas, which are controlled by Autonomous Hill Councils. Second, these councils are authorised to manage and transfer property.\nIn Imphal valley, rising population pressure and inadequate economic opportunities created the conditions for Meitei groups to ask for reclassification as Scheduled Tribes. It was a Manipur HC direction last month to the state government to submit a recommendation to GoI on the Meitei demand for reservation that was the immediate trigger for the recent violence. The structural pressure was brought out in GoI’s employment annual report of 2021-22. In Manipur, 42% of the total households are in agriculture. The lack of opportunities is apparentin the data as 60% of the households are categorised as self-employed, a proportion higher than the national average of 54%.\nThis combination of population pressure on the limited cultivated areas and lack of alternatives has been overlaid on existing ethnic fault lines. The Meitei demand for ST status is not dissimilar to politically dominant castes in other states seeking a larger share of the reservation pie. The inability of India’s economic transformation to generate adequate decent jobs when land holdings are shrinking is fuelling more social friction. If there’s one challenge that spans states, it’s the inadequacy of economic opportunities for the young.\n\n",
        "headline_1": "Land of quotas – Manipur is another example of agitation stemming from shrinking land holdings & few regular jobs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/land-of-quotas-manipur-is-another-example-of-agitation-stemming-from-shrinking-land-holdings-few-regular-jobs/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "Covid may no longer be a public health emergency of global concern but in no way is the pandemic “behind us”. It’s still a global threat. Its transmission continues to challenge with new SARS-Cov-2 variants and recombinants, any of which could have immune-evasion abilities and trigger severe disease and hospitalisation. Global surveillance of Covid continues apace and data from studies on the two key mitigation measures – vaccination and masking – show why masks are our best bet.\nTo summarise, vaccines do not prevent infection but prevent its severity. India determined a complement of three vaccine doses, two shots and a booster, are suffice at this point. A straggler in booster dose coverage, it is key for India to fill this gap. In the latest, a study showed pre-infection vaccination is more effective in battling Covid than vaccination after infection. Meanwhile, research into next-generation vaccines that can stop infection are at early stages globally, and till that is a reality, debate on the appropriate frequency of vaccination will rage, revolving around the waning of immunity, which itself is under study. Clearly, a vaccine that can stop infection is some years in the making.\nMasking thus remains the only effective measure against Covid within one’s own control. Masks are effective against pollution and influenza too. While an analysis on mask mandates argued it was ineffective at population levels, the study was found lacking – a mask mandate cannot ensure compliance or mask quality, or that it is worn correctly. But will people wear masks without a mandate? Surely communication strategies can nudge people into adopting masks as a social norm, as was successfully done in Southeast Asia? For our own well-being and a sense of responsibility for others, a mask is the best option, given that Covid is here to stay.\n\n",
        "headline_1": "In praise of masks – Southeast Asia’s easy acceptance of protective face covers is worth following. They keep not just Covid at bay",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-praise-of-masks-southeast-asias-easy-acceptance-of-protective-face-covers-is-worth-following-they-keep-not-just-covid-at-bay/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "In Dhaka, concrete is everywhere. It is not only under our feet or above our heads; it seems to have infiltrated every aspect of our lives. While urbanisation, or rather concretisation, has been the overriding theme of Dhaka's history of the last two decades, it has certainly not been without costs, especially in terms of degradation in the quality of life as well as nature. Extreme heat is on the rise around the world, but so is our vulnerability to it in Dhaka, thanks to its disappearing greenery and wetlands, which could have offered some protection against the heat.\nAgainst this backdrop, it is disheartening to see how the authorities of Dhaka South City Corporation (DSCC) decided to handle a routine beautification work. The DSCC is reportedly carrying out a Tk 9.62 crore project to beautify roads in different areas of the city, and as part of it, a road divider on the Shatmasjid road in Dhanmondi is being rebuilt with old trees planted on the divider being cleared. Ever since the clearing began, local activists and environmental experts have been protesting against it. While talking to The Daily Star, an expert said that a city turned into a veritable heat island and routinely ravaged by air pollution must think \"100 times\" before cutting trees, especially if the purpose is something as transient as beautification. The question is, how can there be beauty without trees? How can it be justified if life-giving nature has to be sacrificed for it? Activists have rightly called the DSCC move \"irresponsible\", \"senseless\" and \"suicidal\".\nWe cannot agree more. In a way, through such activities, we are digging our own grave. We cannot just concretise or beautify our way through a place and hope to live blissfully detached from its consequences. Those consequences, which far outweigh any perceived benefit of such activities, are very much real. And they are already being felt. The ongoing heatwave in the country, which began after a temporary respite in the wake of the Eid holiday, is once again causing suffering. According to new research, 37.5 percent of people in our villages and 5.3 million people in Dhaka are at risk of facing extreme heat in the summer. Along with the rise in temperature has returned loadshedding, with greater frequency outside the capital, with the authorities reportedly struggling to generate sufficient electricity because of the crisis of fuels and dollar.\nIn such a situation, researchers have recommended planting trees, installing water taps in different parts of major cities, creating a tree-covered park in each neighbourhood, and preserving wetlands. The importance of preserving and planting trees cannot be overestimated. We, therefore, urge the DSCC mayor to immediately stop their tree-cutting initiative in Dhanmondi and elsewhere in Dhaka, and find a way to improve road sights that doesn't harm trees. The DSCC can learn a thing or two from the DNCC, which recently appointed a Chief Heat Officer to help reduce temperature and also announced a plan to plant 200,000 trees in two years. Such initiatives are vital to preserve what little life still left in Dhaka's environment.\n",
        "headline_1": "We must save our trees, not destroy them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-save-our-trees-not-destroy-them-3315331",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "On April 24, 2023, Bangladesh formally announced its \"Indo-Pacific Outlook\" (IPO) to the world. Together with almost all other Indo-Pacific foreign policy doctrines of the US, UK, Japan, Australia, India, and other developed nations, Bangladesh now openly shares a \"vision\" of \"a free, open, peaceful, secure, and inclusive Indo-Pacific for the shared prosperity for all.\"\nThe timely release came right before the prime minister began her three-nation diplomatic visit to Japan, the US, and the UK, and right before the World Bank inked a $2.25 billion loan for five new megaprojects to be implemented over the next five years.\nA primary analysis of the outlook confirms the various speculations that Bangladesh would not be tilting West and would remain adamant about its foreign policy ideal of non-alignment. In this regard, the outlook primarily emphasises the necessity of peace and stability in the Indo-Pacific and wishes for military de-escalation and a boost in regional connectivity and economic cooperation. Even the term \"outlook\" showcases Bangladesh's hesitancy to fully commit to the concept of the Indo-Pacific and openly declare substantive foreign policy positions.\nThis is to be expected as Bangladesh is still attempting to maintain a careful balance in the tripolar regional power struggle among the Western allies, India, and China. To fully commit to the notion of the Indo-Pacific would also acknowledge the anti-China dimension of the various Indo-Pacific Strategies (IPS) drafted by the US and its allies. Therefore, certain careful omissions have been made in the IPO, as compared to various other IPS, thus enabling sufficient strategic and rhetorical ambiguity to maintain relations with both superpowers.\nOften, what is the most impactful in a statement are the words that are not said. Regretfully, some of the omissions made in the IPO paint a bleak picture of the government's direction for our country. Unlike almost all other IPS, Bangladesh's IPO does not include a single mention of terms such as \"commitment to promoting democracy\" and \"collaborating to fight corruption.\" There is also no direct mention of the Rohingya refugee crisis, arguably the biggest security and environmental threat Bangladesh faces right now. There is a mention in the outlook's guiding principles of cooperating to ensure fundamental rights and freedoms. However, this point reads hollow as Bangladesh continues to ignore all international chagrin regarding its abuse of laws, such as the Digital Security Act (DSA), to persecute and harass journalists and opposition politicians.\nThere is speculation that this IPO is merely an attempt to appeal to Bangladesh's Western development partners, who are growing increasingly frustrated with the lack of cooperation and the increasingly hostile rhetoric of the ruling party leadership, especially against the US. However, the IPO's glaring omission of the very issues that are causing friction between the parties might cause the gesture to feel too little too late.\nWe simply have to look at what the priorities are for the three nations the prime minister approached right after approving the IPO to see the difference in priorities.\n\nThe timely release came right before the prime minister began her three-nation diplomatic visit to Japan, the US, and the UK, and right before the World Bank inked a $2.25 billion loan for five new megaprojects to be implemented over the next five years. \nIn Japan's published foreign policy paper on its Indo-Pacific strategy titled \"Priority Policy for Development Cooperation,\" it is stated that \"stable growth and a sound society in countries that share such universal values as freedom, democracy, and the rule of law – notably ASEAN countries – are important factors for a more stable international environment and closer relations between these countries and Japan. To this end, Japan will extend support for developing judicial and legal systems, capacity building of law enforcement authorities, government officials, and public broadcasting stations as well as the prevention of corruption.\"\nIn the paper released by the White House titled \"Indo-Pacific Strategy of the United States,\" it is outlined in detail how the US plans to make investments in democratic institutions, free press, and a vibrant civil society in Indo-Pacific nations. \"The United States will bolster freedom of information and expression and combat foreign interference by supporting investigative journalism, promoting media literacy and pluralistic and independent media, and increasing collaboration to address threats from information manipulation,\" the paper reads. It also outlines the need to improve fiscal transparency in the Indo-Pacific to expose corruption and drive reform. The paper goes on to state, \"Through our diplomatic engagement, foreign assistance, and work with regional organisations, the United States will be a partner in strengthening democratic institutions, the rule of law, and accountable democratic governance.\"\nRegarding the UK's Indo-Pacific Tilt, Foreign Secretary James Cleverly gave a speech at the Milken Institute Asia Summit, where he stated, \"The UK and many Indo-Pacific countries are committed to shared values. Our commitment to sovereignty and territorial integrity, and freedom from economic coercion. Our shared beliefs in the value of democracy and open markets. The UK is committed to working with partners, old and new, in defence of those values. Which is why we support ASEAN's efforts to restore peace and democracy in Myanmar. And it's why we have worked so hard to respond robustly to Russia's invasion of Ukraine.\"\nEven if we look at Canada's Indo-Pacific Strategy, which some claim to be more aligned with Bangladesh's core foreign policy values, its official position still emphasises its commitments by stating, \"To strengthen our international assistance, Canada will… support efforts toward democracy, inclusivity, accountable governance and sustained economic growth, helping key countries in the region.\"\nAs it stands now, it seems unclear whom this Indo-Pacific Outlook is meant to reassure, if that was the point of it in the first place. It may very well have been that the current iteration of Bangladesh's IPO was wrung out due to mounting pressure from the Western power bloc, and thus the rhetoric was intentionally left non-committal. Or perhaps it was simply a half-hearted attempt on the part of Bangladesh to appease development partners by adopting the slogan of the \"Free and Open Indo-Pacific.\" However, not only does the IPO not take a strong position in the great power rivalry between the US and China, it also does not provide any action plan to ensure that democratic values will be fostered by Bangladesh, which is undoubtedly one of the key pillars of all the various IPS. Needless to say, it is quite doubtful that this iteration of the IPO will serve as the golden ticket for Bangladesh to finally get included in the next democracy summit.\nZillur Rahman is executive director of the Centre for Governance Studies (CGS) and a television talk show host. His Twitter handle is @zillur\n",
        "headline_1": "What’s our priority in the Indo-Pacific Outlook?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-our-priority-the-indo-pacific-outlook-3315231",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "Two communities. One is the host, the other the guest. They live in the same place, next to each other. Their religious norms are identical. They speak nearly the same dialect. The hosts once received the guests with open arms and shared food and living quarters with the latter, who were desperately trying to escape the atrocities launched upon them by the government of their own country. By sheltering around a million persecuted Rohingya Muslims from neighbouring Myanmar since late 2017, local communities in southeast Bangladesh set an admirable example of generosity and compassion for the world. But why did the hosts' compassion fade with time? Why did the refugees' sense of gratitude toward the hosts disappear so fast? This turn of events intrigues the humanitarian community in Bangladesh.\nCompetition between the host and refugee communities over scarce resources breeds resentment. Social cohesion between the communities degrades, and the hosts' attitude towards the refugees turns negative over time, fuelling inter-community conflicts. This is evident in the context of Bangladesh's Rohingya refugee crisis, one of the world's largest displacement situations. There are host families in and around the 33 refugee camps in the country's southeastern part that house the Rohingya. When I observe interactions between the two communities, it feels as though these two groups of people live next to each other, but each on a separate, isolated island, either without any interactions or having no interest to interact. In addition to the one million new refugees, approximately 40,700 refugees have lived in two old camps for over three decades with little or no interaction with the host communities. The prevailing inter-community division continues to widen. Locals say that the refugees have overstayed their welcome and accuse them of stealing jobs with cheap labour and impeding development.\nA plausible solution to the hosts' grievances in a migration-affected context is linking humanitarian programmes with development interventions, targeting the betterment of host communities. This has been emphasised within the scope of what is called the Double Nexus (humanitarian and development), which was proposed as part of the landmark Grand Bargain agreement between major donors and humanitarian organisations at the 2016 World Humanitarian Summit. The agreement stresses enhancing collaboration between humanitarian and development actors, taking into account the needs of both refugees and hosts at the onset of displacement, for a durable solution to protracted refugee crises around the world.\nIn the context of Bangladesh's refugee response, there is a consensus between the government and humanitarian agencies that at least 25 percent of the total humanitarian funds mobilised every year for Rohingya refugees shall be earmarked for development work in the receiving communities. UN agencies undertake more and more projects targeting the hosts. Though all the elements essential to a peaceful, cohesive relationship are already in place, tensions between the two communities frequently escalate, leading to increased insecurity and fear. When, as a camp manager, I try to unite them by bringing them to the table to settle disputes, particularly over land and resources, I rarely see them agree on the subject matters discussed, due mainly to a lack of mutual trust and confidence. This growing division puts pressure on the government.\nTo achieve the intended outcomes of the Double Nexus, promoting peace is a must-do. This necessitates a shift from the Double Nexus to a Triple Nexus (humanitarian, development, and peacebuilding). The Triple Nexus came into existence in 2017, with UN Secretary-General António Guterres introducing the \"sustaining peace\" element. However, a review of the existing literature reveals that the idea of incorporating peacebuilding as a component into humanitarian programming has been heavily criticised by the humanitarian community. One of the reasons the concept is derided is that critics of the Triple Nexus see peacebuilding as more about stabilisation and security than soft power. The original meaning of the term \"peacebuilding,\" coined by Norwegian sociologist Johan Galtung, refers to a bottom-up approach to addressing structural causes of conflicts to create sustainable peace.\nIronically, peacebuilding has been associated with militarisation/securitisation ever since it became a familiar concept within the UN following former UN chief Boutros Boutros-Ghali's 1992 report, \"An Agenda for Peace.\" Pointing to the concerns raised by humanitarian actors, critics of Triple Nexus argue that integration with peace may lead to the militarisation/securitisation of humanitarian programmes. Humanitarian actors, too, are concerned that if peacebuilding is integrated as a component, they will be asked to collaborate with militaries engaged in stabilisation, which would undermine the credibility of humanitarian aid guided by four key principles – humanity, impartiality, neutrality, and independence.\nEmmanuel Tronc, Rob Grace, and Anaïde Nahikian of the Harvard Humanitarian Initiative recommend in their case study on Mali that, in some cases, humanitarian actors forcefully reject the Triple Nexus and distance themselves from practices that create confusion on the ground if concerns arise over an actual or perceived politicisation of aid. Their recommendation may have stemmed from an understanding that the Triple Nexus in Mali has led to the disintegration of sectors in a paradoxical reversal of its original purpose.\nCritics of Triple Nexus refute the emerging concept as being too abstract and theoretical. Mali's case should, however, not be emblematic of contexts in other countries. South Sudan may serve as an example of the effectiveness of the Triple Nexus. A sense of improved cooperation prevails among stakeholders in the country, with the Triple Nexus resulting in a well-coordinated humanitarian response. Humanitarian actors in South Sudan do not perceive the humanitarian principles to be in danger, despite concerns prevailing elsewhere over a possible loss of credibility of the principles if humanitarian aid blends with peacebuilding.\nIt is undeniable that stabilisation in armed conflict situations requires the presence of militaries to function as peacebuilders while ensuring the safety of civilians. Yet, in non-armed conflict areas affected by a protracted refugee crisis, the Triple Nexus may bring about improved coordination among humanitarian, development, and peace actors to achieve the shared goal of sustainable peace. Bangladesh is not involved in an armed conflict with Myanmar, nor is the country fighting internally against any rebels over the Rohingya crisis. The country may be chosen as a perfect case study to evaluate the effectiveness of the nexus in a non-military, migration-affected context.\nAs the Triple Nexus is repetitively associated with militarisation, proponents of the concept name it a Civil Triple Nexus, perhaps in an effort to eliminate the growing scepticism over a potential militarisation of humanitarian aid. A review of the existing literature shows that the prevalent criticism of the nexus derives mainly from a lack of conceptual clarity and empirical evidence supporting its effectiveness in practice. Other challenges facing the concept include the lack of longer-term funding support. As a result, peacebuilding and social cohesion interventions that require longer-term funding commitments are often under-resourced. Describing Western donors' aid as a strictly short-term band-aid, scholars say that Western donors are reluctant to finance such long-term programmes for peacebuilding as they fear that they may become entangled in providing perennial support for basic services.\nDespite criticism and scepticism, the Triple Nexus is gaining momentum at a time when resources to support protracted humanitarian operations are increasingly depleting. How a well-sequenced Triple Nexus contributes to peace and cohesion between hosts and refugees in a protracted refugee crisis by ensuring effective utilisation of resources and greater coordination among different stakeholders is now at the centre of attention.\nTanbir Uddin Arman has been extensively involved in the management, coordination, and delivery of humanitarian assistance to the Rohingya refugees in Bangladesh since the beginning of the Rohingya influx in 2017.\n\n",
        "headline_1": "Displacement, Triple Nexus, and sustainable peace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/displacement-triple-nexus-and-sustainable-peace-3315226",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "In Dhaka, concrete is everywhere. It is not only under our feet or above our heads; it seems to have infiltrated every aspect of our lives. While urbanisation, or rather concretisation, has been the overriding theme of Dhaka's history of the last two decades, it has certainly not been without costs, especially in terms of degradation in the quality of life as well as nature. Extreme heat is on the rise around the world, but so is our vulnerability to it in Dhaka, thanks to its disappearing greenery and wetlands, which could have offered some protection against the heat.\nAgainst this backdrop, it is disheartening to see how the authorities of Dhaka South City Corporation (DSCC) decided to handle a routine beautification work. The DSCC is reportedly carrying out a Tk 9.62 crore project to beautify roads in different areas of the city, and as part of it, a road divider on the Shatmasjid road in Dhanmondi is being rebuilt with old trees planted on the divider being cleared. Ever since the clearing began, local activists and environmental experts have been protesting against it. While talking to The Daily Star, an expert said that a city turned into a veritable heat island and routinely ravaged by air pollution must think \"100 times\" before cutting trees, especially if the purpose is something as transient as beautification. The question is, how can there be beauty without trees? How can it be justified if life-giving nature has to be sacrificed for it? Activists have rightly called the DSCC move \"irresponsible\", \"senseless\" and \"suicidal\".\nWe cannot agree more. In a way, through such activities, we are digging our own grave. We cannot just concretise or beautify our way through a place and hope to live blissfully detached from its consequences. Those consequences, which far outweigh any perceived benefit of such activities, are very much real. And they are already being felt. The ongoing heatwave in the country, which began after a temporary respite in the wake of the Eid holiday, is once again causing suffering. According to new research, 37.5 percent of people in our villages and 5.3 million people in Dhaka are at risk of facing extreme heat in the summer. Along with the rise in temperature has returned loadshedding, with greater frequency outside the capital, with the authorities reportedly struggling to generate sufficient electricity because of the crisis of fuels and dollar.\nIn such a situation, researchers have recommended planting trees, installing water taps in different parts of major cities, creating a tree-covered park in each neighbourhood, and preserving wetlands. The importance of preserving and planting trees cannot be overestimated. We, therefore, urge the DSCC mayor to immediately stop their tree-cutting initiative in Dhanmondi and elsewhere in Dhaka, and find a way to improve road sights that doesn't harm trees. The DSCC can learn a thing or two from the DNCC, which recently appointed a Chief Heat Officer to help reduce temperature and also announced a plan to plant 200,000 trees in two years. Such initiatives are vital to preserve what little life still left in Dhaka's environment.\n",
        "headline_1": "We must save our trees, not destroy them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-save-our-trees-not-destroy-them-3315331",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "It is concerning to know how crime, especially transnational organised crime, is getting harder to tackle because of technology, legal and systemic loopholes as well as innovative methods. As per a new report by this daily, transnational gangs are bringing gold bars into Bangladesh through legal means before smuggling those to India. These racketeers apparently approach people travelling to Bangladesh from the Middle East and Singapore, and give them gold bars weighing about 234 grams, the maximum that a traveller can carry under the Baggage Rules, 2016. Once the carriers arrive, syndicate members in Bangladesh receive the bars and smuggle them to India. In return, the carriers are compensated monetarily and/or have their flight fare paid. Some people that our correspondent spoke to actually view this as a profession, as they can get up to Tk 30,000 from each trip.\nThis is just one example of how transnational crimes are being committed using innovative methods. Gold smuggling, in particular, has been the subject of many such experiments. It's also one of the most reported instances of smuggling. We have almost regularly come across reports of people being caught with gold bars and bullions at the Hazrat Shahjalal International Airport (HSIA) in Dhaka or other airports in the country. Worryingly, sometimes such crimes happen with the help of responsible officials. One may recall that earlier last year, a Dhaka court sentenced two employees of Biman to 12 years in jail for their involvement in smuggling over 9kg of gold. The role played by the relevant authorities in handling smuggling cases also leaves a lot to be desired. In 2022, for example, after analysing 17 cases of gold smuggling spanning 2016-2020, the CID found evidence of police negligence in collecting necessary information from the accused. This is one of the reasons why often only the carriers are arrested, while those behind the smuggling rings remain unidentified and comfortably outside the law.\nIt is more or less known by now that Bangladesh is being used as a transit hub by many transnational smuggling and trafficking gangs because of its lax enforcement of the law and the oft-flexible nature of those in charge,the Dhaka airport being a case in point. Unfortunately, while these criminals are using ingenious methods and loopholes in the system to their advantage, our law enforcers seem to be failing to catch up to them. It is, therefore, vital that state officials remain cautious and proactive at all times if we are to reduce such crimes.\nSince smuggling of gold involves a few other countries besides Bangladesh, coordination among local and regional authorities is also crucial to stop the flow of gold. For that, we urge the government to regularly engage with our regional partners. They all must coordinate and collaborate with each other because such crimes, the consequences of which are far-reaching, affect them all.\n",
        "headline_1": "Take stern action against gold smugglers ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-stern-action-against-gold-smugglers-3314971",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "To build its food grain stock, the government has started from May 7 its nearly four-month long paddy, rice and wheat procurement drive. The Ministry of Food is learnt to have offered to buy paddy at Tk 30 and partly boiled rice at Tk 44 a kilogramme (kg), while for wheat the price has been set at Tk 35 a kg. The government-fixed rates for these basic food grains this year will be higher by Tk3.0 for paddy and Tk4.0 for rice than those were during last Boro season when the campaign practically failed, especially for paddy and wheat, as the market prices for those items were higher. The experience of the last Aman season's procurement drive cannot also be said to have been savoury given that out of the target of buying 0.3million tonnes of paddy, the directorate general of food could meet a small fraction of its target, though rice purchase could meet 86 per cent of the target (0.43m out of the targeted 0.5m tonnes). However, the government believes this Boro season's target of purchasing 1.25m tonnes of partly boiled rice and 0.4m tonnes of paddy will be successful as the prices it offered, especially for paddy and rice, are reportedly higher than those prevailing in the market. Even so, seeing that the government last year could not fulfil its target of paddy purchase, it has lowered its procurement target this year by 0.2m tonnes. In a similar vein, the procurement of 0.1m tonnes of wheat as planned this year may again prove to be harder as its present market price is higher than what the government has set for its purchase. Going by what the food minister reportedly instructed, the farmers should be getting a fair deal from the field-level food officials while buying paddy from them. Hopefully, the minister's directive will work. For the farmers often get a raw deal from food officials not only in terms of the prices for their products, but also of the attitude with which they are often received. The problem starts when the paddy the farmers bring for sale are subjected to moisture testing. As the government has directed its officials to be uncompromising about the quality of the paddy to be purchased, especially regarding its moisture-content, it would be a real test for those officials given their colonial mindset towards farmers. No wonder, farmers are generally reluctant to sell their products, paddy, to be specific, to the food officials to avoid the hassles like the requirement of their (farmers) having a bank account, the issue of reducing moisture content of their produce to the permissible level, let alone the official purchasing rate for paddy. Add to it the fact that food officials often buy the paddy from fariyas (middlemen) instead of directly from farmers. Coming to the issue of rice procurement, which is generally made from millers, the government appears to have adopted a tough stance on it. As they could not supply their full contracted amount last year (they could meet only 50 per cent of the target), millers have been seriously warned against any such failure this time. Assuming that the retail price of rice will remain stable in the upcoming months, the prospect of the ongoing Boro collection drive looks optimistic. In this context, the government would hopefully raise its target of paddy procurement, as it promised, to help farmers.",
        "headline_1": "Make it a pro-farmer Boro collection drive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/make-it-a-pro-farmer-boro-collection-drive-1683649030",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "Unlike most other export-oriented manufacturing activities, apparel making is mainly a collaborative pursuit between buyers and exporters. Being essentially a buyers' market, it is the choice and preference of the buyers rather than the exporters' efforts alone that determine the success in overseas marketing. It is more so in our case, as ever since apparel export emerged as a phenomenon in the country decades back, export has remained solely reliant on what the buyers want to procure from here, and so far, this has been to the advantage of the local manufacturers. In fact, this is the case with all the major exporting countries. Hence, it is the tie-up that matters more than anything.The issue did come up in the past, but not so strongly as now, especially from the global buyers' forum. Months ago at the 37th World Fashion Convention 2022 organised by the International Apparel Federation (IAF) in the capital, Global and local business experts urged an effective collaboration between the global apparel manufacturers and buyers for successful transformation of the industry towards sustainability. They said that without adopting sustainable technology, apparel exports to the European Union would be adversely affected after 2030 due to the EU Green Strategy. Speaking on the occasion, Dirk Vantyghem, director general of EURATEX, the European Apparel and Textile Confederation, said the new strategy of the EU has set out the vision and concrete actions to ensure that by 2030 textile products placed on the EU market are long-lived and recyclable, made as much as possible of recycled fibres, free of hazardous substances and produced in compliance with the norms of social rights and environment. International Apparel Federation president Cem Atlan echoed the same feeling saying that a true collaboration between the apparel buyers and manufacturers could address the major challenges global clothing industry was facing and bring successful transformation in its supply chain. The IAF president said that apparel makers felt the squeeze from higher costs and lower demands while order cancellation, piling up of stock-lot, and big discounts show the ineffectiveness resulting from a lack of desired collaboration. 'We realise we need to come together as an industry to solve our problems. The major challenges of our industry today can only be realistically met when there is true collaboration between buyers and manufacturers,' Atlan said. In the same vein, Bangladesh Garment Manufacturers and Exporters Association president Faruque Hassain said, 'To deal with the sustainability issue, we need to take several strategies where one of the crucial strategies is improving efficiency through technological innovation. For that, we need to focus on skills development and adoption with the 4IR.' So, it is the very sustainability of the country's number one export-earner that might be at stake in the absence of smart collaboration with global buyers. Having learnt the major changes in the EU procurement modality (as stated above), things indeed look challenging for Bangladesh to keep going with its most valued global market. Clearly, it's not about maintaining the number-two or third position in the market, or even protect against any major slide, but keeping the business going in a new perspective. No doubt, this is a transition phase for Bangladesh's exports to the EU, with some breathing space. According to reports, it is not until 2030 that the new procurement mechanism accompanied with compliance norms will steer EU import of apparels from all over the world.So long, collaboration or partnership with buyers meant receiving overseas market demand for products in various market segments, trends in consumer choice and preferences, pricing and so on. Now that collaboration has emerged as a predominant activity to help negotiate the transition period, that among others includes technology transfer, it is critically important for local exporters to gradually prepare for things in not too distant a future. Exports to the EU apart, there is already a growing need for partnership with the major buyers. During the pandemic, supply chain disruption had caused severe shocks to international trade, and apparel export being reliant on a number of global supply chains, the after-effect is still to go. Experts are of the opinion that partnership between the major buyers and local exporters can put things right, if the gaps could be properly identified and addressed. The quality of buyer-supplier partnerships in global supply chain has only slightly improved since last year, indicating that suppliers are still feeling the impact of disruption more than two years on from the onset of the Covid-19 pandemic, according to the report on Better Buying Partnership IndexTM (BBPI) score for 2022. \"Buyers cannot let up their focus on maintaining business relationships with suppliers,\" it says, recommending strong communication practices as a key tool in buyer-supplier partnerships as the industry continues to ride out the aftershocks of Covid-19.The need for close tie-up thus cannot be over-emphasiseded. In fact, so far, what the Bangladesh apparel sector has been able to build as its foundation to work on, is largely due to the close tie-up with the global buyers. However, with competition on the rise and procurement modality set to undergo a major shift, the partnership between the exporters and the global buyers calls for more proactive engagement for the mutual benefit of both.\n[email protected]",
        "headline_1": "Growing need for collaboration between RMG exporters and buyers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-need-for-collaboration-between-rmg-exporters-and-buyers-1683649066",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "That the country's economy is taking a downturn is not an isolated event. It is happening globally. The continued devaluation of Bangladesh Taka (against the US$) in a bid to boost export has had the diametrically opposite effect on imports. The domestic automobile sector has definitely taken a hit. Sales of commercial vehicles have reportedly dropped 50 per cent in the first nine months up to March, 2023, compared to corresponding period in 2022.With devaluation of Taka (BDT), imports costs have been driven up by as much as 25 per cent. Hence, assembled vehicles like two, three, and 4-wheelers are now costing companies much more to put together. Then again, with runaway inflation across the board, consumers for products like motorcycles / scooters have been feeling the pinch as cost of living has gone through the roof. Thus demand for 2-wheelers has fallen significantly. The bad news does not end there, unfortunately. As with all companies involved with assembly of automotive products, parts and components must be imported. With the slashing of letters of credit (LCs) in a bid to conserve precious foreign exchange, most import-dependent companies have had to resort to other means, namely making payment via informal financial channels, which by itself is driving up costs. Meeting International Monetary Fund (IMF) demands on loan provided to the government stipulates that the country will have to demonstrate that it is conserving foreign exchange and maintaining a set balance. The fallout from this and the fact that the country is still importing primary fossil fuel in the form of liquefied natural gas (LNG) means that the industry has been left to its own devices to find ways to import essential parts and raw materials. According to a report published in this newspaper, some companies in the 2-wheeler and 4-wheeler segments (both assemblers and direct importers of foreign branded vehicles) have suffered straight losses for the last two financial quarters. Consolidated revenue for one company \"dropped 36 per cent year-on-year to Tk5.49 billion in the three quarters. Losses amounted to Tk525 million for the first nine months of the current fiscal year while the company made a profit of Tk444 million in the same period the year before.\" It is not only the matter of lack of opportunity to open requisite number of LCs or the devaluation of the Bangladeshi Taka that has taken the wind out of sales for both individuals and companies. When one takes into consideration the persistent inflation that has been dogging consumers on every front, and the average consumer battered by soaring cost of essentials, it becomes clear as to where the expendable income is going. This is reflected partly in the fact that banks have lost substantial amounts of deposits, not to bad loans, but general consumers who are eating out of their savings.Similarly, businesses have suffered immensely with the economic downturn. Increased cost of production coupled with the fact that consumers now have less expendable income equals to downturn in sales. A downturn in industrial production or trading cannot be ignored. In a nation that has not experienced any significant rise in private sector lending for the last few years, the government can ill afford the loss of the fledgling domestic automotive industry where significant investments have been made to assemble vehicles. One can only hope that steps will be taken to seriously reverse the fall in remittances and that involves getting tough with those involved in the 'hundi' supply chain in the country. Without increase in inward remittance, it is difficult to see how things will change for the better.\n[email protected]",
        "headline_1": "Domestic automobile industry suffers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/domestic-automobile-industry-suffers-1683649092",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2023"
    },
    {
        "full_article": "Novelist Samaresh Majumdar, whose popularity transcended the border between Bangladesh and India's West Bengal, is no more. He breathed his last on Monday in Kolkata. His departure means an irreparable loss to Bangla literature lovers. This loss is heavy not only for India but for Bangladesh. Especially, several of our generations have grown up reading his novels, short stories and travelogues. Samaresh was best known for the series of novels featuring Animesh and Madhabilata as the lead characters in his trilogy 'Kalbela', 'Uttaradhikar', and 'Kalpurush' against the backdrop of the Naxalite movement of West Bengal in 1960s and 70s. Some of his famous fictions include 'Daur', 'Garbhadharini', 'Satkahan' etc. He is also credited for creating the character of detective Arjun. Bangla film 'Buno Haansh' is based on the novel written by him of the same name.Samaresh Majumdar may be no more with us but his legacy will continue to live on. He will have an inspirational presence in Bangla literature. It is not easy for us, the bibliophiles, to say goodbye to this legend. But the reality is that he will remain alive through his writings. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Goodbye, Samaresh Majumdar!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/goodbye-samaresh-majumdar-1683649114",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-05-2023"
    }
]