[
    {
        "full_article": "Once a rising star within the ruling United Malays National Organisation (UMNO). And then a rebel reformer thrown into prison by his former boss. The story of Anwar Ibrahim is that of power, revolt, incarceration and comeback. In the ups and downs of his long career, Mr. Anwar never gave up on his political activism or faith in his movement, Reformasi (Reform), which has finally taken him to the office that evaded him for over two decades. In last week’s elections, his coalition Pakatan Harapan (PH, Alliance of Hope), emerged as the largest bloc in Parliament following which Malaysia’s King appointed the 75-year-old leader as the Prime Minister. In the 1990s, Mr. Anwar, then the Deputy Prime Minister, was seen as the obvious successor of the all-powerful Prime Minister Mahathir Mohamad. But their differences and his calls for reform within UMNO and the government led to his downfall. He was jailed over sodomy charges, which he denies. Two jail terms later, Mr. Anwar, in 2018, joined hands with Dr. Mahathir, and managed to oust from power the UMNO, which was grappling with corruption scandals. Dr. Mahathir, who became the Prime Minister again, gave Mr. Anwar a pardon but refused to share power with him, pushing the country into political instability. But this time, Mr. Anwar is free of legal hurdles and does not face any immediate challenge to his claim to power.The election results, however, also showed Malaysia’s polarising polity. This is the first time Malaysians voted in a hung Parliament. Mr. Anwar’s bloc (PH), which promised corruption-free governance and protection of minority rights, won 82 seats of the 222-member Assembly. Former Prime Minister Muhyiddin Yassin’s Perikatan Nasional (PN) got 73 seats, while Prime Minister Ismail Sabri Yaakob’s Barisan Nasional (BN) — dominated by UMNO — was defeated with its 30 seats. While the result clearly underscored growing resentment towards UMNO, it also showed the rise of the Malaysian Islamic Party (PAS), which is part of the Perikatan coalition. The PAS, which won 49 seats on its own, wants a theocratic Islamic rule in Malaysia and religious interpretation of the Constitution. Perhaps the biggest challenge Mr. Anwar faces is the growing polarisation of Malaysian society. As an opposition leader, he campaigned for equality and minority rights and questioned corruption and cronyism. Now, as Prime Minister, he has to translate them into action. And he has to do so when his government would be dependent on coalition partners for majority in Parliament and at a time when Islamist forces that challenge his progressive agenda are on the rise. A tall ask indeed.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMalaysia\n\n/\n\npolitics\n\n/\n\nelection",
        "headline_1": "A new era: On Anwar Ibrahim",
        "headline_2": "Anwar Ibrahim will have to deliver on his progressive agenda for Malaysia",
        "link": "https://www.thehindu.com/opinion/editorial/a-new-era-the-hindu-editorial-on-anwar-ibrahim/article66191958.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "China is witnessing mass protests, from Xinjiang in the west to Zhengzhou in central China to Chongqing and Guangdong in the south to fresh protests in Shanghai early Sunday morning. In Shanghai, masses congregated at Urumqi Road shouting “CCP, step down” and “**** You, health code.” Social media reports say “It’s only getting more violent.”\nWhy such sudden mass protests and how are they different from before?\nRead the full article on TOI+\n\n",
        "headline_1": "Fury’s ground Xiro: Xi’s zero-Covid policy has angered ordinary Chinese as never before. A dangerous moment for the state",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/furys-ground-xiro-xis-zero-covid-policy-has-angered-ordinary-chinese-as-never-before-a-dangerous-moment-for-the-state/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "The war of poll promises in the Gujarat assembly elections bears scrutiny, especially since the keenly anticipated BJP election manifesto has finally been released. The manifesto plays to the Hindutva gallery by promising to implement Uniform Civil Code recommendations, a law for seizing assets of rioters, a deradicalisation cell in the police, and strict curbs on religious conversion. This is not mere rhetoric. BJP has shown that promises like these have significant resonance among a section of Gujarat voters and neither Congress nor even AAP’s occasional Hindutva-lite forays have anything to counter this.\nWhile BJP seems to have set the terms of the social, cultural and political discourse, there’s one area where parties are virtually unrecognisable from each other. The competition to promise welfare and freebies has become the common denominator in Indian politics, irrespective of whether a government is able to deliver them. Opposition parties generally tend to overpromise. Congress/AAP promises to offer free power, free education, free healthcare, subsidised cylinders, old pension scheme, farm debt waiver etc have been matched by BJP with free education, free healthcare, two free cylinders, subsidised chana and cooking oil. There are even free electric scooters for college-going girls among BJP’s offerings, something freebie-savvy Tamil Nadu junked citing low collective benefits.\nIt is time that delivering goods, services and cash for free or at subsidised rates also factors in quality and capacity. Quality education, not just free access, uplifts students. Similarly, the 99% shortage of specialists in Gujarat government hospitals doesn’t inspire confidence in BJP-Congress promises like free medical treatment and diagnostic services. Freebie promises will face reality checks by voters, with bitter experiences of poor delivery. Moreover, the middle class are looking beyond freebies.\nThis is where AAP’s and Congress’s freebie-first approach fails to threaten BJP adequately. While BJP has also joined the freebie game, it is clearly an attempt to not cede the “pro-poor” platform entirely to the opposition. Meanwhile, its middle-class outreach is as strong as ever. The promise of making Gujarat a $1 trillion economy and bringing the Olympics to Ahmedabad in 2036 typifies how BJP is covering all bases. With the three parties promising to generate 10 lakh and 20 lakh jobs between them, can Gujarat provide India a template for “job-full” growth? Unlikely. That remains the key promise our netas continue to fail to deliver.\n\n",
        "headline_1": "Free for all: Gujarat sees all parties make usual promises of freebies. But BJP has other messages too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/free-for-all-gujarat-sees-all-parties-make-usual-promises-of-freebies-but-bjp-has-other-messages-too-the-war-of-poll-promises-in-the-gujarat-assembly-elections-bears-scrutiny-especially-since-th/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "With campaigning for municipal polls in Delhi underway, here’s a quick question: How many voters know the name of their municipal councillor candidates? On billboards across the capital, two faces dominate: PM Modi and Delhi CM Kejriwal. Congress may be running a distinctly low-decibel campaign, but their publicity material focuses largely on the Gandhi family even though the party has a new non-Gandhi president. A municipal election is being fought in the name of nationally recognised leaders.\nRead the full article on TOI+\n\n",
        "headline_1": "Big leaders for small polls is no small matter: When top party leaderships dominate even local poll campaigns, what happens to politics?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/big-leaders-for-small-polls-is-no-small-matter-when-top-party-leaderships-dominate-even-local-poll-campaigns-what-happens-to-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "There was an article in the Washington Post recently about the long-running feud between Argentina and Brazil fans in Bangladesh. This apparently amuses and befuddles their readers, as it would if they came to know of similar clashes in Kerala between Argentina and Brazil fans. Begaani shaadi mein Abdullah deewana, they would have said, if they knew what the phrase meant.\nHere is how it works. Since the odds of solving global warming in our lifetimes are higher than the odds of our countries qualifying for the football World Cup, we, sir, choose to choose our own country. And for me that is Argentina.\nBrazil would have been my first choice though, growing up in Communist Bengal, where government programming told us that football was the game of the proletariat, and cricket the game of the patricians and that the brotherhood of oppressed nations made us natural kins of Brazil. Add to it the fact that they played an attractive “Joga Bonito” game of flashy footmanship that contrasted sharply with the humdrum aerial ball-cross-header game of the colonial teams, and that they had a jersey that stood out in early colour TV sets, and very memorable player-names that were oh-so-intellectual (I mean which other team had a star by the name of Socrates, who was a Communist?), and failing it all, the land of Pele, and one begins to understand why growing up, Brazil was the only game in Calcutta town.\nTill 1986. And Diego Maradona, first giving the old colonial masters, the British, a hand and then the foot, the greatest goal ever to be seen, and also ripping through the Belgian defence for good measure. Argentina became my team, and they got bonus points for having sent a nearly full-strength team (minus Maradona) to the 84 Nehru Cup in Calcutta, at a time all successful endeavours were leaving it.\nMaradona became like my first love, every star in the future to be judged against him, and no one ever measuring up. To be honest, I don’t think I will ever throw bricks for Argentina, but I will support them, this World Cup and for all others, till they get eliminated usually on penalties, after which I will, of course, root for Brazil, and after that every non-European nation all the way to the very end. Kinship of the oppressed, we are like this only.\n\n",
        "headline_1": "Why we are like this only: An explainer on the Argentina and Brazil football fandoms in India and Bangladesh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/why-we-are-like-this-only-an-explainer-on-the-argentina-and-brazil-football-fandoms-in-india-and-bangladesh-f0-9f-98-8a/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "Our foreign ministry, reportedly, has informed a parliamentary standing body that Bangladeshi expatriates involved in \"anti-government activities\" abroad will be brought under law. One report published in this newspaper on October 28, titled \"Expats involved in anti-govt activities to face music,\" noted that the report submitted to the committee by the ministry officials said, \"Sadly, besides playing a positive role in protecting the interests of Bangladesh and sending remittances, many of the expats are engaged in propaganda against Bangladesh and the government. The government is working to bring those who are engaged in anti-government activities and giving provocative and completely fabricated statements to book.\"\nApparently, it may sound like a patriotic duty of the government to counter anti-Bangladesh propaganda. However, the word \"anti-government\" in the statement clearly implies that it has nothing to do with patriotism, but to silence critics of the government. And the efforts or actions would be taken beyond its own territorial boundary, thereby outside its sovereign jurisdiction.\nHow can a government prosecute or crack down on its critics in exile? To do so, it needs cooperation from the host countries where its critics or dissenters have taken refuge or sought asylum. Apparently, some of the monarchies and authoritarian regimes in the Middle East have agreed to extend their assistance in this regard. Most of the vocal critics and political activists of our government, however, have settled in Western democracies. The so-called anti-government propaganda that comes out from Middle Eastern countries are mostly comments or items shared on social media platforms by expatriate workers who are usually unaware of any consequences of their actions, and are not part of any organised campaign.\nOther methods that authoritarian regimes use to reach their political opponents abroad include harassment of and intimidation to family members left behind. In the past, there have been reports of state-sponsored assassinations of opponents abroad against former Libyan leader Muammar Gaddafi, Iranian regime and the Russian spy agency. One of the most sensational killings was of the Russian defector Alexander Litvinenko, in England in 2006. The 2018 assassination of Saudi journalist Jamal Khashoggi in Istanbul at the Saudi consulate was another chilling example of such overreach of an authoritarian regime. Besides, a US agency known as the Helsinki Commission has identified what it says is the politically motivated abuse of the Interpol by autocratic states, who wish to harass and detain their opponents overseas, often in the hopes of trying them on bogus criminal charges.\nHuman rights groups describe this strategy opted by authoritarian regimes as transnational repression. Freedom House, a non-profit organisation that works \"as an independent watchdog organisation dedicated to the expansion of freedom and democracy around the world,\" says transnational repression is no longer an exceptional tool, but a normal practice for dozens of countries that seek to control their citizens abroad. It has started listing incidents of such repression around the world and produced two reports: one in 2021 titled \"Out of sight, not out of reach,\" and the other titled \"Defending democracy in exile\" in June this year. The first report compiled 608 incidents of such direct cross-border authoritarian attacks since 2014 involving 32 countries – detentions, assaults, physical intimidation, unlawful deportations, renditions and suspected assassinations. The latest report contains 735 cases where attacks originated from 36 countries and they are spread through 84 countries.\nFreedom House lists these attacks in four categories: direct attacks, long distance threats, mobility controls, and co-opting other countries. Direct attacks include assassination, assault, intimidation, abductions or unexplained disappearances and renditions. Family intimidation, digital threat and spywares are marked as long distance attacks, and passport revocation, denial of consular service, including issuing or renewing passports, and reporting passports as lost or stolen in order to detain individuals in transit are identified as mobility controls. Co-opting other countries involves deportation, detention, rendition, and abuse of the Interpol's \"red alert notice\" mechanism.\nRights groups, as well as politicians in some Western countries including the United States, Britain and Sweden, have already taken some measures to ensure safety and security of dissidents who fled persecutions for dissent. In the US, the FBI now publicises transnational repression as a crime. Its definition says, \"When foreign governments stalk, intimidate or assault people in the United States, it is considered transnational repression. It is illegal, and you can get help to stop it.\" It further adds that some countries' governments harass and intimidate their own citizens living in the US. These governments may also target naturalised or US-born citizens who have family overseas or other foreign connections, which violates US laws and individual rights and freedoms. The FBI lists political and human rights activists, dissidents, journalists, political opponents, and religious or ethnic minority groups as likely targets of such repression.\nIn recent years, the US government imposed targeted sanctions against some foreign officials it thought responsible for such illegal acts. Chinese and Iranians dominate its sanctions list. Freedom House has called for holding perpetrators accountable for transnational repression, increasing resilience within democracies, and better protecting vulnerable individuals and groups.\nOur government's approach seems seriously misguided and likely to harm its image even more. It must be understood that in a democracy, citizens within and outside the country are entitled to express their opinions freely, though such opinions may not be palatable for the government of the day. But threatening them or attempting to silence the dissent is simply counterproductive. Here's hoping good conscience will prevail and policymakers will shun sleepwalking into any more sanctions.\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Why sleepwalk into more sanctions?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-sleepwalk-more-sanctions-3181186",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "Writers are drawn to the bleakest of places, Arundhati Roy once said, the way vultures are drawn to kills. I didn't know the full import of the statement until I began to work on my book, Field Notes from a Waterborne Land. I began with a straightforward query: Where did the drop-out school children go? I read in a government report that eight out of ten children who enrolled in primary schools dropped out before they completed school education. Eight out of ten! This was a huge number, many times more than the official statistics on child labourers. So, where did the rest of them go?\nI fished around for some time for a clue until I realised that I had stepped into a vast and complex labyrinth. Primary education, I discovered, is a prism that refracts a whole spectrum of factors that otherwise remain inseparably muddled in our society. These factors range from the economic to the social, from the cultural to the environmental. The more I searched, the more confused I became, and I found myself obsessively touring some of the most backward and ecologically critical regions of our deltaic land. Then I remembered Arundhati Roy's somewhat unsavoury simile about writers and journalists. Yes, we are sometimes drawn to the bleakest of places the way vultures are drawn to kills.\nBut there is a reason behind this. The connectedness of a complex spectrum of factors is often starkest in the most backward of regions, just as bone structures are best visible on an emaciated body. Let us have an example. A tribal girl in a remote village doesn't go to school because both her parents go out to work in distant paddy lands and she has to look after her younger siblings, collect water and firewood, and run the household. Her parents travel long distances to work because they do not own any land and there is not enough work in the village. There is not enough work in the village because the farmlands there are not properly irrigated. The farmlands are not irrigated because there is no electricity. There is no electricity because …. It can go on. One can begin to trace the metatarsal and end up at the ribcage sticking out on a wasted body.\nBut perhaps the metaphors of vulture and the wasted, skeletal body are not very apt, because here we are talking about a traditionally fertile land. Deltaic Bengal, which covers both West Bengal and Bangladesh, is a relatively young landmass. In my book, I have called this waterborne land because it has been built by silt-carrying rivers, and it is being constantly made, unmade and remade. The fertility and accessibility of this land via its rivers and the sea have drawn people into undivided Bengal since prehistoric times. Agriculturists, artisans, merchants, freebooters, and colonisers have made Bengal one of the most prosperous and happening regions in the subcontinent. Oceanic trade and commerce thrived here for many centuries.\nSadly, all that is in the past. The majority of the people who now inhabit this landscape, the people whose story I wrote in my book, are either tied to subsistence farming or are transiting all over the distant states of the Indian republic to work in its informal sectors. Their lives are constantly being battered by cyclones, floods, and that most cruel hand of history: the Partition. As I travelled to some of the odd and out-of-the-way places in West Bengal and the eastern part of the neighbouring state of Odisha, sometimes chasing a question, sometimes a whim, I found fragments of a story that is so different from the one we the so-called bhadraloks of Kolkata have been telling ourselves for more than a century. This is a story of untold misery. But more than that, it is also a story of remarkable grit in the teeth of adversities. And it is connected with the story of our subcontinent in interesting ways.\nIn a flood relief shelter in Nadia district, I met a remarkable man named Nakul Sardar. A pucca school building had been converted into the camp, where nearly two dozen families from three inundated villages were staying when I visited it. It was late September. They were waiting for the flood waters to recede, exchanging information with one another about the water which was standing neck-deep, waist-deep, and knee-deep on their homestead and farmlands. The human body had been turned into a measuring scale. Cast away from it by the fury of a river, the land was never far from their mind. Neither was water.\nI met Nakul Sardar at the back of the school building, away from the huddle of uprooted men. Bare-chested, wearing a blue lungi, he was hunched on the ground, repairing a small fishing net. When I learned this was his third year in the same flood relief shelter, I asked him how many times had he been uprooted by floods.\n'Counting this one, I have seen eleven floods in twenty years,' Nakul told me. 'This bitch of a river won't let me be for two consecutive years.' He uttered these words with a thick vehemence and then, the deep lines on his face melting into an indescribably soft expression, he added, 'And yet, I can never imagine a life away from her.'\nI met Savitri Munda in a tribal hamlet on top of Ayodhya Hill in Purulia district. Savitri had lost her husband and her two children when a mysterious disease – possibly cerebral malaria – visited her village. A salishi sabha had sat in judgment and decided that Savitri had a hand in the plague. They declared her a witch and asked her to pay a hefty fine of two lakh rupees and arrange a feast for the entire village. Her husband owned two acres of land that was now legally hers. But Savitri had committed another crime. When the census people came to her village, they had enlisted her as literate. So here was a woman who could read and write, who owned a plot of land, and who, according to the salishi sabha, had killed her husband and children. As a witch, Savitri had three options: to pay up, be killed, or flee. She chose the third option. She drifted about for a year until she turned up at a non-formal school for drop-out children that also had a creche for babies.\nSavitri looked after the kids. For three days I watched her feeding them, keeping them quiet, while their elder siblings studied. Never once did I see her go near anything relating to reading or writing, open a book or assist a pupil. When I asked her why, Savitri smiled mysteriously. She cast her eyes downward and began to draw inscrutable patterns on earth with her toe.\nI met Dibash Kotal in the last inhabited village on the southern margins of the Sundarbans. Dibash, too, was from a Chhotonagpur tribe, one of the earliest settlers in forested mangroves crisscrossed by a dizzying network of rivers and creeks. The title Kotal, soldier, was conferred on them by the zamindars who had brought them here two centuries ago, to fight the Arakanese pirates. Dibash was a high-school dropout who had worked in the local primary school on an ad-hoc basis until he lost his job when regular teachers were recruited. He farmed a tiny parcel of ancestral land. His wife urged him to leave the village and go to Baruipur, where she had her relations, to explore opportunities. Dibash beamed a sad smile.\n'It takes no effort to say, let's go. But is going really that easy?' he said in a tired voice. 'You leave the land fallow for a season and the forest will come back to devour it. It requires such hard labour to reclaim it.'\nHis words seemed to rise from a deep core within his being, deeper and older than Dibash himself, than even the civilization on these mangrove islands. Three years after I visited his village, Cyclone Aila battered the Sundarbans. The entire settlement, including the portion of the island jutting south into the broad expanse of Kalindi, vanished under the raging waters. It just dropped off the map. The two dozen families who had their homes there could never be traced. They included Dibash Kotal and his family.\nDuring my frequent trips there, I came to the realization that the Sundarbans is more than a geographical space, more than a biosphere that is spread on maps like green scales on the flared tail of the Bengal Delta. The Sundarbans is a metaphor: it stands for anything that is sinking, threatened, delicate, fecund, fabled, uncanny, ancient and young – all these and more, at the same time and in the same space.\nThirty years ago, Ghoramara was one of the larger islands on the Gangetic delta that had two dozen villages and 8,000 families living on it. The island has been shrinking every year, every hour in fact, its fields, orchards and homestead lands dissolving into the swirling waters like lumps of jaggery. When I started making my trips there, seven villages stood on Ghoramara. Three years later, when I visited it the last time, many of these villages were just names alive in the memory of the uprooted people – Mandirtala, Chunpuri, Bagpara, Khasimara … Only a chunk of Khasimara was still standing: a row of date palms, a clutch of cottages huddled on a rise, encircled with grey water. Freestanding mud walls, cracked and flaking, mimicked the maps of the Sundarbans. The notched date-palm trunks told a story of winter tapping, of chill mornings, weak straw fire and cold-benumbed hands reaching out from under cotton wrappers, of rooster calls and the scent of warm jaggery, of a settled way of life that was no more.\nWriting Field Notes from a Waterborne Land has changed me in undefinable but fundamental ways. It has changed my outlook on the human as well as non-human aspects that have shaped me as an individual and also as a member of a community. What I think I learned during my travels across multiple landscapes was how to listen to stories. These were   extraordinary stories, told by seemingly ordinary people, about themselves and about the land on which they lived. For over a decade, I made these trips at different times, by boat, bus, train, toddy-palm canoe, vano (motorized tricycle), and a motorcycle on whose rear-view mirror was printed: OBJECTS IN THE MIRROR ARE CLOSER THAN THEY APPEAR. In the end, all that has remained with me are some objects – words and images, a glint in the eye and the   murmur of a sigh. They got closer and closer until they seeped within me.\nParimal Bhattacharya is an author. His recent work is Field Notes from a Waterborne Land: Bengal Beyond the Bhadralok. (HaperCollins India, 2022).\n\n",
        "headline_1": "Chronicling the other Bengal ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/chronicling-the-other-bengal-3181356",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "I followed with interest the recently concluded COP27, which seemed to carry an air of urgency. Perhaps the biggest takeaway from this year's climate conference was the announcement of an agreement by rich countries to finance the loss and damage fund to vulnerable countries suffering the impacts of climate change. This would account for issues such as the severe floods in Bangladesh, India, Pakistan and other parts of South Asia, which many believe were the result of a changing climate. \nSuch a fund would have been unthinkable five years ago; it is a surprise that Western governments have finally agreed to contribute finance to alleviate the climate issues faced by developing countries, especially as many of these governments are facing financial woes of their own.\nOther than this ground-breaking development, COP27 did not seemingly end with tangible progress, although there was a lot of talk about \"urgency,\" the \"need to act now,\" and other well-meaning words. \nThe discussion on holding the largest emitter to account was notably lacking at the conference. For many years, the US has been the largest carbon emitter in the world, but that place has been taken over by China in recent years, its emissions now being nearly three times that of the US. In fact, China produces around one-third of all carbon emissions on its own. The country has been increasing its use of coal at a rate scientists say will push global warming disastrously beyond the 1.5 degrees Celsius target. Anybody who has visited any of China's major industrial cities and witnessed the smog covering the sky for large parts of the day knows how bad things are in this part of the world. \nThis has implications for global fashion supply chains. China is still the world's largest exporter of textiles, a mantle that Bangladesh aspires to take on, but is still some way from achieving. \nMany major fashion retailers are trying desperately to reduce their supply chain emissions, but this is proving extremely difficult in China, where coal-powered production is not frowned upon in the same way it is in other countries. The result is that global emissions for fashion retailers – 90 percent of which occur in supply chains – are heading in the wrong direction. They are going up, not down. \nOne US-based political adviser told the Western media in the wake of COP27: \"If we don't get hold of China's emissions, the climate will spin out of control.\" \nThis is not an anti-China article. China is said to be making huge progress in the development of renewable energy technologies, and the Chinese government has said it is taking sustainability challenges seriously. \nThe problem is one of scale. There was a recent report in British daily The Telegraph, a well-respected news outlet, that suggested that \"China has emitted more carbon dioxide over the past eight years than the UK has since the start of the Industrial Revolution.\" In fact, between 1750 and 2020, the UK emitted 78 billion tonnes of carbon dioxide into the atmosphere. In comparison, China has emitted 80 billion tonnes of carbon dioxide since 2013, according to The Telegraph. \nIt is worth remembering that the UK was once the manufacturing capital of the world and a major industrial nation. These are mind-boggling figures that illustrate the rate of development in China over the past decade.\nThe issue is that China is still considered a developing nation. There are talks of the East Asian country winding down some of its manufacturing bases. Textiles is viewed as a sunset industry, but the sheer scale of that sector means it will take many years to wind down. Meanwhile, China's emissions continue to grow, while other countries slow the rate of growth or turn the rate of growth negative. \nThese are confusing times we live in. The message seems to be that we will have to make major sacrifices to hit climate targets. Many people say this will entail de-growth. In fashion supply chains, emissions are simply not in line with targets being set by global policymakers, and so fashion brands are being told either to de-couple emissions from production – financially challenging, technically not possible in many cases – or simply slow down. \nSlowing down – even if a multinational business was prepared to do so – has huge ramifications for supply chains. The social consequences in terms of lost jobs and economic hardship would be significant. But if that is the road we need to take to protect the planet where we can still run our businesses, then so be it. \nAll of that said, it would be a bitter pill to swallow if we were to make these sacrifices and they didn't amount to nothing – which is what we might face if China continues along its current path and refuses to play ball. The figures are staring us in the face; unless the country is on the top of the table at events like COP27, we might all be wasting our time and efforts on climate issues.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "The pollution made in China",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/the-pollution-made-china-3181331",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "Dread and anxiety over the possibility of a global recession are rising around the world right now. Russia's invasion of Ukraine in February this year worsened pre-existing supply-side challenges and the volatility in commodity markets caused by the pandemic. The world economy is experiencing a steep downfall with a disrupted supply chain and high inflation due to the twofold effects of these crises. There is very limited policy space for the countries to deal with decelerating GDP growth and accelerating price levels as policies to solve one will make the other worse. Tightening monetary policies to control inflation has increased the borrowing cost, affecting the fiscal spaces of the economies. Specifically, it will heighten the debt of emerging markets and developing economies (EMDEs), which were already facing a surge in debt due to the pandemic. There are more spillover effects of the war as the food and energy prices have risen, going beyond the reach of many people.\nFurther downside risks may appear through additional US dollar appreciation, more energy and food price shocks, and continuation of contractionary monetary and fiscal policies. Russia could stop trading gas in Europe resulting in output scarcity, or the pandemic could resurge. Moreover, China's property sector crisis could disturb the domestic banking sector, affecting its growth negatively. Its cross-border impacts along with geopolitical tension could hamper trade, capital flows, and climate policy cooperation.\nBangladesh, as one of the EMDEs in Asia, is significantly prone to these risks. Unlike the recession of 2007-08, global economic factors are now affecting it significantly. There is a widening balance of payment (BOP) deficit and accelerating inflation induced by a surge in imports in the second half of FY22. The point-to-point inflation rate, according to the Bangladesh Bank, is 8.91 percent in October 2022 – higher than the global inflation rate of 8.8 percent (according to the IMF). Moreover, it may not resemble the real scenario as the weight to measure the inflation rate is based on outdated data. Rising commodity prices made the policymakers suppress imports, which disrupted economic activities, inducing slower economic growth projections for the coming year. Both the World Bank and the International Monetary Fund (IMF) have revised their growth projections for Bangladesh: for FY2022-23, IMF's projection is six percent in October from 6.7 percent in April, and for the World Bank, it is 6.1 percent in October from 6.7 percent in June.\nBangladesh is also seeing a sharp drop in remittance earnings, and increased imports are lowering the BOP by outweighing the export income. Consequently, the foreign exchange reserves dropped to USD 35.808 billion by the end of October 2022, the lowest in the year according to Bangladesh Bank. Policies taken to cope with higher energy prices, such as rolling blackouts and closing of energy-intensive plants, might further aggravate the existing supply constraints. The protective exchange rate management has resulted in an emerging informal dollar exchange market, making policies ineffective. According to a recent World Bank report on South Asia, on the fiscal side, the cost of subsidies for food and fertiliser increased due to higher food and fertiliser prices. Besides, the upward-moving fuel import price raised the fuel subsidy cost, resulting in an increase in fuel price domestically by an average of 50 percent. According to the World Bank's projection, Bangladesh might face a fiscal deficit of 4.1 percent of its GDP in FY22 and 4.9 percent in FY23.\nBesides the global crisis, Bangladesh has its own challenges to overcome. The country's LDC graduation in 2026 will bring several changes regarding market access and financial incentive programmes. We have a lower export-to-GDP ratio (less than 15 percent) than that of other low- and middle-income countries and comparators (e.g. Vietnam). The export basket is not diversified either, heavily dependent on RMG products. In the case of import, Bangladesh has a protective tariff regime, eroding competitiveness as well as reducing export survival probabilities. Non-tariff barriers and inefficient border processes are hampering our trade, too.\nFalling behind its competitors, the financial sector of Bangladesh ranks 95 out of 184 countries according to the IMF's global financial development index. Bangladeshi companies have limited ability to raise long-term capital as the country's stock market capitalisation to GDP has been falling since 2015. The pandemic magnified the age-old vulnerabilities of the banking sector, such as low levels of capital, weak governance, asset quality problems, etc. Also, underperforming state-owned banks and state interventions, an underdeveloped and small capital market here are deterring long-term financing for infrastructure, housing, and climate adaptation. Being one of the most climate-vulnerable and disaster-prone countries in the world, Bangladesh has been suffering because of its natural hazard impacts such as high flooding and cyclone risks.\nGrowing challenges could not outweigh some optimistic signs of our economy completely. The poverty rate in Bangladesh is projected to decline in 2022 and 2023 (World Bank, 2022). The forex reserves, though declining, are not yet at an alarming level. Bangladesh faces a smaller negative effect than its large neighbours since it mainly exports textiles and garments, less sensitive to high-income countries' demand. Bangladesh got a rebound in migration flows as 600,000 migrants registered for overseas employment in the first six months of 2022, whereas it was 617,000 migrants in 2021. However, most of the remittances coming from them are not reflected in the forex reserves as most of them are coming informally (hundi).\nThe significant fintech development in Bangladesh has permitted the banks to understand credit risk and issue affordable small business loans in rural communities and sustain credit flows. Most importantly, the major development in transport connectivity – for example, the completion and inauguration of Padma Bridge – will better integrate the cities as well as the domestic and international trade network.\nIn this scenario, making public expenditure efficient, removing supply chain flaws, rationalising exchange rates, facilitating export, managing lending rate, and increasing competitiveness might be apt ways to prepare for the probable recession.\n \nIsrat Hossain is senior research associate at the South Asian Network on Economic Modeling (Sanem).\n\n",
        "headline_1": "A probable global recession and Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/probable-global-recession-and-bangladesh-3181341",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "It is said that a rising tide lifts all boats. It suggests that improvements in the general economy can benefit all participants in that economy. Although high-income earners stand to gain more from an improved economy, the effect trickles down to everyone eventually. But this theory comes with a caveat in present-day Bangladesh: a rising tide can sink all boats, too. Think of it in terms of our extremely high cost of living. So sweeping is its impact that, in the absence of comprehensive regulatory efforts, not only does it increase the prices of all products/services, but it can also nullify the effects of small, isolated gains in price control.\nA recent report by this daily offers an example of the all-encompassing effects of this cost-of-living crisis. It shows how retail vendors in the capital, despite getting green papaya at low prices at the wholesale level, are being \"forced\" to sell it at high prices. After tracking its journey from Manikganj's Singair upazila to Dhaka's Kazipara, our reporters found that the price of one kilo of papaya had more than tripled – from Tk 7 to Tk 25 – during the 25-kilometre transit, after changing hands three times. It is at the retail level that the price was seen to shoot up, with the vendors buying one kilo at Tk 8.50 but selling it at Tk 25. These figures may vary from place to place, of course. But you get an idea of how prices increase sometimes.\nThe vendors may be the guilty party in this case, but there are transport expenses to be paid and bribes to be given. In the end, however, their motivation for higher profits is the same as the motivation of customers for lower prices: staying afloat in the rising tide covering the costs of everything – from every essential item in the market, to the utilities, to transport fares, to healthcare, to education, the list goes on. As one vendor said: \"Even five years ago, we did not need to make such a profit as daily expenses were not so high. But these days, even if I buy the papayas for Tk 2 per kilo, I will not be able to sell them for under Tk 15.\" He then added: \"My family solely depends on my income, and if I cannot earn Tk 1,000 a day, I will fail to put food on my table and ensure my children's schooling.\"\nSuch small-scale vendors are, however, small fries in a sea of sharks that are actually responsible for today's cost-of-living crisis. Big importers, hoarders, corrupt policymakers, bureaucrats. They are the reason why the downward trend in the winter kitchen market doesn't feel like a victory, with the price of everything else stuck at pre-winter levels. Can we expect increased food production or imports to bring relief if a supportive environment is not created? Can we expect the consumer market to stabilise without an effective oversight? Can inflation be outpaced without higher wages/incomes across the board?\nWe urge the government to take the high cost of living with the urgency that it deserves, and form a comprehensive plan to tackle it through necessary policies and interventions.\n",
        "headline_1": "A rising tide can sink all boats too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rising-tide-can-sink-all-boats-too-3180641",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "October 21 must have been an embarrassing day for Bangladesh Biman. A recruitment examination for electricians, mechanics, welders, painters, operators, and tailors was suspended on that day when allegations of a question paper leak were brought to the fore. A report from this daily suggests that the leak was orchestrated not just by some lower-level officials, but the top brass of the organisation was also involved in it. Soon after the suspension of the examination, the Ministry of Tourism and Civil Aviation formed a probe committee. However, the committee was answerable to the managing director of Biman, and hence the latter was not even questioned during the investigation.\nHowever, we're told that an army major who serves as general manager of the ground service equipment department, and also as general manager of the security department, was alleged to have been responsible for the leak, at least in part, according to confessional statements given by three different Biman motor transport operators. He was dubiously included in the committee formed to prepare the question paper along with two others, potentially to influence decision-making. In his confession, the major's driver said that he had handed him a set of question papers on the day before the recruitment test.\nThis story isn't really about low-level Biman officials who sold recruitment exam question papers, although their involvement shouldn't be discounted. But it's about the big fish and how they worked out a complex scheme over several months to ensure that the right people were present at the right moment to oversee a scam. Sadly, in most cases of corruption involving public institutions, the puppet masters in suits always remain behind the curtain and unaccountable, while it is the \"mules\" who end up in jail.\nThis is not an isolated incident of irregularities at Biman. News of the hiring of \"controversial\" and \"underqualified\" people as pilots and co-pilots came to the media a few months ago. An investigation report by an intelligence agency highlighted the scam in the hiring process. The airline carrier apparently ignored its own resources and appointed pilots from other airlines, most of whom had either been sacked or denied promotions due to a lack of skills, the report observed.\nThese kinds of irregularities in the recruitment processes – from leaking question papers to hiring substandard pilots – are inexcusable. Biman carries the flag of Bangladesh and should, therefore, uphold the highest integrity and professionalism possible. We urge the higher authorities to ensure that no party involved in the recruitment scams is spared. The lack of basic accountability and efficiency that Biman continues to exhibit every now and then must be checked. Critical reforms are necessary for Biman to make sure these kinds of irregularities are not repeated, and that the airline performs in a way that represents the dignity and pride of our nation.\n",
        "headline_1": "Biman job scams must be checked",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/biman-job-scams-must-be-checked-3180611",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "The FE news published on Thursday last under the headline, 'Rice, maize eat up veggie cropland' comes as a surprise. This pre-winter season every year witnesses the start of arrival of local vegetables in the kitchen market. The kitchen markets in Dhaka and other cities this year do not see an abundant supply of vegetables and hence the usual price drop around this time has not followed. According to the FE report, this change in vegetable availability pattern this year has been caused by farmers' more willingness to grow cereals like rice, wheat and maize than vegetables because the food grains are likely to fetch more profits with abnormal rise in their prices.Traditionally, in a country where food primarily means cereals, an overwhelming emphasis was on cultivation paddy. Farmers opted for other crops including quite a few exotic ones, fruits and flowers when paddy either left no profit margin or even caused losses for them. Official statistics have already identified global supply-chain strain and declining vegetable production in the current Robi season. Other deterrents experts have identified are crises in fertilisers and irrigation outlets during August-October period as well as a concern for food security, which prompted many farmers to opt for grain and corn cultivation. According to the survey undertaken by this daily quoting a DAE monitoring unit, farmers have grown vegetables and leafy vegetables (shaak) on 0.367 million hectares in the country, against 0.428 million hectares in the corresponding period last year.A total area of 0.61 million hectares was earmarked for production of vegetables for FY '23, of which 59 per cent have been achieved. The achievement was 70 per cent in the corresponding period of FY '22. Coming to paddy, the acreage in the Aman season increased to 5.8 million this season from 5.6 million hectares last year. The most stunning part of this survey is that 0.46 million hectares were set aside for maize cultivation. Of it 0.147 million hectares' yield has been achieved till November '22. Area-wise, the figure was 0.10 million hectares in the same period last year. A couple of decades ago, farmers in general were reluctant to cultivate maize. Moreover, the soil, except in a few pockets in the country's northern belt, initially proved unsuitable for maize and wheat cultivation. But courtesy of the concerned department's vigorous campaign, maize and wheat have now made lands in many parts of the country their adopted home. The current volatility in cereal and vegetable markets is susceptible to a lot of vulnerabilities like the behaviour of the strained global supply chain, the growers' mood swings thanks to the ups and downs of the market force etc. The vegetables' prices seem to be the most unpredictable if considered in the whole country's perspective. At the growers' level, prices of vegetables---because those are mostly perishable --- are still low but exchange of hands on the supply route renders those atrociously pricey. Farmers should be at their liberty to cultivate cereals or vegetables. That they have opted for cereal cultivation shows they are aware of the looming global food crisis and therefore want to ensure their own and, by extension, the country's food security.",
        "headline_1": "Grain cropland takes over that of vegetables",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/grain-cropland-takes-over-that-of-vegetables-1669554161",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "The top one per cent of the country's rich has not experienced much change in their earnings or amounts of wealth recently when compared to their status a year before, so says a recent study. In 2020, the country's richest pocketed 16.2 per cent of the gross national income and in 2021, their income remained at the same level. Similarly, their total wealth was 24.6 per cent of the total national wealth in 2020. In 2021, too, the ratio of their total wealth to that of the nation remained more or less the same. But what does this so-called 'world inequality report' published by the Paris School of Economics imply? Does it also mean that the national income and wealth that could not further fatten the country's rich have reached the poor making their life a bit more comfortable? Far from that. Because, from the study conducted by the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD) early this year, it was found that the number of new poor in the country stood at 30.9 million which was 18.54 per cent of the total population. The same research group through a similar study done a year before found that the pandemic had then pushed 24.5 million people into poverty which was 14.75 per cent of the total population. Evidently, the number of poor increased by 6.4 million in a year. But why should the number of the poor increase at a time when the economy had recovered from the pandemic shock and was supposed to be surging ahead with economic activities going on in full swing? In fact, the global rise in inflation due mainly to energy price hike has affected local economy driving up its consumer price index. And since the last mentioned study on poverty was done, the inflationary situation has far worsened during the recent months sending millions more into abject poverty. But during this time, the rich have not been impacted by the inflation in the way the poor have. For as the poor's income has not increased, they are compelled to buy less amount of food items and meet other expenses with the same amount of money that they earned before inflation. So, they got poorer and swelled the ranks of the new poor. But during the same period, a section of traders has been making windfall profits out of the rising consumer prices. They have obviously got richer than before. Now if compared to the rest of the less fortunate majority, what the rich still have is simply out of proportion. Consider that the top one per cent of the rich control 16.2 per cent of nation's total income, whereas the lower 50 per cent population's share of total national income is a mere 17.1 per cent. When it comes to the shares of the total national wealth that these two groups of people possess, the comparison is quite unsettling. The one per cent rich controls 24.6 per cent or close to a quarter of the nation's entire wealth. But the half of the country's population in the lower income slab owns less than five per cent (4.8 per cent, to be precise) of the total national wealth. The study further points to the fact that the wealth of the country's one per cent rich at the top has decreased in comparison to what it had nearly three decades ago in 1995. [The rich in question then (in 1995) owned 25.5 per cent of the total national wealth and enjoyed 16.7 per cent of the total national income.]But one must not miss the most important point here. It is that, according to an estimate, the nation's Gross Domestic Product (GDP), a measure of the national wealth, has increased more than seven times in the last two decades. In that case, though the wealth or income of the rich has remained more or less the same as a percentage of the national wealth over all these years, yet in absolute terms their wealth and income have actually increased at the same rate as that of the nation's. So, they are far richer (at least seven times more) than they were two decades back. Consider the extent to which income and wealth gap between the top rich and poor has widened.In fact, the GDP, though it gives a total picture of a nation's economic growth, says little about how the wealth thus generated is distributed among the populace. The attempt to show the prosperity of a nation with the help of the per capita GDP is, therefore, a purely barren exercise as abstract figures say little about real life. Neither are the large infrastructures an indicator of the wealth of the common people. For the big money spent on infrastructure make the contractors and corrupt government officials richer. It may even prove to be wastage of national resources, if an infrastructure so built cannot serve the interest of the common people as expected. However, in cases where the national wealth is invested more in employment generation, in public health and in education, the public gets the benefits of the investment directly. In other words, the manner of investment determines where the nation's wealth finally goes. It is from this perspective that one needs to look at the last quarter century's economic growth. \n[email protected]",
        "headline_1": "Growth that benefits the rich",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growth-that-benefits-the-rich-1669554211",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "The latest finding of five viruses pathogenic to humans and livestock in southern China is indeed a cause for serious concern. This is only more so because one of the pathogens has close resemblance with Sars-Cov-2 and Sars. Samples taken from 149 bats across Yunnan province bordering Myanmar and Laos have yielded this chilling result. Prof. Eddie Holmes, an evolutionary biologist and virologist, involved with the study conducted jointly by a team of Chinese and Australian scientists takes the threat seriously. He observes, \"Sars-Cov-2-like viruses are still circulating in Chinese bats and continue to pose an emergence risk\". The pre-print report on the research is yet to be peer-reviewed but this does hardly lessen the looming danger mankind is facing. After all, Sars-Cov-2 literally spread with lightning speed and a similar virus that has the potential to do so can once again wreak havoc with lives, livelihoods and economies the world over. Never before has the global population faced pandemics one after another in short intervals. A possible Sars-Cov-3, if it is similarly transmissible and deadly, within a year or two can lay waste of global population and economies. The presence of the pathogens in Yunnan bats, moreover, has been reported at a time when China witnesses a fresh surge of Covid-19 cases. On Wednesday, a caseload of 31,444--- a record since the April 13 highest cases that prompted a two-month long shutdown in Shanghai--- was reported. On Thursday the cases dropped slightly to 31,000, but on Friday the total went up again to more than 32,000, prompting the authorities to go for extensive tests and restrictions under China's zero tolerance Covid policy. Why does China have to grapple with a fresh wave of corona infections now, when the disease is on its way out and the events like the World Cup Football are being held in an atmosphere of no health restrictions in the stadiums? China has all through been maintaining its controversial zero-Covid policy aimed at eradicating the disease completely. Instead, it is witnessing a fresh surge and has been compelled to tighten restrictions afresh. One of the reasons, experts rightly consider, is the virus's continuous evolving power to evade immunity. The other reasons are the 'somewhat under-vaccinated' population and the vaccines used were less efficacious than the mRNA vaccines produced by and used in the Western world. Already the protracted lockdowns have had their adverse impacts on China's economy. The first three quarters of this year have seen only 3.0 per cent growth as against a target of 5.5 per cent annual growth. Now financial analysts predict a little over 3.0 per cent annual economic growth. This portends ill of the global economy because China is the second largest economy in the world. Small and poorer countries are struggling to cope with energy prices, an explosively volatile market and fast depleting foreign exchange reserves. Much as they try to stay afloat, the supply chain disruption on account of the twin troubles of Russo-Ukraine war and the ban imposed on Russian gas and oil only makes their conditions more miserable with every passing day. Even commodity supply from neutral countries like Bangladesh to Europe and America faces a drastic slump because of the eroding demands prompted by economic recession in the destination countries. Apart from the grim economic prospects, the developments on the health front, if those start engulfing fresh parts which have already been left more vulnerable by the pandemic than they were before, can be unremittingly devastating for small and poorer countries. So, before the fresh pathogen can find a way out for transmission to human bodies or livestock from bats in Yunnan, measures should be taken to arrest it. In case it does, the next course of action has also to be planned beforehand for limiting its spread. Human kind cannot sustain in the face of another pandemic.\n[email protected]",
        "headline_1": "A potential threat from Sars-Cov-2-like virus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-potential-threat-from-sars-cov-2-like-virus-1669554253",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2022"
    },
    {
        "full_article": "According to the World Health Organization, more people die globally every year from air pollution, than from smoking, of road accidents and diabetes combined. Bangladesh is among the top countries, where the highest number of people die of the diseases caused by polluted air. Bangladesh is often ranked number one in terms of air pollution. However, little progress has been made to imrove the situation. As a result, more and more people across the country are being affected by cancer, asthma, cancer, and other respiratory diseases. A media campaign against air pollution should be launched to inform people of its dangers and encourage them to act responsibly. We should undertake precautionary measures like wearing face masks while going out. The authorities concerned should set up stations across the country to strictly monitor the air pollution situation. The fight against polluted air should stay in place throughout the year. \nS Ali Durjoy,Student of Rajshahi College, Rajshahi,[email protected]",
        "headline_1": "Prevention of air pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prevention-of-air-pollution-1669554281",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2022"
    }
]