[
    {
        "full_article": "Two news reports caught my attention on Friday: one was about a wild elephant being electrocuted, and the other was about the dwindling international funds for the Rohingya refugees. It made me wonder how their travel paths and fates are intertwined, and how they have become critical ecological, political, and international issues for our hill tracts. It made me think of a personal encounter I had with a wild elephant in the hill tracts of Chattogram.\nOnce, when trekking along the Naikhongchhari range, my team and I were chased by a wild elephant. Our guide pushed us into a narrow bushy trail and made us run for 20 minutes towards the opening of another hill. I was travelling with our university's nature club. It was one of the scariest moments of my life, to say the least. The other was having to climb a tree to avoid two rhinos chasing one another in Nepal's Chitwan forest, but that's another story. To add to our fear, the guide was saying how this particular elephant had killed five people that year. It was a lone elephant that got separated from its herd after a local woodcutter hit one of its ears with an axe. The injured elephant could not travel with its pack and was left behind to fend for itself. This happened nearly 25 years ago. But the feeling of being an uninvited guest in the territory of others stayed with me.\nFor those whose livelihood depends on the forest, the presence of elephants is a nuisance. And for the elephants, the human invasion must be equally irritating. The close contact between humans and elephants has yielded tales of conflict; the death toll is heavy on both sides. The big question remains: can humans and elephants live together?\nAccording to a 2020 report, 90 elephants were killed in Bangladesh in the last 17 years. In 2019 alone, 11 elephants were killed as per an estimate by the International Union for Conservation of Nature (IUCN). The figures of dead elephants between 2015 and 2019 stand at 34, according to the conservator of the Wildlife Management and Nature Conservation Division. Incidentally, this is the same period when we have had a huge inflow of humans from Myanmar. The establishment of Rohingya camps and other government agencies in Teknaf and Ukhiya upazilas disrupted the main roaming grounds of elephants, making the \"human-wildlife conflict\" inevitable. Between 2003 and 2016, a total of 227 people were killed by elephants. The death numbers of both humans and elephants are worrying. In 2015, the elephant population in Bangladesh was between 280 and 290, which is under threat of further decline.\nIn my personal anecdote, I hinted at why that particular elephant was ticked. It developed a serious distrust of humans as they were the ones responsible for severing its ears. Even though locals traditionally address the elephants like one of their kin—\"Mamu\" (uncle)—there seems to be no real respect for the largest mammal in the world. The address is more of a code word as, according to legends, naming the animals may physically conjure them—just as is the case with tigers and snakes in a forest, who are called \"big lord\" and \"creepers\", respectively. The local people have enough reasons to be unhappy about their big neighbours too.\nElephants move across vast areas of the forests in search of food. During their regular movement from one range to another, they face man-made obstacles such as highways and railway lines, expanding villages, and even national borders. The food requirements for these animals are in proportion to their size; they require up to 300 kilograms of vegetables and 200 litres of water every day. The cultivated crops in the land along their travel route are easy sources of food for them. We often hear news of wild animals raiding farmlands and destroying agricultural fields. In 2019, the government paid Tk 53 lakh as compensation to people whose crops were damaged by the elephants.\nThe over-consumption of food and water by the elephants can negatively impact other livestock. I have already mentioned how accidental encounters can cause casualties. Living in fear of a marauding herd can also cause trauma to local people as their normal lives are disrupted because of these animals. They are known for waylaying people (not for extortions like in the city, though). Hence there are often mixed feelings over the killing of elephants, especially among those who have to share space with them. Elephants are also killed by poachers for their ivory tusks. Often, we hear news of elephants being shot down or electrocuted, despite the government initiatives to protect and conserve them.\nWe need to remember that we share the planet with other species who have equal rights to exist. This planet is home to both humans and other animals. Then again, how do we designate a large area of protected land for this animal, especially in a country with a dense population and fewer natural resources? And even when we have a protected range, these animals are drawn to human habitation, since it is an easy source of food. While it takes seven to eight hours of grazing in the wilderness for the elephants to be fed, they can get filled in two hours when feasting on agricultural land. In many cases, electric fences are used to contain the elephants. However, they are hardly any match for the tusks which do not conduct electricity, and elephants are smart enough to recognise that. Sometimes, the fences are brought down by the humans who need the grassland for their cattle. So, there is the other concept of organic fencing in which chilli fences and bee hives are used to keep the elephants away.\nThe migration patterns of the elephants are changing because of deforestation, particularly after the resettlement of the Rohingyas. The UNHCR and the IUCN have taken some steps to foster \"safe co-existence\" between wild animals and sprawling refugee settlements. These include awareness programmes to teach the refugees to respond properly when encountering an elephant or stopping them from entering the camps. Some watchtowers have already been erected, and large decoy elephants are installed to ward off the animals.\nBut the challenge now is to keep the pressure intact on the international community to allow the refugees to return to their homeland. With the new spotlight on Afghanistan, it is feared that the Rohingyas are about to be the forgotten people all over again. The appeal for repatriation needs to be made through multiple channels and ways. The protection of wildlife is one of them. We need nature activists to talk about wildlife conservation and reforestation. We need energy specialists to talk about the need for alternative fuel supply for the local inhabitants to stop them from going to the forest for firewood. We need humanitarian stories to highlight the issue. Indeed, both humans' and elephants' lives matter.\n  \nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Human and elephant lives both matter",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/human-and-elephant-lives-both-matter-2167861",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2021"
    },
    {
        "full_article": "After months of negotiations, the United States Senate recently passed a USD 1 trillion infrastructure bill. Passed by a vote of 69 to 30, it was an impressive display of bipartisanism at a time of deep polarisation. While there are still challenges ahead—in particular, disagreement over the USD 3.5 trillion budget blueprint that was subsequently passed by the House of Representatives along the party lines—the approval of the infrastructure bill offers a useful case study of what makes bipartisan deals possible.\nThe US has a long history of bipartisanship, from the Great Compromise of 1787 to Lyndon B Johnson's Great Society initiative in 1965 to the Americans with Disabilities Act of 1990. As the late senator John McCain proved in 2017, when he defended the Affordable Care Act from efforts by his fellow Republicans to repeal it, even one or two defectors from a party can prove transformative.\nBut such defections are difficult to come by in a deeply two-party system in which the two sides at times seem like they live in a different reality (as is true of climate change or voter fraud). In such a context, crossing the party line can be perceived as a betrayal, threatening transgressors' position within the party and hurting their re-election chances.\nA cornerstone of modern political science is that political actors behave rationally. Simply put, people will not initiate, join, or support any action that would undermine their own well-being. Given this, a policy can win bipartisan support only if it simultaneously advances the interests of both sides.\nSo what do America's two main parties want? Republicans tend to support unbridled competition, with the expectation that markets will naturally reward people in the ways they deserve and provide for people in the ways they need. Democrats argue that public intervention is crucial to correcting imbalances and protecting the disadvantaged.\nPublic infrastructure investment is thus a more natural cause for Democrats. But while Republicans might not like the idea of large-scale public investment generally—they prefer tax cuts to spending increases, and would prefer lower social spending—they do recognise that the private sector depends on public infrastructure, from roads and bridges to internet service. They might not like entitlements, but they do want the economy to run—and their constituents to keep voting for them. That means meeting certain basic needs.\nThis is one way that leaders achieve what the political scientist John AC Conybeare called \"leadership surplus\". After competing with other potential leaders for ascendancy, they \"maximise their surplus or profit by providing collective goods against taxes, donations, or purchases promised in the election process\".\nAnother way to accumulate a leadership surplus and pass broadly beneficial legislation is to find areas of common interest and show the other side how their priorities overlap. Moreover, leaders must sustain bipartisan buy-in while negotiating the details. For example, even if both sides see the need for modern, functioning physical infrastructure, progress can be stymied by disagreement on how to pay for it.\nRepublicans, at least when they are out of power, express concern about the growing budget deficit, which would ostensibly increase the tax burden on future generations. But this introduces an ideological constraint that has little merit: standard economic theory holds that future generations' welfare depends on the total national resources left to them, not on their resources minus their tax obligations.\nOf course, Modern Monetary Theory would take this a step further, stating that a country like the US can accumulate virtually unlimited amounts of debt. Of course, this remains controversial—and certainly unconvincing to US Republicans. But the standard view is enough to demonstrate that investing in resources like infrastructure will bolster long-term welfare, regardless of the size of the public debt. It is the politician's job to make the case to ideological opponents in language that is most convincing to them.\nThere are also other means of securing bipartisan support for a policy or bill. Consider so-called pork barrel politics: the practice of slipping a localised project into a budget, in order to secure a particular legislator's vote. This is often considered to be an abuse of the political system, not least because such provisions might have little to do with the legislation to which they are attached.\nBut, while doling out pork can certainly be wasteful, it can also be a practical tool for enabling progress in delivering public goods. Rather than condemning the practice outright, we should ask whether the benefits of the main legislation are enough to justify the tacked-on provisions. One might describe this as political leadership on the ground.\nIn an ideal world, perhaps such provisions would not be needed. But there is nothing ideal about US politics, as years of congressional paralysis clearly demonstrates. The bipartisan vote for the infrastructure bill in the US, therefore, should be commended. One hopes it will serve as a reminder to both sides that, as contentious as the political climate gets, common ground can be a rewarding place.\n \nKoichi Hamada, Professor Emeritus at Yale University, was a special adviser to former Japanese prime minister Shinzo Abe.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "A rare triumph of US bipartisanship",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/rare-triumph-us-bipartisanship-2167846",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2021"
    },
    {
        "full_article": "There is mounting evidence from around the world that the Covid-19 pandemic has not been gender-neutral. In the developing world, women are bearing the brunt of the secondary effects of the pandemic—both economically and socially. In Bangladesh, like the rest of the world, women are more likely to be employed in the informal sector, making them more vulnerable to job losses and income shocks. Women, as healthcare workers and primary caregivers at home, have also been at the forefront of the battle against Covid-19.\nAccording to World Economic Forum's Global Gender Gap Report 2021, the overall gender gap in Bangladesh has widened by 0.7 percent compared to the previous year. The remarkable progress that Bangladesh had achieved over the past decades in ensuring gender parity in education, health and overall women's empowerment has been threatened by the pandemic fallout. This is alarming, because the inability to provide opportunities to and ensure rights of women and girls will inevitably slow down economic development. At the same time, it will hinder Bangladesh's pursuit of the Sustainable Development Goals (SDGs).\nCurrent evidence from around the world suggests that although men and women are equally likely to be infected by Covid-19, men are at higher risks of dying. However, the emergency healthcare measures adopted in response to the pandemic often cause a diversion of resources from areas such as reproductive and sexual healthcare, depriving women of vital support and potentially leading to higher maternal and neonatal deaths. This requires urgent attention, because disruptions in maternal and child healthcare services could reverse decades of progress while putting millions of lives at risk.\nDue to the prevalence of high inequality in the intra-household allocation of resources, women in Bangladesh are more likely to experience food insecurity. According to the South Asian Network on Economic Modeling's (Sanem) nationwide household survey conducted in 2020, as a result of the pandemic, the average per capita food expenditure declined by 30 percent, 15 percent and 2 percent in extremely poor, moderately poor and vulnerable poor households, respectively. This reduction in food expenditure can further exacerbate the pre-existing gender differences in food insecurity, and result in poor health and decreased nutritional intake for women.\nA major cause for concern in most developing countries, including Bangladesh, is the failure to ensure equal access to safe and effective Covid-19 vaccines. According to the Directorate General of Health Services (DGHS), out of the 5.8 million people who received the first dose of the vaccine during the first vaccination campaign that ran from February 7 to April 26, only 38 percent recipients were females. This clearly depicts that even vaccine uptakes exhibit gender differences, which can lead to a profound setback for ensuring women's rights. In many cases, women's ability to access vaccines is limited due to limited mobility, restricted access to resources, lack of decision-making power, and lack of technological know-how. Hence it is crucial that the authorities responsible for vaccine management and distribution consider ways to overcome gender-related barriers to enabling access for women.    \nIn Bangladesh, the government proactively ordered the closing of all educational institutions on March 17, 2020, which exerted varying degrees of impact on education and student development. The transition to digital learning platforms was fraught with many difficulties, since we did not have much prior experience in distance learning. The government's initiative to broadcast lessons via television channels for primary and secondary-level students deprived children from households that do not have access to a television. Furthermore, many students from low-income families who live in remote areas and do not have adequate access to a digital device or internet connectivity have faced various challenges in continuing classes online. The gender gap in the use of digital technology is particularly prominent in the country. According to a Sanem study on gender and youth inclusiveness in technology, the percentage of female youth who have used the internet at least once in their lifetimes is only 24 percent at the urban level and 14 percent at the rural level. A recent study published in the GSMA Mobile Gender Gap Report 2021 showed that only 19 percent of women in Bangladesh use mobile internet, as opposed to 33 percent of men. Moreover, internet penetration among women in Bangladesh is also lower than India and Pakistan, where 30 percent and 21 percent of the female populations use mobile internet, respectively.\nEvidence from past epidemics suggests that sustained school closures widen gender gaps in education by increasing female dropout rates, incidences of child marriages and unanticipated pregnancies. Even before the pandemic, Bangladesh was among the top 10 countries in the world having the highest rate of child marriage, with over 38 million child brides who were married before the age of 18. According to a Unicef study, 10 million more girls globally are at risk of becoming child brides over the next decade as a result of the pandemic.\nIn addition to the health and education related challenges, the Covid outbreak has had a major economic toll on women. This is because a high proportion of working women are engaged in informal, insecure and low-wage employment and in industries such as hospitality, travel, textile manufacturing, and retail, most of which have been severely affected by the pandemic. According to the Sanem employment and migration survey conducted in 2021, 16.1 percent of female wage earners lost their jobs, as opposed to 7.1 percent of male workers. Several studies also found that women entrepreneurs faced severe challenges in accessing the fiscal stimulus packages announced by the government for micro, small and medium enterprises.\nWomen looking to re-enter the workforce will also face the need to adapt to the emerging automation and digitisation trends that have transformed jobs and, in many cases, continuing employment may require the ability to telecommute. As men have greater access to digital devices and the internet and are more likely to be preferred for jobs that require remote work, women will be at a disadvantage and will face the need to reskill or change occupations. This essentially means that the pandemic's disproportionate impact on women's jobs and incomes will persist in the future and have long-term implications.\nSimultaneously, pandemic induced quarantine and stay-at-home measures have caused the burden of domestic and unpaid care work to explode. According to International Labour Organization (ILO) estimates, women perform over three quarters of the total unpaid work globally. Similarly, a Sanem study conducted in 2019 found that working women spend almost 2.4 times more hours performing unpaid domestic work compared to working men in Bangladesh, while unemployed women spend 3.75 times more hours in unpaid domestic work compared to unemployed men. The struggle to balance between family and work responsibilities has been aggravated by the pandemic, discouraging women from participating in paid labour and worsening gender inequalities across the country.\nAs seen during other major economic, political and health crises, reduced access to justice and essential services as a result of the Covid crisis were associated with a rise in cases of gender-based violence around the world. Several studies in Bangladesh conducted during the pandemic confirmed the same. In the first 10 months of 2020 alone, Brac's Human Rights and Legal Aid Clinics reported to have received over 25,000 complaints of gender-based violence from across the country. While data is a crucial tool to understand and analyse the impact of pandemics such as Covid on gender-based violence, collecting data is difficult due to the victims' reluctance to report domestic violence, lack of awareness regarding human rights, and the inability to ensure privacy and safety of victims.  \nDespite the disproportionate impact of the pandemic on the lives and livelihoods of women, they have been conspicuously absent from the policy discourse surrounding recovery plans. Gender-blind policies which fail to sufficiently address the challenges and vulnerabilities facing women will not be able to initiate an inclusive and sustainable recovery process. Developing targeted policies and initiatives to help women overcome the existing structural loopholes, and enhancing their participation in Covid recovery process and decision-making are imperative to ensure sustainable recovery. To enable better understanding of on-the-ground realities, it is crucial that women are included at all levels of decision-making. It is important to realise that women are a vital force in the post-pandemic recovery process. If the emerging gender gaps in education and employment are not addressed in time, the country will be deprived of half of its human potential.\n \nSyeda Tasfia Tasneem is a former intern at South Asian Network on Economic Modeling (Sanem) and currently pursuing her Master's in development economics. This is the abridged version of an article written for Sanem's monthly publication, Thinking Aloud, September 2021 edition.  \n",
        "headline_1": "More women are falling through the cracks now. Time to take control.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/more-women-are-falling-through-the-cracks-now-time-take-control-2167831",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2021"
    },
    {
        "full_article": "As the Covid pandemic drags on and schools and universities continue to remain closed, children and youth in particular are tired of being cooped up at home. Serious as they are, it is not just the loss of livelihoods and education that affect us; we need to have social contact, relaxation, and recreation.\nRealising this basic human need—and taking into account a significant reduction in travel as many people work remotely and learn again to cook for themselves—many cities around the world are dedicating road space that was formerly reserved for the automobiles to cycling, walking, or outdoor play. Rue de Tivoli, a major boulevard in Paris, has thus been repurposed and is now lively with people safely getting their exercise—and fun—outdoors. Other cities around the world have seen a surge in pop-up bicycle lanes and have widened their footpaths.\nAnd what have we done in Dhaka? Parks and fields have been shut down, and all our car-free day programmes such as in Uttara and on Manik Mia Avenue have been stopped. Prior to Covid, the first Friday of every month, from 8am to 11am, one side of Manik Mia Avenue would transform into a lively space where young children played games under the watchful eyes of their parents, while the youth played football, volleyball and cricket, or rode bicycles or roller skates. A similar scene occurred in Uttara every Friday morning, and on a small street at Mohammadi Housing Society in Mohammadpur one Saturday a month. Streets were transformed from being dominated by motor vehicles to places where young people could actively enjoy themselves, the sound of laughter and shouts echoing, people standing outside chatting with friends and strangers. Liveable, lively streets.\nChildren and young people are resilient and creative. Some climb over boundary walls to access fields when the gate is locked. Others take over streets at quiet times to play cricket or football. They are almost exclusively male and they know that their behaviour is frowned upon. Children should be encouraged to play outdoors rather than prevented, and girls should feel equally welcomed.\nWhat if, instead of trying to protect people by trapping them indoors, we tried to understand better the way Covid is spread? Enclosed indoor spaces can be dangerous, especially when they lack sufficient ventilation. Being outdoors, especially if not in a crowd, is quite safe. For people in cramped homes, it can be safer to spend time outdoors than inside, and exercising in a park or on a street is vastly safer than exercising in a gym.\nIt is relatively simple to address the social and psychological needs of young people by allowing them access to open spaces outdoors. And while I am focusing on young people, the need for recreation and social interaction is true for all ages.\nDuring Covid, and well into the future, we need to acknowledge and prioritise the need people have for open public spaces, such as parks and fields, and ensure that those spaces are not destroyed in the name of \"development\". During Covid, and beyond, we can repurpose the most abundant public space—our streets—either temporarily (a few hours a week) or permanently into a true public space, no longer dominated by the private vehicles. On a more modest scale, we can convert some parking spaces, temporarily or permanently, into small parks, once again returning some of our public space to public use.\nWhere would all the cars go, then? Truthfully, we'd be better off with far fewer of them. Yes, some people will be inconvenienced. They may have to learn to adjust their routine to stay closer to home or, like the majority in the city, rely on other forms of transport. In return, we could provide opportunities for physical and mental health, nay, happiness, to many.\nOur lives have changed in so many ways due to Covid—why not voluntarily embrace a change that would permanently reduce congestion, pollution, and deadly crashes while making Dhaka more liveable? Let's liberate more of our public space for public use and relegate the automobile, rather than our children and youth, to lower priority.\n \nDebra Efroymson is executive director of the Institute of Wellbeing in Dhaka, Bangladesh, and author of \"Beyond Apologies, Defining and Achieving an Economics of Wellbeing\".\n",
        "headline_1": "Public space, Covid, and the right to recreation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/public-space-covid-and-the-right-recreation-2167821",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2021"
    },
    {
        "full_article": "Masks help save lives. There can't be a clearer or more powerful message than this to stem Covid-19 infections, especially at a time when the supply of vaccines has been consistently inconsistent, to say the least. Yet it continues to be ignored. Large numbers of people are still seen on the streets without their faces covered, with little or no initiative from the authorities to enforce the safety guidelines. This is especially disconcerting given recent warnings by experts that another wave of Covid-19 might be just around the corner, despite a steady dip in infection and death rates over the last three weeks. Against this backdrop, a new survey shows that there is no alternative to proper mask wearing as it can reduce the chances of contracting Covid-19 up to 34 percent.\nThe study—conducted by researchers from Stanford Medicine School and Yale University between November 2020 and April 2021 in rural Bangladesh, and involving nearly 350,000 individuals in 600 villages—is said to be the largest of its kind. Among its major findings are: a) Awareness campaigns can increase the use of masks up to three times; b) Surgical masks are more effective than fabric ones in preventing transmission; and c) Wearing masks properly reduces the symptomatic infection rate by 34 percent among the most vulnerable group aged 60 and above. These findings are more or less consistent with that of other studies on mask-wearing norms that invariably conclude that while getting people to wear masks consistently is no easy task, it is not very difficult either with proper interventions, including strict monitoring by law enforcement agencies, exemplary initiatives by local leaders, free mask distribution, and other promotional activities.\nSuch preventative strategies assume additional significance when you consider the poor state of mass inoculation in the country, with only 4 percent of the population fully vaccinated so far. This state is a far cry from the official target of vaccinating 80 percent (135.1 crore) of the population in the country. If the vaccination campaign continues at its current pace, it may take around 10 years to reach that target. This simply can't be the way forward. Although the prime minister is confident that the government can get more than one crore doses of vaccines every month—and the health minister has recently claimed that the government purchased vaccines worth about Tk 3,000 crore within a short time—our past experience with assurances vs reality regarding vaccine delivery makes for guarded optimism. In any case, with widespread vaccination still a work in progress, our best line of defence remains preventative strategies like masks.\nWe urge the government to provide a renewed focus on enforcing mask-wearing among other safety guidelines—by engaging local administrations, political parties and faith leaders to give the awareness campaign a boost—while urgently securing vaccines, both through purchases and local production. Law enforcement agencies also must step up their game to ensure that people wear masks.\n",
        "headline_1": "Lax policing of mask use a cause for concern",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/lax-policing-mask-use-cause-concern-2167816",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2021"
    },
    {
        "full_article": "It is disappointing to know that regular services at Patuakhali Medical College Hospital (PKMC) are being disrupted by a variety of factors and outside influences, including the activities of private clinic/hospital brokers, ambulance staffers, and representatives from pharmaceutical companies. As per a report by The Daily Star on Thursday, agents of private medical services are seen loitering inside and outside the hospital every day, approaching patients and trying to lure them away from the PKMC. This state of affairs—a common sight in most public hospitals—shows, once again, that even a pandemic couldn't bring the change so essential in the public healthcare system. The quality of public healthcare in general—and the services provided by hospitals in particular—continue to be a source of frustration in the country.\nAt different wards of the PKMC, our reporters last week witnessed \"the hyperactivity of brokers, representatives of pharmaceutical companies and private ambulances\" as patients were persuaded to go to private clinics to get X-rays done at a cheaper rate, while pharmaceutical company reps took photos of patients' prescriptions. We also cannot help but be concerned at the claim of the president of Patuakhali Ambulance Owners' Association—justifying why private ambulances were parked inside the hospital premises—that the public hospital only had two ambulances of its own. Obviously, this is an insufficient quantity of emergency vehicles for a district-level hospital to have, and it is perhaps understandable why the services of private ambulances would be needed. Even so, we wonder why there are not enough ambulances at this hospital in the first place, given the Covid-19 pandemic and now the dengue outbreak.\nThe activities of private healthcare company representatives at public hospitals is nothing new, but they are especially harmful during a pandemic when patients need to be able to rely on the country's public healthcare system. In any case, these agents must not be allowed to cause disruptions in public hospitals.\nWe hope the letter that the PKMC's superintendent sent to the Patuakhali deputy commissioner on August 27, seeking legal intervention, will help stop this nuisance there. Most importantly, security measures are needed to screen and prevent private agents from even entering the hospital premises.\nHowever, we must also urge the authorities of public hospitals to acquire adequate healthcare resources from the government, so that patients do not feel the need to turn to private healthcare providers of dubious backgrounds.\n",
        "headline_1": "Public hospitals must be freed from outside influences",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/public-hospitals-must-be-freed-outside-influences-2167811",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2021"
    }
]