[
    {
        "full_article": "German Foreign Minister Annalena Baerbock’s visit to India and talks with External Affairs Minister S. Jaishankar have set the stage for a more updated bilateral relationship. The two sides signed an agreement on mobility and migration that boosts travel for students, researchers and investors and businesses, and the meeting was preceded by Germany’s agreement to fund renewable energy projects worth a billion Euros. The year 2022 has seen intense high-level engagement, as Prime Minister Narendra Modi made two visits to Germany — for the India-Germany Inter-Governmental Consultations with Chancellor Olaf Scholz in Berlin and the G-7 outreach summit in Bavaria. The leaders also met at the G-20 summit in Bali. In 2023, Mr. Scholz is expected to be in Delhi, in spring, and again in September for the G-20 summit in India. On the multilateral stage, Ms. Baerbock, a leader of the German Alliance 90/Green party, made countering climate change an important issue where New Delhi and Berlin can cooperate at the G-20 under India’s presidency. Mr. Jaishankar spoke of the need to keep pushing for UN Security Council reform, where India and Germany have been part of the ‘G-4’ grouping since 2005. Ms. Baerbock also walked back previous controversial comments calling for the “United Nations track” to resolve the Kashmir dispute; she told The Hinduahead of her visit that she believes Kashmir is a “bilateral dispute” to be resolved between India and Pakistan only.The substance of the relationship will be tested in continuing differences over the war in Ukraine. Mr. Jaishankar’s line to journalists was that India’s imports of Russian oil, a national interest necessity, remain a fraction of the fossil fuels Europe continues to buy. While this may be correct, it is also true that the European Union countries have cut all other links with Moscow, and falling fuel imports are likely to drop further once the December 5 launch of the “oil price cap” for seaborne imports kicks in. On the other hand, India’s imports of Russian oil have soared to a whopping 21-fold increase, making Russia India’s biggest supplier. Writing in the Foreign Affairs Journal, Chancellor Scholz said that the world was facing an “epochal, tectonic shift”, using the term Zeitenwende or “turning point” to describe the geopolitical transition post Russia’s war in Ukraine, and accused Russian President Vladimir Putin of “shattering” an international peace architecture. For India, which inherits the G-20 presidency in the year of this Zeitenwende, it will be necessary to work more closely with Germany to bring all western partners on board with Mr. Modi’s plans to forge “global unity”, without letting the deep divisions with Russia derail consensus on important tasks such as fighting climate change, inequality, poverty and the digital divide.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nGermany\n\n/\n\ndiplomacy\n\n/\n\nrenewable energy\n\n/\n\nG20\n\n/\n\nRussia-Ukraine Crisis",
        "headline_1": "Intense engagement",
        "headline_2": "India can work with Germany to bring G-20 partners together for global unity",
        "link": "https://www.thehindu.com/opinion/editorial/intense-engagement/article66230918.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "Congress President Mallikarjun Kharge sent a tough message to his party colleagues on Sunday at the first meeting of the Steering Committee, the highest decision-making body of the party when the Congress Working Committee (CWC) ceases to exist. A plenary in February 2023 is scheduled to elect a new CWC, but Mr. Kharge acted with alacrity to make some critical appointments to keep organisational work on track in the meantime. He has asked colleagues to spend time in the States that they are tasked with. New faces are now in charge of Rajasthan and Chhattisgarh, the only two States where the party is in power. With Rajasthan Chief Minister Ashok Gehlot making it clear that, far from vacating the post for Sachin Pilot, he would in no manner accommodate his younger colleague, Mr. Kharge and the new person in-charge have a tough task at hand. A new general secretary has been given the charge of Chhattisgarh. A new member has been added to the Steering Committee, which contradicts the earlier position of the party that only the members of the outgoing CWC could be in it. Shashi Tharoor, who received 10% of votes in the election of party president, was not included in the Steering Committee by the party, citing this reason, which no longer seems valid.The party has its task cut out going into the plenary in February and then preparing for three crucial Assembly elections in 2023, in Rajasthan, Madhya Pradesh and Chhattisgarh. The Congress is in direct contest with the BJP in these States, and had won all three in 2018, though Madhya Pradesh was lost after its MLAs defected to the BJP. Party leader Rahul Gandhi’s Bharat Jodo Yatra has attracted impressive crowds but the party by its own admission is not expecting any electoral bump from it. Its electoral fortunes will largely depend on how quickly and effectively it gets the organisation battle ready, from the ground up. The Congress has the advantage of strong and influential leaders in all three States; its challenge lies in keeping these leaders united in spirit and in purpose. The Congress, as of now, appears to be in a position to give the BJP a spirited fight but it needs to keep its house in order. Central leaders in charge of States play a crucial role in candidate selection and managing various interest groups. The party will have to tread carefully if it is to ensure changes that can be rewarding, and avoid disruptions that can ruin its prospects.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\nAssembly Elections\n\n/\n\nBharatiya Janata Party\n\n/\n\nRajasthan\n\n/\n\nMadhya Pradesh\n\n/\n\nChhattisgarh",
        "headline_1": "Kharge on the move",
        "headline_2": "The Congress needs its leaders to stay united to be able to challenge the Bhartiya Janata Party",
        "link": "https://www.thehindu.com/opinion/editorial/kharge-on-the-move/article66231469.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "By Raghuram Rajan, Rohit Lamba & Rahul Chauhan\nIndia needs faster GDP growth, of course. But the quality of economic growth matters as much as its quantity. Specifically, growth must translate into good quality jobs. Unfortunately, on that count, we are not doing well.\nTimely, reliable jobs data are important, and we have relatively few such sources in India. The objective of collecting such data is for the government to make more informed policy decisions, not show it in a bad light. At any rate, let’s start by triangulating the jobs data we have.\nRead full opinion on TOI+\n\n",
        "headline_1": "The great jobs hunt: Too few Indians are seeking work and mostly among those working quality of employment isn’t great",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-great-jobs-hunt-too-few-indians-are-seeking-work-and-mostly-among-those-working-quality-of-employment-isnt-great/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "Around a month back, at two government hospitals in Bihar’s Khagaria district, tubectomy was performed on 24 women without anaesthesia. That there still has not been much headway in the district administration’s probe into the incident speaks volumes about the public healthcare system’s callous disregard of poor patients. What a TOI follow-up with the women found is even more telling. Though the wounds are yet to heal and the memory of “unbearable pain” is still vivid, what some women choose to emphasise is that at least they will not be bringing any more children into poverty and joblessness now. It is an important reminder of how long a distance India still needs to go in increasing access to family planning, to reach a place where no woman feels that she has to pay for it with “torture”.\nHealth officials are still giving the excuse that “every person has a different body mechanism” in response to anaesthesia, which completely misses the point that it was not one but 24 persons who remained conscious and crying in pain on the operating table. Again, it is indicative of the utter apathy in public health services upon which 68% of women using modern contraceptive methods depend, per NFHS-5 data. Bihar has the highest unmet need for family planning among the large states, closely followed by UP. So, the state government should actually take the incident very seriously, to both punish those implicated in it specifically, and to make the overall public health system less indifferent to women’s suffering.\nBut this is very much a nationwide issue. After all, female sterilisation remains the most popular contraceptive method cutting across classes, used by 38% of married women aged 15-49. Despite being a simpler procedure, male sterilisation is at only 0.3%. NFHS finds that more than one-third of men even believe that “contraception is women’s business and a man should not have to worry about it.” At the same time, the choice of when to have children or to stop having more children can be very hard-won for women, albeit critical to building a better life for themselves and their family. The toxic masculinity that either denies them this choice or leaves it entirely on their shoulders, needs long-term social re-education. But what governments must ensure on a war footing, is that women’s access to family planning is smooth and safe.\n\n",
        "headline_1": "24 questions: No one’s been held guilty for subjecting women to tubectomy without anaesthesia in Bihar. India, please note",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/24-questions-no-ones-been-held-guilty-for-subjecting-women-to-tubectomy-without-anaesthesia-in-bihar-india-please-note/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "A potential flashpoint in the long-running boundary dispute between Maharashtra and Karnataka was averted yesterday when the scheduled visit of two ministers in the Maharashtra government to Belagavi was called off. Unfortunately, this will not end the disruption endured by people in the area. Prohibitory orders have been imposed, public transport disrupted, and the atmosphere remains charged. The immediate trigger for this round of flare-ups is the conduct of senior functionaries in both governments and organisations with a stake in the issue.\nThe dispute goes back to reorganisation of states on linguistic lines in the 1950s. Multilingual regions were demarcated and Maharashtra’s governments have been unsatisfied with the allocation of Belagavi to Karnataka. A joint effort by governments in the two states in the 1960s to find a solution did not fructify. The dispute currently is in the Supreme Court. In other words, no amount of grandstanding by politicians on both sides is going to result in redrawing borders. However, that hasn’t prevented them from periodically raking it up with the consequences borne by people in the region. As is the case with border areas, many inhabitants speak both languages even as politicians are ostensibly fighting the cause of speakers of one language.\nIndia does need a more active national interstate council to manage tensions that arise out of disagreements over maps. However, an inactive council cannot condone the conduct of senior politicians as heated rhetoric causes collateral damage. India’s painstaking transition to dismantling interstate fiscal barriers through the roll-out of GST is undermined when physical movement of goods and people gets disrupted by escalating tension. The political class that set aside differences to arrive at a grand bargain and created a common market in India should not undo their achievement. One of India’s strengths is the extent of multilingualism even when internal borders have been determined largely on linguistic basis. Politicians need to learn from common Indians.\n\n",
        "headline_1": "Maha-Nataka, why?: Political grandstanding like that over Maharashtra, Karnataka border forgets many Indians are multilingual",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maha-nataka-why-political-grandstanding-like-that-over-maharashtra-karnataka-border-forgets-many-indians-are-multilingual/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "“See this place,” Dominique Lapierre said, pointing to a clump of multi-storeyed buildings, some of them still work-in-progress. “It’s looking like Manhattan!” It was late 1991, we were in barely-developed Pilkhana, Howrah, Calcutta (today’s Kolkata), his City of Joy. Another time, travelling in a Tata Estate to the Sundarbans, where he worked with an NGO, he spoke of an early impression of India, sometime in the 50s. He was a backpacker, or barely that, overcome by the Delhi summer. “I was getting off the plane. It was like standing in front of half a dozen hairdryers.”\nRead full opinion on TOI+\n\n",
        "headline_1": "A (sometimes misunderstood) chronicler of many Indias: Lapierre never abandoned his cities of joy. For the people in Kolkata he was working with, he was Dominique Da",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-sometimes-misunderstood-chronicler-of-many-indias-lapierre-never-abandoned-his-cities-of-joy-for-the-people-in-kolkata-he-was-working-with-he-was-dominique-da/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "It seems that the government has, finally, woken up to the fact that certain powerful groups have been allowed to abuse the country's banking sector to the point of running it to the ground. Prime Minister Sheikh Hasina has now called for an investigation into S Alam Group, which has been accused of violating banking rules, manipulating the banking system and misrepresenting the value of their assets for the purpose of excessive borrowing. \nOne of the largest conglomerates in the country, S Alam Group has been at the centre of a storm of controversy after they were alleged to have borrowed more than Tk 30,000 crore from Islami Bank, even though rules dictate it cannot borrow more than Tk 215 crore. This is only one of eight banks that this group has stakes in – an astounding number that reflects its outsized influence – and we dread to think how much more has been extracted from the banking system through its abuse of power.\nWhile we commend the authorities for this investigation, we cannot help but remind them that S Alam Group is perhaps the most dramatic symptom of a malaise that has brought the financial sector to its knees. The fact that the amount of default loans has multiplied by 29 in 32 years – from Tk 4,646 crore in 1990 to Tk 134,396 crore today – illustrates just how long this disease has been choking the system. \nWe cannot accept that this entire time, the government was unaware that the banking system has been under siege from powerful quarters – both financially and politically. However, not only did it fail to implement measures to protect public interests, but it has bent over backwards to create space for defaulters and money launderers to continue to manipulate the system at will. \nWhat is truly astounding is just how upfront this manipulation has been. Rules have been changed to allow family members on boards, loans have been continuously rescheduled, and a culture of cronyism has not only been normalised, but converted into a perverse show of power. \nThe current state of affairs reflects how much the oversight functions of Bangladesh Bank has been eroded as well. Either the central bank is not aware of its duties, or it has surrendered them to political groups. And if it continues to fail to address such decades-long irregularities, it will not become difficult to argue that it has become functionally irrelevant.\nIt is interesting to note that even after Singaporean media outlets wrote on S Alam Group's purchases in the city-state worth millions of Singaporean dollars, all the while having huge amounts of loans in Bangladesh, no government authority investigated, or even commented on, these discrepancies. What does that say about our political will to deal with this rot in our system? \nFor too long, a culture of impunity and a \"rules are there to be broken\" attitude has suffocated the country's banking sector. Powerful business groups have made a mockery of the system, leading to the decline of the financial sector and putting our entire economy at risk. We hope this investigation into S Alam Group is a sign that the government will finally acknowledge its dangerous lapse of accountability in the financial sector and prioritise the people over the country's politically-connected elite.\n",
        "headline_1": "Hold the elite to account",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hold-the-elite-account-3189256",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "The recent agreement by all countries to establish a new fund for loss and damage from human-induced climate change at COP27 was a simple recognition of an unfortunate reality that has existed for a long time. The reality is that the impacts that are now scientifically attributable to global temperature rise are now happening every day around the world, and most countries, rich or poor, are not at all prepared to address those impacts.\nThis means that every country has to examine its existing systems in order to respond to climate impacts such as floods, cyclones, heat waves and wildfires, as well as slow onset events such as sea-level rise and prolonged droughts, and make them fit for purpose in the new era of loss and damage. In particular, this should now be a high priority in every climate-vulnerable developing country.\nThe International Centre for Climate Change and Development (ICCCAD) has initiated this research through the Least Developed Countries Universities Consortium on Climate Change (LUCCC), where preliminary scoping studies have already been conducted in 10 LDCs by young female researchers, the findings of which were presented to the negotiators from the LDCs at COP27. Every country already suffers from some climate-related issues, which will no doubt become worse due to the continued global warming, so every country needs to become better prepared by setting up a national platform to address loss and damage from human-induced climate change.\nIn Bangladesh, we have an opportunity to lead the other LDCs by taking forward the proposal to set up a National Mechanism for Loss and Damage (NMLD) as a public-private partnership under the leadership of the Ministry of Environment, Forest and Climate Change, as well as the ministries of disaster management, finance, and planning. Together with private sector actors such as insurance companies, civil society and researchers, Bangladesh is in a position to become a pioneer in developing a national-level mechanism to deal with the inevitable losses and damages caused by climate change.\nSuch a national mechanism could include ways to consolidate disaster preparedness efforts with adaptation efforts to minimise climate impacts as well as address the losses and damages once they take place. At the same time, mechanisms to provide both immediate and long-term support to the victims of climate change impacts can also be examined.\nWhile the international negotiations on how to set up the loss and damage fund will no doubt continue until COP28, there is a lot of homework for the LDCs as well as other vulnerable countries to do to prepare their own governments and citizens to anticipate and deal with the now inevitable adverse impacts of climate change. Once the global fund is set up and running, an important aspect of who would be eligible to access the funds will be the ability of a recipient country to demonstrate its own national systems to address loss and damage domestically.\nOne final aspect to emphasise is the potential displacement of millions of people, particularly in the low-lying coastal areas, who will inevitably have to move despite our efforts to help them adapt where they are. This aspect of human displacement due to climate change has not been addressed well and needs to be prioritised. Bangladesh is in a good position to become a champion on this issue by taking actions at the national and local levels as well as by playing an important role in the international discussions in different forums, including but not exclusively at the upcoming COPs. This is also an important human security issue that should be taken up at the UN Security Council.\nThis would entail making the Bangladesh diplomatic corps experts in this issue, who will then be able to raise it at every appropriate international event and gathering, as it will undoubtedly gain importance going forward. By taking loss and damage from human-induced climate change seriously both at home and abroad, Bangladesh has an opportunity to become a global leader in addressing this rapidly escalating global crisis.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "What Bangladesh must do now as a global climate leader",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/what-bangladesh-must-do-now-global-climate-leader-3189131",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "\"Iran Abolishes Morality Police After Months of Protests\" was the title of an article published by The New York Times this week. It was one of the news outlets to have broken this \"news\", after which, almost every news portal in every country, including ours, decided to regurgitate it without investigating the truth for themselves. No, the notorious Morality Police that is held responsible for the death of 22-year-old Kurdish-Iranian Mahsa Amini for showing a few strands of her hair in public, which in turn led to nationwide protests and hundreds of more deaths, has NOT been disbanded.\nWhere did this information come from in the first place? Iran's Attorney General Mohammad Jafar Montazeri has claimed that \"the Morality Police has nothing to do with the judiciary system and has been shut down from the same source that created it in the past. Of course, the judiciary system will continue its surveillance of social behaviours across society.\" Note that this was an impromptu response to a question at a conference, and not a formal announcement. The only thing that is clear from his words is that Montazeri is not in charge of the regime's Morality Police.\nNow, let us understand what surveillance of social behaviours means. The regime's Gasht-e-Ershad (Morality Police or Guidance Patrol) may no longer be patrolling the streets as much as they used to, and the reason is that the Artesh (military), the Sepah (Islamic Revolutionary Guard Corps) and the Basij (paramilitary militia) – all of whom are heavily armed – are on the streets, cracking down on anti-government demonstrations. That being said, Iran is utilising surveillance technology that uses facial recognition to hunt down the rebel women who disobey the mandatory hijab law and then later arrest them from their homes. Essentially, the work of the Morality Police continues unabated; only now, technology is employed to further the process.\nNow, let's say the Morality Police has been shut down (which it hasn't). But does the mandatory hijab law still exist? If the answer to that question is yes (and it is), then the logical conclusion is that the law will continue to be implemented or enforced. If the law exists on paper, there will be a branch of the Faraja (law enforcement) who will be responsible for enforcing that law, irrespective of whether or not the Morality Police (one of the branches of the Faraja) is suspended.\nMoreover, any reform from the current regime, such as the amendment of the mandatory hijab law, will fall short. It must be understood that the current revolution in Iran is not an anti-hijab movement; it is an anti-theocracy uprising that seeks democracy and freedom of choice. The Islamic Republic of Iran is a failed state – it has failed women, men, workers, ethnic and religious minorities, and of course, the economy.\nIt is high time for reporters to do the bare minimum and not take away from the truth in the hopes of a sensational story/headline. Whether deliberately or unintentionally, news agencies have been the bearers of distraction propaganda by diverting people (perhaps well-wishers who vow solidarity with the people of Iran) from at least two things that need more coverage.\nOne is the nationwide economic strikes that began on December 5 and will culminate on December 7. According to the UK-based Iran International, businesses in over 40 cities are on strike, with 90 percent of retailers shutting their doors \"in a move that will be costly for the already beleaguered economy.\" This should also act as further evidence to the fact that the current revolution is not a women's only \"anti-hijab\" movement; rather, it is the people's revolution against the theocracy.\nSecondly, Iran's future on the UN Women's Rights Body will be decided on December 14. Ironically, Iran is one of the 45 member-states on the UN Commission on the Status of Women. The 54-member UN Economic and Social Council will vote on whether or not Iran will be ousted from the commission for the remainder of the 2022-2026 term. The UN Watch has estimated that the motion to expel Iran from the commission will pass by a vote of 28 to 11, with 15 abstaining from voting.\nBesides covering these news, there are of course other facts that deserve attention: more than 400 are said to have been killed, around 60 of whom were children; over 18,000 protesters have been imprisoned and charged with crimes that are punishable by death, and a few have already been sentenced to death and others (including minors) risk executions. Iran's authorities have been accused of stealing bodies of slain protesters to avoid rallies from taking place at their funerals; of raping detained protesters, including minors; and of torturing every incarcerated protester, irrespective of gender.\nAgainst this backdrop, the media must not deflect the focus away from the revolutionists who have been dying for their cause, and they must not make the mistake of publishing propaganda that works in favour of the theocratic regime.\nNoora Shamsi Bahar is a writer and translator, and a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n\n",
        "headline_1": "Media should be careful not to report in Iran regime’s favour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/media-should-be-careful-not-report-iran-regimes-favour-3189091",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "Established in 1983 as a first-generation private bank, the Islami Bank Bangladesh Ltd (IBBL) began its journey with the slogan \"Pioneer of Welfare-Oriented Banking.\" The bank opened the doors of financial services to export-oriented industries and poverty alleviation projects. The UK-based economic magazine The Banker listed Islami Bank as one of the top 1,000 banks in the world for nine consecutive years since 2012 – the only Bangladeshi bank to have achieved that.\nForeign investors provided 70 percent of the bank's capital when it was established, but after a change of ownership in 2017, foreign shares fell to 32 percent, as reported by Prothom Alo in 2017. Among its 11 Middle East-based investors were the Islamic Development Bank (IDB), Kuwait Finance House, Dubai Islamic Bank, Al-Rajhi Group, etc. A client of JP Morgan also owned IBBL shares.\nThe change of IBBL ownership started in 2013 with the aim to free the bank from Jamaat-e-Islami's influence. The change was tacitly supported by pro-government elites, intellectuals, and the media. After a step-by-step change in ownership and management over several months, former bureaucrat Arastoo Khan, one of the directors of the bank and a representative of Armada Spinning Mills, a concern of the business giant S Alam Group, was appointed as the chairman during a board meeting on January 5, 2017. Several other independent directors joined the board as well, mainly coming from different companies of S Alam Group. The bank got a new vice-chairman and managing director in the same board meeting, in what was seen by the government as a \"peaceful\" changeover.\nForeigners started leaving the bank soon after the plan for a changeover became known. In a letter to the then Finance Minister AMA Muhith in January 2017, IDB President Bandar MH Hajjar said that, despite investors from Saudi Arabia and Kuwait, and IDB holding 52 percent shares in the bank, they were cornered by the decision to change the bank's ownership, according to a Prothom Alo report. A client of JP Morgan also reduced its 4.16 percent stake to 1.68 percent. Although the foreign owners had a clear influence on the bank's policy decisions, they gradually withdrew as the original bank owners became \"cornered.\"\nAccording to its website, Islami Bank has 394 branches and 228 sub-branches. There are 33,686 shareholders listed in Dhaka and Chittagong stock exchanges (as of December 2021). The bank has 16.2 million depositing customers, and 1.8 million borrowers. At the end of 2021, the bank's deposits stood at around Tk 139,000 crore, which was Tk 5,000 crore more than Sonali Bank, three times that of Pubali Bank, and the second highest deposit in the private sector. The bank was also at the top of remittance collection. In 2021, it received nearly Tk 50,518 crore in remittance sent by the expatriates, while goods worth around Tk 64,530 crore were imported and goods worth about Tk 30,178 crore were exported through the bank.\nRegardless, after the change of ownership, the bank fell into a major financial crisis due to mismanagement and internal conflicts. The chairman appointed by the S Alam Group resigned, and the bank curtailed its lending activities due to lack of funds.\nIn 2022, the bank fell into a second crisis. The Business Standard reported that in October, the bank disbursed a Tk-900-crore loan to a man only a month after he set up his trading company and within 10 days of applying for the loan. There are other such instances of incredibly fast loan approval and disbursement. No collateral or credit report was required in any of the cases. Upon investigation, discrepancies were found in the information provided by debtors, such as fake addresses, contact numbers, etc.\nThe IBBL disbursed Tk 5,000-6,000 crore on average every year over the last six years, but between December 2021 and September 2022, it disbursed more than Tk 25,000 crore of loans, according to The Business Standard. The latest audit by the Bangladesh Bank show that the S Alam Group, which controls Islami Bank, alone took out Tk 30,000 crore of loans from the bank. \nThe Bangladesh Bank assigned an observer to the bank in 2010 to monitor lending activities, but withdrew said observer in 2020 without providing a reason. The central bank was silent despite knowing about the huge irregularities.\nThere is an allegation that the companies that took out loans for import financing from the bank spent only a small portion of the funds. If that is the case, then where did the rest of the loans go?\nAbnormal amounts of loans to unusual customers, approved in unusually short periods of time, and irregular waivers for collateral mean that the bank has been hijacked – either by the owner or by privileged businessmen. There are rumours in the market that a highly politically powerful business group is going to take over the ownership of the bank from S Alam Group. Such abnormal lending activities fan the flames of such rumours. Does this signal another \"peaceful\" transition?\nPolitically-motivated occupiers don't understand that bank deposits belong to its ordinary customers and not any special political entities. Taking advantage of the regulatory body's silence, politically influential businessmen are directly or indirectly looting money from Islami Bank through loans. The question is: what will happen to the one and a half crore depositors of the bank?\nA commercial bank's deposit and lending operations are supposed to operate within regulations set by the central bank. Commercial banks take deposits and earn money through lending, i.e. investing. They need to reserve some securities in fixed and temporary funds, capital deposits and daily deposits. According to the International Monetary Fund's (IMF) Basel-3 guidelines, most of the banks in Bangladesh don't have mandatory capital reserves.\nNowadays, banks use the fractional reserve system to generate multiple lending cycles against a single deposit; in this way, new wealth is created, but the loan needs to be properly invested. The fractional reserve system trusts in the dependence of return on investment on bank loans. On the assumption that the loan given has been converted into investment assets, new loans are made again, by keeping a small portion as reserves. This cycle functions on the basis of the trust that the loan will be properly returned from that investment asset.\nThe fractional reserve system works where bank loans are converted into real investments, meaning that repayment of instalments is maintained and monitored. The creation of new money does not lead to inflation. But it is not working in Bangladesh, because the loan money is being laundered instead of being invested! The balance between the deposit and the credit cycle is disturbed by money laundering and loan defaulting. In other words, there are no regulatory obligations to convert debt into investment in Bangladesh, so applying the fractional reserve system here is risky.\nIf defaulting, looting and laundering of a bank's loans continue, as is happening in Bangladesh, the bank should, in theory, go bankrupt, unless it is artificially kept alive – that is, it's bailed out with public money. In the past, the Oriental Bank and The Farmers Bank were saved this way. Is the Islami Bank also heading in the same direction? If a quarter of the IBBL deposits of Tk 139,000 crore goes into default, there is no option but a bailout. Can the government, which is going through a financial crisis itself, afford such a burden?\nFaiz Ahmad Taiyeb writes on sustainable development and has authored Fourth Industrial Revolution and Bangladesh and 50 Years of Bangladesh Economy.\n",
        "headline_1": "What is happening at the Islami Bank?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-happening-the-islami-bank-3189046",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "It seems that the government has, finally, woken up to the fact that certain powerful groups have been allowed to abuse the country's banking sector to the point of running it to the ground. Prime Minister Sheikh Hasina has now called for an investigation into S Alam Group, which has been accused of violating banking rules, manipulating the banking system and misrepresenting the value of their assets for the purpose of excessive borrowing. \nOne of the largest conglomerates in the country, S Alam Group has been at the centre of a storm of controversy after they were alleged to have borrowed more than Tk 30,000 crore from Islami Bank, even though rules dictate it cannot borrow more than Tk 215 crore. This is only one of eight banks that this group has stakes in – an astounding number that reflects its outsized influence – and we dread to think how much more has been extracted from the banking system through its abuse of power.\nWhile we commend the authorities for this investigation, we cannot help but remind them that S Alam Group is perhaps the most dramatic symptom of a malaise that has brought the financial sector to its knees. The fact that the amount of default loans has multiplied by 29 in 32 years – from Tk 4,646 crore in 1990 to Tk 134,396 crore today – illustrates just how long this disease has been choking the system. \nWe cannot accept that this entire time, the government was unaware that the banking system has been under siege from powerful quarters – both financially and politically. However, not only did it fail to implement measures to protect public interests, but it has bent over backwards to create space for defaulters and money launderers to continue to manipulate the system at will. \nWhat is truly astounding is just how upfront this manipulation has been. Rules have been changed to allow family members on boards, loans have been continuously rescheduled, and a culture of cronyism has not only been normalised, but converted into a perverse show of power. \nThe current state of affairs reflects how much the oversight functions of Bangladesh Bank has been eroded as well. Either the central bank is not aware of its duties, or it has surrendered them to political groups. And if it continues to fail to address such decades-long irregularities, it will not become difficult to argue that it has become functionally irrelevant.\nIt is interesting to note that even after Singaporean media outlets wrote on S Alam Group's purchases in the city-state worth millions of Singaporean dollars, all the while having huge amounts of loans in Bangladesh, no government authority investigated, or even commented on, these discrepancies. What does that say about our political will to deal with this rot in our system? \nFor too long, a culture of impunity and a \"rules are there to be broken\" attitude has suffocated the country's banking sector. Powerful business groups have made a mockery of the system, leading to the decline of the financial sector and putting our entire economy at risk. We hope this investigation into S Alam Group is a sign that the government will finally acknowledge its dangerous lapse of accountability in the financial sector and prioritise the people over the country's politically-connected elite.\n",
        "headline_1": "Hold the elite to account",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hold-the-elite-account-3189256",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "It seems not a week can go by when we aren't bombarded with news of the myriad irregularities taking place at Bangladesh Railway (BR). From the latest report on the sector by this daily, we got to know how around 30 percent (or 99 out of a total of 361) of the trains in BR's fleet are inoperative. Worse still, these out-of-operation trains are of the local, mail, and commuter natures, meaning that low-income passengers are being deprived of an affordable train service. While some of these trains were taken off the tracks during the peak of the Covid-19 pandemic, many of them have reportedly been inoperative much longer. This negligence of customer service on BR's part is only one symptom of how the state-run agency has been falling too short over a span of more than a decade.\n\nDespite having spent at least Tk 71,113 crore of the Tk 107,645 crore allocated to it by the government (for the period between 2008-09 and 2022-23, under the annual development programme), the future of our railway sector remains muddled with overextended project deadlines, incredible cost escalations, and a generally lacklustre state of operations. As recently as on December 3, a report by this daily highlighted how not even one of the 35 projects being implemented by the BR is set to meet its deadline. Twenty-five of these projects have already been granted deadline extensions, some of which even happen to be a decade away. And though many of these BR projects have seen cost escalations of between 13 percent to even 100 percent, one project rose in cost by an astonishing 873.76 percent. One must wonder at how badly managed a sector must be, as a whole, for it to be functioning so poorly on every front imaginable.\nMeanwhile, as has been widely reported already, BR has been sustaining losses for a decade and has made zero profit since FY 2008-09. In the last fiscal year, the sector's loss amounted to around Tk 2,300 crore and it has yet to bring its revenue up to pre-Covid numbers. As for the closure of train services, BR managers blame logistical issues such as a lack of carriages and lockmasters, and carriages which are beyond repair. But it is most concerning that BR higher-ups would rather focus only on building infrastructure rather than on training its workers and conducting proper maintenance of its existing resources. As one expert has pointed out, it is quite telling of BR's unprofessionalism that, despite so much of public funds being expended into it, it is not only failing to earn profits, but is also consistently providing low-grade services.\nIt is high time for the government to hold Bangladesh Railway accountable for its mismanagement of its monetary and other resources, failure to provide necessary service to citizens, and other uncountable internal irregularities. A sector so crucial cannot be operating in so haphazard a manner that it is almost non-functional.\n",
        "headline_1": "Bangladesh Railway misfiring on all cylinders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-railway-misfiring-all-cylinders-3188996",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "With negative forecasts of global food security coming from different corners including the World Food Programme (WFP) of the UN, the humanitarian body that provides food to the hungry worldwide, there is reason for concern for Bangladesh with a very large population to feed. Even the UN secretary general, Antonio Guterres, at the G20 summit last month warned that 'this year's crisis of affordability may become next year's global food shortage'. Though the government has been assuring us of sufficient food stock in the country, there is still hardly any room for complacency. Against this backdrop, the efforts at increasing local food production should get the highest priority. As a corollary, the government would be required to renew its attention to the country's farmers. In this context, the Bangladesh Bank (BB), is learnt to have taken a decision to increase its agricultural credit disbursement target. The increased volume of credit thus going to be channelled through banks is expected to include the small and share-croppers who are perennially at the receiving end in times of adversity. Indeed, the farming community has, of late, fallen on hard times, thanks to the recent drought, heat wave and other calamities resulting from climate change. The recent hike in prices of fertilizers and diesel has only made the situation worse for them. So, the BB's plan to channel more fund into the farming sector is obviously well timed. But the central bank would also be well-advised to take caution for the simple reason that the bank loans, though well-intentioned, often fall into wrong hands. The factors responsible for bank credits not reaching the targeted beneficiaries are mostly a systemic issue with the banks themselves. The complicated procedure of obtaining bank loan often discourages the mostly unlettered, small and marginal farmers. As a result, they go to the non-government credit sources like the microfinance providers, who take the loans to their clients and not the other way around. On this score, the central bank's stance that its agricultural loans should be distributed through banks and not microfinance institutes is no doubt reasonable. But to ensure that the traditional bank credit is easily accessible to poor farmers in the countryside, the bankers will be required to do some extra work of increasing rapport with the prospective beneficiaries. In fact, personal contact of the microcredit loan operators with their clients is the secret of their credit scheme's success in the countryside.So, while the formal credit through normal banking system should be made more poor farmer-friendly, arrangements should also be thought of, say , in the form of crop insurance, as a hedge against any natural or other kinds of calamity causing crop failure. So, the credit programme for the farming sector should be more than just a lending activity as usual. It should rather be an occasion for banks to stand by farmers in their hour of need with required financial support. In this connection, the good news is that that the BB has reportedly announced a refinancing scheme of Tk 50 billion as liquidity support to some 60 commercial banks so that they can increase credit flow to the farming sector. It is hoped, the central bank, at the same time, would also take all precautionary measures so that the money to be thus pumped through the banking channel may not go to further increase default loans, which have meanwhile reached humongous proportions.",
        "headline_1": "Standing by farmers with credit support",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-farmers-with-credit-support-1670337824",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "The final draft of the Renewable Energy Policy, now under consideration of the authorities concerned, is likely to extensively revise the earlier policy towards reducing reliance on imported fossil fuel on the one hand and opening up avenues for clean and affordable energy on the other. It has been learnt that the Sustainable and Renewable Energy Development Authority (Sreda) has submitted the final draft of the renewable energy policy to make it more effective in the changed energy and power sector perspective. Currently, as Sreda statistics show, the country generates about 911 MW (solar 677 MW, hydro 230 MW and others 2.0 MW) while the total power generation is more than 25,000 MW. This shows the renewable energy's share is almost negligible. The recent crisis in primary fuels for which the country is experiencing 4-6 hours of loadshedding is another reason behind the move.Experts engaged in the review said that emphasis was put on revisiting the existing policy targeting the government's goal of generating 40 per cent electricity from renewable and clean sources by 2041. The draft, according to an expert involved in its framing, emphsised the crucial need of enhanced solar power, particularly use of rooftops of industries and urban establishments. Besides solar-run irrigation pumps, floating solar and use of non-agricultural land, biomass plants have reportedly received the highest priory in the final draft of the revised policy. Hydrogen energy, net metering system, use of Opex and Capex models for large-scale solar plants also received focus in the draft policy.According to experts, although most renewable energy sources are sustainable, some are not. For example, some biomass sources are considered unsustainable at current rates of exploitation. Renewable energy is often deployed together with further electrification, which has several benefits: electricity can provide light and heat efficiently, and is clean at the point of consumption. In addition, electrification with renewable energy is cost-saving and therefore causes significant reductions in primary energy requirements. According to the data of the UK based global energy think tank Ember, electricity demand in the country saw a rise on an average of 8.0 per cent annually. Of the demand, 62 per cent was met by gas power, while renewable energy production accounted for only 1.0 per cent of the country's total power generation. The think tank in a report released last month says Bangladesh could generate 6,500 megawatts of solar electricity in the next three years if the country invests $11 billion in solar plants instead of importing LNG (liquefied natural gas) from the spot market at the same cost. At the same time, the investment in green energy could save the country $2.7 billion and reduce its dependence on LNG by 25 per cent, says Ember in its analysis on Bangladesh's energy security. It also mentioned that Bangladesh can turn the current power crisis caused by the spiralling gas prices into an opportunity. Redirecting its efforts to ramp up renewable energy capacity and grid augmentation investments now can solve many problems.Many countries around the world already have renewable energy contributing more than 20 per cent of their total energy supply, with some generating over half of their electricity from the renewable. National renewable energy markets are projected to continue to grow strongly in the days ahead. Studies have shown that a global transition to 100 per cent renewable energy across all sectors - power, heat, transport and desalination - is feasible and economically viable. Deployment of renewable energy and energy efficiency technologies is resulting in significant energy security, climate change mitigation, and economic benefits.From 2011 to 2021, renewable energy has grown from 20 per cent to 28 per cent of global electricity supply. Fossil energy shrunk from 68 per cent to 62 per cent, and nuclear from 12 per cent to 10 per cent. The share of hydropower decreased from 16 per cent to 15 per cent while power from sun and wind increased from 2.0 per cent to 10 per cent. Biomass and geothermal energy grew from 2.0 per cent to 3.0 per cent. In 2021, China accounted for almost half of the global increase in renewable electricity.While the share of renewable energy is growing globally, Bangladesh, needless to say, is tightly strapped having to pay exorbitant fuel bills, and still the country is not in a position to meet the energy demands. The current unease regarding declining forex reserve is largely attributable to import payments on account of various fossil fuels used in the so called quick rental power plants. The upcoming renewable energy policy is expected to remove the lacunae of the previous policy and bring a remarkable shift in government's plans towards meeting energy needs in a sustainable manner.\n[email protected]",
        "headline_1": "Revising existing renewable energy policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revising-existing-renewable-energy-policy-1670337860",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "Energy policymaking over the last decade or so has revolved around charting an easy route, or going for the \"low hanging fruits\". The master plan power kept getting either amended or wilfully ignored. Years have been wasted to suit the needs of the few over the many. Now, time is up. Little has been done to address the critical problems of energy wastage on the one hand, and then opting for an imported fuel-based policy, prices of which we can neither control nor influence. While it made perfect sense (back in 2010) to expedite the introduction of power plants run on oil, what reason is there to continue with contracts that make \"capacity payments\" for inability of the government to purchase power from these plants? Having failed to explore own natural resources, the country is embarking on yet another folly, only this time, the economy may not be able to recuperate from the decisions made today.The Centre for Policy Dialogue recently organised a virtual dialogue titled 'Gas-LNG debate in Energy Supply: Costs and Consequences of LNG Import for the Power Sector'. It brought together experts, academia and others to discuss the financial impact of the fossil fuel on the economy of Bangladesh in the medium and long terms. Although the presentation made there dealt with a number of other issues, here focus is directed to LNG (liquefied natural gas).The international market forecasts for acquiring LNG are extremely bleak. Whether it has dawned upon our policymakers or not is another question. But as pointed out by Dr. M Tamim (Professor, Department of Petroleum and Mineral Resources Engineering, BUET) during the discussion, gas exploration needs to be expedited. There is hardly any time to start a serious debate about whether we should do this with BAPEX or with foreign companies. Time is of the essence here. The issue of gas exploration was emphasised upon by Dr. Badrul Imam (Honorary Professor, Department of Geology, University of Dhaka) also, who has rightly pointed out that an inordinate amount of time has been wasted because our priority was not to extract our own natural resources.Yet the authorities are saying that both LNG and gas should be used to generate electricity. There are discussions on nuclear technology. The fact is, there is no clear-cut idea about which road to follow. Industries are clamouring for reliable energy and power, neither of which seems to be available in abundance. Not too long ago, the people were given an idea that Bangladesh was \"floating on gas\". That may well be, but there is no way of knowing it since no concerted effort is visible to get to this gas. The country's recent failure to procure a few cargo-loads of LNG from the international Spot Market comes as no surprise. LNG is a precious commodity these days. Europe wants most of it and is willing to pay a premium price for it. So, it is the number one customer of choice for LNG suppliers everywhere. Since Europe pays top price, and there will be no Nord Stream pipelines in the future, Europe will be consuming the bulk of global LNG production, at least for the short to medium term. Another thing should be pointed out here. LNG is not crude oil; its supply isn't abundant.It is time, as the saying goes, to \"wake up and smell the coffee\". Forget about LNG and get a move on domestic exploration. Or do nothing, and face the music.\n[email protected]",
        "headline_1": "LNG dependence spells disaster for economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lng-dependence-spells-disaster-for-economy-1670337896",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2022"
    },
    {
        "full_article": "Accidents at unprotected railway level crossings across the country are now a common affair. At least 40 people have been killed in major accidents at level crossings so far this year with the latest accident leaving four dead in Cumilla's Laksam. A train reportedly rammed into an auto-rickshaw and killed the four on Tuesday morning at an unregulated level crossing. According to the Bangladesh Railway, around 70 per cent authorised level crossings in the country do not have dedicated manpower. Although accidents at unprotected level crossings are claiming lives and damaging property frequently, no concrete measure has yet been taken to make those safe. People, especially drivers of vehicles, are also seen reluctant to taking precautions before crossing unmanned railway crossings. They do not seem to be alert enough while passing an unmanned crossing. In these cases, the slightest lack of attention or error in calculation of time can turn out to be an occasion of tragedy. We also regularly read about accidents when people or vehicles cross level crossings, ignoring safety signals. Everyone must be careful of the potential risks involved and exercise utmost restraint while walking or driving on railway crossings. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Be careful of unguarded level crossings",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/be-careful-of-unguarded-level-crossings-1670337924",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2022"
    }
]