[
    {
        "full_article": "The Centre’s stand that it is unable to commit itself to a timeline for restoration of Statehood for Jammu and Kashmir (J&K) is quite disappointing. Four years after the State’s status was downgraded to that of a Union Territory, all that the Union government can say about it now is that the status as a Union Territory is temporary and that it is taking steps towards making J&K a complete State. When queried by the Supreme Court Bench, which is hearing the challenge to the abrogation of J&K’s special status under Article 370 of the Constitution, about a timeline for the return of Statehood, the Solicitor-General said he was unable to give an exact time period. It is true that the State had faced disturbances for decades, but whether it can still be cited as the reason for the delay in restoration of statehood is a relevant question to raise. Alongside the President’s declaration of Article 370 as inoperative and the application of the whole of the Constitution to J&K, the State was reorganised into two Union Territories — Jammu and Kashmir, with a Legislative Assembly, and Ladakh, without an Assembly. The Centre favours holding of panchayat and municipal elections as well as polls to the Assembly. The Election Commission of India and the State’s Election Commission will have to take a call soon, as even the work of updating the electoral rolls is said to be nearing completion.Given the government’s claim that the situation is quite normal and that terrorism, infiltration and incidents of stone-throwing have all substantially come down, it is difficult to account for any further delay in the holding of elections. However, the picture of normality portrayed by the government should not, and is unlikely to, influence the adjudication of the constitutional issues arising from the manner in which the abrogation of special status was achieved. As the Chief Justice of India, Justice D.Y. Chandrachud, observed during the proceedings, the development work the government says it has undertaken after August 2019 is not relevant to the constitutional challenge. Any positive change brought about by the administration in the ground situation should be a pointer to the need for early elections and the restoration of popular government as well as Statehood, and should not be used to demonstrate the correctness of the government’s actions in 2019. To be fair, the hearing before a Constitution Bench, which has gone on for 14 days so far, has been quite rigorous in its focus on the constitutional and historical issues that will ultimately determine the validity of the manner in which the State’s status was altered and its territory reorganised.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nArticle 370\n\n/\n\nconstitution\n\n/\n\nterrorism (crime)\n\n/\n\nunrest, conflicts and war\n\n/\n\njudiciary (system of justice)\n\n/\n\nlocal elections\n\n/\n\nelection",
        "headline_1": "Altering status quo: On Jammu and Kashmir and Statehood",
        "headline_2": "Returning to popular rule in J&K and restoring its statehood ought to be a priority",
        "link": "https://www.thehindu.com/opinion/editorial/altering-status-quo-the-hindu-editorial-on-jammu-and-kashmir-and-statehood/article67260247.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "India’s economy, as measured by the Gross Domestic Product (GDP) as well as the Gross Value Added (GVA), grew 7.8% in the first quarter (Q1) of the year. This is the highest GDP uptick in four quarters, but slightly underwhelming relative to the 8% growth estimated by the Reserve Bank of India (RBI). The central bank’s 6.5% growth projection for 2023-24 factors in a decline in the uptick rate in each of the subsequent quarters of this year, culminating at 5.7% in the final quarter. One will have to wait till October’s meeting of the RBI’s Monetary Policy Committee (MPC) to assess how this math is reworked, although the Chief Economic Adviser V. Anantha Nageswaran believes these GDP numbers do not signal any discomfort in hitting the 6.5% mark for the full year. India remains the fastest growing major economy by a comfortable margin, with China recording a 6.3% rise in the same quarter and facing a fresh slowdown. But the months ahead could prove to be more challenging with global headwinds that have hit goods exports and manufacturing already, combining with domestic pressures from the renewed spurt in inflation and the likelihood of a weak monsoon playing truant with crop yields and farm incomes.Farm sector GVA maintained its growth pace to rise 3.5% in Q1, but may taper off thanks to the monsoon’s tepid progress and the fear that low reservoir levels may also hurt the rabi crop. The headline growth rates for the services sectors were robust. Trade, hotels and transport rose 9.2%, but in absolute terms, the employment-intensive segment remained 1.9% below pre-COVID-19 levels, indicating the recovery is still incomplete. While the government has been asserting that the private investment cycle has finally taken off, the gross fixed capital formation trends indicate it is still government capital spending that is doing the heavy lifting. Manufacturing GVA grew for the second successive quarter after six months of contraction, but only accelerated slightly from 4.5% to 4.7%, so a broader rebound in consumption demand is likely still awaited. Private consumption spending rose 6% but economists believe this is still dominated by demand from high income earners. Depending on how long the current streak of spiked inflation, especially in food items, persists, demand from lower income segments would be dented afresh. A feeble recovery in rural demand could also come undone if farm incomes take a hit. Interventions to counter inflation, such as export curbs on rice and onions, will hurt growth and the external trade balance, while relief measures, such as the ₹200 cut in LPG cylinder prices, that may proliferate ahead of the general election, also pose risks to the fiscal math and growth. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\nMonsoon\n\n/\n\nReserve Bank of India\n\n/\n\nChina\n\n/\n\nrecession/slowdown\n\n/\n\nagriculture\n\n/\n\nhotel and accommodation\n\n/\n\ntransport\n\n/\n\nCoronavirus\n\n/\n\nmanufacturing and engineering\n\n/\n\ninflation and deflation\n\n/\n\nGeneral Elections 2024",
        "headline_1": "An uneven rebound: On the economy",
        "headline_2": "Inflation, monsoon pose fresh risks even as some residual stress lingers in the economy",
        "link": "https://www.thehindu.com/opinion/editorial/an-uneven-rebound-the-hindu-editorial-on-the-economy/article67260410.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "Is it patriarchy or something deeper? Take your pick, but it’s everywhere.\nPatriarchy readily tells us why men and women sit separately in a rural or first-generation urban gathering. But it first wears thin, then snaps helplessly, when it crosses this time zone and is used to explain why genders spontaneously segregate even in modern India’s cocktail circuit. How can one account for this ubiquitous gender divide? Is this all very Indian?\n\nNot quite. It happens everywhere even today, yes, in Europe and America too. Male domination is antiquated, but the segregation of sexes in informal get-togethers is not. Patriarchy is an attractive explanation so long as our attention is on male-female separation and not on the content of conversation. Once we heed the latter, we realise how little we overhear.\nRead full opinion on TOI+\n\n",
        "headline_1": "Scenes from a cocktail party: Women form a convivial chat group rich in personal details, higher decibel combative positions are heard from the men’s corner. And this gender divide is about something beyond patriarchy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/scenes-from-a-cocktail-party-women-form-a-convivial-chat-group-rich-in-personal-details-higher-decibel-combative-positions-are-heard-from-the-mens-corner-and-this-gender-divide-is-about-so/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "Bharat is a land of stories and storytellers. Wandering bards recited our stories over generations. We built a treasure house of tales including itihasa and puranas. The Ramayan was narrated in 300 ways and reached far-flung Thailand, Cambodia, Indonesia, Japan and China. Modern India has been consistently poor at managing its storytelling. What explains this?\nRead full opinion on TOI+\n\n",
        "headline_1": "Time to reclaim the storyline: India needs to up its storytelling with more commentators and analysts in influential think tanks and universities whose interests are aligned with those of the country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chanakyas-chant/time-to-reclaim-the-storyline-india-needs-to-up-its-storytelling-with-more-commentators-and-analysts-in-influential-think-tanks-and-universities-whose-interests-are-aligned-with-those-of-the-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "The 28-party INDIA alliance took a step forward in Mumbai on Friday by forming a coordination panel and a campaign committee. Of the two bodies, the coordination panel reflects a measure of the distance the alliance has travelled since its first tentative steps. The panel has two sitting CMs, MK Stalin and Hemant Soren, and the seasoned Sharad Pawar. KC Venugopal is the Congress nominee here. In terms of intent, it’s a sign the alliance is serious about mounting a challenge to BJP-dominated NDA.\n\nThat said, it’s still early days for the opposition alliance. Two daunting challenges loom. Lok Sabha elections are increasingly presidential in nature, which gives NDA a big advantage. NDA’s campaign will be built around Modi and the opposition alliance has its work cut out. This leads to the other challenge – the role of Congress, the only pan-India party in the opposition. Congress will have to hugely improve its performance in the many seats where it’s the primary challenger to BJP. In other contests, seatsharing talks in the alliance will prove tricky as many regional parties have grown at the expense of Congress. Consequently, ground-level coordination won’t be easy.\nThe key takeaway of the alliance meeting in Mumbai is that its constituents have shown the willingness to accommodate other interests, which is a prerequisite for a broad-based front. In this, they have proved sceptics wrong. However, there’s still work left on crafting a clear agenda that presents a realisable vision. A mere grab bag of welfare schemes and abstract slogans are unlikely to take the alliance far. If they can do all of that – a big if – the next Lok Sabha election may well see a keen contest.\n\n",
        "headline_1": "INDIA’s first steps: Opposition alliance firms up. But long way to go",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/indias-first-steps-opposition-alliance-firms-up-but-long-way-to-go/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "Child of Indian immigrants, Harvard and Yale Law graduate, finance and biotech billionaire Vivek Ramaswamy is presently in The Donald’s good books. But what’s more amazeballs than the former president saying that Ramaswamy could make a “very good” veep is around 10% of Republicans telling pollsters that they plan to vote for Ramaswamy for president! However far he goes in this race, he is already the new poster child of how far the desi diaspora is going.\nThey have been raising the unicorns and CEO-ing the MNCs, doing the tech and driving the trucks, our Patels run the motels and our Florence Nightingales nurse the hospitals. In the Global North academia they are professing STEM and the liberal arts without discrimination. And now there is their ascending visibility in media and politics. Interestingly in the US, the increase in Indian American representation is less tied to districts where they are a majority than is the case with Latino and Black representation. The diversity-management skills one gets in desh are helpful in building coalitions in videsh.\n\nAn earlier era lament about brain drain has sensibly given way to knowing that Indians doing well abroad is good for India. The increasingdemographic heterogeneity in departures is also worth celebrating. Even when better job opportunities get created here, for the fine desi worker the world should still continue to be her oyster.\n\n",
        "headline_1": "Neta Ramaswamy: Diaspora is rocking it, from tech to politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/neta-ramaswamy-diaspora-is-rocking-it-from-tech-to-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "Asia Cup tournaments in the last decade or so have become Bangladesh's comfort zone. Since 2012 – the first year Bangladesh ascended to the final of the tournament – there have been five editions. Bangladesh played three of those finals. However, unlike the women's team, the men have not seen nearly as much success.\nBangladesh's performance in the 2007 World Cup is cited by many as a turning point in its cricketing journey. Before then, Bangladesh had had some success – such as the win in 2005 against Australia – but they could mostly be dismissed as upsets. When the Tigers beat India in 2007, it seemed to be a sign of something big to come, but what could only be proven with time. There was something about Tamim Iqbal dancing down the wicket against the formidable bowler, Zaheer Khan, that showed a dash of daring that our players had found difficult to conjure before then. In 2010, Bangladesh beat New Zealand 4-0 in a home series. In 2012, it won one nerve-wracking match after another to get to the finals in the Asia Cup, only to succumb to the most heartbreaking loss our country has seen in cricket. Victories started becoming much more of a norm, especially in the homeground. Throughout this solidifying period of Bangladeshi cricket, we came to rely on four great talents – people we grew to be regarded as gifted, not merely as skilled cricketers. Shakib Al Hasan, Tamim Iqbal, Mushfiqur Rahim, and Mahmudullah Riyad found their individual places in the lineup and functioned as a tight-knit unit often led by the most magnetic leader, Mashrafe Mortaza. They were supported by a rotating crop of cricketers who seemed bolstered by the force of the unit itself. There was a kind of chemistry among these core players that threaded together the playing eleven. Of late, though, many would say that this coherence in the team has been missing.\nWe saw Tamim Iqbal miss out on a few major tournaments, despite being the ODI captain, due to injuries. Both Mahmudullah and Mushfiqur suffered from wavering forms, which eventually saw the former not making the cut for the Asia Cup squad. It can therefore be inferred that Mahmudullah possibly will not feature in the World Cup, either. At 37 years of age, Mahmudullah Riyad's contribution to Bangladeshi cricket might have reached its conclusion. While Shakib leaves nothing to be said about his consistent performances on-field – either with the bat or the ball – one can only imagine how much better things could be if he was also as unifying a leader as he is mesmerising as a player.\nIn Bangladesh's first Asia Cup 2023 match against Sri Lanka, hopes were high. New and young players have made their way into the squad, many of whom were a part of the U-19 World Cup winning team. Eventually, it will be these players who take Bangladeshi cricket forward. But as we go through this transitory period, where we take the best that the oldest still have to offer, empowering the future talents may inevitably be a rocky experience. Aside from the technical details that denote success and failure, a zoomed-out view provides a more traceable journey for a team.\nIt is worth mentioning that, on Thursday, Sri Lanka were missing four of their key bowlers. Yet, a dazzling performance by youngster Matheesha Pathirana outdid even our most senior batters. Pathirana, who is only 20 years old, caught the eye of MS Dhoni when the bowler's video – showing his bowling action that uncannily resembles Lasith Malinga's – went viral on social media. He has played for Chennai Super Kings in the IPL, yielding much success for his team.\nOn the other hand, our lone performer of the day was Nazmul Hossain Shanto, a man who has been in tremendous form for the whole year, reminiscent of Liton Kumar Das' run in 2022. Sometimes, all it takes is one great performer. But more often than not, cricket continues to be a team sport. With Tamim's injury, Liton's fever, and Riyad's exclusion, the average age and experience of the Bangladesh team suddenly seems dauntingly low.\nStill, Bangladesh has a chance to make it to the Super Fours by beating Afghanistan. There seems to be a hum of anxiety in and around the team. But if this can be muted out, the strengths of the Tigers can come to the forefront of the performances. There are match winners like Mehidy Hasan Miraz, momentum shifters like Taskin Ahmed, and surprise packages like Mustafizur Rahman. ODI cricket has been our strength; it is a format we have figured out how to excel in. A day's bad performance does not necessarily have to be indicative of how the rest of the tournament will go for the Bangladesh team.\nWhile blind optimism is helpful to no one, the new reality must be accepted – these are our players, their calibre is defined by what they bring out on the field, and it is them who we have to back. Things will change, and perhaps in the near future, things will change even faster than at present. How much resilience the Tigers bring forward to deal with these changes will ultimately define the next stretch of Bangladeshi cricket.\nMadiha Athar Khan is a tech product manager and art enthusiast.\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "How well will the Tigers deal with change?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-well-will-the-tigers-deal-change-3409821",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "It's always a pleasure to see Bangladesh be the hero in a story. As such, it was a huge delight attending the General Assembly of the World Farmers Markets Coalition in Rome and seeing our country being showcased for connecting farmers and consumers through farmers' markets. This acknowledgement was particularly rewarding for me because I had worked hard to establish local farmers' markets. Following a pilot project, we set up 15 new markets over just 15 weeks in Dhaka North, Dhaka South, Gazipur, and Narayanganj city corporations, bringing the total to 16.\nWhy is it so important to connect the growers and consumers of food? Many people are afraid to eat local fresh fruits and vegetables for fear of chemical contamination. Being able to visit a market, chat with the farmers, and be assured by a government agency (the Department of Agricultural Extension) that the produce being sold is safe and mostly chemical-free enables people to eat a healthier and more local diet. The closer the food is grown to where we live, the less our consumption contributes to the climate crisis.\n\nFortunately, most of the farmers, community members, and local officials involved saw the importance of this new connection and worked hard to ensure that it would continue after the funding ended.\nToday's children may even think that vegetables come from the superstore, having no idea of the role of farmers in our food supply. Try asking a child how many kinds of soft drinks or chips they can name and then how many kinds of local fruits or vegetables they can think of. It's a tragedy to see people suffering ill health due to poor diets, while losing their connection with the local supply of food.\nWithout a doubt, establishments like farmers' markets benefit growers, who earn more but also forge a connection to those for whom they grow food. They also help communities, which gain a lively, attractive, and small market that can become a weekly meeting place for the neighbourhood.\nSo there I was in Rome, in a large auditorium. On a huge screen, a locally-made short video about our farmers' market programme was being played. The audience cheered loudly. Throughout the five days I was there, Bangladesh's success in establishing and operating so many markets was mentioned repeatedly. People from other countries looked up to us as an example to re-establish a connection between growers and consumers of food.\nThe markets were originally funded by the Food and Agriculture Organization (FAO), with support from the Netherlands embassy. We all know what happens at the end of a project: however much talk there may be of sustainability on the application form, the work tends to stop when the funding runs out. It would have been tragic to see all the effort my colleagues and I put into those markets simply vanish, along with the markets, at the end of our project.\nFortunately, most of the farmers, community members, and local officials involved saw the importance of this new connection and worked hard to ensure that it would continue after the funding ended. One community even increased the frequency of the markets from once to twice a week. To date, while fewer farmers are attending and there are some limits to what is being sold, partly due to the heavy rains, 15 of the 16 markets continue to operate. Farmers enjoy getting to know the buyers, while buyers enjoy the connection with farmers, the freshness and tastiness of the produce, and the knowledge that it is grown safely. Local officials are happy to provide these benefits to their communities.\nAs the South Asian representative of the World Farmers Markets Coalition Academy, I am thrilled to be able to help spread the knowledge gained in Bangladesh more widely in the region and world. I'm also excited to have the task of helping others throughout the world gain insight into how to connect rural and urban areas through farmers' markets. Lastly, it's a delight for me to visit a local farmers' market each week to choose bright, fresh, tasty leafy greens, fruits, and vegetables – buying directly from the person who grew them.\nNaima Akter is project manager at Work for a Better Bangladesh Trust and a member of the board of directors of the World Farmers Markets Coalition.\n\n",
        "headline_1": "How farmers' markets lead to thriving communities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-farmers-markets-lead-thriving-communities-3409446",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "The photographs of two young siblings who died of dengue recently have been doing rounds on social media, triggering an outcry. In one photograph, printed by a Bangla daily, nine-year-old Arafat Hossain Rauf is seen sitting with his seven-year-old sister, Isnat Jahan Raida. It's hard to take your eyes off the adorable picture. But that warm feeling turns into anguish as soon as you read the news of their demise. The mental state of their parents just adds to the heartbreak. It's beyond anyone's imagination how they would cope with this void that has now taken the place of their precious children.\nAccording to the newspaper reports, the father, Mohammad Ibrahim, while sharing fond memories of his children, said that Rauf and Raida would always cling on to him, whether it be at the dining table or when they would go to sleep. Ibrahim had plans to paint Raida's room pink and Rauf's blue. But all those plans have been shattered in the span of a week. Rauf died of the dengue on August 18, while Raida breathed her last on August 25. Raida had developed a fever on the day her brother died. As her condition deteriorated, Ibrahim rushed from one hospital to another for a paediatric ICU, but to no avail.\nRauf and Raida are among several hundreds of people joining the procession of the dead. Once a seasonal fever, dengue is now taking its heaviest toll on Bangladesh, shattering all previous records of infections and deaths. Despite this, we have hardly seen any effective measures from the authorities concerned, especially from the two city corporations in Dhaka. Far from admitting their shortcomings, authorities have maintained that they have done enough, that too with the same old approach to contain the vector-borne disease. Both the Dhaka city corporations have spent hundreds of crores in their war against mosquitoes, but nothing seems to have borne any result as people are dying every day and hospitals are still scrambling to serve patients. As many as 597 precious lives have been lost this year, and more than 1.25 lakh people have been infected as of September 1.\nThe situation wouldn't have been so dire had the authorities learnt any lessons from past experiences.\n\nWe don't know how many more parents will have to lose their children to the disease, a fate that can be preventable if the appropriate scientific steps are taken.\nIn 2019, Bangladesh registered the highest number of dengue cases – 1,01,354 – ever since the disease's official outbreak in 2000. That year, 179 people succumbed to the virus. Then came 2022, the year when the country recorded the most dengue deaths – 281. Yet, we have seen an absence of concerted efforts from city corporations round the year, despite the fact that dengue has been an all-year-long phenomenon for the past decade.\nThe city corporations continue to carry out anti-mosquito activities with the same old methods, like fogging and using larvicide in a non-systematic manner, along with some occasional drives. This casual approach, coupled with a lack of planning and coordination among government bodies, have only made the situation grimmer. Besides, we have seen some bizarre strategies being employed by the city corporations, such as flying drones to detect stagnant water and releasing frogs in ponds to destroy mosquitoes and their larvae. Before the frogs, authorities tried to control mosquitoes by releasing guppy fish in the city's drains, and ducks and tilapia fish in the lakes. That did not help, either: all the fish died within a few days, and most of the ducks either died or were stolen. All this while the city corporation high-ups never lagged behind is advising citizens to play their part in ensuring mosquito-free houses and neighbourhoods.\nHuman lives are on the line. We don't know how many more parents will have to lose their children to the disease, a fate that can be preventable if the appropriate scientific steps are taken. We would like to know whether the people in responsible positions are witnessing the families' despair. Are they hearing the cries for lost loved ones? How many more lives will have to be sacrificed before the authorities wake up from their slumber and take necessary measures? We don't want any more Raufs and Raidas to meet such a tragic end.\nWasim Bin Habib is head of reporting at The Daily Star.\n\n",
        "headline_1": "The dread of dengue has taken over",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-dread-dengue-has-taken-over-3409436",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "At a time when citizens are severely affected by Dhaka's traffic jams, which eat up around five million working hours per day (as per a 2018 Buet study), we welcome the opening of the Tk 13,857.57-crore Dhaka Elevated Expressway, which promises to relieve congestion in certain areas, reduce travel time, and significantly improve connectivity. The partially opened 11.5-km expressway from Airport Road to Farmgate aims to reduce the trip to a duration of 10 minutes from the usual hour or more. In addition, the 13 ramps for accessing and exiting the expressway will provide alternative routes for vehicles. Commuters will enjoy the total benefit of the project when the full 19.7-km expressway, from the airport to Kutubkhali on the Dhaka-Chattogram highway, is opened next year. The expressway promises to increase the road capacity of the capital by 20 km.\nOne noteworthy benefit is that heavy vehicles (such as trucks) which can only operate at night will be able to use the expressway and bypass the city, reducing the clogging on regular roads. The shorter lead times and improved infrastructure are anticipated to benefit businesses such as the apparel industry and the export of perishable goods, which rely on products reaching the airport on time for shipment through air. It will also connect major industrial belts such as Savar, Gazipur, Narsingdi, and Narayanganj. The Dhaka-Ashulia Expressway is also being built, with a deadline of 2026. The two expressways will enable people travelling from the northern, western, and south-western regions to bypass the congestion in Dhaka while crossing the city.\nWhile we look forward to the significant changes this expressway and other under-development infrastructure will bring about, it is vital for the government to address all the concerns expressed by experts. The ramps, for instance, have to be managed efficiently. And a digital tolling system must be installed to avoid long queues of vehicles.\nThe Dhaka Elevated Expressway is part of a much bigger plan of modernising and expanding our transport network that will, no doubt, alleviate traffic congestion as well as provide greater and more efficient connectivity. At the same time, the government must focus on improving the existing roads under the expressways, flyovers, and the Dhaka metro rail, which will continue to be used by thousands of public transport users as these vehicles are unlikely to use expressways. The government must ensure that all these infrastructure projects are aligned with one another so that the transport system in its totality will see the dramatic positive change that they promise.\nFinally, given the multiple setbacks this public-private partnership (PPP) project faced due to problems with securing funds, among other factors, the government should work on removing bureaucratic tangles that impede PPPs which, if managed efficiently, can bring about impactful developmental changes.\n",
        "headline_1": "Promise of better connectivity with Dhaka Elevated Expressway",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/promise-better-connectivity-dhaka-elevated-expressway-3409321",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "In his farewell speech on August 31, 2023, outgoing Chief Justice Hasan Foez Siddique spoke of his belief that a strong and independent judiciary is indispensable to a strong democratic system. He argued that the courts should be kept at a safe distance from political ideologies, and warned against outside influences over the judicial process, saying, \"It cannot be said that the state and the judiciary are operating in the right way if the laws crush the poor and the rich crush the laws.\"\nWe wholeheartedly agree with these comments, and appreciate his acknowledgment that all is not well in our legal system. However, his words would have been better received had they been followed up with the necessary actions during his term. We cannot in good conscience argue that enough has been done to ensure the independence and impartiality of our legal process.\nArticle 22 of the constitution says that the state shall ensure the separation of the judiciary from the executive organs of the state. All citizens are equal in front of an independent judiciary, with the right to receive justice for wrongdoings committed against them, even and especially if they are committed by those in or connected to the state. Yet, more and more, we see our legal system being used to advance questionable agendas instead of the rule of law. The continuing denial of bail to harass journalists, rights defenders and even ordinary teenagers accused under the draconian Digital Security Act (DSA) is an example of this.\nIncredibly long delays at court, lack of protection for witnesses, outdated legal processes, massive case backlogs, the corruption that has infiltrated our institutions including the law enforcement agencies, and the oversized influence of rich and powerful actors – all of these and more continue to strike at the integrity of our legal system. The terrifying end result of this can only be a loss of faith in justice and the rule of law.\nWith the national election just around the corner, it is now even more imperative for the state to demonstrate its commitment to an efficient legal system, without which we cannot have a functional democracy. At the same time, we urge all the legal actors to uphold their loyalty to the constitution and the rule of law and free themselves from outside influences. Only a fully independent judiciary can fulfil its responsibility as the heart of a people's republic and the protector of every citizen's human rights.\n",
        "headline_1": "Independent judiciary crucial for democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/independent-judiciary-crucial-democracy-3408711",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "The worries of consumers are now potato farmers' worries too. The news is that the price of potato seeds has increased to Tk90 per kilogram (kg). This is a major shift in prices upwards from last year when seed prices were Tk55 per kg, an increase of nearly 64 per cent! Agro-experts state that 160-165 kg of potato seeds are needed to grow potatoes in 33 decimals of land and if prices remain at this level, production cost may increase by Tk2.0 per kg in the next potato season.Needless to say, potato is a major staple for every Bangladeshi consumer. No curry is complete without it and mashed potato is a regular fare on the table for the average consumer. Hence, the tuber crop features large in the daily diet for Bangladeshis and to think that any price increase will be sorely felt at retail level by consumers who are already at wits end trying to balance their food purchases. Year-on-year data portrays a picture of high rise in price of potato which is now retailing at a record price of Tk 45 a kg. According to a report published in the Financial Express last week, Nilphamari district produces about 60 per cent of the early variety of the local potato \"known as desi red, desi lal or pakri\" that is due to hit the market in November. Unfortunately, in Bangladesh, the percentage point increase in cost of production is usually followed by a much greater rise in the price of an item at retail level. Farmers are predicting a 50 per cent rise in cost of production, and it could lead to a much bigger jump in prices that consumers might end up paying during the next potato season. Since earlier seed stocks that were in cold storage have already been sold to farmers over June-July period, farmers are now dreading having to pay the inflated prices. Indeed, this is the scenario across the board and there are allegations that some major seed companies are not selling seeds to farmers. Perhaps there is some unethical collusions here as have been noticed all throughout the last year by major players withholding supply in various supply chains of food commodities in an effort to drive up prices. The Bangladesh Agriculture Development Corporation (BADC) admits that there is a shortage of potato seeds this year. However, simply stating a shortage and letting things go out of hand would be a recipe for disaster. And, although the BADC has announced that it has a target of selling sufficient quantities of seed potatoes, it would be prudent to source the target amount from abroad, if necessary, to not end up with a market situation that private sector operators can manipulate to drive up prices.There appears to be a dearth of data about precisely what the production of potatoes has been this year. The Bangladesh Bureau of Statistics (BBS), has apparently not published any data on this. Unless there is reliable data, it is difficult for policymakers or authorities like the BADC to predict what sort of shortfall may plague farmers. Traditionally, farmers have held 80 per cent of potato seeds but that scenario looks to change this year. The government needs to take measures now to meet demand for potato seeds for the upcoming season and keep prices stable.",
        "headline_1": "Potato prices could become unstable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potato-prices-could-become-unstable-1693664777",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "The government has already endorsed and unveiled the country's first-ever tariff policy in written form. Titled 'National Tariff Policy 2023', it now becomes an official document to guide the determination of import and export tariffs. In the policy, the government has identified the flaws and complexity of the existing tariff regime. The policy's objectives, goals and key features are discussed in a previous article (Tariff policy: The balancing act; August 27, 2023; P-4, The Financial Express). The current piece briefly focuses on the policy's limitations and challenges it faces to implement the guidelines or recommendations outlined in the document.The legal status of the National Tariff Policy is a little bit ambiguous. If it is not a legally binding document, it will become a wish list only. If it is a legally binding one, the implementation becomes easier. At present, many policies like export, import and industry policies are not legally binding although approved by the government through legal procedure. These policies have general and specific recommendations in relevant areas. The concerned authorities sometimes follow some recommendations and ignore others. As the authorities are not legally bound to implement policies, they are unlikely to be accountable. An official English version of the tariff policy is also required so that the trading partners, foreign investors and international analysts can access and decode the country's stance on tariff imposition and rationalisation. The tariff policy has set 18-point general guidelines to make it effective. The guideline stresses considering impositions of tariffs on import or export level as a determining factor of the country's international trade flows. In other words, tariffs should be considered as a critical tool of the country's trade policy and not an instrument of revenue generation. It has also called for aligning all the import tariffs with the WTO-bound rate. The country's simple average final bound tariff rate is 156.30 per cent. For agriculture products, it is 186.10 per cent; for non-agriculture products, it is 37.80 per cent. Total binding coverage is, however, 17.90 per cent. To make the current tariff structure simple and avoid unnecessary complexity, the policy underscores keeping the rates of taxes and tariffs on similar products as equivalent as possible. Through the measure, there will be greater transparency in the tariff structure. At the same time, the policy stresses scrapping the user-specific waivers on tariffs as the practice is discriminating and distorted. Step-by-step reduction of customs duties at the import stage is another priority of the policy to bring consumer welfare in the long run.Tariff policy further stresses cutting down the protective tariff gradually. A tariff designed to shelter part of the national productive capacity from the full impact of foreign competition is known as a protective tariff. In Bangladesh, the current average rate of protective tariff is 31 per cent, while the average customs duty is 15 per cent. Adding supplementary and regulatory duties (SD and RD) and some other duties with the customs duty, the total tariff becomes a protective one. According to the policy, eliminating the protective tariff is necessary to enhance the competitiveness of the domestic industry. It is to be noted that the Eight Five-Year Plan (8FYP) strongly stressed coming out from the high and protective tariff regime. It also underscored tariff rationalisation, arguing that Bangladesh's nominal and effective protection tariff levels are among the highest in the world. It also pointed out that tariff escalation and the spread between the nominal protection rate on output and inputs is too high. \"Recognising that a high tariff regime undermines export competitiveness, it is time to seriously start scaling back nominal protection rate (NPR) of tariff on domestically produced final consumer goods,\" the 8FYP suggested, which is also reflected in the tariff policy. The policy, however, does not suggest blanket withdrawal of protection as it is not feasible. Instead, it strongly recommends following the Protective Duty Act 1950. Under the law, the Bangladesh Trade and Tariff Commission (BTTC) is responsible for making research-based recommendations to provide time-bound protection for potential industries. The government will also protect new manufacturing and infant industries based on BTTC recommendations.The policy favours the imposition of a regulatory duty in case of any emergency. If necessary, it also suggests mixed duty or seasonal tariffs on a few products. There is also a recommendation for scraping the minimum import value system and making the current bonded warehouse facility transparent and easier.The BTTC and the National Board of Revenue (NBR) are responsible for implementing the tariff policy. The NBR has to prepare a time-bound work programme to rationalise the existing tariff structure with six months of the approval of the tariff policy. The programme has to follow the 18-point general guideline of the policy document. The BTTC will provide necessary support in this connection.A high-powered committee also have to be formed with commerce minister as the head. The BTTC chairman will serve as the member-secretary of the 16-member panel responsible for monitoring and reviewing the implementation status of the policy. Thus, one of the main challenges facing implementation of the tariff policy is proper coordination between BTTC and NBR. Previous experiences showed that tax authorities usually pay little heed to recommendations of the tariff commission, especially during the national budget preparation. This is because NBR's main concern is revenue generation. Under the tariff policy framework, NBR has to change its traditional approach. It needs to explore other avenues to generate more tax as revenues from import tariffs will come down soon. Active participation of the private sector is also necessary to make the tariff policy effective. So far, the reaction to the tariff policy from the trade bodies and business organisations is limited. Though they were consulted before finalising the policy, the businesses need to review the announced policy rigorously and give feedback.[email protected]",
        "headline_1": "Challenges to implement tariff policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-to-implement-tariff-policy-1693664819",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "Crossing the traffic-filled busy roads in a hazardous manner appears to have become the norm in the capital. People who do not use the footbridge while going to the other side of a road are considered smart and city-savvy. Sarcastically speaking, the jaywalkers are viewed by many as 'urban' citizens befitting the mainstream Dhaka. Many would like to put the phenomenon in a different perspective. In that changed situation, what dominates the scene is a large section of the pedestrians' reluctance to use footbridges. Nowadays, it often leads to squabbles with their companions, because many are staunchly against jaywalking.The law-abiding people consider using the over-bridges a part of their civic duties. Scaling low-height iron fencings, set up on the road islands, in small groups, has long been a common spectacle in the bustling city. In situations, the over-bridges stand close by at these venues. Most of the footbridges remain almost deserted, except those in hospital areas. In Dhaka, one encounters crowded over-bridges mostly near commercially important sites. Those include popular markets like Dhaka New Market, the Mouchak area, Science Laboratory shopping corner and a few other busy spots. Ironically, lots of people willing to use footbridges cannot go near them. Encroachment on the spaces at the entry and exit points by hawkers makes these bridges inaccessible to them.Dhaka's first foot over-bridge, built nearly three decades ago in the Farmgate area, and now being renovated, was a novelty in Dhaka. Length-wise, it was the capital's largest footbridge network. Hundreds of people became used to crossing the bridge to go to their destinations. That the footbridge added to the capital's typical network of urban din and bustle became clear with the passing of time. For various reasons, the interconnection of roads in particular, the Farmgate area eventually emerged as one of the busiest points of the capital. People residing in the area and those visiting the nearby shopping corners had yet to pick the habit of jaywalking. In fact, the city was once free of the scourge of jaywalking. The general people knew the importance of having a foot over-bridge at Farmgate. As had been realised by the people having expertise in city planning, the said area began experiencing unwieldy fits of growth. The foot over-bridge remained witness to an unbridled traffic growth under it.On the bridge surface, a couple of years after its opening, myriad types of hawkers swarmed it leaving a narrow passage between the two rows occupied by them. In spite of the nuisance created by the hawkers, many people back then would be seen crossing the bridge, with the busy roads below. The rush of pedestrians across the Dhaka footbridges doesn't see any noticeable increase, despite the rising number of road accidents leading to jaywalkers' deaths and injuries. In fact few people, especially the youths --- both male and female, do not want to surrender their defiance when it comes to crossing roads. Perhaps this is the reason why the two newly built foot over-bridges in the Shahbagh area remain almost deserted, except on special occasions. Jaywalking with the least scruple is nowadays a sign of one's city-friendliness. The general people who have unalloyed respect for law eventually find themselves in a quandary. In spite of extreme urgencies, they cannot dishonour law. At this point, many become desperate and start an odyssey of sorts in quest of a cure. But the solution remains elusive. Finally, the habitual jaywalkers have the last laugh. All this smacks of a deep wound in the system. Healing the scar is beyond the capability of the law abiding people. Scrupulous people are prepared to extend cooperation to the law enforcers, provided the scourge of jaywalking is uprooted once and for all. Routine campaigns have already proved ineffective.[email protected]",
        "headline_1": "The heroic jaywalkers of Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-heroic-jaywalkers-of-dhaka-1693664912",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2023"
    },
    {
        "full_article": "In a pilot programme, the students of 300 government primary schools were supposed to get milk free of cost during their 'Tiffin' period throughout the year. The programme, initiated by the fisheries and livestock ministry, was no doubt a laudable move. However, soon after its launch, the programme got stuck in Chuadanga. The programme has not yet started in most primary schools. And the school, which started feeding its primary students milk, stopped doing it just after 17 days of its inauguration. The local distributor of the contracted milk supply company stopped its work without explaining the reason. It has had a negative impact on the students. Many poor families became interested in sending their children to school due to the school milk feeding programme. However, the sudden closure of the programme has disappointed them. According to an estimate, people in the developed world drink about one litre of milk every day. But in Bangladesh, this rate is only 176 millilitres. Ours is one of the leading countries in the world in terms of number of stunted children due to malnutrition. Students' merit is directly related to nutrition. Fish and meat in the market have for long gone beyond the reach of the poor families. Eggs were once the source of cheap protein. It is now out of reach too. The price of milk has risen from Tk 70 to Tk 100 in a year and a half. In this situation, feeding milk to primary students should continue and we cannot let this imitative fail. We urge the authorities concerned to resume this programme as soon as possible so that some poor children can improve their nutritional status. Ashikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Milk-feeding schoolchildren should continue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/milk-feeding-schoolchildren-should-continue-1693664942",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2023"
    }
]