[
    {
        "full_article": "With low-income countries in Africa and elsewhere still imploring rich countries to stop stockpiling millions of unused Covid-19 vaccines, there are still real doubts as to whether the United States and Europe will honour the promise made at this year's G7 summit to vaccinate the world by the end of 2022.\nUS President Joe Biden's administration has said that the Global North can deliver enough doses for everyone by next September's United Nations General Assembly. But the gulf between the vaccine-rich and vaccine-poor has grown so vast that under two percent of adults in low-income countries are fully vaccinated, compared to over 50 percent of adults in most high-income countries. Worse, millions of doses in high-income countries are now being wasted because they are not being used in time.\nEarlier this year, for months, Western governments could at least say that there was not enough vaccine supply to meet global demand. But we are now producing 1.5 billion vaccines every month. As I write this, around 300 million doses of vaccines are lying unused, hoarded in warehouses or on their way to fulfil delivery contracts that have been monopolised by Western countries. As a result, the World Health Organization's September 2021 goal of vaccinating at least 10 percent of the population in every low-income country—the basic level needed to cover health workers and the elderly—remains unrealised.\nAccording to a major study by the research firm Airfinity, the number of unused doses will reach one billion by this December. To put that staggering figure into perspective, it is enough to meet our year-end goal of vaccinating 40 percent of the African population.\nMaking matters worse, Airfinity shows that if we do not act, 100 million unused vaccine doses will have passed their expiration dates by the end of this year. And if we cannot airlift surpluses to where they are needed on a schedule that preserves a two-month shelf life, this figure could rise to 241 million. Either way, that is near-criminal wastage.\nExaggeration comes easily to politicians. But it is no overstatement to say that unless more vaccines, diagnostics, and treatments are made available to the Global South, there could be at least one million more Covid-induced deaths over the next year.\nWe know that more than 100,000 lives have been saved in Britain, owing to the administration of fewer than 100 million vaccine doses. Allowing 200 million or more doses to be wasted is thus tantamount to condemning hundreds of thousands of unvaccinated people in low-income countries to unnecessary suffering or death.\nThe upshot is that at Biden's vaccine summit this week, more lives hang in the balance than at any other peacetime gathering that I can recall. If the West does not deliver the necessary supply of vaccines to the rest of the world, low-income countries will have little reason ever to trust it again. Failing to transfer millions of surplus doses to those in desperate need would be a grotesque failure of the most basic test of human solidarity and decency.\nAnd so for world leaders convening at the UN this month, the stakes could not be higher. We are at a make-or-break moment to mitigate the monstrous, unforgivable vaccine inequality that has prevailed so far.\nThe data compiled by Airfinity suggests that 200 million doses can be transferred immediately to the Covid-19 Vaccine Global Access (COVAX) facility and the African Vaccine Acquisition Trust for distribution across Africa and other low-income countries. That would be enough to meet the WHO's 10 percent target for every country. Moreover, Western countries can send the same amount of additional doses—around 200 million—to COVAX each month thereafter. That would be enough to address Africa's deficit of nearly 500 million doses, ensuring that some 40 percent of the continent's population is vaccinated by the end of the year, in line with WHO's goal.\nWe have seen how vaccine nationalism leads to inequality, wastage, and far too many avoidable deaths. Not only is this approach self-serving, but it is self-defeating too. The longer the disease is allowed to spread in low-income countries, the greater the likelihood that it will develop new variants that will come back to haunt even the fully vaccinated.\nThis basic truth lies at the heart of pleas that have been building this week from African leaders, former heads of state and government, the Pandemic Action Network, and groups like The Elders. NGOs and faith leaders in the Global South have issued statements calling for immediate action to prevent an epic moral catastrophe.\nIn a global health crisis born of a highly infectious and communicable disease, there is no alternative to collective global action. This week's vaccine summit represents the rich world's best chance to show that it means what it says.\n \nGordon Brown, a former prime minister of the United Kingdom, is United Nations Special Envoy for Global Education and Chair of the International Commission on Financing Global Education Opportunity.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The Global North’s Great Test",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-global-norths-great-test-2182761",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2021"
    },
    {
        "full_article": "In November 2020, a couple of young researchers at Satchari National Park in Habiganj tried their hands at something that was a novel concept in Bangladeshi wildlife conservation.\nWildlife researchers and conservationists Hassan Al-Razi Chayan and Marjan Maria hired help at Tk 1,500 a day (for a few days) to set up aerial rope bridges and connect two fragmented sides of Satchari forest. They based their initiative on the findings from studies conducted around the world, such as the much-celebrated case of Hainan gibbon.\nAnyone who has been to Satchari National Park is painfully aware of just how fragmented the forest is. Decades of economic development, a road literally slicing through the forest, and increased human footprint have not done much good to the forest. Yet, this evergreen tropical forest in northeast Bangladesh is home to six of the 10 primate species found in the country. Many of these primates are either considered \"Vulnerable\" or \"Endangered,\" a status from which graduation to something better is becoming increasingly difficult, if not impossible.\nTo make matters worse, according to data collected by Hasan and Marjan between 2015 and 2017, 14 primates died while crossing the road in Satchari forest, and 13 died in the same manner in Lawachara forest. The data is based on information collected from news reports and other sources. This raised alarm among researchers as many of the mammals that died were either vulnerable or endangered. Casualties included the likes of Phayre's leaf monkey which is endangered, capped langur which is vulnerable, and slow loris which is endangered.\nIt was these casualties that gave birth to the idea of an artificial aerial rope bridge connecting the two sides of the forest. The Forest Department also supported the initiative, the researchers said. Marjan was the one who received a small grant from the US-based The Explorers Club to help move along the project. The researchers had to first decide on the material for the rope. Since it was targeted to help primates, some of whom can be quite heavy, they settled on using ropes that big ships use to set anchor. At least three canopy bridges were set up at different points in Satchari forest, connecting the two sides that have been created by man-made interventions. The team also set up camera traps to monitor whether any of the intended animals actually used their bridges.\nIt took some time, but in the first month of being set up, small arboreal mammals such as Irrawaddy and flying squirrels were seen using the rope bridges. It took some more time for the primates to warm up to the idea. But soon enough, camera trap footage revealed alpha males of primate groups leading the way, thus encouraging others to use the rope as well.\nSo far, the researchers have found five out of six available primate species in the forest using the rope bridges to cross the road. Other than hoolock gibbon, all five other primates, including the endangered slow loris, have benefitted from this set-up. It remains to be seen whether the hoolock gibbons will respond to this intervention, even though they are arboreal mammals and are known to travel between areas simply by moving from tree to tree.\nIn Bangladesh, this is a fairly new conservation method, and only long-term studies will reveal whether this is indeed a solution to fragmented forests. But studies in other countries, such as the case of Hainan gibbons in Hainan Bawangling National Nature Reserve in China, have shown promise. According to an article titled \"Rain Forest Canopy Bridges Aid Slow Lorises, Gibbons and Other Threatened Species,\" published in the Scientific American, aerial bridges have been used in Peru, the UK, India, Kenya, Brazil, Australia, and other countries to help a diverse groups of animals, ranging from marsupial gliders and squirrels to sloths and capuchin monkeys.\nThe work centring Hainan gibbons in China also points to a growing body of evidence proving the usefulness of artificial bridges to help arboreal animals cross fragmented landscapes to access habitat and unite populations, the article says quoting Dr Kylie Soanes, a conservation biologist in the University of Melbourne, Australia. And we now know that the footage from camera traps in Satchari have shown small arboreal mammals and primates using this aerial rope bridge to cross the forest.\nThis can be replicated at other forests in Bangladesh. For example, Madhupur forest, where a good population of rhesus macaque and capped langur is known to exist, could benefit from such rope bridges, says Hasan Al-Razi Chayan, one of the researchers who implemented the initiative in Satchari. The Tangail-Mymensingh highway cuts through the Madhupur forest at the moment. Forests in Chattogram, too, have become fragmented. Hasan's observation includes a population of gibbons in Kaptaimukh beat forest, who could use such a connecting bridge. According to Hasan, a river divides the forest into two, and there is a gibbon population on both sides. If ropes or bridges could connect both the sides, then it would ensure the gene flow, and a continuous variation will exist—thus making sure there is genetic diversity among the population.\nBut before going about and replicating the same idea everywhere, studies need to be conducted to find species-specific solutions. What works for one species or habitat—according to Rachel Nuwer, author of the aforementioned article in the Scientific American—may not be applicable for another. For some, a simple rope bridge may work, while some others may need lattice bridges.\nThe idea of artificial canopy bridges is already being modelled in Lawachara National Park, which is located in Moulvibazar and is a forest similar to Satchari. The researchers and conservationists of that project, which was initiated in September this year, are hopeful that their canopy bridges will help hoolock gibbons.\nRegardless of which animal uses the rope bridges for safe travel, this is a step forward in the right direction. In an increasingly divided and changing forest scape, it is important to bridge the gaps. Much like we do in science, in human lives—connecting cities and towns with highways and air passage—to keep the flow of genes, we must facilitate natural migration and movement to make sure that the remaining wildlife continues to exist and flourish.\n \nAbida Rahman Chowdhury is a journalist at The Daily Star.\n",
        "headline_1": "Canopy bridges: The answer to fragmented forests?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/canopy-bridges-the-answer-fragmented-forests-2182751",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2021"
    },
    {
        "full_article": "In a recent report, the World Bank stated that better targeted social protection programmes and reallocation of existing transfers to the poorest segment of society could reduce poverty from 36 percent to 12 percent in Bangladesh. The report, unveiled on September 16, 2021, found that the government's social safety net programmes were mostly focused on rural areas, even though almost one in five of the urban population is currently living in poverty. As a result, the World Bank report advised the government to rebalance geographic allocations between rural and urban areas.\nThe pandemic-induced lockdowns and resultant economic slowdown over the past year and a half have undoubtedly pushed many people into poverty. According to several studies done by various organisations, the number of poor and extreme poor have risen significantly—although the figures vary. A survey done by the South Asian Network on Economic Modeling (Sanem) found that a person living below the poverty line in the rural areas would be spending less than Tk 2,260 to Tk 2,916, while in the urban areas, it ranged between Tk 2,516 and Tk 3,295, because of higher living costs.\nThe Centre for Policy Dialogue (CPD) conducted a study, which revealed that during the pandemic, over three percent of the labour force lost jobs, while 16.8 million people became newly poor. Around 69 percent of the employed population in urban areas have been put in the high-risk group by pandemic-related factors. Among them, the most affected groups were the labourers in urban areas who were engaged in construction, informal services, rickshaw-pulling, and launch- and boat-driving. Self-employed people like street vendors, hawkers, tea sellers, food stall owners and repairmen were also among the worst-hit. The urban informal sector lost about 1.08 million jobs, which was over eight percent of the total urban employment during FY 2016-17. Moreover, workers' wages declined by 43 percent in Dhaka and 33 percent in Chattogram.\nThe increase in unemployment forced people to reduce their expenditure on food, according to the findings of the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD). The food expenditure of each urban household that was surveyed declined by 17 percent from the pre-Covid stage, when it was Tk 66 per day, while, surprisingly, the food expenditure in rural areas increased by Tk 1 to Tk 53. The decline could have long-term health implications for the urban poor.\nThe PPRC-BIGD survey also revealed that, for urban slum households, the significant increase in rent, utility, health, and transportation costs accounted for a 98 percent rise in the non-food burden for this group. Unable to cope with the crisis, 27.3 percent of urban slum dwellers had to migrate over the past year, and 9.8 percent of them had not yet returned.\nWhile all these happened, the planning minister in May announced that the per capita income in the country had increased by nine percent—from USD 2,064 in FY 20 to USD 2,227 in the FY 21. This increase in per capita income at a time when a large number of people have fallen below the poverty threshold—because of the economic slowdown caused by the pandemic—suggests a growing gap between the rich and the poor.\nThe disparity between the rich and the poor has widened because of an unequal distribution of economic growth benefits, and because of a development model that has made Bangladesh one of the top countries for the quickest growth of ultra-wealthy individuals. According to data from the Bangladesh Bank, accounts with more than Tk 1 crore went up by 10,051, and deposits in such accounts rose to Tk 5,95,286 crore in 2020 from Tk 5,67,585 crore in 2019.\nEven during the pandemic, we have seen big businesses getting substantial government support, while small businesses have continually struggled to get their share. Moreover, government aid programmes, which were intended to bring relief to the poor, have been repeatedly abused by people in power to further enrich themselves.\nAccording to a Transparency International Bangladesh (TIB) survey, the pandemic has not only exposed widespread corruption in the healthcare sector, but also created new opportunities for corruption in the country. For example, in the case of just one government relief programme, each affected family who were supposed to be the beneficiaries of the system had to pay an average bribe of Tk 220 to get a cash assistance of Tk 2,500. In addition, over 12 percent of the beneficiaries for government cash assistance were victims of irregularities and corruption, while 10 percent of Open Market Sales (OMS) card holders faced the same, according to the TIB findings.\nTowards the beginning of this crisis, many government authorities claimed that the increase in the number of new poor was only \"temporary.\" However, more than one year into the crisis, we see that a large number of people who went below the poverty line are yet to come out of it. Some top government officials have even gone on record to deny the poverty figures compiled by various independent organisations, while failing to collect or show their own data as evidence. This shows how little they care about the plight of the poor, as acknowledging it may prove the inadequacy of their own efforts and require them to take corrective action.\nThe government claims that it has spent more than three percent of the national budget as a percentage of GDP on social protection. However, if we focus only on poverty alleviation, that figure comes down to less than one percent. Therefore, in reality, pro-poor support from the government has not been sufficient to compensate for the losses incurred.\nReturning to the World Bank's suggestion of rebalancing geographic allocations, we see that there is actually no need to rebalance between rural and urban areas. However, there has been a need to rebalance between the rich and the poor for a long time, but very few institutional steps have been taken to this end. It is here that government policy must change, and government rhetoric and action must match.\nIn the short run, it will require the government to increase its allocation for poverty alleviation and make social safety net programmes more impactful through better targeting (so that the most at-risk groups are prioritised), fast-tracking cash deployment and, equally importantly, by addressing corruption. Involving the local community could also make a huge difference. In line with that, the government should opt for a more bottom-up approach, instead of its usual top-down outlook. The government could also involve civil society members and NGOs in its relief programmes to reduce corruption in their delivery.\nIn the long run, development has to be more inclusive. And for that, there has to be some serious restructuring when it comes to the state and how it functions. Unfortunately, given our deeply politicised structure of governance, with its poor accountability mechanisms, that could be a huge challenge. Overcoming this will require a massive pushback from the citizens demanding greater accountability and greater reforms in how anti-poverty policies are made and pursued.\n \nEresh Omar Jamal is a member of the editorial team at The Daily Star.\nHis Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Time to address the growing wealth gap in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/time-address-the-growing-wealth-gap-bangladesh-2181906",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2021"
    },
    {
        "full_article": "Education, if looked beyond its conventional boundaries, forms the very essence of all our actions. The necessity of education cannot be overstated—it is not just a fundamental right, but an enabling right with a direct impact on the realisation of other human rights. Education is the primary driver of progress across the 17 Sustainable Development Goals (SDGs) as a bedrock of an equal and peaceful society.\nBut the Covid-19 pandemic has compelled us to compromise on education. It has presented unprecedented global challenges to the schooling system, and Bangladesh has been no exception. According to a UN report issued in August, Bangladesh was the only country in South Asia and one of only 14 in the world that kept schools fully closed since March 2020—when the disease was first detected in the country— to curb the spread of the coronavirus, until the government decided to reopen schools in phases from September 12.\nLast year, with the rise of the novel coronavirus, the World Health Organization (WHO) declared an international public health emergency. Due to its high infection rate, countries worldwide, including Bangladesh, implemented lockdowns with the hope of flattening the curve. With schools, colleges and universities closed, nearly 38 million students in the country missed out on the opportunity to receive learning experiences and interact with their peers, according to a World Bank report released in April this year. Apart from the devastating health consequences associated with the virus, the pandemic holds major implications for the students' lives and work, affecting them profoundly.\nThe disruption in education has continued to have substantial effects beyond learning. The outbreak impacted the students' health and economic situation, as well as their mental and psychosocial well-being. Due to the lockdowns and movement restrictions, students had constrained access to socialisation, human interaction, and physical contact, which is vital for their psychosocial well-being and development. Therefore, students—especially children—felt confused and at a loss with the situation they were facing, leading to frustration and anxiety. This situation could potentially get worse with overexposure to mass and social media, mainly among adolescents.\nClosure of educational institutions also exacerbated pre-existing education disparities among the most vulnerable children, youth, and adults by reducing the available opportunities—such as those living in rural or poverty-stricken areas, girls, people with disabilities, and forcibly displaced persons who find it difficult to continue their education. Moreover, shuttered schools, isolation from support networks, and rising poverty made it difficult for girls, especially those living in the rural areas, to continue school. So, it is needless to say that the pandemic and its devastating consequences have impacted the overall development of students in Bangladesh.\nOn the other hand, this crisis has stimulated innovation within the education sector. Distance learning solutions were developed speedily with the help of innovation and technology. However, the solutions have also demonstrated that the promising future of learning and the accelerated changes in modes of delivering education cannot be executed without leaving anyone behind. For example, students affected by a lack of resources or a proper environment to access learning faced major challenges during the closure of schools. The digital divide is likely to decrease with physical classes resuming again.\nAs schools are reopening, providing face-to-face classes alone is not enough to mitigate the losses caused by the deadly virus. Our students require a tailored and sustainable support system to help them readjust and catch up, eventually embracing the new normal. Schools must prepare to deliver that support and meet the enormous challenges of the months ahead.\nMost children have lost considerable instruction time and may not be prepared to adjust to the curriculum and syllabus that were age and grade-appropriate before the pandemic. Students must receive effective remedial learning and comprehensive learning services that will improve their overall welfare, and meet their learning requirements.\nApart from that, reducing additional dropouts and absenteeism should be given the highest priority via communication campaigns and stipends. Stipends will help bring and retain students from underprivileged families, while campaigns designed for communications through different mediums will play a significant role in ensuring that learning continues amid the crisis.\nParents, educational institutions, and teachers must join forces together to take all necessary steps possible to plan, prioritise, and ensure that all students are learning again. Incorporating digital technologies to teach foundation skills could assist teachers in the classroom to gradually phase out the distance learning chapter of the students' lives. We should make it our priority to enable a supportive learning environment, which also addresses students' health, psychosocial well-being, and other needs.\nWhen education systems collapse, a peaceful and prosperous society cannot be sustained. The Covid-19 pandemic has significantly hampered the education system and the entire student body. However, with schools reopening, we have the opportunity to create a sustainable and robust education system that will potentially kick-start the process to recover from losses induced by the pandemic.\n \nThomas Van der Wielen is the director of International School Dhaka (ISD).\n",
        "headline_1": "Learning recovery is a long battle but we must keep at it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/learning-recovery-long-battle-we-must-keep-it-2181901",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2021"
    },
    {
        "full_article": "It comes as no surprise that the elections to 160 union councils and 11 municipal corporations, held in the first phase of the UP elections on September 20, were marred by violence and alleged electoral frauds. But perhaps what's worse, and even a bit surprising, is that 43 Awami League chairman candidates won uncontested, according to the Election Commission. This prompted Election Commissioner Mahbub Talukdar to ask whether we could call these unopposed winners \"elected\" at all. Given that they were the only candidates contesting for the positions, it cannot really be said that they were elected by the people; rather, they were—for all intents and purposes—selected by the ruling party.\nThe only opposition to the candidates fielded by the Awami League came from its own rebels, who surprisingly won a significant number of chairman seats. Is that a sign of the lack of popularity enjoyed by the ruling party? The truth is, we might never know through such elections, where hardly any other party—apart from those associated or formerly associated with the ruling party—participates. What is certain, however, is that such elections are creating a clear apathy among voters which, according to the election commissioner, is an ominous sign for democracy.\nFor a multi-party democratic system, participation of many parties is a prerequisite, said the commissioner. The fact that we have now had several elections in which only one party has contested—which completely defeats the purpose of an election—is a clear sign that our democracy right now is in a severe crisis. And for it to have any chance of overcoming this crisis, changes have to be made in the current electoral system, based on a consensus among all political parties. That, however, seems to be miles away at the moment. \nIn the absence of any credible opposition, intra-party feud among different Awami League factions has been hogging the election headlines regularly. Recent violence during the polls again claimed three lives. Such tragedies, unfortunately, seem to have become customary. The Election Commission must take responsibility for these deaths and alleged electoral frauds that have become a common feature of elections, both local and national. The commission cannot shirk its responsibility for failing to prevent widespread irregularities in the elections, with the obvious outcome being a drastic, sustained fall in voter turnout. This cannot go on indefinitely. The commission must take meaningful actions to restore the tradition of fair and participatory elections in Bangladesh.\n",
        "headline_1": "An uncontested election is not an election",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/uncontested-election-not-election-2182726",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2021"
    },
    {
        "full_article": "The Gazipur City Corporation's (GCC) ongoing drive to demolish public properties and grab valuable land owned by the citizens in order to widen city roads, drains, and footpaths is unacceptable. Several thousand residents have reportedly already lost their precious land to the mindless demolition drives of the GCC. Of course, roads and footpaths in our cities need to be widened, but that has to be done following due process, abiding by the laws of the country. The GCC mayor, however, seems to be completely indifferent to the existing laws when it comes to developing the city he is in charge of. It is really shocking to hear a sitting city mayor saying that nothing can be done in this country following the laws.\nAccording to a report published by this daily, around 800km of roads are being widened, and drains and footpaths are being constructed under two projects undertaken in 2013, at a cost of Tk 2,200 crore. The GCC authorities started implementing the project in 2019 and began demolishing the structures earlier this year. In many cases, they forced the landowners to knock down parts of their own residential buildings, factories, shops, and boundary walls. The GCC did so without acquiring the lands or without compensating the landowners. Reportedly, only those with political connections received some compensation. Moreover, two private companies filed writ petitions with the High Court for being threatened and for losing their land to forceful grabbing, following which the High Court issued status quo orders on the possession of those lands. Surprisingly, the GCC also violated those orders. \nWe think the example that the GCC has set by not lawfully acquiring the land and not compensating the city's residents is shameful. How a city corporation can violate the High Court's orders is also beyond our collective comprehension. If vital state organisations like our city corporations do not abide by the laws, then how can they expect the citizens to do it? It is understandable that the GCC has fund constraints, but that does not justify their grabbing of public properties. We would also like to ask: Why were there no provisions for land acquisition and compensation when the projects were approved? The GCC must answer this question.\nWe now hope that the GCC authorities will come to their senses and follow the proper procedure of land acquisition. We need development, but not at the expense of people for whom this development is—and certainly not by disregarding our laws.\n \n",
        "headline_1": "Who gave GCC the right to break the law?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/who-gave-gcc-the-right-break-the-law-2182601",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2021"
    }
]