[
    {
        "full_article": "The Congress has turned a new leaf in Himachal Pradesh by electing Sukhvinder Singh Sukhu as the Chief Minister, and the State’s 15th, on Sunday. The victory in Himachal Pradesh has come as a silver lining for the Congress amid dark clouds over the party. The victory is narrow — the Congress led the rival Bharatiya Janata Party (BJP) by one percentage point in terms of vote share — and the State is tiny, with four Lok Sabha seats. Still, the party’s return to power after a hiatus of five years gives it hope that it can be the refuge for people who may be looking for an alternative to the BJP. The party quickly resolved the tussle for the top post. In choosing Mr. Sukhu, it has effected a shift that has the potential to inspire workers and blunt the BJP’s charge of dynastic politics levelled against it. The son of a bus driver and a four-time MLA who sold milk for a living in his early years, Mr. Sukhu is as modest and grounded as a politician could get. The soft spoken leader has never shied away from taking a position and stood up to the late Virbhadra Singh who had the Congress under his thumb for decades. Mr. Sukhu is uniquely qualified for the job, and his elevation signals much needed but often missing dynamism in the Congress.The new leader will have an uphill task in managing party dynamics and governance. The Congress has made a slew of promises, not entirely thought through. Topping the list is the promise of restoration of the old pension scheme in place of the market-linked New Pension System/Scheme (NPS). A return to OPS would see the introduction of new welfare schemes that will burden the exchequer. The State has 1.5 lakh employees under the NPS, and a majority of them who are opposed to it are likely to have favoured the Congress in these elections. Mr. Sukhu’s elevation also unsettles the entrenched power structure in the Congress and he will have to ensure the support of the family and loyalists of Virbhadra Singh. He will also have to bear the weight of expectations arising out of the Congress’s national plans. The party wants to showcase governance in the three States under its rule to win votes elsewhere. Himachal Pradesh may be a small State but it has acquired a status that is disproportionate to its size with the change of government. What works in Mr. Sukhu’s favour is the goodwill that he has gained over 40 years in politics.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\n LinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nHimachal Pradesh Elections 2022\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Change in the hills: on Congress’ victory in Himachal Pradesh",
        "headline_2": "The Congress wants to showcase governance in Himachal Pradesh to win votes in other States",
        "link": "https://www.thehindu.com/opinion/editorial/change-in-the-hills-on-congress-victory-in-himachal-pradesh/article66254921.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "That Cyclone Mandous, which had its landfall near Mamallapuram, near Chennai, in the early hours of Saturday, did not cause much damage has come as a huge relief to the people of Tamil Nadu and Andhra Pradesh. At one stage, it was expected to develop into a “severe cyclonic storm”, but did not gain much strength. Called a “textbook cyclone”, the storm, as predicted by the India Meteorological Department, crossed the coast with all the attendant features, to the satisfaction of professional meteorologists. Though Cyclone Mandous was similar to Cyclone Vardah which made landfall in Chennai in mid-December 2016, this event dumped heavy rainfall that was far more than what occurred under Vardah. This time, not only parts of north Tamil Nadu but also areas in neighbouring Andhra Pradesh experienced heavy rainfall. For instance, Vembakkam in Tiruvannamalai district of Tamil Nadu and Srikalahasti in Tirupati district of Andhra Pradesh bore the brunt, recording rainfall of 25 cm and 23 cm, respectively, during the 24-hour-period that ended at 8.30 a.m. on Saturday. But more noteworthy was the way the official machinery in Tamil Nadu steered the disaster management system. Despite the cyclone crossing the coast at almost midnight and causing a number of trees and structures to fall, the response of the administration was swift and the common man’s life hardly disrupted. Five lives were lost, a count much lower than during disasters of a similar magnitude.After drawing flak in November 2021, and, subsequently, when Chennai and its vicinity experienced inundation following spells of heavy rain, the Tamil Nadu government has been paying greater attention this time to improving the storm-water drain network and such other works. Though one of the reasons cited for many areas being spared of flooding was that the core parts of the city did not receive as much rain as the interior parts of north Tamil Nadu, the State government’s coordination with the Meteorological Department and its preparedness in tackling the post-landfall situation made a difference to the situation this time. Otherwise, as in the past, citizens would have suffered even in light rain. Technology too, both in terms of forecast and information dissemination, has been playing a key role. The authorities, i.e., the State government and the Meteorological department, should continuously work to improve their ways of functioning, making use of technology, and helping people to be ready to face a natural disaster of this nature or even of greater strength. Ideally, the official machinery should set a goal of ensuring no loss to life. Such a task would not be impossible, given the availability of resources, both hardware and software, and empirical data on cyclones and severe cyclones crossing the coast of Tamil Nadu.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncyclones\n\n/\n\nTamil Nadu\n\n/ \n\nAndhra Pradesh\n\n/\n\nnatural disasters",
        "headline_1": "Ready for the worst: on government’s better preparedness for cyclones",
        "headline_2": "Governments and agencies have shown better preparedness for cyclones",
        "link": "https://www.thehindu.com/opinion/editorial/ready-for-the-worst-on-governments-better-preparedness-for-cyclones/article66254900.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "“Never bet against America” – Warren Buffet reiterated his long-held passionate belief in his letter to investors last year. “In its brief 232 years of existence … there has been no incubator for unleashing human potential like America … Despite some severe interruptions, our country’s economic progress has been breathtaking. Our unwavering conclusion: Never bet against America.”\nIt’s been a while coming, it’s been a little bit longer to digest, but the same now has to be said about India. Over the last 30 odd years, through global and local ebbs and flows, the zeitgeist of globalisation and now the unravelling of the same, through conflicts and wars, Indian stocks have been massive outliers to all its emerging market (EM) peers. This includes China, despite the Middle Kingdom rewriting development records at a level never before seen in human history.\nRead full opinion on TOI+\n\n",
        "headline_1": "Never bet against Indian markets: Policy reforms and huge population mean nimble big companies have a growing market",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/never-bet-against-indian-markets-policy-reforms-and-huge-population-mean-nimble-big-companies-have-a-growing-market/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "Covid-related hospitalisations in the US rising by 30% in the past two weeks, with the elderly hit the most, is a warning to states in India to reactivate their Covid surveillance mechanisms. WHO has also sounded an alert and asked countries to focus on fully vaccinating those most at risk. China, caught between irrational zero-Covid and fast-rising infections, is bolstering its hospital infrastructure. Genome sequencing consortium Insacog has discovered a new Omicron variant with a Delta mutation. While waves of viral exposure, vaccination and consequent immunity levels may prevent a repeat of the Delta devastation, living with Covid leaves no room for complacency.\nTo avoid harsh measures, authorities must track new variants and hospitalisations, incentivise vaccine companies to develop and update vaccines and drugs, and persuade citizens to get vaccinated and boosted. After the Omicron surge in January, Covid had eased up allowing a full reopening of schools, colleges and offices. But what followed was an unexpectedly sharp decline in vaccinations. Nearly 7 crore people haven’t taken their second dose, and against 95 crore fully vaccinated individuals, just 22 crore have availed the booster dose. Just over 40% of eligible senior citizens have availed a booster dose and only 25% of those in the 45-59 age group.\nMost Indian vaccine companies have stopped production of Covid vaccines. SII stopped producing its workhorse Covishield last December after lakhs of doses expired. Bharat Biotech’s new intranasal vaccine has been approved as a heterologous booster after passing safety and immunogenicity trials. Though its efficacy has to be gauged. BB had demanded its inclusion in CoWin so that citizens can get the shot. Perhaps, this is the opportune moment for GoI to take that call.\nGoI must also provide monetary incentives to domestic vaccine companies like SII, BB and Biological E, to update their vaccines for the latest variants. Failure to provide such incentives or make bulk pre-orders had caught India napping during the second wave. Costs of such incentives, which will further R&D, shouldn’t be grudged. Alternatively, companies constantly updating their vaccines like Pfizer and Moderna should be invited to produce in India. Citizens also have a role to play by continuing the use of masks and completing their vaccine course. Let’s temper our sense that everything’s normal with some caution.\n\n",
        "headline_1": "US, China & Covid: India has lost vaccination momentum. Our companies must update their vaccines too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/us-china-covid-india-has-lost-vaccination-momentum-our-companies-must-update-their-vaccines-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "The Protection of Children from Sexual Offences Act (Pocso) is a widely supported law. But Pocso raised the age of consent from 16 to 18 and has caused considerable disquiet in the justice system. The increase in threshold appears to be out of sync with ground reality. Consider the following. Recently, Tamil Nadu’s director general of police issued a circular to the force asking them to avoid haste in making arrests under Pocso as many cases involve relationships based on consent. Independently, some constitutional courts such as Allahabad high court expressed concern about abuse of the law when it comes to relationships between teenagers. Last week, CJI Chandrachud pointed out that the presumption of the law is that there’s no consent in the legal sense among those below 18, which poses difficult challenges. He suggested lawmakers address concerns about criminalisation of adolescents who engage in consensual sex.\nResearch suggests that the increase in the threshold of consent to 18 has led to abuse of the legislation. The most recent study covered three states, West Bengal, Maharashtra and Assam. It found that 25% of Pocso listings were romantic cases. Of them, 47% involved girls between the ages of 16 and 18 where acquittals were the norm. The high incidence of cases involving adolescents between 16 and 18 is consistent with NCRB data. Anecdotal evidence suggests disquiet with this aspect of the law also pushes up pendency. Parliamentarians should revisit the decision to raise the threshold of consent to 18. A decade’s experience provides the rationale for it. If MPs are reluctant to take this up, this is a fit case for a PIL.\n\n",
        "headline_1": "Go back to 16: Response of the criminal justice system to Pocso is reason to revisit the age of consent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/go-back-to-16-response-of-the-criminal-justice-system-to-pocso-is-reason-to-revisit-the-age-of-consent/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "The Iranian regime recently indicated that it was dismantling the morality police that has been at the centre of widespread protests following the death of 22-year-old Mahsa Amini in the custody of the force. However, activists and protesters remain sceptical about the announcement and the protests themselves appear to be entering a new phase. US-based Iranian analyst, Negar Mortazavi, spoke with Rudroneel Ghosh about the morality police announcement, the response of the protesters and the tactics of the regime:\nHow do you see the recent news reports that the morality police in Iran has been abolished?\nWe are still not clear on the morality police. We don’t know what the attorney general really meant when he said the force has been disbanded. The morality police has recently been restructured and rebranded as the public safety police. Is that what the attorney general meant? It’s not clear. Also, the morality police has been absent from Iranian streets in recent weeks during protests because the protests are being suppressed with riot police and security forces. So is this a temporary thing or permanent we don’t know. Plus, the morality police is a seasonal issue. There is usually more morality police presence in the summer and it sort of fades away in the colder months when women anyway wear heavier clothes to keep themselves warm. So we don’t know what is the actual status of the morality police today.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘We are still not clear on the morality police. The hijab law remains. Iranian women are continuing to lead the protests’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/we-are-still-not-clear-on-the-morality-police-the-hijab-law-remains-iranian-women-are-continuing-to-lead-the-protests/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "One may be forgiven for thinking that 2022 has been catastrophic, what with the non-stop talks about the global economic crisis, rising energy bills, instability in Europe, and post-pandemic blues. Even the most ardent of optimists may have struggled to find a glimmer of hope at times. However, there was plenty of good about 2022 as well. Here, I want to focus on five positives from 2022 and how we can build on these in the coming 12 months.\nFirst of all, despite the financial challenges we have seen in the past year, businesses are still investing. While some smaller businesses are struggling at the moment, I have seen enough to believe that medium and large enterprises will be well-equipped to ride out the storm. There is anecdotal evidence that investment is taking place to upgrade operations to meet the demands of international customers.\nThere seems to be growing inward investment interest around Bangladesh. Ito Naoki, the outgoing Japanese ambassador to Bangladesh, recently said that Japan expected massive foreign investments flowing into Bangladesh as it looks to become a regional industrial hub in a few years. Other countries such as China are also interested in Bangladesh. We need inward investment to take our ready-made garment (RMG) sector to the next level, in terms of logistics, vertical integration, and so on.\nRecent figures show that public-private partnership (PPP) projects in Bangladesh have attracted investments of USD 6.74 billion in the past year, with a majority of the investment in the energy sector, according to the Asian Development Bank (ADB). Energy accounted for 76 percent of the investment, while the port sector attracted more than 12 percent of investment. Both are crucial areas of infrastructure for Bangladesh.\nSecond is the alignment of sustainability issues in fashion. If 2022 taught us anything, it's that social and environmental issues are too important to kick down the road any longer. Extreme weather patterns across the world had a big impact, placing the climate issue at the centre for much of the global media.\nI am seeing more and more businesses in our sector now singing from the same hymn sheet on this issue – be it major fashion brands, RMG makers or other supply chain intermediaries. If the last 12 months have taught us anything, it's that fashion cannot achieve its climate goals without suppliers. It has taken a long time for that penny to drop, but it has now finally started to hit home.\nA key reason for that is the investment community. Many investors are asking the right questions: what is happening at the suppliers' end? How are they working to help reduce emissions in supply chains?\nThe third positive from 2022 was the Made in Bangladesh Week. This was the very first time that our country brought stakeholders and dignitaries from all over the world to celebrate our wonderful RMG industry. Even Prime Minister Sheikh Hasina was present at this seminal event, along with other key government figures and advisers, international brands and retailers, suppliers, global trade envoys and much more.\nIs there any other garment production hub that's so united? Is there any other textile producer where all key protagonists are working towards the same goal? This is a key advantage that Bangladesh has as a garment supplier hub. While we might not always agree on all things, none of our rivals present such a solid, united front. This will hold us in good stead as we seek to reach a target of USD 100 billion in garment exports in the coming years.\nThe fourth point relates to China. I discussed China recently, most notably its huge carbon footprint. An area less discussed relating to China is that the country's leaders now seem determined to pursue a \"zero Covid\" policy, whatever the economic costs. I am hearing of investors pulling out of China on a grand scale as they simply cannot afford to leave large amounts of business in a country which may or may not be open for business at any given moment. Businesses like stability and consistency, which China doesn't seem to be offering right now.\nAs harsh as this may sound, this presents a huge opportunity for Bangladesh. Every person I talk to says Bangladesh can be a natural successor to China where textile production is concerned. We have already taken some business from China in the past 12-18 months, but the coming year could be the point where this \"change of guard\" goes into overdrive.\nThe fifth point is about looking forwards rather than backwards. A global downturn is expected to materialise in 2023, as per global economic experts. The only question is: to what extent?\nIt is well-known, however, that recessions always bring with them huge opportunities. Many of the world's most successful businesses were formed at the height of previous recessions. Perhaps this is because recessions force businesses to be creative and use all their ingenuity to survive. They also force businesses to trim fat, meaning those that do survive come out the other side leaner, stronger and more financially competitive.\nThe last 12 months have been volatile. But I have seen enough rays of hope to suggest that Bangladeshi garment makers can navigate a safe path through the stormy waters ahead.\nMostafiz Uddin is managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "2022 wasn’t all bad for RMG makers. Here’s why",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/2022-wasnt-all-bad-rmg-makers-heres-why-3194351",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "Central banks' unwavering determination to increase interest rates is truly remarkable. In the name of taming inflation, they have deliberately set themselves on a path to cause a recession – or to worsen it if it comes anyway. Moreover, they openly acknowledge the pain their policies will cause, even if they don't emphasise that it is the poor and marginalised who will bear the brunt of it.\nAs a new Roosevelt Institute report that I co-authored shows, any benefits from the extra interest-rate-driven reduction in inflation will be minimal, compared to what would have happened anyway. Inflation already appears to be easing. It may be moderating more slowly than optimists hoped a year ago – before Russia's war in Ukraine – but it is moderating nonetheless, and for the same reasons that optimists outlined.\nFor example, optimists expected oil prices to decrease, rather than continuing to increase; that is precisely what has happened. In fact, the declining cost of renewables implies that the long-run price of oil will fall even lower than today's price. It is a shame that we didn't move to renewables earlier; we would have been much better insulated from the vagaries of fossil-fuel prices, and far less vulnerable to the whims of petrostate dictators like Russian President Vladimir Putin and Saudi Arabia's  Crown Prince Mohammed bin Salman (widely known as MBS).\nYet, another reason for optimism has to do with mark-ups – the amount by which prices exceed costs. While mark-ups have risen slowly with the increased monopolisation of the US economy, they have soared since the onset of the Covid crisis. As the economy emerges more fully from the pandemic (and, one hopes, from the war) they should decrease, thereby moderating inflation. Yes, wages have been temporarily rising faster than in the pre-pandemic period, but that is a good thing. There has been a huge secular increase in inequality, which the recent decrease in workers' real (inflation-adjusted) wages has only made worse.\nThe Roosevelt report also dispenses with the argument that today's inflation is due to excessive pandemic spending, and that bringing it back down requires a long period of high unemployment. Demand-driven inflation occurs when aggregate demand exceeds potential aggregate supply. But that, for the most part, has not been happening. Instead, the pandemic gave rise to numerous sectoral supply constraints and demand shifts that – together with adjustment asymmetries – became the primary drivers of price growth.\nConsider, for example, that there are fewer Americans today than there were expected to be before the pandemic. Not only did Trump-era Covid policies contribute to the loss of more than a million people in the US (and that is just the official figure), but immigration also declined, owing to new restrictions and a generally less welcoming, more xenophobic environment. The driver of the increase in rents was thus not a large increase in the need for housing, but rather the widespread shift to remote work, which changed where people (particularly knowledge workers) wanted to live. As many professionals moved, rents and housing costs increased in some areas and fell in others. But rents where demand increased rose more than those where demand fell; thus, the demand shift contributed to overall inflation.\nLet's return to the big policy question at hand. Will higher interest rates increase the supply of chips for cars, or the supply of oil? Will they lower food prices, other than by reducing global incomes so much that people pare their diets? Of course not. On the contrary, higher interest rates make it even more difficult to mobilise investments that could alleviate supply shortages. And there are many other ways that higher interest rates may exacerbate inflationary pressures.\nWell-directed fiscal policies and other, more finely tuned measures have a better chance of taming today's inflation than blunt, potentially counterproductive monetary policies. The appropriate response to high food prices, for example, is to reverse a decades-old agricultural price-support policy that pays farmers not to produce, when they should be encouraged to produce more.\nLikewise, the appropriate response to increased prices resulting from undue market power is better antitrust enforcement, and the way to respond to poor households' higher rents is to encourage investment in new housing, whereas higher interest rates do the opposite. If there was a labour shortage, the response should involve increased provision of childcare, pro-immigration policies, and measures to boost wages and improve working conditions.\nAfter more than a decade of ultra-low interest rates, it makes sense to \"normalise\" them. But raising interest rates beyond that, in a quixotic attempt to tame inflation rapidly, will not only be painful now; it will leave long-lasting scars, especially on those who are least able to bear the brunt of these ill-conceived policies. By contrast, most of the fiscal and other responses described here would yield long-term social benefits, even if inflation turned out to be more muted than anticipated.\n \nJoseph E Stiglitz, a Nobel laureate in economics, is professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.\n\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "All Pain and No Gain from Higher Interest Rates",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/all-pain-and-no-gain-higher-interest-rates-3194311",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "A few weeks ago, we woke up to the news of yet another case of irregular lending activity. According to news reports, a powerful business group took out loans of Tk 30,000 crore from the Islami Bank Bangladesh Limited (IBBL), which the group owns. The amount of loans given to the group violates a single borrower's exposure limit. This happened amid the financial challenges the country has already been grappling with. Over the past decade, our banking sector has faced loan frauds by many business groups and individuals who misappropriated thousands of crores of taka from banks, such as BASIC Bank, Sonali Bank, Janata Bank, and Farmers Bank. That money is yet to be recovered, may never be recovered, and has probably been laundered out of the country.\nUnfortunately, such lending irregularities are not unknown to the authorities. Such a huge volume of loans cannot be decided and disbursed by any credit officer of a bank without directives from the high authority. Loans are granted to the so-called business groups and individuals bypassing rules and regulations and under the instructions of powerful people. Since there is no accountability for loan defaulters and their fraudulent activities, honest borrowers are demoralised and frustrated. Undue privileges are for large borrowers only. Small borrowers such as farmers are put in jail for defaulting on only a Tk 25,000 loan.\nSmall borrowers also face many hurdles to receive bank loans. Poor disbursement of loans under stimulus packages during the pandemic to small and powerless enterprises is testament to banks' unwillingness to give loans to them. But they cannot take any measure against large unlawful lending as those borrowers are either owners of said banks or have strong backing. Thus, our banking sector has set examples of monopolisation that has resulted in deterioration in the sector's governance. It has also created crony capitalism where banks are used for extraction.\nBangladesh Bank, which is supposed to oversee the governance of the country's financial institutions, has rather supported these irregular activities through its policies and actions. For example, an observer was appointed in 2010 for IBBL to monitor any loan irregularities. In 2020, the observer was withdrawn by the central bank, without any explanation.\nThere have also been serious policy amendments by the Bangladesh Bank to favour certain groups and individuals. Amendment to the provisions of the Bank Company Act, 1991 is a major regressive and harmful step. Through the Bank Company (Amendment) Act, 2018, the tenure of private bank directors was increased from six years to nine years. and the number of members of the same family in a private bank's board was increased from two to four.\nOne may recall that, before the 2018 election, the present ruling party made several pledges towards improving the economic discipline in the country, including the banking and financial sector. One of the pledges was, \"Bank frauds including loan defaulters will be subdued and all the involved bank officials, loan receivers and culprits will be brought to trial and punished.\"\nHow much the ruling party has been successful in fulfilling its pledge is evident from the existing fragile banking sector that is saddled with scams and irregularities. These incidents indicate an inertia of the authorities to fix the problem and bring discipline to the sector. The increasing trend of defaulted loans and continued embezzlement of bank funds don't indicate any urgency on the government's part to address the problem. To put things into perspective, as per the Bangladesh Bank's annual reports, in 2009, the amount of non-performing loans (NPL) in our banking sector was Tk 22,480 crore; that amount swelled to Tk 93,911 crore in 2018 and to Tk 134,396 crore as of September 2022. The actual amount of NPLs could be much more if the amounts of write-offs, money stuck in Money Loan Court and rescheduling of special mention accounts are taken into consideration.\nUnfortunately, governments in Bangladesh have always shied away from reforms of the financial sector. The sector showed better performance in the past due to some reforms. In the 1980s, the government started the liberalisation process through denationalising the nationalised commercial banks. The reform process continued during the 1990s and the 2000s. Ironically, these reforms happened under the directions of the World Bank and the IMF, not spontaneously initiated by the government.\nAdditionally, the National Commission on Money, Banking and Credit was constituted in 1984. A banking commission was set up in 1996 and a banking reform committee was formed in 2002. Following this, the Central Bank Strengthening Project was implemented in 2003 to have a strong and effective banking regulatory and supervisory system. The Bangladesh Bank (Amendment) Act, 2003 was passed in parliament, through which the central bank received autonomy to operate on its own. Sadly, it has lost its independence and become weakened day by day, despite such a mandate.\nThe practice of the government coming forward to rescue not only the state-owned banks but the private commercial banks, too, encouraged other banks to care less about their governance and performance. To improve the balance sheet of the weak state-owned banks, the government provided generous support. However, such recapitalisation has not improved their health. The NPL rate in state-owned banks is more than double the banking sector's average NPL rate. The government also came forward to rescue troubled private banks by extending flexibilities and support without any visible success.\nThe Centre for Policy Dialogue (CPD) has been urging for forming a banking commission for at least a decade now. CPD spelt out that the objective of this banking commission should be critically assessing the overall situation of the sector, establishing transparency regarding data and information on the sector, detecting root causes of the problem and possible future challenges, identifying groups and institutions responsible for crises in the sector, and making meaningful and specific suggestions on administrative, regulatory, and structural reforms for the short and medium terms. The duration of the commission will be time-bound.\nThe current finance minister also mentioned reform in the banking sector during his budget speech for FY 2019-20, saying he would examine the possibility of forming a banking commission. This promise is yet to be fulfilled. Indeed, there is a serious lack of political commitment in reforming our financial sector. Until that is done, governance in Bangladesh's financial sector will remain a far cry.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "The never-ending crisis in our banking sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/the-never-ending-crisis-our-banking-sector-3194296",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "What are the factors behind the endless enthusiasm of Bangladeshi people over the FIFA World Cup 2022? A country which is practically barren of playing fields, one where \"development\" is conducted by destroying open spaces, where children and adolescents are forced to be walled in due to a lack of playgrounds – how is it that this country is able to feel such excitement for the game of football? In the past, \"school\" was synonymous with \"playing field\" for Bangladeshis. But increased privatisation has made it so that even the most reputed schools lack outdoor spaces where students can play freely. This is how the children of Bangladesh are now being brought up. So how can we expect them to experience healthy physical and mental growth? And how can we expect our nation to flourish under these conditions of its youth? Anu Muhammad, professor of the economics department at Jahangirnagar University, talks with The Daily Star Opinion on these issues.\n \n",
        "headline_1": "What World Cup frenzy tells us about our youth's aspirations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/views-multimedia/news/what-world-cup-frenzy-tells-us-about-our-youths-aspirations-3193556",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "Amid continued economic and political disturbances around the world in the aftermath of the Russia-Ukraine war, signs of what could potentially be a shift in the global order came in the form of \"milestone\" agreements between China and Saudi Arabia recently. On Thursday, during Chinese President Xi Jinping's multiple-day visit to the kingdom, the two countries signed a comprehensive strategic partnership agreement that includes a number of deals and memoranda of understanding. On Friday, Xi Jinping and Saudi Arabia's Crown Prince Mohammed bin Salman participated in a major meeting. In these, the two sides have agreed to support each other on a swathe of wide-ranging global issues including oil, technology, infrastructure and security, while adopting a policy of non-interference in each other's internal affairs – presumably including on issues of human rights and domestic rule.\nFor a traditional ally of the United States to form a strategic partnership with a country viewed as a top threat to the US' global dominance is interesting indeed. It comes amid frayed ties between the US and both countries over oil production, human rights abuses and other issues, indicating a change in the global geopolitical order – away from the US. It should be noted that the US-Saudi alliance, which has endured through seven Saudi monarchs and 15 presidents, has been basically built on an oil-for-security premise. Riyadh could count on US weapons, and the US could \"almost always\" count on cheap Saudi oil. That understanding seems to have changed under US President Joe Biden, following the blowback over the murder of Saudi journalist Jamaal Khashoggi, and later when the Saudi-led OPEC+ decided to cut oil production in October. That decision appeared to benefit Russia – another challenger to the US dominance – amid sanctions on Russian energy that drove up fuel prices around the world, including in the US.\nAlthough, after the agreements with China, Saudi Arabia has maintained that it doesn't believe in choosing sides, it is clearly choosing friends through the lens of its interests. Saudi Arabia and China have a shared interest in the oil markets. China is the world's largest importer of crude oil, for which it is heavily reliant on Saudi Arabia. For Saudi Arabia, China is its largest trading partner, with Chinese exports reaching USD 30.3 billion in 2021 while Saudi exports totalled USD 57 billion in the same year. Having the world's second-largest economy as a critical partner can have far-reaching implications as Saudis push to diversify their economy as well as alliances. In fact, as Reuters reported, Riyadh is thought to have signed USD 30 billion in defence contracts with China. Clearly, a stronger alliance will be beneficial for both countries on multiple levels.\nA single alliance doesn't represent a major shakeup or realignment in the global order, however. Only time can say whether this will be a pattern and, if it does, how the future will pan out as a result. We need to keep our eyes open.\n",
        "headline_1": "A shift in global order?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/shift-global-order-3194111",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "The killings of 67 journalists and media workers around the world so far this year, as reported by the International Federation of Journalists (IFJ) recently, are a reminder of the threats to press freedom and freedom of expression as well as the impunity surrounding these murders. This year's death toll, which is significantly higher than in 2021, when it was 47, also represents an alarming deterioration of the situation, requiring urgent interventions. \nAccording to the IFJ, the war in Ukraine has taken the lives of 12, mostly Ukrainian journalists. While covering a war always carries the risk of casualties, there have been many cases where states have been directly involved in silencing journalists. The shocking shooting of Al Jazeera journalist Shireen Abu Akleh by Israeli forces in May is a prime example of the risks journalists face when they expose truths that contradict the state narrative. In Mexico, 11 journalists were killed, highlighting the terror of organised crime.\nIn countries where there have been public uprisings against repressive governments, journalists have been targeted quite blatantly. Since the US troops left Afghanistan and the Taliban regime took over, journalists in both electronic and print media have been arrested, some even killed. Women journalists in radio and TV channels were forced to give up their jobs and even flee the country to save their lives. The IFJ recorded at least 375 media professionals currently in prison; most of them are in China, Myanmar, Turkey, Iran and Belarus. But what about democratic states? Are journalists safe from arbitrary arrests and physical harm here? In Bangladesh, for example, there has been a proliferation of newspapers and TV channels, but does it mean we have total press freedom?\nThe Digital Security Act (DSA) has become the greatest obstacle to independent journalism in the country, as it gives carte blanche to law enforcement agencies to randomly arrest people for publishing/sharing digital content that may be construed as being \"seditious\" or \"hurting religious sentiments\" or some other vaguely defined offense. The DSA and other laws related to the media have resulted in self-censorship, which is the first symptom of an ailing democracy. Moreover, the ownership of media is being dominated by individuals or groups connected to political power which leads to further compromises in objective, authentic journalism. This is quite alarming. \nMeanwhile, in many democracies, social media has been used as a tool to spread misinformation as well as discredit, humiliate and intimidate journalists who have been critical of governments or have exposed uncomfortable truths. Women journalists especially have been targeted for relentless misogynistic trolling and incriminating rumours. The IFJ has also criticised the new form of mass surveillance, Pegasus, used to spy on people including journalists.\nAll these constitute major threats to the rights of journalists to pursue their careers freely and independently. Governments around the world are failing to realise that apart from providing the public with objective, authentic information, the media also helps governments to keep track of anomalies in their institutions which need to be corrected. It will, therefore, be in their own interest to ensure a safe and enabling environment for journalists, so that they can do their job without their lives and livelihoods being threatened.\n",
        "headline_1": "Journalism is under threat, now more than ever",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/journalism-under-threat-now-more-ever-3193406",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "Maternal and child health is two in one and a highly delicate issue because involved with this is a whole gamut of physical ---not excluding even mental --- well-being and development aspects. This week organisations working with these highly important and yet somewhat sidelined issues have refocused on those, perhaps prompted by the incumbency of the post-Covid stark reality. Reportedly, maternal undernutrition has peaked in the past three years at 38 per cent among underage mothers 15-19 years of age. Its impact is devastating with 22 per cent low birth weight of the newborn, 41 per cent and 16 per cent children under five years of age getting stunted and wasted respectively. This means malnourishment leads to stunting of 6.2 million of children of that age group and another 2.2 million children suffer wasting. Evidently, the gain Bangladesh steadily achieved in lessening maternal and infant deaths has suddenly been jolted during the pandemic-time lockdown and the post-pandemic economic crunch time. One of the reasons was child marriage. Underage girls given off to marriage suffer gender discrimination both at parents' and husbands' homes. Their reproductive health is not only seriously compromised but also their maternal nutrition is often overlooked. This nutritional deficiency reflects on the babies that are born to them. Underweight neonatal babies and stunted and wasted children under five years of age are just a natural consequence. Child marriage cuts short education of girls in particular and early pregnancy of them is responsible for the birth of underweight babies. Economic hardship further worsens the situation by constraining both mothers' and children's access to nutritious foods. Thus a vicious chain of poverty, a lack of education and awareness of health and hygiene and gender discrimination in combination takes a heavy toll on the quality of life.When human resource development ought to be the prime goal of a nation, the widening socio-economic disparities made worse by the post-Covid crisis time puts at risk the country's programme for human resource development. In Western developed countries, there are welfare benefits for vulnerable mothers, babies and children. Bangladesh has introduced immunisation programmes which have saved millions of infants and children from death before the age of five. Why cannot the policymakers think of a welfare programme for such mothers and babies in order to protect the latter from stunting and wasting? A fund specially created for this purpose can even be used in order to enrol prospective vulnerable mothers for encouraging them to avoid early pregnancy and opt for birth spacing. But before that the education support programme for girl children should be strengthened further in order to stop child marriage. No nation can afford such large-scale malnourishment of its people. In fact, for any nation it is a disgrace. Now that the country has set its sight on achieving the sustainable development goals (SDGs), there is hardly any option other than adopting an inclusive economic policy for the backward and vulnerable segments of society. The pandemic has posed a threat to the country's gain in achieving the goals but a rational approach to the economic and social problems can bring about some kind of balance rendering all segments of society productive enough to contribute to wealth creation.",
        "headline_1": "Welfare programme for vulnerable mothers, children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welfare-programme-for-vulnerable-mothers-children-1670851571",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "The news of the December 5 earthquake jerking Dhaka took many city people by surprise. Majority of the Dhaka residents are now oblivious of the series of earthquakes that shook the capital in consecutive years not long ago. After repeated tremors interspersed with mild quakes in the last decade, there has been a lull for a considerably longer time. The series of mild temblors shook areas ranging from Chattogram, Chattogram Hill Tracts, Sylhet, the surrounding areas, to the greater Dhaka. Thanks to the earthquakes' repeated strikes, many people across the country began bracing for the big one. The series of tremors stopped suddenly.The natural-disaster-conscious segments may liken the phenomenon of the lull following a series of tremors and temblors to the lull before great natural disasters like hurricanes, cyclones or tsunamis. It's also true that not all calamities are preceded by the smaller ones. They strike all of a sudden, catching the unwitting but vulnerable people unawares. There are few scopes to pass off the December 5 earthquake of 5.2 on the Richter scale as an isolated occurrence. The moot point is the frenetically unplanned way the city of Dhaka is growing, a 6/7 magnitude quake lasting just one minute could leave Dhaka a sordid site of crumpled concrete structures. Seismologists have long reached this conclusion after visiting temblor-struck sites in the cities around the world. According to earthquake experts, this natural calamity is fully unpredictable. A temblor has no fixed time for strikes --- it could be the midnight, an early morning, high noon or a tranquil evening. This is the reason why it's so feared. It doesn't happen with the volcanoes. Even a dormant volcano gives a rumbling sound for a week or a longer time. Tsunamis also take some time before their high waves sweep past the seashores, allowing people to flee and take shelter on higher places. Earthquakes shake a large area including human settlements without any warning.The reason why the Bangladesh cities should dread the temblors is their population density, the unplanned urbanisation including road planning. Thanks to these impediments, even a mild earthquake may wreak havoc with the cityscapes of Dhaka, Chattogram, Sylhet and Rajshahi. Parts of Rajshahi were fully devastated by the Great Assam-Bengal Earthquake in 1897.With skeletal infrastructure in place, the cities of the then Eastern Bengal didn't have to bother much about the quake's brunt. Still many office buildings in Dhaka collapsed, roads caved in and the Buriganga water overflew the river's banks. In the 21st century Dhaka, the impact of a major earthquake is feared to be terrible. In place of the look of a sprawling and spacious city 70 years back, it now gives the look of a concrete maze. Arrogantly built multi-storey high-rise buildings block the views in every direction. The number of roads through these tall buildings is too inadequate to allow movement of fully equipped fire-brigade and civil defence vehicles at a time.After the strike of a temblor at night, with electricity lines disconnected, underground pipes gushing out water and spewing out gas, there may be no escape route for the panic-stricken screaming people in the dense localities. In the melee ofpeople fleeing an infernal scene, hundreds are feared to become victims of stampede.The strongly built flyovers may absorb the quake shocks. Those constructed sloppily may not. The same is applicable to the concrete bridges on the city outskirts. This is how the metropolitan city may have to pay the price for its sick competition of soaring higher than the others. In order to avert these life-threatening adversities, the nation ought to remain always prepared to face post-quake scenarios. After casualties and injuries, the second phase of challenge crops up. It centres round full-scale rescue and relief operations. Rescuing near-dead people from the rubble of concrete and piles of hard objects are a common feature in earthquake spots. These emergencies necessitate the rushing in of skilled rescue workers and proper equipment to do the rescue job. In the Bangladesh capital, the fire service squads have earned plenty of kudos in successfully dealing with a few infernal blaze incidents lately. But the Bangladesh Fire Service & Civil Defence brigades are yet to prove their ability sufficiently. It's because any catastrophic earthquake is yet to hit Dhaka. According to the rescue operation experts, what are needed urgently to cope with the messy and panicky situation after a temblor comprise heavy machinery like mini-cranes, ladders etc. As per the media disclosures, the country's civil defence authorities are poorly equipped, with most of the units lacking even the primary tools like mechanised ladders. This is unconscionable.During the days of the repeated small earthquakes a couple of decades ago, the issue of the ill-equipped fireservice and civil defence department came to the fore in newspaper write-ups and TV talk shows. The authorities concerned back then came up with the assurance that the department would receive adequate funds to procure the essential tools and equipment necessary for coping with earthquake emergencies. No remarkable progress has been seen till now. Apart from the individual and community-level disasters, the earthquakes suck in its vortex of destruction the basic identities and the pride of nations. Among them, the bruised national economic ambitions and social equilibriums stand supreme. \n[email protected]",
        "headline_1": "Facing the calamity of earthquakes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facing-the-calamity-of-earthquakes-1670851629",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "Dina Boluarte, a former lawyer, on Wednesday (December 7), became the first female president of the Andean nation, Peru. It has been an unexpected stroke of luck for her as it came following the impeachment of her former boss, president Pedro Castillo, by the country's legislature, the Congress. Before being sworn in as president by the Congress, she was vice president as she was the running mate of the immediate-past president Pedro Castillo during the country's last general election held in April, 2021. The 60-year-old Dina Boluarte may remain president till 2026, the end year of the five-year term since the last election. However, given the chaotic nature of Peruvian politics, particularly the endless tug of war between the president and the Congress, Ms Boluarte's fate as president is going to be on a knife edge like all other presidents in the past. Her predecessor was removed in the Congress's third such attempt to depose him since he was elected president a year and a half before. This time the charge against him was his attempt to dissolve the Congress through a decree on Wednesday. And hours after that move, he was dislodged from power and reported to have been arrested.Though 101 members out of 130 voted to impeach President Castillo, some South American governments were critical of the development. Brazil's leftist president, Lula da Silva, for instance, called his removal 'regrettable', while Mexican president, Andrés Manuel López Obrador, outright censured the Peruvian political elite for its action. The Colombian president, on the other hand, condemned any attack against democracy. Now the problem is-- democracy is the cause that politics of every stripe claims it to be its own. And such turn of events led to MS Boluarte's becoming president. As she was no longer a Castillo-loyalist as she had meanwhile distanced herself from the former president on the issue of the choice of the prime minister, Ms Boluarte did not face much opposition in Congress.But she has not been the sole female candidate for president in Peru. In fact, there is a stronger and charismatic woman, Keiko Fujimori, the daughter of Alberto Fujimori, former president of Peru, but now serving term in jail on corruption charges. One may recall that he was president for two terms (from 1990 till 2000). But later he fled the country to avoid facing corruption charge and his failed bid to become president for the third consecutive term in violation of the constitutional provision. Keiko Fujimori failed in her bid for presidency three times. Rightist Keiko Fujimori lost to the leftist Pedro Castillo in her last presidential race. In that sense Ms Fujimori should have been Ms Boluarte's staunch opponent. Strangely, in the Congress voting, she supported Ms Boluarte.Evidently, Ms Boluarte, a newcomer in dicey Peruvian politics, will have to tread carefully, if she wants to continue her office till the end of its present term. However, to begin with, she took the right move by calling for a political dialogue and pledging to form a broad-based cabinet including members from all ideological groups. Her apparent acceptability to diverse political groups may be the fact that she does not represent any party at the moment. For as she became critical of former president, she was expelled from his party, Peru Libre, last January. But that ultimately may also prove to be her nemesis. Remember president Martin Vizcarra? Though he did not belong to any party, still he could not escape impeachment in 2020.In last three decades many Peruvian presidents had to face similar charges of corruption or of 'permanent moral incapacity'. After taking oath as President Dina Boluarte said, 'What I ask for is a space, a time to rescue the country'. But will Peru's Congress or its fractious politics, for that matter, give her a chance? \n[email protected]",
        "headline_1": "Dina Boluarte – Peru's first female president",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dina-boluarte-perus-first-female-president-1670851672",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2022"
    },
    {
        "full_article": "Cleanliness is a basic prerequisite of healthcare. Proper hygienic practices are essential to our wellbeing. Yet, some of the hospitals, clinics, diagnostic centres and even doctors' chambers in Bangladesh appear to agree only in principle. If you visit these medical establishments, you will find that they are doing the exact opposite. In these establishments, one thing is common: there is no soap to be found in their washrooms. People with diseases go to hospitals to be cured of them and not to return home with more of those diseases. The worst picture of hygiene practice could be found in our government-run hospitals. People throw away wrappers, empty bottles and garbage wherever they feel like it and ignore the dustbins. And the cleaners of these hospitals seem to do everything other than their main task: cleaning and washing. The Directorate General of Health Services must take this matter into its cognisance and ensure that every health complex and hospital maintains the basic standard of cleanliness, sanitation and hygiene. This will significantly help us in our fight against infectious diseases. And hygiene should be a first priority for all healthcare facilities throughout the country. Moreover, patients and their attendants should also follow the basics of cleanliness and discard litter in dustbins. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Keeping hospitals clean",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-hospitals-clean-1670851700",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2022"
    }
]