[
    {
        "full_article": "The 18-day winter session of Parliament that was adjourned sine die on December 21 marked a new low in India’s parliamentary democracy as the ruling Bharatiya Janata Party refused to engage with the Opposition, evaded executive accountability and passed a battery of Bills with far-reaching consequences for the country while a majority of the Opposition members remained suspended. In the final count, a total of 146 Members of Parliament (MP) from the Opposition bloc were suspended — 46 of the Rajya Sabha, and 100 of the Lok Sabha, as they clamoured for a statement by Union Home Minister Amit Shah on a breach of security that involved protesters gaining entry into the chamber of the Lok Sabha on December 13. The rift lingers, as Leader of Opposition in the Rajya Sabha Mallikarjun Kharge has written to Vice-President of India and Rajya Sabha Chairman Jagdeep Dhankhar, terming the suspension of Opposition MP as “predetermined and premeditated” by the government. The absence of any application of mind was evident, Mr. Kharge has written, recalling that an MP who was not even present in the Lok Sabha, was among those suspended. The Chairs of both the Houses could not ensure smooth conduct of the session. Attempts made by Mr. Dhankhar and Lok Sabha Speaker Om Birla lacked the requisite imprimatur of impartiality.It was in the absence of a majority of the Opposition members that the government passed new laws that rewrite the criminal code of the country, regulation of telecommunication and the appointment of the Election Commission of India. The common feature of these laws is an unprecedented increase in the power of the executive, and it is not a coincidence that they were passed without a meaningful parliamentary debate that took on board conflicting views. The government refused even the Opposition demand for a statement on the security breach, in a show of obstinacy that equates numerical majority with logical and moral infallibility. The government has blamed the Opposition for bringing the suspensions upon itself, and this position has been echoed by the Speaker and the Chairman. The case of the alleged mimicry of Mr. Dhankhar by an Opposition MP was a distraction that was convenient for the ruling party. Mr. Dhankhar himself told the Rajya Sabha that the alleged mimicry was an insult to his community, a dismaying correlation to be made by anyone, let alone a legal luminary such as himself. It is another matter whether the Opposition should have invested so much time and effort in asking for a debate on the security breach by a few misguided youths. The effect, if not the objective, of it all was to derail parliamentary functioning and obtain a free pass for the executive.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nParliament proceedings\n\n/\n\nparliament\n\n/\n\nBharatiya Janata Party\n\n/\n\nLok Sabha\n\n/\n\nRajya Sabha\n\n/\n\ntelecommunication service",
        "headline_1": "Law of numbers: On the winter session and a low in India’s parliamentary democracy",
        "headline_2": "The government should not use its majority to rush through legislation",
        "link": "https://www.thehindu.com/opinion/editorial/law-of-numbers-on-the-winter-session-and-a-low-in-indias-parliamentary-democracy/article67677048.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "The judiciary should not be seen as legitimising recurring, communally motivated attempts to change the status of places of worship. In yet another order that may end up expediting the project of converting a mosque into a temple by indirect means, the Allahabad High Court has ruled that a set of suits filed in 1991 for a declaration that a part of the site of the Gyanvapi Mosque in Varanasi as the property of Lord Vishweshwar is not barred by law. The court has decided, as it had done earlier on a 2022 suit by a group of Hindu worshippers, that the old suits are not barred by the Places of Worship (Special Provisions) Act, 1991, which invalidates legal proceedings that may lead to altering the status of any place of worship as it stood on August 15, 1947. In what seems to be specious reasoning, the court has held that the Act is not applicable as the “religious character” of the structure is yet to be determined. In other words, instead of nipping the cunning piece of litigation in the bud, the court has allowed a full civil trial to decide whether the structure in the Gyanvapi compound is a mosque or a temple and stated that unless this status is determined based on evidence, it cannot be called a temple or a mosque. Such an approach may only end up driving modern society into a revanchist mindset seeking to avenge medieval depredations.In the case of the 2022 suits by women worshippers, the court had noted that the proceedings were aimed at asserting a right to worship the deities on the mosque precincts, and not to convert it into a temple. However, the 1991 suits explicitly seek a declaration that the main part of the site is a mosque and also want the mosque administrators to remove all their religious effects. Despite this explicit relief being sought, the court has chosen to treat it as a suit that is maintainable and not barred by the Places of Worship Act. The order has also upheld the order for a survey of the premises by the Archaeological Survey of India (ASI), but asked for the ASI survey done on the basis of the 2022 suits for the purpose of deciding the 1991 suits also. It has provided for a further survey, if necessary. What is disconcerting in the High Court order is that it claims that the dispute raised in the case is “of vital national importance”. This is an astounding claim for a judicial institution to make while adjudicating litigation between two parties. The judiciary must stay committed to the constitutional vision of secularism and enforce the statutory bar on converting or reconverting the status of places of worship. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nVaranasi\n\n/\n\nlaws\n\n/\n\nreligion and belief\n\n/\n\narchaeology\n\n/\n\nconstitution",
        "headline_1": "Legitimising revanchism: On the Gyanvapi case and the Allahabad High Court",
        "headline_2": "Courts should not stray from the constitutional vision of secularism",
        "link": "https://www.thehindu.com/opinion/editorial/legitimising-revanchism-on-the-gyanvapi-case-and-the-allahabad-high-court/article67676954.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "Last week, the Gujarat government relaxed its prohibition laws for GIFT City, promoted as an international financial services centre. Entrepreneurs can set up “wine and dine” spaces to cater to a global business ecosystem. The Gujarat government deserves credit for taking this step. However, the prerequisites for an international financial centre (IFC) and the larger issue of prohibition need to be unpacked.\n\nLessons from Mumbai | In 2007, GOI brought out a report that had been written by leading lights of the financial sector on ways to make Mumbai, India’s commercial capital, into an IFC. In addition to recommendations on tax laws and rates, and other regulatory features of securities markets, the committee made suggestions relevant to both GIFT City and any other aspiring IFC.\n\nTaxes plus approach | Tweaking tax and regulatory aspects are the easy part. To be an IFC, a city needs to compete for the attention of a globally mobile elite. In short, it must be a genuine international city.\n\n\nGovernance and hospitability | The report on Mumbai emphasised the importance of urban infrastructure and governance. A global elite has many options and looks for a threshold in terms of quality of life. As the report observed, stray conversations and socialising can catalyse new business in an IFC. That’s where aspects other than regulation and taxes come in. Lifting a ban on prohibition is merely a start.\n\nProhibition’s messy outcomes | Prohibition is one of the worst policy ideas in India, but one that still has takers. GIFT City presents one example of how prohibition complicates life and creates conditions for a parallel economy. To wine and dine there, liquor permits will be issued. A permit for any prohibited commodity always magically creates another market, which in India leads to more ham-handed regulations.\n\nBihar’s sorry record | Bihar represents the most striking recent example of how prohibition has failed. Since it was imposed in 2016, there have been many hooch-related deaths. Also, anecdotal evidence such as police saying rats have consumed thousands of litres of confiscated alcohol suggests that it just adds to corruption. For a relatively poor state, prohibition results in a significant loss of revenue to the state exchequer.\nImage credit: ANI\nProhibition as a policy makes no sense. Bihar should go the GIFT city way. So should every place that suffers from this policy.\n\n",
        "headline_1": "Too small a gift: GIFT City’s relaxation on prohibition is good but not enough; India needs sensible policies to attract global elite",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/too-small-a-gift-gift-citys-relaxation-on-prohibition-is-good-but-not-enough-india-needs-sensible-policies-to-attract-global-elite/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "Two weekend attacks on commercial ships with Indian interests in the contiguous seascape stretching from the northern Indian Ocean to the Red Sea have created a serious security dilemma for New Delhi. First, India-bound MV Chem Pluto with 21 Indian crew was hit by a projectile. Hours later crude carrier MV Sai Baba with 25 Indians on board faced a drone attack in the southern Red Sea.\n\nHouthi challenge | Yemen’s Houthi rebels’ attack on ships seems to now target vessels with no Israel connection. This has raised suspicions that Houthis’ Iranian backers may be providing the rebels with a list of targets for strategic purposes – something Tehran denies.\n\n\nIran conundrum | Logically, India should parley with Iran to protect Indian crewed and flagged ships or those with Indian cargo manifest. But New Delhi’s relations with Tehran have dipped over the last few years, mirroring the upswing in its ties with Gulf Arab states as well as its closer ties with Israel.\n\nSecuring sealanes | America recently proposed a multi-national naval force – Operation Prosperity Guardian (OPG). And Danish shipping major Maersk said it would resume transit through the Red Sea under the force’s protection. But there are issues. It’s not the availability of ships – many countries have been engaged in antipiracy missions in the region for years. But Arab nations don’t want to be seen attacking Yemen, another Arab nation. Some countries don’t want to be seen acting in favour of Israel, and others are trying to avoid a larger regional conflagration involving Iran.\n\nImage credit: ANI\nGlobal test | That China hasn’t joined the OPG despite its interests being potentially affected gives the problem a geopolitical dimension. Iran, through its proxies, along with China and Russia, is demonstrating its disruptive capabilities. India should coordinate with US naval assets in the region to protect its shipping interests. And the Indian navy should stand by to contribute more robustly to this effort.\n\n",
        "headline_1": "Choppy waters: Houthi attacks on Red Sea shipping pose a global challenge; India must work with US to protect interests",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/choppy-waters-houthi-attacks-on-red-sea-shipping-pose-a-global-challenge-india-must-work-with-us-to-protect-interests/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "This month marks a decade of the law against sexual harassment at the workplace. But there’s much work to be done to make organisations safe. What women wrestlers faced is a prime example\nThe shoddy handling of the case of sexual harassment of India’s women wrestlers – complaints unheeded, authorities’ faltering response and the accused’s belligerent attitude – is a lesson on how notto handle such cases. It is worth noting that while the wrestling agency stands suspended, the sexual harassment complaint – and protests led by Vinesh Phogat and Sakshee Malikkh – against its ex-chief Brij Bhushan, the crux of the case, hangs fire.\n\nIn a separate incident, a woman judge from UP wrote to the CJI: “No one listens.” Her message to all the working women in India is that, “Learn to live with sexual harassment. It’s a truth of our lives. The POSH Act is a big wholesome lie told to us.”\nRead full opinion on TOI+\n\n",
        "headline_1": "The system & the Sakshees",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-system-the-sakshees/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "Can it set up a space station by 2035 and put humans on the Moon by 2040? Yes, Isro has already demonstrated multiple key abilities. But don’t expect it on a shoe-string budget\nIt’s perhaps the way she pulls at the shores. Or, is it the way she reflects the Sun? Moon evokes many emotions in humans, just as she influences Earth – and wanting to settle there, albeit temporarily, has been among the early ambitions of even the first humans to put a satellite in space.\n\nFive decades after Neil Armstrong and Buzz Aldrin set foot on the lunar surface, and as the world moves from the Apollo era to the Artemis generation, Moon landings, boots on ground and eventual habitation are back to the fore with all major spacefaring nations displaying more than just ambitions.\nRead full opinion on TOI+\n\n",
        "headline_1": "The Moonrush is crowded, India has a good start",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/the-moonrush-is-crowded-india-has-a-good-start/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "If one of the objectives of the government's yearly food grains procurement drive, as often told by officials concerned, is to ensure a fair price for farmers, then so far, the ongoing one for Aman crop cannot be said to have been up to that objective. Though, as reported, officials doing the procurement are getting spontaneous response from millers, who are getting Tk 4.0 more for each kg of rice than the market price, the same is not true of farmers.  But they are also offered a similar incentive of additional Tk 2.0 per kg of paddy over the market rate. Going by a report in the Monday's issue of this paper, only 0.013 million tonnes (6.5 per cent) of paddy, out of the targeted 0.2 million tonnes, have been procured since the launching of the drive a month ago. But when it comes to the procurement of rice, the picture is quite the opposite with the rice mill owners responding promptly to the offer. Small wonder that poorer performance in case of paddy notwithstanding, overall, this year's food grains procurement  drive so far has proved to be rather encouraging with the report of 30 per cent of the total original procurement target of 0.7 million tonnes already achieved.\nWhy is this dichotomy between the paddy and rice procurement targets? As is evident, the farmers as in the past hardly ever find the price for their crop, paddy, as offered by the government, lucrative. Seeing that there is little difference between the market price for paddy and that offered by the government at Tk 30 a kilogramme (kg) this year, there is no reason for farmers to make a beeline for the government's procurement centres. Also consider the hassles they have to go through at the official purchasing spots.\nDryness of paddy, for instance, is a big issue with the food directorate officials as they will allow only 14 per cent moisture content for paddy they would buy. But how can farmers meet the condition as they have no device in their hands to fulfil this officially set technical requirement? There is also the usual bureaucracy at work at the official channel of procurement which is a big barrier to farmers' willingness to make use of it. Also, due to unfavourable weather, farmers this time are reportedly facing problem drying their paddy. Even so, the paddy procurement drive would be more rewarding this year if the conditions at official procurement centres are kept at a level more farmer-friendly. Unsurprisingly, the government's keenness to help growers get a fair price for their crop flies in the face of the realities on the ground. In that case, to incentivise farmers to sell paddy to the government's procurement officials, first, the rates offered for their grains should be considerably higher than the existing market prices.\nImportantly, the procurement officials' attitude towards farmers selling their cereal should not be one of doing a favour to them. Farmers should be spared the trouble of maintaining moisture content of the paddy to be sold at the exact level as required by the government. Fourth, there should be a massive campaign about the launching of the paddy procurement initiative as many farmers often remain unaware of it. Since this season's food grain procurement programme is expected to continue till February next year, there is still time for improving the situation for paddy purchase by the food department.",
        "headline_1": "Farmer-friendly paddy procurement drive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/farmer-friendly-paddy-procurement-drive-1703597400",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "The directive of the prime minister to prepare a master plan to protect cultivable land in all the upazilas of the country is not a new one. It may be recalled that months after assuming office of the current term, the PM had instructed the authorities concerned to chalk out a master plan for all upazilas under a specific development design aimed at protecting crop lands and checking unplanned construction of buildings, roads and other structures. Although the progress of work is not known, it has been learnt that the ministry of local government, rural development (LGRD) is at work on the master plan. As reported by the media, at a cabinet meeting last week, the PM, while noting that the master plan will ensure rational use of land in the development process, asked the authorities concerned to complete formulation of the plan within the quickest possible time.In a land-scarce country like Bangladesh, losing arable land is one of the common concerns that frequently gets in the way of achieving many development objectives. According to the US Environmental Performance Index (EPI) report, Bangladesh tops the list of countries losing arable lands quite fast. There is, however, an element of confusion as to the pace at which arable lands are getting lost. Conflicting, at times exaggerated estimates make it difficult to be informed about some of the basics – actual lands under cultivation, those under industrial use and human habitation and so on. While losing arable land is a reality one has to live with, the important aspect is the availability of credible data in order to facilitate the planners to plan and address a multitude of issues, not all of which are necessarily related to food production. However, authentic information is crucial for the simple reason that food security hinges on the availability of land under cultivation.Studies conducted in the past revealed that the country was losing around 1.0 per cent of its agricultural land annually. According to an agricultural census conducted in 1983-84, the country's total agricultural land was estimated at 9.2 million hectares. A subsequent study done in 1996 showed a considerable decrease in farm lands amounting to 8.2 million hectares. This shows the annual loss at 1.0 per cent. But findings of a study conducted a few years ago by the country's lead NGO BRAC revealed a somewhat relieving picture. Between 1983 and 2008, the study says, decrease of cultivable land was at an annual rate of 0.3 per cent instead of the 1.0 per cent as found by an earlier study, which by all accounts is alarming. However, one important issue that needs to be worked on is a database of the size of agricultural lands in order to make a plan at the macro level easier. Besides, there is also the need for accurate data about the reclaimed lands that the government has been announcing for some time now but not providing precise information as to their size. Now, while credible data are important, equally important it is to know the reasons behind the losses. The reasons are not many, but how these impact the loss and what measures are needed to check matters that require urgent attention should be prioritised. Tiding over the losses through adoption of a combination of policies and actions could be the right way to address the situation. At the root of the loss, the number one factor is the increased demand for land as a result of an increasing population. More and more lands are required for raising homesteads, and the requirement is met mostly by agricultural lands. As per 2001 population census, the total number of homesteads in the country was 24.85 million which rose to 28.66 million, 2008 agricultural census finds - at a growth rate of more than 15 per cent. Subsequently, as per 2011 population census, the number of homesteads stood at 32.18 million. The total land area occupied by homesteads between 1996 and 2008 rose from three hundred fifty three thousand acres to six hundred seventy seven thousand acres. Similar is the case with the requirements of roads that come up with increased population and decrease in agricultural lands. Coupled with it is the recurrence of river erosion that takes its toll on farm lands. Looking at the overall situation, it appears that loss of farm lands could have been partly avoided had there been a legal bar on the use of agricultural lands for purposes other than cultivation. There were opinions many a time from concerned quarters in the past to bring some legal instrument in force so that agricultural lands could be protected.While the loss of farm land is an issue of serious magnitude, there is also the need to examine a number of allied matters that need important data by way of intensive research. For example, the need to examine economic returns from farm lands being used for non-agricultural purposes is one such. There is thus the need for research not just to update the available farm lands including those being reportedly reclaimed, but also to disseminate findings on a host of inter-related matters to facilitate macro planning.These are some of the core issues that must be kept in mind by all concerned while preparing the master plan. Understandably, the proposed master plan, if worked out thoroughly and thoughtfully, is highly likely to help address most of the problems affecting crop lands. wasiahmed.bd @gmail.com",
        "headline_1": "Master plan for rational use of land",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/master-plan-for-rational-use-of-land-1703597553",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "According to a recent report prepared by the UN's Food and Agriculture Organisation (FAO) titled `World Food and Agriculture Annual Statistical Booklet 2023', Bangladesh produced about 93.3 million tonnes of agricultural produce in FY2021. At the same time, the country imported an estimated 12.5 million tonnes of foods. Based on these figures, FAO calculates that Bangladesh is the third largest importer of food globally after China and the Philippines. There should be no confusion over the fact that the country has taken giant steps to increase the range of agricultural cultivation over the last two decades. Bangladesh scores above many other countries when it comes to production of staples like rice, vegetable, fish and fruit. Per capita calorie consumption in these categories is good. Then again, it is also true that the nation is lagging in certain areas which include edible oil, meat, milk and there is a significant dearth in consumption of these items because Bangladesh doesn't produce enough. Agriculture production volume and efficacy in distribution are areas that are always in a state of continual flux due to multifarious reasons. Weather fluctuations, imperfections in the supply chain are factors that do come into play, but there is always room for improvement. Policymakers have stated that steps are being taken to \"increase the production of import-dependent food products.\" That involves items like edible oil, onions and lentils thanks to the introduction of new varieties and also providing incentives to farmers. But will that be enough? There is ample evidence of incentives not reaching target populations such as farmers and where markets are largely in the hands of syndicates, farmers are more often than not left in the lurch because they must sell at break-even prices or at times losses. There has been widespread coverage of this issue in national media but as stated before, policymakers can change it for the better.The report informs that the average per capita calorie consumption in Bangladesh is 2,614 (global average is 2,931) which isn't particularly on the wrong side. Of this calorie makeup, nearly half (1,288 calories) comes from rice and wheat or other food grain. Edible oil (203 calories), sugar (83 calories), fruit and potato take up similar marginal percentages. That means, mass people are relying on basic staples of rice and wheat to make up the bulk of their daily food intake and there is little variation. This needs to change because as pointed out by nutritionists in the country, food value can be got from consuming low-cost food produced in the country. The current state points to eating habits centered around imported (albeit expensive) foods such as fruits. Although there has been a big push to increase production of fish in the country, production and consumption of other items like edible oil and fruit lag far behind. It is not merely a question of producing enough quantity and variety of food items. Unless people are encouraged to diversify their eating habits and opt for local varieties of the same foods, the gain will be marginal. Import of foreign foods should be discouraged by slapping non-tariff barriers and local fruits popularized with policy support. Bangladesh has demonstrated the capacity to produce enough food to feed its large population. But changing food habits require a combination of policy-level decisions that include import restriction, effective incentives to farmers for cultivation of import-substitute items and massive campaigns to highlight the greater nutritional values of local varieties of fruits.[email protected]",
        "headline_1": "Need to increase food production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-to-increase-food-production-1703597614",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2023"
    },
    {
        "full_article": "The Essential Drug Company Limited (EDCL) manufactures quality drugs at an affordable price and supply them to the government hospitals and other health institutions. The state-owned pharmaceutical company is supposed to set up at least one factory in each administrative division. However, until now, only three factories have been set up and functioning in Dhaka and Khulna divisions. These factories are producing a total of 24 essential drugs and distributing them free of cost to government hospitals, upazila health complexes and union health units. It is no doubt a laudable initiative of the government. In recent years, many people are increasingly suffering from cardiac diseases. Stent, a small tube typically used to hold open passages in the body such as weak or narrowed blood vessels, is often used in the treatment of cardiac diseases and surgical operations. However, these stents are not produced in Bangladesh. They are imported from abroad. Recently, the Bangladesh Drug Administration has fixed the price of stents from a minimum of Tk 14,000 to a maximum of Tk 140,000. Such a very high price of stent and operation cost are not affordable to most patients in Bangladesh. The government-owned EDCL can start manufacturing different types of stents and distribute cheaply to the public hospitals. When the EDCL will manufacture stents, their cost will probably go below Tk 5,000, which will be affordable to most patients. If the authorities concerned take this initiative, it may take four to five years for Bangladesh to manufacture stents at home. Md Ashraf Hossain, 120, Central Bashabo, Dhaka-1214, [email protected] ",
        "headline_1": "Bangladesh should manufacture stents",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-should-manufacture-stents-1703597684",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-12-2023"
    }
]