[
    {
        "full_article": "After two and a half months of widespread and continuing violence in Manipur, which included a conflagration in early May, Prime Minister Narendra Modi finally broke his silence, after video images of tribal women being paraded naked in Thoubal district on May 4 once again showed up the heinous nature of the conflict in the State. But Mr. Modi is yet to acknowledge the causes and the consequences of the conflict that is threatening to spiral out of control. The Supreme Court of India’s suo motu cognisance of the sexual assault seen in the video and its issuance of ultimatums to both the Union and the State governments to bring the perpetrators to book or to step aside and let the judiciary take action are a stinging indictment of their failure in restoring normalcy in Manipur. After outrage expressed by Members of Parliament and political representatives cutting across party lines, Mr. Modi, who has maintained a conspicuous and unexplained silence on the raging violence in Manipur, weighed in on the crime and promised punishment of the guilty. For a leader who has always sought the limelight and the need to dominate the airwaves, Mr. Modi’s stand on the Manipur violence till now had betrayed an insouciant attitude towards the crisis in the State. The renewed attention on the Manipur conflict has finally led the State government to promise that it will bring the perpetrators to book, but the events of the last two and a half months reveal a significant gulf between the Meitei and the Kuki-Zo communities. Steps towards reconciliation would require much better leadership than what the much touted “double engine” government of the Bharatiya Janata Party (BJP) has offered so far.Despite Home Minister Amit Shah’s visit to Manipur in late May in the aftermath of the conflagration, there has been little movement on getting the displaced people back to their homes or ensuring a reduction in ethnic hostility; sporadic incidents of violence continue to roil the State. Manipur Chief Minister N. Biren Singh’s policies and utterances have shown that he is unable to rise above identitarian politics. The Kuki community sees him as part of the problem. The BJP too is divided on ethnic lines. If the sequence of events leading up to this situation and the festering ethnic hostility are anything to go by, it should be clear that Mr. Singh’s continuation as the Chief Minister is untenable. But the BJP seems loath to antagonise Meitei majoritarians whose support allows Mr. Singh to retain power. While Mr. Singh’s government has finally sought to take action against the crime committed on May 4, by arresting four men following the outrage, more needs to be done to reverse the hostile situation. Replacing Mr. Singh with a less controversial leader would allow for civil society representatives from the different ethnicities to begin reconciliation and peace initiatives in earnest.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\njudiciary (system of justice)\n\n/\n\ntribals\n\n/\n\ngovernment\n\n/\n\nmedia\n\n/\n\njustice and rights\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Belated outrage: On the Manipur violence and the top political response",
        "headline_2": "Steps to address Manipur issue must begin with change of leadership",
        "link": "https://www.thehindu.com/opinion/editorial/belated-outrage-the-hindu-editorial-on-the-manipur-violence-and-the-top-political-response/article67106542.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "Courts should adopt a clear-headed and common sense approach while considering the grant of bail, and should eschew the tendency to keep someone in prison merely because the police oppose bail with great vehemence. In granting regular bail to activist Teesta Setalvad, the Supreme Court of India has effectively rebuffed the Gujarat police stand that the purported gravity of the offence she is accused of is enough to deny her bail. As the case depends mainly on documentary evidence, all of it forming part of the charge sheet filed in the case, the Court really saw no need for her to be in judicial custody. Further, Ms. Setalvad had been subjected to custodial interrogation during a seven-day police remand shortly after her arrest in June 2022, and she was not called in for any further questioning ever since she was given interim bail by the Supreme Court in September. In effect, the three-judge Bench headed by Justice B.R. Gavai saw no real need to imprison someone during trial solely because the police strongly argued that she had allegedly fabricated evidence and goaded victims of the 2002 pogrom in Gujarat to level false charges against political leaders in a bid to implicate them in the communal carnage.The Court posed some pertinent questions to the Gujarat police. The case of forgery and fabrication of evidence was registered shortly after the Supreme Court, while rejecting a riot victim’s plea, had observed that those who had sought to malign the State government and its functionaries should be put in the dock. Ms. Setalvad had been arrested within a day, and the Court had questions about what investigation it had conducted within such a short time to justify her arrest. Notably, the apex court Bench was of the view that the High Court order refusing bail to her contradicted itself, as it had initially observed that it cannot go into the existence of a prima facie case, but had gone on to consider statements of witnesses against her. The ruling is yet another reminder that an order of bail must be the norm after considering whether the accused is likely to flee justice or will be available for trial, and if, once freed, will be in a position to influence witnesses or tamper with evidence. While the gravity of the offence is a factor, it need not be the sole consideration. The trial in this case is set to begin soon in a Sessions Court in Ahmedabad. One hopes it will settle the question whether activists assisting victims ought to have been proceeded against on the charge of trying to implicate innocent political leaders.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\n Twitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolice\n\n/\n\nprison\n\n/\n\njudiciary (system of justice)\n\n/\n\nGujarat\n\n/\n\npolitics\n\n/\n\narrest",
        "headline_1": "Clear-headed approach: On the judiciary, the police and the grant of bail",
        "headline_2": "Bail should not be denied merely because police object to it strongly",
        "link": "https://www.thehindu.com/opinion/editorial/clear-headed-approach-the-hindu-editorial-on-the-judiciary-the-police-and-the-grant-of-bail/article67106316.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "The Manipur video of women under assault made everyone sit up. In the deteriorating law and order situation, there is merit in examining the legal prudence of the Manipur high court ruling on Meitei tribal status. The word tribehas sociological connotations whereas the term ‘scheduled tribe’ has the constitutional weight of Article 342. It’s also worthwhile to look at the historical background of the scheduled tribe classification.\nThe Manipur chief justice directed Manipur government on March 27 to “consider inclusion of the Meitei community in the Scheduled Tribe list, expeditiously, preferably within a period of four weeks” from the date of the order. He completely overlooked the fact that recognition or de-recognition of communities in the scheduled tribe or caste category is fraught with sensitivities.\nMaking of an ST\nThe process of inclusion of a social grouping as a scheduled tribe is an administratively detailed one and has evolved over the years. As correctly noted by Supreme Court, courts are not constitutionally empowered to adjudicate on this matter, at least until due process has been completed. Here, what were the procedural modalities overlooked?\nRead full story on TOI+\n\n",
        "headline_1": "How Manipur HC got it all terribly wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/raghav-chadha-blog/how-manipur-hc-got-it-all-terribly-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "Hoineilhing Sitlhou\nOn July 19, a disturbing visual of an enraged mob parading naked women and sexually assaulting them became viral. Aside from what this says about what’s happening in Manipur today, the video reaffirms how women are affected differently in zones of conflict, how women’s bodies are reduced to sites for assertion of power or political agenda.\nBody of violence\nA careful study of the ongoing turmoil in Manipur shows how women’s bodies across different ethnic communities are used in various ways: to mark the enemy as a security threat; to define political boundaries of who is an ‘insider’ and ‘outsider’ to the imagined community; and also to curtail the level of intervention of a third party like the Indian army or Indian paramilitary forces.\nThe Coordinating Committee on Manipur Integrity (COCOMI) was quick to discount the incident, claiming no rape took place, and that the mob just disrobed the women and touched their bodies. Note here that following the Justice Verma Committee Report 2013, the definition of rape is no longer limited to penetration. The fact that the act was non-consensual and involved disrobing still qualifies it as a case of sexual offence under IPC.\nRead full story on TOI+\n\n",
        "headline_1": "Why & how mobs are targeting women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-how-mobs-are-targeting-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "An essential feature of a state is that it has a monopoly over violence. This monopoly is tempered by an elaborate system of checks and balances to ensure that there’s no arbitrariness or partisanship. Using this basic feature of a state as a benchmark, Manipur, yet again, failed the test on Friday when a mob burned down the house of a man alleged to have been part of a group that paraded two women naked. It’s come after weeks of anarchy that keeps widening the ethnic fault line between Meiteis and Kukis. There’s overwhelming evidence that the state in Manipur has withered away.\nConsider what the National Commission for Women, a statutory body, said on Friday. Thrice they had reached out to Manipur authorities over instances of violence against women. Not once did they receive a reply. What should one make of CM Biren Singh’s behaviour when home minister Amit Shah visited Manipur in end-May? A report in this paper said that Singh did not accompany Shah when he visited Kuki-dominated areas. It doesn’t portray the picture of a CM in control. Moreover, the prolonged internet ban is a proxy admission of the collapse of credible policing.\nClose to three months after trouble broke out, Manipur faces the daunting challenge of ending violence and finding ways to narrow the ethnic divide. On available evidence, this task is beyond Singh. The Constitution places GOI above states in the hierarchy of power and charges it with the task of protecting a state from internal disturbance. It’s for GOI to bring about necessary changes in administration to first ensure that mobs don’t take over the role of the state. That’s a prerequisite to begin the process of healing.\nThe ball’s in GOI’s court.\n\n",
        "headline_1": "A job for GOI: Govt is withering away in Manipur. Centre must act fast",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-job-for-goi-govt-is-withering-away-in-manipur-centre-must-act-fast/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "What caused CJI Chandrachud to write a letter to all the chief justices of high courts, saying that “protocol facilities which are made available to judges should not be used in a manner that is liable to result in inconvenience to others or to bring public criticism of the judiciary”? Another letter, this one written on behalf of an HC judge. It complained about the “great inconvenience and displeasure to his Lordship” while travelling on a train with his spouse and demanded an explanation from various railway officials for their “dereliction of duty”. CJI has highlighted a real problem, where judges who are addressed as “Milords” in courts then step outside expecting similar treatment there too. But his solution of “self-reflection” shall not wash.\n\nThe judge who expects his train travel to be without the delays that plague all travellers, does so because of all the rich cushioning that comes with his position. Depending on seniority and the particular state, the protocols provide him travel accessories ranging from showy police escort and pilots to free stay and guard of honour, all with the taxpayers’ wallet. A lot of this is colonial baggage. But it is only getting inflated. Last year GOI amended the Supreme Court Judges Rules to provide a domestic help and a chauffeur to retired SC judges for their entire lifetime. Judges’ entitlements should instead be thinned, judiciously.\n\n",
        "headline_1": "Not done, milords: Protocol entitlements for judges need to be pared",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-done-milords-protocol-entitlements-for-judges-need-to-be-pared/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "It is extremely disappointing to know that Arial Beel, one of the country's largest wetlands located in Munshiganj, stands on the brink of a devastating transformation. One may recall that over a decade ago, the residents of Arial Beel united to protect their ancestral lands from an ill-conceived airport project of the government. Their determination and community solidarity also paid off, forcing the government to abandon its plan. However, this triumph is now overshadowed by a new threat that looms over the beel – illegal real estate development.\nAccording to a report by this daily, the very farmers who once valiantly defended their territory are now yielding to the lure of higher profits, thus becoming \"pawns in a sinister game of environmental degradation\". Exploiting their financial vulnerabilities and a surge in land prices following the opening of the Padma Bridge, unscrupulous real estate companies have acquired portions of the wetland, filling them up with sand and promoting residential development through strategically placed signboards. This is a clear violation of multiple environmental laws that prohibit any filling or altering of government-recognised reservoirs, including the Natural Water Reservoir Conservation Act 2000, the Bangladesh Environment Conservation Act 1995, and the Bangladesh Water Act 2013.\nIt goes without saying that the consequences of this will be devastating and far-reaching. We cannot stress enough the importance of wetlands like Arial Beel, whose natural water storage capacity plays a crucial role in absorbing excess water during heavy rainfall or storms, mitigating the risk of flooding in nearby areas. But thanks to the unchecked encroachment by real estate sharks, its once-thriving ecosystem is at risk. Already, loss of land fertility due to the obstruction of water entry as well as a decline in fish production have been reported. However, the exact extent of damage suffered by the wetland remains unclear, due to the lack of accurate data, which also shows the lack of concern by the relevant authorities.\nThis is deeply alarming. The responsibility to safeguard Arial Beel falls squarely on the Department of Environment (DoE), but also on the local administration and other relevant agencies, who, unfortunately, are turning a blind eye to the ongoing degradation. It is largely because of their inaction that we have already reached an overall critical stage, with a recent study revealing that the rate of wetland filling in the country has increased significantly over the past eight years. We must not allow this trend to continue. The authorities must take immediate action to halt further destruction of our beels and haors in the name of development. Failure to do so will not only have catastrophic consequences for the present generation but also for all the generations to come.\n",
        "headline_1": "Save Arial Beel from real estate sharks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-arial-beel-real-estate-sharks-3375701",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "Non-government secondary school teachers have been demanding the nationalisation of schools for a long time. That the schools as well as the teachers should perform better and the conditions for doing so have to be created is not in dispute. Is nationalisation, that is, bringing all schools under government management and making teachers national government employees, the answer?\nTeachers have been carrying out sit-ins in front of the national press club and being subjected to coercion by police to restrain them. This is a sight we can do without. The meeting of the protesters' representatives with Education Minister Dipu Moni is reported by the teachers' spokesman to have been not \"fruitful.\" The minister said no decision can be taken before the upcoming national parliamentary election, but promised to appoint two committees, respectively, to look into \"how nationalisation may be undertaken\" and its \"financial implications.\" Teachers vow to continue their protest.\nThe protesting teachers' demand to be placed on the government employees' roll and to be remunerated as per civil service salary and benefit rules, on the face of it, may be seen as legitimate. Teachers' well-being is important, but the stakes are much higher. Teachers' welfare has to be protected along with solving the problems of the woefully low quality, inequality of opportunities and exclusion of various disadvantaged groups. Expenses on teachers amounts to over 80 percent of the operating costs of schools. How well teaching personnel cost is managed largely determines the return from the total education investment of the nation.\nThere are over 20,000 secondary schools in the country, of which only 684 are managed by the government directly, all of which enrol about 18 million students. The non-government schools (other than a few privately owned schools, many of which are English-medium) receive government support through MPO (Monthly Pay Order), an arrangement to pay basic salaries by the government of approved numbers of teachers. The system originated in the colonial days, when the rulers declined to take responsibility for children's education and instituted the system of meagre grants-in-aid to schools established by community initiative and philanthropy.\nIndependent Bangladesh has taken responsibility for free and compulsory education at the primary level (up to Class 5) by adopting the compulsory education act in 1990. No such obligation has been assumed by the government for secondary or tertiary education. Without belabouring the point, it can be said that a developing country aiming to gain middle-income status in a decade and aspiring to be a developed country by 2041, cannot leave a large proportion of its youth deprived of secondary education of acceptable quality. Goal 4 of the global Sustainable Development Goals (SDG 2030) aims for free, inclusive, and quality secondary education for all children. Bangladesh has accepted this commitment. But it has not worked out a plan and strategy defining the scope of government obligation, including public funding commitment. This is what Dr Dipu Moni may be talking about when she says two committees will work on the \"nationalisation\" approach and its financing.\n\nLooking at the issues though a broad frame, rather than just repeating the pattern in primary education that has not worked well, is necessary.\nWe need to learn from the experience of primary school nationalisation. It's not exactly a resounding success, despite official narratives being to the contrary. In over three decades, we have not achieved universal inclusive and equitable participation, especially if one considers children actually completing this stage. Even more disturbing is the result in learning outcomes. By the World Bank's learning poverty metrics, 58 percent of children in Bangladesh between 10-14 years of age cannot read a simple Bangla text comprehensively. It cannot be a consolation that our neighbours in South Asia are not doing much better. The point is that nationalisation has not delivered the results, though the teachers' remuneration has improved somewhat. Primary teachers do complain about anomalies about the salary structure in which they have been placed, compared to civil service positions in other sectors.\nA nationalisation plan for secondary education in line with what has been done for primary schools (which apparently is the demand of the protesting teachers) will not serve the children's and the nation's interest. And ultimately, it will not help to improve the welfare and status of teachers.\nFulfilling the state's obligation to guarantee the right to basic education, now universally defined as pre-school to pre-tertiary (K-12), need not and should not be an issue of scarcity of public funding. Many countries poorer have invested larger public funds in education than the less-than-two-percent-of-GDP of Bangladesh. It is a question of national priority and political commitment. But, at the same time, it has to be ensured that the funds are used effectively to achieve the results.\nBasic structural problems of education governance and management, including the performance of teachers and their status in society, have to be considered. Looking at the issues though a broad frame, rather than just repeating the pattern in primary education that has not worked well, is necessary. Education discourse, research, advocacy of education activists, and relevant international lessons suggest key areas which need policy-level attention.\n1) Decentralising the education governance to plan and manage quality education in each upazila and district, and ensuring greater accountability of schools and teachers to the parents – eventually creating district school authorities to run quality schools in each neighbourhood.\n2) Attracting and retaining the best talents in school teaching, with necessary steps taken for professional preparation, certification, professional career path, incentives, and social status. A national education service cadre and a separate education service commission would also be important measures.\n3) A regulatory framework for all schools and all teachers (government and non-government), applying basic school and teacher quality and performance standards.\nWorking on these issues calls for a longer-term commitment at the highest level of policymaking. But these are perhaps not the concerns high on the list of the protesting teachers. An appropriate strategy would be to consider short-, medium-, and longer-term actions within an overall frame of goals, principles, and strategies. While transformative and ambitious changes are envisaged and initiated, children have to attend school, and teachers have to teach. Therefore, interim and transitional measures have to be considered, being careful not to pre-empt larger reform.\nA vision for change in basic education (primary and secondary) has to be shared with teachers and their leaders. The message has to be conveyed that the vision cannot be realised without teachers joining the journey. Meanwhile, some of their grievances can be addressed with the assurance to modify MPO payments as needed, including raising salaries and benefits. This message of vision, shared journey, and interim steps to be taken would be best delivered by the prime minister to inspire confidence among teachers.\nDr Manzoor Ahmed is emeritus professor at Brac University, chair of Bangladesh ECD Network, and vice-chair of Campaign for Popular Education. Views expressed in this article are his own.\n\n",
        "headline_1": "What good will nationalising all secondary schools do?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-good-will-nationalising-all-secondary-schools-do-3375626",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "I am fat. I would not use any other words like chubby or plump to sugar-coat my physical appearance, because people see me as fat, or \"fatty\" – a word I hate with a vengeance. In fact, it is a trigger word for me.\nI have been called so all my life, even when my collar bones used to stick out; old photographs are lying, maybe? As far as memory goes, I remember being called \"fatty,\" and a distant grandmother sweetly calling me \"roshgolla.\"\nFat or roshgolla, I have been body-shamed since childhood – directly or indirectly. Back then, the concept of not hurting the feelings of a fat person did not exist. It was not even a thing to register. What's body-shaming? And what does it mean to go into depression because of it?\nThese fleeting comments were not given the consideration or second thought that they might have a traumatic impact on a child. It was cruel. As an adolescent, I could never wear a mini dress for fear of my tummy sticking out. It had a detrimental effect on my confidence level during puberty, a time when, because of my hormonal changes, I was taller and fatter than all my cousins. I hated myself for being well-developed, as everyone around me reminded me.\nBeing fat is a curse that you do not want to live with. You want to look as pretty and feel as accepted as the rest of your flock. It is almost like the ugly duckling's story, except fat people never become the swan. Their self-esteem and confidence level are so battered that, by the time they face adulthood, the scars are too deep to heal. You either become the jester of your peer group at the cost of making fun of yourself, or a sad listless being. Do not think it is a women-only issue – fat men, too, face all sorts of complexes about their bodies.\n\nThe repercussion of body-shaming is a real deal; it's not a made-up trauma in my head. I fight with it every day when I dress for work or a night out with friends, which actually put me in a better state of mind than meeting families and aunties.\nVery recently, I had a bad episode of unexplained bingeing disorder. I believe it was aggravated because of my depression or anxiousness. The eating made me feel guilty, and that in turn made me eat more until I wanted to throw up.\nThese are real issues, my own demons I have to deal with. But my husband, who is otherwise a very caring partner, brushed it aside by trivialising it as some theory I must have read in a magazine that depression triggers eating issues, and thus I am practising that. It was a hurtful comment. But knowing him, I know he loves to pull my leg. Nonetheless, I was deeply hurt. Instead of helping me chalk out a healthy plan to come out of it, he passed callous comments that did not help me. My doctors suggested healthy bingeing. So, my chips packets were replaced by carrot and cucumber sticks.\nDon't get me wrong, I am not trying to go on a diet. Dieting is not for me. I enjoy a good meal, and my bakery snacks, and sugary treats. Even now, when my knee hurts, I adopt a devil-may-care attitude towards my obesity. The only reason being that it is a battle I have fought all my life; no one ever appreciated my healthy and fit self. I was always the fat one for the naysayers, whose comments devastated my ability to love myself.\nThe repercussion of body-shaming is a real deal; it's not a made-up trauma in my head. I fight with it every day when I dress for work or a night out with friends, which actually put me in a better state of mind than meeting families and aunties. I cringe deep inside when I think I will have to meet the social aunties at family gatherings and weddings. \"Tumi mota hoye gechho\" (\"You've put on weight\") and \"Eto kalo lagchhe\" (\"You look so tan\") are some of the comments with which they greet you. Or \"Have you met your cousin? She is into Pilates now. She looks like Barbie!\"\nWell, okay, I am Ursula, the sea witch from The Little Mermaid.\nAccept me the way I am. It is time you left the issues of my well-being to me. Stop body-shaming, because it actually hurts.\nRaffat Binte Rashid is features editor at The Daily Star.\n",
        "headline_1": "Confessions of a fat person",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/confessions-fat-person-3375541",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "It is extremely disappointing to know that Arial Beel, one of the country's largest wetlands located in Munshiganj, stands on the brink of a devastating transformation. One may recall that over a decade ago, the residents of Arial Beel united to protect their ancestral lands from an ill-conceived airport project of the government. Their determination and community solidarity also paid off, forcing the government to abandon its plan. However, this triumph is now overshadowed by a new threat that looms over the beel – illegal real estate development.\nAccording to a report by this daily, the very farmers who once valiantly defended their territory are now yielding to the lure of higher profits, thus becoming \"pawns in a sinister game of environmental degradation\". Exploiting their financial vulnerabilities and a surge in land prices following the opening of the Padma Bridge, unscrupulous real estate companies have acquired portions of the wetland, filling them up with sand and promoting residential development through strategically placed signboards. This is a clear violation of multiple environmental laws that prohibit any filling or altering of government-recognised reservoirs, including the Natural Water Reservoir Conservation Act 2000, the Bangladesh Environment Conservation Act 1995, and the Bangladesh Water Act 2013.\nIt goes without saying that the consequences of this will be devastating and far-reaching. We cannot stress enough the importance of wetlands like Arial Beel, whose natural water storage capacity plays a crucial role in absorbing excess water during heavy rainfall or storms, mitigating the risk of flooding in nearby areas. But thanks to the unchecked encroachment by real estate sharks, its once-thriving ecosystem is at risk. Already, loss of land fertility due to the obstruction of water entry as well as a decline in fish production have been reported. However, the exact extent of damage suffered by the wetland remains unclear, due to the lack of accurate data, which also shows the lack of concern by the relevant authorities.\nThis is deeply alarming. The responsibility to safeguard Arial Beel falls squarely on the Department of Environment (DoE), but also on the local administration and other relevant agencies, who, unfortunately, are turning a blind eye to the ongoing degradation. It is largely because of their inaction that we have already reached an overall critical stage, with a recent study revealing that the rate of wetland filling in the country has increased significantly over the past eight years. We must not allow this trend to continue. The authorities must take immediate action to halt further destruction of our beels and haors in the name of development. Failure to do so will not only have catastrophic consequences for the present generation but also for all the generations to come.\n",
        "headline_1": "Save Arial Beel from real estate sharks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-arial-beel-real-estate-sharks-3375701",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "The news of an escalator footbridge in Chattogram city being left inoperative for three years hardly comes as a surprise. According to a report in this daily, the Chattogram City Corporation (CCC) installed the escalator footbridge, the first of its kind in the port city, to aid the patients of Chittagong Diabetic General Hospital nearby. The footbridge, built at the cost of Tk 3.9 crore, was opened to the public in January 2020, but was shut down in less than two months when the country went into a lockdown at the onset of the Covid pandemic. Lockdowns came and went, but the escalator footbridge was never revived. When enquired about it, the CCC chief engineer said it was not financially viable due to high electricity consumption.\nDid this fact not occur to anyone at the CCC when they were planning the project? Surely, those who greenlighted this project thoroughly considered its financial, technical, and environmental feasibility before deciding to invest taxpayers' money into building such a grandiose infrastructure? But it seems they did not. Furthermore, seeing as running the escalators is too expensive for the city, we don't understand why, in these three years, the authorities did not remodel the footbridge so that people could use it, rather than leaving it to rot.\nOver the past several years, stories of such wasteful projects have become all too common. Whether it's huge hospital buildings that are built and then left without use for years, or roads that crack and collapse shortly after being built, or newly built bridges that tilt even before people get to use it, or excessive delays in projects – poorly planned and executed infrastructural projects are bleeding out hard-earned taxpayers' money. And this keeps happening because those who design and implement these projects always get away scot-free after every mishap, given the lack of good governance in this country. This gross mismanagement must stop immediately. We urge the government to take effective steps to stem this waste, and make an example out of those who are squandering public money with their negligent, corrupt activities.\n",
        "headline_1": "Taxpayers’ money isn’t for squandering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/taxpayers-money-isnt-squandering-3375346",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "The joint study on Economic Partnership Agreement (EPA) that Bangladesh hopes to conclude with Japan is due to be completed next month. The details of the agreement will be unveiled after final negotiations that are due to take place shortly at ministerial level between the two governments. It is good that due importance has been placed at the top policymaking levels for the fruition of a possible free trade agreement (FTA) as Bangladesh draws closer to LDC graduation in this decade. From what has been published in this newspaper it is understood that deliberations at the joint study group (JSG) are proceeding at speed and EPA should be inked by 2025.There has been much talk about concluding FTAs with different countries as many of the benefits the country presently enjoys as an LDC will disappear when Bangladesh's transition to middle-income country status. That said, it is imperative to understand that FTAs should only be concluded with those countries with which Bangladesh enjoys some parity in import-export. For instance, doing an FTA with India would bring little benefit as Bangladesh imports more than five times the value of goods it exports to that country. As an FTA would abolish all duties, chances of the domestic industry being obliterated by more competitive products from that country is very high.The case with Japan is completely different. The difference in trade between the two nations is not that big and manageable. Beyond the trade scenario, Japan is looking for suitable destinations where it may relocate many of its industries as it moves away from China. Several surveys have revealed a positive attitude by Japanese business interests that view Bangladesh positively and are interested in setting up their plants here. In that vein, the Bangladeshi government has also prioritised the setting up of a special economic zone (SEZ) in the country to cater to the needs of Japanese business and indeed a SEZ has been earmarked exclusively for Japanese firms.This is reflected in a survey conducted in 2021 by the Japan-Bangladesh Chamber of Commerce and Industry (JBCCI) on 300 companies, local firms and those Japanese companies operating in Bangladesh. The findings all point to an overwhelming affirmative answer that there ought to be an FTA between the two countries to further strengthen economic and trade ties. Trade volume between the two countries has witnessed an increase in recent years. \"Bangladeshi products presently enjoy duty-and quota-free market access in Japan as the former is still in the LDC group.\" That means, for Bangladesh to preserve these privileges beyond LDC-graduation, an FTA is a must. Trade data also states that the country's exports to Japan have been on the increase as Bangladesh exported goods worth US$1.35 billion in FY 2021-22, an increase of $170 million from the previous year. Studies by Bangladesh Trade and Tariff Commission (BTTC) have found that concluding an FTA deal with Japan would be greatly beneficial for the economy, particularly in the post-LDC situation. Hence it is imperative that prior to concluding an FTA with any other country, the BTTC undertakes an exhaustive study to evaluate the pros andcons of what benefit would Bangladeshi producers and manufacturers get from such a deal. There can be shortcuts here because the country is already grappling with large-scale unemployment in the skilled area, and any misstep here would spell disaster for the fledging industrial base that is emerging in the country. Simply signing an FTA will not do. Ease of doing business in Bangladesh is something that is closely watched by foreign companies and necessary steps need to be taken to make the much-touted \"one stop service\" a reality for foreign investors in Bangladesh.",
        "headline_1": "Japan Bangladesh FTA makes sense",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/japan-bangladesh-fta-makes-sense-1690037935",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "Despite raging geopolitical turmoil, mainly due to the Russia-Ukraine war, global trade registered a modest growth last year. Its overall value reached US$32 trillion in 2022 with an around 10-percent growth in trade in goods and 15 per cent in trade in services. Though the trade growth in the last quarter of the past year was negative, it entered into positive territory in the first quarter of the current year, according to a report of the United Nations Conference on Trade and Development (UNCTAD). The UN agency has, however, projected that the trade growth may decline in the second quarter of the year and prospect for the rest of the year is painted bleak.Nevertheless, annual trade growth in the last year also indicates that despite some obstacles, countries are trying to make trade procedures easier and less costly. The fifth United Nations Global Survey on Digital and Sustainable Trade Facilitation supports the proposition to a large extent. The survey, covering 161 countries, found progress in 'more efficient trade facilitation (TF) with the overall implementation rate of general-and digital trade- facilitation measures increasing by more than six-percentage points between 2021 and 2023. The survey is a joint initiative of the UN Regional Commissions and UNCTAD. The regional commissions are: Economic Commission for Africa, the Economic and Social Commission for Asia and the Pacific (ESCAP), the Economic Commission for Europe, the Economic Commission for Latin America and the Caribbean, the Economic and Social Commission for Western Asia.The latest report on the survey, released in the first week of this month, showed the global average implementation rate of the TF measures currently at 68.7 per cent. The highest implementation rate is seen in developed economies (85.3 per cent), followed by countries in South-East and East Asia with 76.6 per cent.  Members of the World Trade Organization (WTO) in 2013 agreed to implement the trade facilitation agreement (TFA) to overcome 'bureaucratic delays and red tape' posing a 'burden for moving goods across borders for traders.' In a plain language, trade facilitation is the 'simplification, modernisation and harmonization of export and import processes.'The core objectives of the agreement include rapid release and clearance of goods, easy availability of information on rules and procedures, automation and e-services, disciplines for fees and penalties, and harmonised processes and standards. To attain the objectives, various measures have been outlined and WTO members are now committed to adopting these measures so that international trade can be easier and faster. For instance, some of the TFA provisions facilitate faster movement of goods across borders like the release of products even before the ­ final determination of customs duties. Again, there are provisions requiring WTO members to 'accept e-payments and electronic versions of certain documents where appropriate and possible.' Again, some of the TFA provisions facilitate faster movement of goods across borders, like the release of products even before the ­ final determination of customs duties.Thus, TFA becomes an umbrella agreement for all other agreements and initiatives related to trade facilitation. These include the Framework Agreement on Facilitation of Cross-border Paperless Trade in Asia and the Pacific (CPTA), the expansion of the ASEAN Single Window Agreement, and the African Continental Free Trade Area (AfCFTA) Agreement. According to the UN: \"These initiatives could further support countries in gradually moving to less-paper and then to paperless and cross-border paperless trade by providing a dedicated, inclusive and capacity-building intergovernmental platform.\"BANGLADESH SITUATION: The survey findings spotted Bangladesh in a position that the country has yet to improve in various areas of trade- facilitation measures significantly. The country's overall TF- implementation score remained unchanged in 2023, at 64.52 per cent, as it was in 2021. The survey identified 66 TF measures under eight broad categories.  Though the country's position in the area of transparency and formalities are satisfactory with average implementation rate being above 80 per cent, it lags behind in institutional arrangement and cooperation as well as paperless trade. Again, Bangladesh has failed to make any progress in cross-border paperless trade.In fact, the country is yet to introduce electronic application and issuance of preferential certificate of origin, electronic application for customs refunds, and electronic exchange of certificate of origin. The electronic single-window system is now at planning stage and electronic submission of customs declarations is partially implemented. Electronic application and issuance of import and export permits is, however, fully implemented. Interestingly, Bangladesh's status in terms of paperless trade is not bad in comparison with South Asia.The country's performance in terms of trade facilitation for SMEs remains ever so poor. It has, however, achieved some good progress in the areas of agriculture-trade facilitation and women-in-trade facilitation.Nevertheless, the country needs to work rigorously to improve on the TF-implementation score so that it can be more competitive in the global market. Faster implementation of the trade- facilitation measures will be critical for Bangladesh in the post-LDC era where the country will no more enjoy the various preferential benefits. Moreover, faster implementation of TF will reduce the cost of doing business and cut the cost of trade. As the country's trade policy underscores the necessity of cost cutting, implementation of the WTO TFA will be instrumental. There is also a scope to get some financial and technical assistance as an LDC to implement the various TF measures.A number of work-programmes are already there to implement the TF measures in the country. Development partners have also extended their cooperation in this connection. For instance, the Bangladesh Trade Facilitation (BTF) project, a five-year, $18-million USDA-funded initiative, is designed to help the country enhance its trade- facilitation system and expand regional and international agricultural-trade opportunities. Launched two years back, the project focuses mainly on reducing the cost of trade in agricultural goods. The better score in agriculture-trade facilitation of the UNTF survey may be linked to the project.\n[email protected]",
        "headline_1": "Trade facilitation deal brooks no delay",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trade-facilitation-deal-brooks-no-delay-1690038026",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "Except those under the strict coverage of disciplinary fiats, the average schools in Bangladesh enjoy a carefree atmosphere. Students ranging from children to teenagers are used to it. Their curricular activities are carried out amid this ambience. After a long time, this leisurely pace had to undergo a break in 2021-`22, when schools were declared closed for a long stretch of time due to the onslaught of Covid-19. Upon reopening, schools went back to their earlier routine. This time the students were made to go by the anti-corona restrictions like compulsory wearing of masks. Following the recent outbreak of dengue, the normally restless school students had to face a new raft of anti-dengue measures. Although the burden of keeping the school compound free of the Aedes mosquito, the dengue vector, rested with the school authorities, the senior students also had to give a hand to the task of keeping their school clean. To speak acerbically, the fun of being present at school appears to be petering out.Amid the media reports of the untidy school compound and the nearby surroundings, many guardians have stopped sending their wards to school. In reality, schools no longer offer students the seemingly endless fun-time. Against this backdrop, the unwarranted incidents like the one that had happened recently at a Satkhira school carry elements of dampers on senior school students. According to the print media, while celebrating the birthday of two fellow students at an empty classroom of the school, a few teachers stormed the venue and asked them to stop the jubilation. At one stage, the teachers started beating them, before one Raj and three others were taken to the head teacher's room. There, the students were allegedly assaulted once again by a few teachers mercilessly. At one stage, Raj fell sick and returned home. He died in a gap of half an hour. This unbelievably grim episode negates the jolly academic atmosphere supposed to dominate schools. A stiflingly disciplined environment doesn't befit an ideal educational institution. There are many schools in Dhaka and other cities, where lessons are imparted to students in an atmosphere free of excessive stress. A liberal atmosphere doesn't detract from schools' reputation as highly disciplined ones.There are a lot of strictly administered schools in the capital. But these schools provide students with a breathing space, so that the students do not have to remain stifled by disciplinary rules. Too much restriction on the students' movement within school boundary at times backfires. During the 'lunch period' or after the school hours, many students take the freedom of engaging in some more extra-curricular activities. Realising the students' need, many school authorities overlook these excesses. During the past days of winter, groups of students would organise their own picnics --- apart from those arranged by the school authorities. The freedom-loving adolescent students had then yet to be guided by excessive supervision. Surprisingly, when it came to Board final examinations, these strictly overseen students didn't disappoint their teachers and the parents. The crux of the matter is the teenage students ought to be allowed to grow in their own style, befitting the times. Uncalled-for interference in their routine leads to many a bungling.It's an ordeal on the part of the students --- especially those still at school that they had to pass through a period of pandemic. The authorities cannot ensure that the students will be completely free of the scourges like dengue. The prevalence of the maladies shows no sign of abatement. Against this upsetting backdrop, spontaneous 'excesses' indulged in by students can expect tolerance on the part of the educational institutions.\n[email protected]",
        "headline_1": "Gloom envelops schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gloom-envelops-schools-1690038055",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2023"
    },
    {
        "full_article": "More than half the children with disabilities in Bangladesh are not enrolled in any formal education, according to the Bangladesh Bureau of Statistics (BBS) with technical support from UNICEF. There are reportedly only 20 schools in the country, which have the capacity to teach differently-abled children. And there is no fixed curriculum for these children. As the children remain uneducated and untrained, they fail to find work and earn a dignified living. Many disabled children lag behind when they are admitted to regular schools since there is no separate curriculum for differently-abled children. Their assessment process is also the same as other children, which is not helpful at all. Besides, there is no proper infrastructure for children with disabilities. Inclusion of differently-abled children to education can become a life-changing step for them. There should be a separate curriculum for children with disabilities and it should be prepared to incorporate their needs. The teachers also need more training to teach children with disabilities. We should provide differently-abled children an opportunity to integrate them into mainstream education and the workforce. For this, we need to do more for these children. We need to provide the support and service as per their need. And we need to create an inclusive environment where they can thrive. If educators, policymakers, and other stakeholders commit themselves to this task, these children will be able to groom themselves up and contribute to the country. \nAfroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Separate curriculum for differently-able children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/separate-curriculum-for-differently-able-children-1690038079",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2023"
    }
]