[
    {
        "full_article": "The Union Finance Ministry’s reiteration in the Rajya Sabha recently, of the legal position, i.e., the absence of any provision to allow the accumulated corpus of members of the National Pension System (NPS) to be “refunded and deposited back” to States, should have a deterrent effect on those States contemplating a return to the Old Pension Scheme (OPS). The Ministry’s stand reflects what the Pension Fund Regulatory and Development Authority (PFRDA) Act, 2013, the PFRDA (Exits and Withdrawals under the National Pension System) Regulations, 2015, and other regulations say. The Centre has also been making it clear, for the right reasons, that it is not considering any proposal to restore the OPS. As experts and the Reserve Bank of India (RBI) point out, the annual saving in fiscal resources that a reversion to the OPS entails is short-lived. The potential fiscal benefit would be overtaken by the huge liability later in the form of pension payment. The former RBI Governor, D. Subbarao, even called the idea “regressive”, with more privilege for government servants than the public, many of whom have no social safety net.However, the issue refuses to die down, as government employees or those in government-controlled enterprises have been fighting for it. Be it Maharashtra, Uttar Pradesh or Karnataka, staff have struck work, demanding, among others, the re-introduction of the OPS. But their concern about the uncertainty over the amount of pension under the NPS is genuine as they are justified in aspiring for a quality retired life. The NPS, despite being PFRDA regulated, is a market-linked and defined contribution product, while the OPS is a defined benefit pension scheme, where beneficiaries generally get 50% of their final salary, and the whole cost is borne by the government. So, the flat rejection of the demand for the OPS would only exacerbate the situation. It is time that the Centre formulated a scheme that combines features of the old and the new. While retaining the element of employees’ contribution, the scheme can have higher contributions by the government, which should also step in if the returns do not ensure the prescribed minimum pension amount. A proposal by Andhra Pradesh last year deserves attention. Holding on to the contributory character of the NPS, the proposal guarantees 33% of basic pay. If required, it can be improved upon to suit the requirements of other States too. Better health facilities that include a liberal insurance scheme can be considered. On their part, the employees should be both pragmatic and willing to resolve the issue.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npension and welfare\n\n/\n\nministers (government)\n\n/\n\nRajya Sabha\n\n/\n\ngovernment\n\n/\n\nReserve Bank of India\n\n/\n\nMaharashtra\n\n/\n\nUttar Pradesh\n\n/\n\nKarnataka\n\n/\n\nAndhra Pradesh",
        "headline_1": "The old and the new: On the demand for the Old Pension Scheme",
        "headline_2": "A combination of the features of the two pension schemes seems prudent",
        "link": "https://www.thehindu.com/opinion/editorial/the-old-and-the-new-the-hindu-editorial-on-the-demand-for-the-old-pension-scheme/article66652618.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "Australia is on track to reckon with a dark chapter in its history after its Prime Minister, Anthony Albanese, made a promise to bring to its voters a referendum to constitutionally recognise Aboriginal and Torres Strait Islander people, thereby giving them permanent representation in the government, even if only in an advisory capacity. The specific subject of the proposed referendum, to be held later this year, is the Voice, a representative Indigenous body in the Australian Parliament, which would provide non-binding advice to Parliament on policy subjects that impact First Nations communities. As a representative mechanism, the hope is that the interests of the Indigenous people would be better addressed: as a social category they tend to be overrepresented in official figures on shorter life expectancy, higher rates of infant mortality, poorer physical and mental health, lower levels of education and employment, and higher rates of child removals, suicides, and community and family violence. However, despite the Voice proposal enjoying close to 59% public support (a recent poll), there are pockets of political resistance, including, ironically, from prominent Indigenous leaders such as Country Liberal Party Senator Jacinta Price. Ms. Price has expressed concern over wording which says that Aboriginal and Torres Strait Islander Voice “may make representations to the Parliament and the Executive Government of the Commonwealth”, which she says elevates the Voice to a level surpassing a Cabinet Minister and potentially risks challenges to legislative decisions in the courts. Other Indigenous leaders favour a different prioritisation of approaches, for example, first agreeing on a treaty between Indigenous and non-Indigenous people, which would recognise that the former’s lands were never ceded to the “invaders”.At the heart of the referendum proposal is the idea of reconciliation, however politically fraught it may be. Since European colonisation in 1778 of “Terra nullius”, or “nobody’s land”, it took around 200 years for the government to express regret for the “Stolen Generations”, which ripped the fabric of Indigenous society. It was also only in the late 2000s that the Australian government formally signed the “Close the Gap Statement of Intent”, that committed to achieving better health and life expectancy outcomes for Indigenous peoples. The longer these national wounds are left to fester, the harder it would be to bridge and heal them. In this context, no matter what the political objections to and modalities of the Voice referendum are, the Albanese government would do well to pursue the process to its logical conclusion and give every Australian the opportunity to speak up for how they believe social harmony can be achieved for their nation.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAustralia\n\n/\n\ngovernment\n\n/\n\nnational or ethnic minority\n\n/\n\nparliament\n\n/\n\nsocial issue",
        "headline_1": "Righting a wrong: On Australia’s referendum to constitutionally recognise Aboriginal and Torres Strait Islander people",
        "headline_2": "Australia must give Aboriginal people permanent representation in government",
        "link": "https://www.thehindu.com/opinion/editorial/righting-a-wrong-the-hindu-editorial-on-australias-referendum-to-constitutionally-recognise-aboriginal-and-torres-strait-islander-people/article66652626.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "Rudi Koertzen, the globally popular South African cricket umpire, had a unique habit. Dreaded as the “slow finger of death”, he always raised his finger very slowly to declare a batsman out, seemingly after prolonged deliberation. WHO appears to be emulating him, in prolonging the act of declaring an end to Covid’s long innings as a public health emergency of international concern (PHEIC).\nCovid’s slow burn\nOn September 14, 2022, WHO’s director-general Tedros said that the “end is in sight”, while cautioning that countries must remain vigilant in the last lap of the marathon. Later, China’s sudden lifting of Covid-related restrictions saw a surge of infections making it difficult to declare an end of PHEIC.\nRead full opinion on TOI+\n\n",
        "headline_1": "Tackling pandemic’s tricky phase: Covid lurks along with influenza strains. Scientists are still looking out for a more virulent Covid variant. But continued caution, not alarm, is warranted",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tackling-pandemics-tricky-phase-covid-lurks-along-with-influenza-strains-scientists-are-still-looking-out-for-a-more-virulent-covid-variant-but-continued-caution-not-alarm-is-warranted/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "The International Telecommunication Union (ITU), which sets global standards in the sector, this week opened an area office and innovation centre in India. Along with it, the domestic 6G test bed was launched. PM Modi speaking on the occasion highlighted two of India’s strengths, trust and scale, which provide a conducive environment for manufacturing investments. These two characteristics fit neatly into the calibration taking place in the global supply chains, driven mainly by the need for giant corporations to limit their exposure to China.\nChina has a significant share in the supply chains of many products. However, it’s in telecommunications that the most far-reaching shifts are taking place. India’s trustworthiness is in sync with the phenomenon of friend-shoring, where supply chain relocation is influenced by similar values. It’s insurance against the possibility of weaponisation of trade. Major telecommunication equipment makers, obviously other than Huawei, are considering India as one of the possible locations in decisions driven by friend-shoring. But the competition is stiff. In Asia, Vietnam has stolen a march. In addition to making rapid progress in key measures such as logistics and human capital, the country’s trade policy has seen it join critical regional trade agreements such as RCEP and CPTPP.\nAnother potential competitor is Mexico, which has the advantage of a FTA with both the US and Canada. On the manufacturing side, India has signalled its intention through PLIs, which incentivise companies through a subsidy to offset other disadvantages. Other than PLIs, states separately offer incentives to attract manufacturing investments. An industrial policy that encourages manufacturing is essential but the returns may be limited. For example, India’s PLI for telecom and networking products had till December 2022 attracted investments of Rs 4,115 crore. To bring in larger amounts, there’s more work needed.\nTo illustrate this point, consider Taiwan’s technology investment in China. It was 33% of its outbound technology investment in 2012.  A decade later, it was the same level. The investment has plateaued but the deep specialisation characteristic of technology supply chains makes relocation slow-paced. To overcome it, India needs to leverage the scale of its market and overall economy. The extent to which this can be leveraged depends on India’s trade policy. Drawing in a greater quantum of manufacturing investment needs a more open trade policy. In its absence, it will be hard to move beyond assembly plants.\n\n",
        "headline_1": "Phone a friend: Friend-shoring is a chance for India to get deeply into telecom supply chains. But trade needs to be more open",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/phone-a-friend-friend-shoring-is-a-chance-for-india-to-get-deeply-into-telecom-supply-chains-but-trade-needs-to-be-more-open/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "In a hardball diplomatic move, India removed extra barricades outside the British high commission and the residence of the high commissioner in New Delhi on Wednesday. And, presto, security outside the Indian high commission in London that again saw pro-Khalistani protests was noticeably better than earlier. That it came to this is entirely the fault of Britain, which seems to have confused earlier Indian interventions with a sign of weakness. The tricolour was forcibly lowered by vandals at the Indian high commission in the earlier incident on Sunday – surely a major violation in terms of responsibilities to protect diplomats and missions. Any reading of the Vienna Convention on Diplomatic Relations, 1961, which obliges the host nation of a diplomatic mission to provide adequate security for mission premises and to prevent any intrusion or damage, should make it clear that London had failed in its obligation.\nIndia, therefore, had to send a message. If being nice doesn’t work, sometimes in diplomacy one has to act a little rough. It’s a moot point whether when it comes to India, Britain suffers from imperial delusions. Or whether London will only respond to hard power gestures. Either way, the onus is on the Sunak government to repair relations from this point on. Bear in mind that India has plenty of leverage – Indian students in Britain are a major funding source for higher education, even for second rate British universities (this, of course, also says something about India’s education standards), Indian rich are important players in London’s luxury real estate market, India is the biggest market for Scotch whisky by volume, minus India, the Commonwealth, a semi-defunct institution that’s nonetheless dear to British royals and ministers, will look even more dead…\nNone of this, of course, needs to or even should come into play. But it’s useful to remind the country with the smaller economy what current realities are.\n\n",
        "headline_1": "Nice didn’t work: That India had to play diplomatic hardball to get a message through to Britain is entirely the latter’s fault",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/nice-didnt-work-that-india-had-to-play-diplomatic-hardball-to-get-a-message-through-to-britain-is-entirely-the-latters-fault/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "Manish Sabharwal and Ashish Dhawan\nPhysicist Meghnad Saha lost an argument with PM Jawaharlal Nehru in the 1950s that India’s scientific research hubs should be universities. Decades later PM Manmohan Singh insightfully suggested at the 2012 Indian Science Congress: “Over recent decades, India’s relative position in science has been declining, and China has overtaken us.” These two are related.\nNational Education Policy 2020 returning research in science and technology to universities will raise India’s soft and hard power in defence, startups, and universities though this will not be easy. We propose three immediate interventions in clustering, financing and engagement that would accelerate this return.\nRead full opinion on TOI+\n\n",
        "headline_1": "The trident approach to making India an R&D powerhouse: Institutions need to work as clusters, in partnership with firms which will bring funding",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-trident-approach-to-making-india-an-rd-powerhouse-institutions-need-to-work-as-clusters-in-partnership-with-firms-which-will-bring-funding/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "It is encouraging to see that the government's plan to ensure that no one remains homeless in the country is going strong. On Wednesday, in the fourth phase of the Ashrayan-2 project, 39,365 more houses (along with land documents) were handed over to beneficiaries from 493 upazilas. With this, the number of houses handed over under this project since January 2021 stands at 215,827. In total, there are now 211 upazilas that have been declared homeless-free. This is nothing short of remarkable, coming as it does at a time when the poor are struggling to meet their basic needs, including housing. Reportedly, the PM has asked all concerned to identify families that remain landless in areas already declared homeless-free, which we hope will be quickly followed up on. We must, however, convey some concerns that deserve appropriate attention.\nOne may recall that in July 2021, after houses were donated over the first six months of that year, multiple reports cited incidences of poor construction and corruption in the Ashrayan-2 project. For instance, in Pabna's Santhia upazila, over 100 houses under the project were found to be 1.5 feet shorter than what was in the construction plan. This allegedly happened due to the hastiness of workers and lack of monitoring by the implementing team. During the same period, seven such houses in Bogura's Sherpur upazila partially collapsed after a moderate rainfall. There have been also reports of families being forced to pay hefty sums of money to access houses that should have been given free, as well as instances of solvent landowners sneaking their way into the list of beneficiaries.\nTo the government's credit, however, there have been initiatives to rectify some of the irregularities. In the face of houses collapsing due to poor-quality construction, for instance, the government upped the budget for the construction of homes under Ashrayan-2 project beginning from its third phase last year. In August 2021, we saw the arrest of a union parishad member for illegally occupying three houses built under the project in Thakurgaon Sadar upazila. Efforts to address such loopholes and irregularities should continue. But the sincerity shown so far by the higher-ups is admirable. It gives us hope that the government's goal of zero homelessness is indeed achievable, if the present momentum is kept up.\nBy ensuring that one of the most basic human needs (housing) for all citizens is met, the government is also taking the country further in terms of achieving a number of Sustainable Development Goals related to reducing poverty, inequality, and improving life on land. We would encourage the authorities to expand their schemes to address the plight of the urban homeless/street population as well, and also address any irregularities in the Ashrayan-2 project as they appear. No one should have to suffer homelessness in a free country.\n",
        "headline_1": "A step closer to ending homelessness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/step-closer-ending-homelessness-3279391",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "With the next parliamentary election less than a year away, what unfolded at the Supreme Court Bar Association (SCBA) election last week carries a lot of significance.\nThe SCBA election has a long-held tradition. Our lawyers are usually directly involved in national politics; they have played pivotal roles in all past movements, including the anti-autocratic movement. Many national-level politicians have come from this pool of lawyers. In the SCBA election, pro-Awami League and pro-BNP lawyers compete. Usually, SCBA elections are widely accepted and deemed fair.\nThis year, a seven-member subcommittee led by senior lawyer Munsurul Hoque Chowdhury was formed to conduct the election. Among the members, there were an equal number of pro-AL and pro-BNP lawyers. Munsurul is known to be a pro-AL lawyer and has contested under the AL banner in some previous elections. However, his political alignment did not clash with his electoral duties – he was equally accepted by both sides.\nHowever, as the election day drew close, distrust and agitation grew between the two sides. Munsurul had disagreements with the pro-AL lawyers about conducting the election, printing ballot papers, and counting votes. Allegedly, the pro-AL leaders openly called him biased and disrespected him. Munsurul wanted to use the electronic counting machine (ECM) to count the votes, and to take personal responsibility for printing the ballot papers. The pro-AL lawyers demanded that vote counting be manual, and that the current executive committee members should print the ballot papers. Amid such disagreement, Munsurul suddenly resigned just a day before the election. Crisis started unfolding then, and the election's overall mood shifted.\nThe electoral duty fell upon Md Moniruzzaman, a member of the convening committee. The pro-BNP lawyers complained that, as per rule, both sides needed to sit down and award the responsibility to a senior lawyer. Instead of that, pro-AL members took a unilateral decision ignoring the seniors and chose Moniruzzaman, a junior lawyer.\nOn the other hand, pro-AL lawyers claimed that the new convenor was chosen as per rules, alleging that the pro-BNP lawyers were complaining in order to bring the election under question.\nThe pro-BNP lawyers claimed that their AL counterparts had printed the ballot papers on their own. Allegedly, 1,000 extra ballot papers were printed, and the pro-AL lawyers had stamped the ballot papers the night before the election, during which the pro-BNP lawyers arrived, and chaos ensued. Pro-AL lawyers denied any foul play.\nThe next day, pro-AL lawyers prepared to start vote-casting from 10am. However, lawyers from the other side intervened and a scuffle broke out. At around 11:30am, police entered the fray and started mercilessly beating up the pro-BNP lawyers, who were forced to leave the election premises. Then, police started attacking the journalists who were there to cover the election.\nWhy were the journalists beaten up? They didn't stop the police as they were beating up the lawyers, nor did they impede the election in any way.\nBut they were there witnessing what was happening. They captured images and audio of lawyers who didn't commit any crimes being beaten up. The journalists were beaten and driven out so that they would not be able to observe the election.\nWho is to be blamed? Who called in the police?\nThe chief justice told the pro-BNP lawyers that he did not call the police and didn't allow them to enter the premises, as per media reports. Senior lawyer ZI Khan Panna told The Daily Star that although there is no law in this regard, police cannot enter the Supreme Court premises without the chief justice's permission.\nFrom the case that was filed with Shahbagh police station regarding this incident, we learnt that the pro-AL lawyer panel's chairman candidate Md Momtaz Uddin Fakir and secretary candidate Abdun Nur Dulal sought police cooperation. The top brass of police then discussed this issue with the law minister and the attorney general. It is also mentioned that each and every member of the election committee as well as the general lawyers sought help from police. The pro-BNP lawyers, however, said their three members did not seek police's help.\nWe can safely assume that Munsurul Hoque Chowdhury was disrespected and/or forced to resign. The night before the election, Munsurul's name on the ballot papers was replaced with the new convener's name, who signed on them. The pro-BNP lawyers claim that votes were also cast at that time. Whatever the truth may be, the pro-BNP lawyers' claim of foul play does have some merit.\nIt is also evident that pro-AL lawyers had called in the police; the chief justice played no part in it. And why did they start the polling only after driving out the journalists?\nThe allegations raised by pro-BNP lawyers can be verified. Whether the election was properly conducted or not can also be probed. However, the most critical and debate-worthy question is: what example did this event create? In order to initiate vote-casting, one competing side and the journalists had to be removed via brutal beating. Seeing this, one cannot help but wonder about what may happen in the upcoming general election. If the SCBA election is considered a demonstration of a \"model election,\" what can we expect in the future?\nTranslated by Mohammed Ishtiaque Khan. \n \nGolam Mortoza is the editor of The Daily Star Bangla.\n\n",
        "headline_1": "A model election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/model-election-3278926",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "A death is an accident only when it occurs in spite of all logical, scientific and experience-based steps taken to prevent it. But if the possibility for it to occur exists in every turn of the system, and no step is taken to prevent it in spite of official findings, public outcry and media reports over the years, then it is no longer an \"accident,\" but \"murder\" by neglect, committed by the authorities whose responsibility it is, by law, to prevent that. The people in charge should be held culpable for gross negligence and charged as such. That would happen if we had the rule of law operating independently of power.\nThe bus that killed 19 people and injured at least 25 others on March 19 had killed three others and injured many only four months back, in November, for which its registration and route permit had been suspended. The bus should have been off the road months ago and in police custody, as all vehicles involved in fatal accidents are. But not only was the bus returned to its owner, but they were allowed to run it on a regular basis.\nAccording to the survivors, the bus was speeding from the start and passengers were heard shouting at the driver to slow down. Instead, the driver further accelerated when he got on to the expressway, because his higher pay depended on the number of trips he could make. Who cared about the passengers' lives? Bribe would solve everything.\nEvery time a tragedy occurs on our roads and highways, we report that most buses don't have the necessary papers for them to be in service – most vitally, no \"fitness certificate\" that proves their roadworthiness. We also report that the fitness-certificate-issuing personnel and machines are inadequate to meet the demand. At the moment, there is only one Vehicle Inspection Centre (VIC) in the whole country, inspecting about 100 buses and trucks daily out of 229,369 buses, trucks, and minibuses. Why their capacity is not increased and more such centres are not set up all over the country is a question to which we have received no answer. It may not be inappropriate to conclude that the buses that ply on our roads are most likely unfit to carry passengers, and as such are potential \"killing machines.\" But, of course, bribes can solve everything.\nWe have also reported over the last decade, if not longer, that most bus drivers are without licence. Many of them carry fake ones because it is faster and easier – not to mention cheaper – to get than the real ones. Again, why this situation is not addressed with all the digitalisation that is going on is a question that is never answered. Maybe we are forgetting the magic of bribes.\nMost drivers have only a rudimentary knowledge of driving and perhaps no awareness or training about special conditions, such as driving in the rain when roads get slippery and traction of the tyres with the road surface is far weaker. Driving in tropical Bangladesh without this particular training is asking for \"accidents\" to happen.\n\nAbove all the laws, regulations, practices, government directives – above everything – operates the \"law of bribery.\" It is far more effective, fast and accountable than any law in our statute book. \nWe import the chassis for our buses. The rest is built here – body, seats, and all the safety measures. It is a highly technical task given that a safe balance needs to be ensured between the strength of the material used, the weight it can carry, the impact on the frame when on a curve especially when the bus is full, the speed-weight ratio while driving, pressure on the tyres during a sudden brake with a full load of passengers, passengers being seated or standing, etc. All of these are vital elements in preventing an accident. What are the compliance standards to be met when a bus is registered? Are those who monitor compliance appropriately trained?\nThere is nothing called a \"health check\" of the bus drivers, especially their eye sights and whether they need glasses. This is especially true for those who drive at night. Random studies have revealed that about 60-70 percent of the drivers need glasses and suffer from degrees of night blindness.\nThen there is the issue of working hours. There is hardly any mandatory rest time for bus drivers. Often they fall asleep while behind the steering wheel as owners prefer to pay \"overtime\" rather than hire an additional driver, which could save lives. We had cases where the accident occurred because the conductor was driving the vehicle instead of the driver.\nName the possible violations that can occur in any road transportation system, and we have it. And the main reason is the magic of bribes.\nAbove all the laws, regulations, practices, government directives – above everything – operates the \"law of bribery.\" It is far more effective, fast and accountable than any law in our statute book. The Daily Star investigation has revealed that a mobile network is in operation that extracts monthly \"fees\" from buses and trucks proportionate to their size and the number of trips they make. Something like a \"mobile app\" exists that has numbers of all the buses and trucks on whom these \"fees\" are imposed. Payment is noted on the app and can be verified by designated traffic officials in any part of the city. So, any defaulter is immediately identifiable and punishable. The collection is done digitally and is shared according to the hierarchy of the institution.\nWidespread bribery destroys the whole legal edifice and is the main reason why, after decades of exposure by government investigations and media reports, nothing has changed. The rationale is impregnable. The more bus owners break the law, the greater is the hold of the law enforcers on them and stronger is the need to bribe. As many owners have said to the media, albeit anonymously for fear of repercussions, \"We have to pay bribe anyway, regardless of having all the papers or not. So why get papers for which, again, we have to pay bribe on top of government fees, which have grown increasingly higher.\" This network of bribery is known to all. The power dynamics is such that the government prefers to look the other way.\nThe stark fact that stares us in the face is that as passengers, when we board a bus, we have no guarantee about what should be our fundamental right – the right to a safe journey. We do not know if the bus we are boarding is registered or plying illegally. We do not know if the bus is fit for the road. (In the accident that killed 19 people, the media reported that the driver was told about a problem with the brake, and that it may fail. He decided to fix it upon return to Dhaka). We do not know if the bus driver has a valid licence. We do not know about the state of his mind, health, eyesight and whether he is drunk – a fact that is vital for night-time driving. In fact, we know nothing and also cannot ask for fear that we may be bumped off because we appear to be too nosy.\nAll this happens and has been happening over the years because those who rule us (meaning all governments) do not think much of our right to life.\nAccording to Bangladesh Jatri Kalyan Samity (BJKS), a private body set up to protect passengers' rights, 39,522 people have been killed and 58,791 injured between 2018 and 2022 in 28,299 cases of road crashes. The figures were compiled from media reports. Police say 20,413 people were killed in 21,625 accidents during the same period, based on the cases filed with them. Not all accident victims file cases with the police due to various reasons; hence their number is lower.\nIf we take the BJKS figures, we get an annual death figure of nearly 8,000 (as per police, it would be 4,000) due to road crashes. According to the UN human rights office (OHCHR), the non-combatant deaths in the first year of the Russia-Ukraine war has been confirmed to be at least 8,000. Just the deaths on the roads of a country in peace becomes comparable to a country under regular bombardment by a foreign aggressor. What an irony. If we take the police figures, then the death toll is half. Even then, the irony remains just as striking.\nTwo things need to change: respect for human lives, and our government's accountability system. We know a lot of lip service will be paid for the former and even greater volume for the latter. Thus, we will continue to live in our make-belief world while more Bangladeshis will die – not in any foreign land or due to any aggression, but on our roads.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Not road accidents, but ‘murder’ by neglect",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-not-road-accidents-murder-neglect-3278911",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "It is encouraging to see that the government's plan to ensure that no one remains homeless in the country is going strong. On Wednesday, in the fourth phase of the Ashrayan-2 project, 39,365 more houses (along with land documents) were handed over to beneficiaries from 493 upazilas. With this, the number of houses handed over under this project since January 2021 stands at 215,827. In total, there are now 211 upazilas that have been declared homeless-free. This is nothing short of remarkable, coming as it does at a time when the poor are struggling to meet their basic needs, including housing. Reportedly, the PM has asked all concerned to identify families that remain landless in areas already declared homeless-free, which we hope will be quickly followed up on. We must, however, convey some concerns that deserve appropriate attention.\nOne may recall that in July 2021, after houses were donated over the first six months of that year, multiple reports cited incidences of poor construction and corruption in the Ashrayan-2 project. For instance, in Pabna's Santhia upazila, over 100 houses under the project were found to be 1.5 feet shorter than what was in the construction plan. This allegedly happened due to the hastiness of workers and lack of monitoring by the implementing team. During the same period, seven such houses in Bogura's Sherpur upazila partially collapsed after a moderate rainfall. There have been also reports of families being forced to pay hefty sums of money to access houses that should have been given free, as well as instances of solvent landowners sneaking their way into the list of beneficiaries.\nTo the government's credit, however, there have been initiatives to rectify some of the irregularities. In the face of houses collapsing due to poor-quality construction, for instance, the government upped the budget for the construction of homes under Ashrayan-2 project beginning from its third phase last year. In August 2021, we saw the arrest of a union parishad member for illegally occupying three houses built under the project in Thakurgaon Sadar upazila. Efforts to address such loopholes and irregularities should continue. But the sincerity shown so far by the higher-ups is admirable. It gives us hope that the government's goal of zero homelessness is indeed achievable, if the present momentum is kept up.\nBy ensuring that one of the most basic human needs (housing) for all citizens is met, the government is also taking the country further in terms of achieving a number of Sustainable Development Goals related to reducing poverty, inequality, and improving life on land. We would encourage the authorities to expand their schemes to address the plight of the urban homeless/street population as well, and also address any irregularities in the Ashrayan-2 project as they appear. No one should have to suffer homelessness in a free country.\n",
        "headline_1": "A step closer to ending homelessness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/step-closer-ending-homelessness-3279391",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "A longstanding problem in the country's coastal areas has been lack of access to safe drinking/usable water. This region is not only prone to the effects of climate change, but its water sources are also subject to salinity intrusion, with arsenic added to the mix in some areas. For example, as per a report by this daily, hundreds of people in Khulna's Kamarkhola union have to walk several kilometres every day to get clean water, as they cannot use water in their villages due to the intrusion of saline water and arsenic contamination. According to the Department of Public Health Engineering (DPHE), many of the 49 ponds in the Dacope upazila have dried up. Excavation work has been difficult to pursue because of disputes over the ponds. There are also not enough deep tube wells, while water in most of the upazila's 1,300 shallow tube wells is not drinkable because of the abovementioned reasons.\nUnfortunately, this scenario seems to be prevalent across the coastal areas of Khulna.\nAlthough salinity intrusion and arsenic contamination can occur naturally, there are human-made factors exacerbating this issue. For example, questions can be asked as to why the authorities are not exercising more control over shrimp cultivation in Khulna, Satkhira, and Bagerhat districts, given how its use of saltwater is affecting freshwater reservoirs. Also, while rainwater harvesting is recognised as one of the safest sources of water in the coast, it too has had little effect due to people's lack of awareness in this regard.\nHowever, there are efforts underway which deserve recognition. For one, the UNDP's Gender-responsive Coastal Adaptation (GCA) project, with financial assistance from the Green Climate Fund (GCF) and the government, has helped 13,308 households in Khulna and Satkhira districts to harvest rainwater using a 2,000-litre tank. Moreover, this project has generated employment for 101 women (known as \"Pani Apas\") who have been trained to install and maintain the rainwater harvesting systems. Still, this is but a small step for a region in which at least 63 percent of the population faced difficulties in accessing drinking water in 2021, as per a UNDP survey.\nWe agree with the opinion of experts that the government should declare the southwestern coastal region a special zone and take proper measures to ensure its water safety. Ensuring access to safe water there will also help in achieving Goal 6 of the SDGs. The mere fact that around 68 million Bangladeshis lacked access to a reliable, safely managed source of water in 2022 shows how big a problem this is, as well as the urgency of appropriate steps to mitigate it. As such, projects addressing this problem should be undertaken and scaled up with funding from the government and our development partners. Access to safe drinking water is a human right. We must do everything to ensure that.\n",
        "headline_1": "Ensure safe water in Khulna coast",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-safe-water-khulna-coast-3278721",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "As the LDC graduation is getting nearer with the accompanied challenges to sustain export momentum, strategising the economic and trade policies of the country does auger well not only in terms of the emerging scenario, but is also considered a most timely step towards putting things in the right perspective. It is heartening to see that at the recently held 11th meeting of the National Committee on Export, chaired by the Prime Minster, the issue was discussed at length and a tentative roadmap chalked out on how to prepare for the ensuing belt-tightening following graduation after 2026. While it is mainly the LDC preferences that Bangladesh has been enjoying in a host of export-related activities will be missing and export rendered more competitive than ever before, prohibition of government support through cash subsidy or any other form of fiscal benefit is likely to make it tough to get going smoothly.As an LDC, more than 73 per cent of the country's international trade is conducted under the GSP facility in 38 countries. This means 73 per cent of Bangladesh's $52 billion earnings from merchandise exports directly benefit due to preferential treatment. Following LDC graduation, local exporters will face nearly 12 per cent duty on shipments to the EU-the prime preference-offering export destination, if Bangladesh cannot obtain GSP-plus benefit which requires fulfilling some additional and stringent compliance norms.Among some of the core issues deliberated on at the event concerned were framing long-term export policy beyond the current three-year policy, expansion of bonded warehousing for potential products, increasing the number of Economic Zones with required logistics to attract investors from abroad, facilitations to weigh on cost reduction in production, and so on. In fact, when it comes to a fresh and long-term export policy, redesigning the same with an eye on all related factors of export must be taken into account. Since cash incentive or subsidy will not form part of government intervention after graduation, it is the facilitations in scores of areas, including simplification of procedures, that must constitute the basic premise of a new export policy. If worked out properly and efficiently in a targeted manner, facilitation can go a long way in mitigating much of the constraints that seem to make export less rosy in the days ahead than now. In her address, the prime minister emphasised on planning the next move for the economy keeping in mind the present economic turmoil across the globe, especially the on-going Russia-Ukraine war. In this context, while stressing the need for sustainable export growth, she referred to exploring new markets and diversifying the product range.A long-term export policy with detailed and clear roadmap is likely to provide space for both the government and the exporting community to devise future plans and ways to implement those. What is thus required is a well-coordinated approach based on close interaction with the stakeholders, including the lead think tanks and researchers in order to develop a comprehensive package equal to the challenges ahead.",
        "headline_1": "Long-term export policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/long-term-export-policy-1679586542",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "A number of mega projects ---some of them completed, a few about to be completed and others slated for starting work soon ---are feathers in Dhaka City's cap. It has got its flyovers ready, overhead metro rail up and running half the route, elevated expressway becoming more and more visible, and even the proposed underground metro rail waiting to have its work started in December next. The capital city is likely to have a surfeit of mega infrastructure. Despite all this, is Bangladesh's capital going to be liveable? The question's ever reinforcing urgency is inescapable. Already the city has been earning the infamy of serving the world's most polluted air to its inhabitants on a regular basis. In the air quality index, this undesirable record has its many adverse implications, including the more concerning health-related and economic, for both its residents and visitors. Next comes the pollution of water of its lifelines---the Buriganga, the Sitalakhya, the Turag and the Balu. Notwithstanding the declaration of the river Buriganga --- and subsequently all the rivers flowing through the land--- as a living entity/ entities by the High Court, the four rivers have virtually turned into cesspools with household and industrial solid waste and effluent getting dumped into them. The colour of waters, particularly of the Buriganga is pitch-black right now. No civilised country would have allowed this to happen to its prime lifeline but the authorities here are nonchalantly making a few futile attempts to discipline the erring factories and industries and this too when the HC wants to know about the progress of enforcing the legal provisions.Then it is the withdrawal of underground water for meeting the city's need to the extent where the water table continues to go down almost a metre annually with little refilling by rain waters mostly because of concrete surface cover and ever more receding flood plains and low retention areas around the city. Apart from subsidence of city surface, the vulnerability of structures of all kinds in the crowded area increases to powerful earthquakes several times more because of this. All these problems facing the residents and threats hanging like a Damocles' sword over their heads dissipate the promise of a modern and smart city that Dhaka will supposedly become once the fancied infrastructures get added to its facilities. These are however more or less known to all irrespective of the social standings of people. But what is less known but no less concerning is the unrelenting depletion of the capital city's green covers. A seminar titled, 'Dhaka City's green space and its political economy' held at the Council Building of the Bangladesh University of Engineering and Technology (BUET) recently shed light on this highly important issue of urban environment. Even the city's spatial and morphological degradation was briefly touched upon in the deliberations. Conducted by the urban and regional planning department of the BUET, the study finds that the city has less than half---8.5 per cent to be precise ---the required green cover. Another more comprehensive study titled, 'Present status and historical changes of urban green space in Dhaka city, Bangladesh: A remote sensing driven approach' published in the US-based journal, the Environmental Challenges, a couple of years ago found that Dhaka has lost 56 per cent of its green spaces over the last three decades. From 12,745 hectares of vegetation in 1989, a sharp decline has now reduced the green space to just 5,599 hectares in 2020. To make the matter worse, 173 acres designated for the city's water retention area have been illegally occupied by land-grabbers. In total there remains only an area of 3.5 acres. Actually the green and open spaces in any urban conundrum act as the lungs of the entire crowded human habitat. In advanced countries, no one can fell a tree even if it is within one's private compound without permission from the city corporation. In Dhaka, residents not only chop trees on their plots but also those on the footpaths with impunity. Another mindless mayhem goes on at the hands of contractors obtaining contracts under the city's needless beatification programmes. The road island or divider from Mohammadpur Bus Stand stretching up to Jhikatola has recently been demolished. Both young and seasoned trees were felled alongside. The road island was in perfect condition. What prompted the authorities to reshape the island is beyond any rational explanation. This is exactly how the lungs of the city areas are damaged by the city corporations and government agencies. Against such acts of anarchy, the mayor of Rajshahi is doing his best to provide green covers to the denuded areas of his metropolis. People can feel the difference between having extensive tree covers along the roads and streets and those left bare for miles. Now that the canals are being recovered under the authority of city corporations in Dhaka, there is a great opportunity to create dense green covers along their banks. Even in the city proper, streets can be given a long stretch of tree shed if the plan is properly devised. True, Nature's primordial ambience cannot be returned to the city but at least the required green space for a mega city can be developed gradually. \n[email protected]",
        "headline_1": "Reviving Dhaka City's green spaces",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviving-dhaka-citys-green-spaces-1679586583",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "Most national dailies have been carrying reports on the unabated hike in prices of essentials for the past few months. Indeed, the rate of price increase for a few items--- poultry birds and red meat and fish in particular---has been astronomical. Consumers have meanwhile resigned to their fate. The authorities concerned have played their roles as onlookers and allowed the so-called market forces to play their parts. With the price situation turning grimmer, the queues before the sales points, mobile or otherwise, belonging to the Trading Corporation of Bangladesh (TCB) and the Food Directorate have not only become longer but also unmanageable. Before the Covid-19 pandemic, few people used to purchase food items from the OMS points, as they found spending time in queues not financially rewarding. But the situation changed almost overnight as the pandemic rendered many unemployed and deprived millions of regular income sources. Alongside poor and low-income people, middle-class people thus started crowding these sales points. Many female members of this class often get involved in scuffles to secure a place in queues. Some of them wear burqas or hijabs to escape the notice of friends, neighbours and relatives.From the outside, it is difficult to fathom the level of desperation of the poor, low and fixed-income sections of the population. The situation looks normal with city streets remaining clogged with vehicles of all types and marketplaces with shoppers. The supply of goods is also abundant. But shopkeepers have a different story to tell and that is about the declining daily turnover. As the prices of most items have gone through the roof, consumers are buying less much to the distaste of sellers of goods and services. Of course, the affluent class of people has as usual remained unscathed by the price rise. People affected by the continuous rise in the prices of essentials have concluded that all the relevant government agencies are helpless or reluctant to come to their rescue under the given circumstances. The government, however, might consider doing one favour. It can bring down the fuel prices in line with the current prices of oil and gas in the international market. Such a step will also be a logical one. When the oil prices peaked in the wake of the Russian invasion of Ukraine, the government raised the prices of petroleum products by a record margin. Such an increase in one go had a huge impact on the prices of most commodities. The dollar crunch that had come later added fuel to the blazing price rise. The dollar crisis also forced the government to discourage imports, and that made imported goods pricier. The government is unlikely to relax the restrictions on imports soon, as the greenback supply situation has not improved up to the expected level. The restrictions on imports have also created price instability for locally produced goods. The government, as per the agreement reached with the International Monetary Fund (IMF), will have to introduce an automated pricing mechanism for petroleum products soon. Under such a mechanism, petroleum prices move up or down in line with their international prices. Experts have been suggesting the introduction of such a mechanism for a long time, but the government has preferred the ongoing pricing system since it helps the Bangladesh Petroleum Corporation (BPC) earn a hefty profit, which, finally flows into the state coffer at the cost of consumers. Automated pricing, if introduced now, would deprive the government of some amount of revenue, but it is likely to leave a soothing effect on the price situation and the rate of inflation which is nearing the double-digit mark.\n[email protected]",
        "headline_1": "It's time to make a move",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/its-time-to-make-a-move-1679586609",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2023"
    },
    {
        "full_article": "Rise in the prices of daily essentials is an annual affair in Bangladesh during the month of Ramadan. This year the trend was triggered well before the start of the fasting month. The prices of essentials and other items consumed more in this month are skyrocketing. The authorities concerned make routine commitment of keeping the price level stable but fail utterly to fulfil it. As a result, consumers have to bear the brunt of soaring prices throughout the whole month. People from the low-income section of society suffer the most on account of inflated prices of kitchen items like chicken, rice, fish, edible oil, vegetables and fruits. The soaring price hike has already made their life unbearable. During the month of Ramadan, they are going to face harder times ahead since their income has not increased. It is now a big challenge for them to survive this month let alone consume their favourite foods. Ramadan is the time for the Muslims to purify themselves. But in reality, businessmen often take advantage of this month, create an artificial shortage of daily necessities and increase the prices of goods. To safeguard common people, it is now important for the authorities concerned to take measures to rein in the businessmen. Their strict surveillance should be increased immediately. They must keep a close eye on the market. Many essentials might go beyond the reach of the common people this Ramadan if profiteers are allowed to have their way. The market monitoring teams should be strengthened with adequate manpower and resources. The business community should also demonstrate the spirit of Ramadan and assist the government to keep the price of essential commodities affordable.\nBiplob HossainDattapara, Sadar, Jashore, Student of Jessore govt City College, Jashore, [email protected]",
        "headline_1": "Give common people a Ramadan respite",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/give-common-people-a-ramadan-respite-1679586632",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2023"
    }
]