[
    {
        "full_article": "It is difficult not to see the Income Tax (I-T) department’s two-day survey of the BBC’s offices in New Delhi and Mumbai as an attempt to produce a chilling effect on Britain’s well regarded public broadcaster and also media institutions willing to hold the current regime to account for past actions. The survey’s officials said they were investigating charges related to “transfer pricing” and “diversion of profits”. However, the fact that the action came in the wake of the release of the two-part documentary, India: the Modi Question, raises significant questions. That journalists were also subjected to what is essentially an accounting/financial survey can only be interpreted as an act of intimidation of media personnel. Besides, this also follows actions by the Information and Broadcasting Ministry, which had, not too long ago, issued overzealous orders to online media platforms to disable links to the first part of the documentary by invoking emergency powers under the IT Rules, 2021 and Section 69A of the IT Act, 2000, and later blocking tweets with links to it. The reactions by BJP spokespersons — one called the BBC a “corrupt” corporation — only adds to the impression that this is an effort at de-legitimising the work done by critical media outlets. The survey of the BBC is not an exception if similar exercises in the past are considered: at the digital news organisation Newslaundry in 2021, the CBI’s raid of NDTV in 2017, and the Enforcement Directorate’s searches of digital portal Newsclick and I-T searches of the Dainik Bhaskar group, both in 2021. Last year, the digital media-funding Independent and Public-Spirited Media Foundation and the think tank, Centre for Policy Research, had such “surveys”. The unmistakable and common link is that the media organisations have published content critical of the Union government.India’s claim as a developing nation and a growing economy in a globalised world is that it is a flourishing democracy with constitutionally guaranteed institutional freedoms and separation of powers and is unlike authoritarian regimes that have promoted economic prosperity but do not play by institutional rules and values. Core to this is the idea of the freedom of the press in holding those in power to account. Even if media organisations raise uncomfortable questions, the response has to be factual, reasonable and measured. The reaction to the BBC’s documentary has been anything but that. In trying to block access to the documentary, the government came across as ham-fisted and now, with this survey at the BBC offices, it comes across as intimidating. This does not augur well for India’s global image, but worse, it is a clear threat to existing freedoms of the country’s citizens.\nCOMMents\n SHARE\n\nCopy link\n \nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedia\n\n/\n\nlaws\n\n/\n\nBharatiya Janata Party\n\n/\n\nriots\n\n/\n\ndocumentary films\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nGujarat",
        "headline_1": "Brazen intimidation: On the tax survey on the BBC",
        "headline_2": "Actions such as the tax survey on the BBC are meant to produce a chilling effect",
        "link": "https://www.thehindu.com/opinion/editorial/brazen-intimidation-the-hindu-editorial-on-the-tax-survey-on-the-bbc/article66513588.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "The gulf between legality and political legitimacy can be quite substantial. The Supreme Court verdict upholding the constitution of a Delimitation Commission for Jammu and Kashmir and the subsequent delimitation exercise is indeed in line with the law, especially the constitutional provisions that empower Parliament to form new States, alter existing ones, and change their status and boundaries, as well as the Jammu and Kashmir Reorganisation Act, 2019. However, it will be wrong to see it as granting judicial imprimatur to the political import of the redrawing of constituencies in the Union Territory. Most political parties in J&K, which was downgraded to Union Territory status in August 2019, have opposed the Commission’s report that added six seats in Jammu division and one in Kashmir division to take the total number of seats to 90. The parties see in the exercise an attempt to weaken the Muslim majority region’s political and electoral significance and boost the prospects of parties with a base in Jammu. They consider this as an extension of the project to strip J&K of its status and privileges and repurpose its politics to the advantage of the ruling party. This question of legitimacy can be answered by the outcome of an election, if and when one is held, to the territorial legislature. However, the readjustment of boundaries may by itself cast a shadow on that process too.The petition that challenged the formation of the Delimitation Commission was a belated one, as it was filed after the panel published its draft order. The Court brushed aside its key contention that the delimitation has been frozen throughout the country until after the first Census held after 2026, noting that Article 170, which deals with this, applies only to States, and not Union Territories. It has also noted that J&K will be governed by its own reorganisation law, which allows the 2011 Census to be the basis for its delimitation, unlike the rest of the country, where the 2001 census was the basis for the last redrawing of constituency boundaries. It also rejected arguments rooted in the idea that some provisions of the Reorganisation Act were not consistent with the Constitution, noting that these provisions had not been specifically challenged. While the Court may be right in upholding the formation of the delimitation panel, the extensions given to it, and its decision based on laws currently assumed to be valid, the impression is inescapable that the people of J&K are being presented with a fait accompli on matters concerning their political destiny, as long as the core question — the validity of the withdrawal of its statehood and special status in 2019 — remains undecided.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics",
        "headline_1": "Beyond limits: On the Supreme Court order upholding J&K Delimitation Commission",
        "headline_2": "The real issues in J&K are statehood and special status, more than delimitation",
        "link": "https://www.thehindu.com/opinion/editorial/beyond-limits-the-hindu-editorial-on-the-supreme-court-order-upholding-jk-delimitation-commission/article66512726.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "GoI has agreed to the Supreme Court’s suggestion for a committee to study the Adani episode. The committee will have to contend with Hindenburg’s report which called Adani Enterprises “the biggest con in history”. Does a careful examination of the company’s financials merit such hyperbole?\nThe report insinuates that stock price manipulation may be the prime reason for the sharp appreciation in the stock price of Adani Enterprises (AE). This appreciation can plausibly be explained by the fundamental shift in India’s economic policy towards building physical infrastructure allied with irrational exuberance among investors of AE’s potential prospects from such a shift. Thus, the evidence backing the claim “the biggest con in history” is on thin ice.\nRead full opinion on TOI+\n\n",
        "headline_1": "Was Adani stock rise really a con? GoI’s ex-CEA & IMF’s Executive Director, India, argues a plausible explanation for the high market valuation was a combination of public capital spending and irrational exuberance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/was-adani-stock-rise-really-a-con-gois-ex-cea-imfs-executive-director-india-argues-a-plausible-explanation-for-the-high-market-valuation-was-a-combination-of-public-capital-spen/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "A year after Air India returned to private ownership, it announced the largest ever deal in the world for commercial planes. Sourcing from both Boeing and Airbus, AI ordered 470 jets. In addition, there are options tagged to the deal to increase the size of the order. Reports put the gross value of the deal at $85 billion, making it the largest ever in nominal terms. The deal’s scale has everything to do with India’s economic prospects. India is expected to remain one of the fastest growing major economies in the foreseeable future. This will expand demand for air travel. Boeing forecast that India will need more than 2,000 new commercial aircraft over the next two decades. This is the context in which the political participation of Modi and Biden and Macron, should be viewed. India’s growing economic footprint creates strategic leverage. To illustrate, consider the readout issued by Biden’s office following his conversation with Modi. It said the order of 220 planes from Boeing will support over 1 million jobs in 44 states. That represents an opportunity for India.\nRealpolitik is all about evaluating trade-offs. One of India’s advantages today is that its economic heft and potential give it the space to simultaneously access overflight routes over Russia and buy planes from US and French companies. China has proved adept at leveraging its domestic market and economic capabilities. Notwithstanding China’s problems with the West, German Chancellor Olaf Scholz visited the country a couple of months ago to deepen economic ties. The takeaway is that economic heft and strategic leverage are intertwined. In this context, India needs to get more out of its economic deals.\nBoth Airbus and Boeing also make military aircraft. Both companies already have independent manufacturing facilities in India where different units of the Tata Group are partners. However, given the potential demand from both the civilian and military side, India needs to get more of their supply chain based here. Unless India’s manufacturing capacity gets far more out of these deals, technological diffusion in domestic manufacturing ecosystem will be relatively limited. That will feed back into both economic potential and strategic leverage. Therefore, big buys orders are just the first stage. Both GoI and industry need to figure out ways in which a lot more benefit can be extracted in exchange for India’s markets.\n\n",
        "headline_1": "Maharajah of deals: How AI plane orders can increase India’s strategic leverage and manufacturing prowess",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maharajah-of-deals-how-ai-plane-orders-can-increase-indias-strategic-leverage-and-manufacturing-prowess/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "With assembly polls in Tripura today, all eyes are on TIPRA Motha and its demand for a separate state of Greater Tipraland. Motha’s leader Pradyot Debbarma has already indicated that he is willing to ally with any party that agrees to his statehood demand. However, given that Tripura is already small and a border state, carving out a Greater Tipraland isn’t a good idea, both security-wise and administratively.\nNonetheless, the idea of smaller states is absolutely valid. There are too many big states – by area, Rajasthan, UP, MP, Bihar, Maharashtra, Karnataka, Gujarat, Odisha, even Bengal are all too big to be administered with efficiency, and these can and should be subdivided into two or three or even more states. If UP were a separate country, it would be the fourth largest by population. But its per capita GDP is closer to Kenya’s. There is enough evidence to suggest that smaller states mostly tend to do better. According to the Eleventh Plan document the then newly created states of Uttarakhand and Chhattisgarh grew economically faster than their parent states – UP and MP respectively – between 2004-05 to 2008-09. That was down to partly to size and, relatedly, better decentralisation of resources.\nAnother reason a Union of small states is a good idea is that such a political model addresses what’s going to soon be a source of tension in Indian federalism. Smaller or medium size states or small bits of one or two large states like Maharashtra and Gujarat are doing most of the economic heavy lifting – but it is the larger states with larger populations that wield political power. This imbalance will deepen after delimitation. India is a continent-size country. It should have 100 states, or more.\n\n",
        "headline_1": "Union of 100 states: Why India must have many small states. It will make for better economy and better politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/union-of-100-states-why-india-must-have-many-small-states-it-will-make-for-better-economy-and-better-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "In the heyday of the British Raj, old India hands were often referred to as ‘Koi hais’, for their predilection of announcing their presence by loudly asking, ‘Anyone there?’ in the vernacular.\nIn an updated version, this utterance might well be suitably transmuted to sum up an aspect of post-colonial relations between India and its erstwhile ruler, and the interrogatory demand be rendered into the interjection, ‘Kohinoor hai!’\nRead full opinion on TOI+\n\n",
        "headline_1": "Let the Brits keep the damn bauble: Indians should be thoroughly unimpressed with Camilla’s crown minus Kohinoor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/let-the-brits-keep-the-damn-bauble-indians-should-be-thoroughly-unimpressed-with-camillas-crown-minus-kohinoor/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "Although there was much speculation about who would become the next president of the People's Republic of Bangladesh, and although some had reported about the \"frontrunners,\" no one knew what was about to happen. The name Md Shahabuddin as president was not even muttered under the breath so far as the media was concerned. Not just every news outlet, but most of the country, including senior ministers, appeared to have been in the dark.\nBut then, the ruling party stalwarts could not really express discontent for not being involved in the decision. The entire leadership of the Awami League willingly and happily relinquished any authority they had and to allow the party president, who is also the prime minister, to nominate the next president of the country.\nThe nomination of a president is not to be taken lightly. The next parliamentary election is due to take place early next year, and the newly elected president will be in office at that time.\nWhen the 2014 election was held, the BNP and other opposition political parties boycotted the polls to make them questionable. But the ruling party employed a strategy whereby 153 constituencies saw their MPs elected uncontested, which meant that even before the election was held, the Awami League had secured a mandate to form the government.\nAnd then in 2018, the general election was also highly questionable with widespread allegations, including from lawmakers and diplomats considered \"friendly\" to the ruling Awami League, that the election was held \"the night before.\" The Awami League returned to power with an overwhelming two-thirds majority.\nNow that Bangladesh is less than a year away from the next parliamentary election, everyone is speculating about the ruling party's strategy to win for the fourth consecutive time.\nThis nomination showed that the Awami League president is fully capable of pulling off a surprise without even the party stalwarts finding out. Not only was Sheikh Hasina able to evince her political shrewdness, but also that her party's strategy for the next election would most likely be a surprise as well – one that will ensure another five years in office for her party. On the face of it, this presidential nomination should at least boost the morale of the party loyalists and reassure them of another electoral victory.\nAlthough the post of the president is mostly ceremonial – the president acts as advised by the prime minister, except when appointing the premier and the chief justice – it takes on some significance during elections when the president assumes more of an executive role, issuing directives to the Election Commission.\nAccording to Section 5(2) of the Representation of the People's Order, 1972, all executive authorities of the government shall assist the Election Commission in performing its functions, and for this purpose, the president may, after consultation with the commission, issue such directions as they may deem necessary.\nSo, while the BNP and other opposition parties have been staging demonstrations demanding elections under a non-partisan government, threatening to boycott the polls (if held under the ruling government), coupled with the mounting pressure to hold an all-inclusive election, the role of the election-time president will be crucial.\nSpeaking to Prothom Alo, senior Awami League leader Matia Chowdhury said the prime minister had chosen a person (for president) who had full faith in the country and the principles of the constitution, and would also have a strong stand against unrest and anarchy.\nThe newly elected president, Md Shahabuddin, in a television interview said it was not only the desire of the government, but also the desire of the whole world that the next general election in Bangladesh be held with the participation of all political parties.\n\"If there is a national disaster or if there is any anarchy regarding the election, or if there is a deliberate attempt to sabotage the electoral environment, the president has some work to do,\" he said. \"I am not going to back down from that. I am a freedom fighter; I liberated this country. We gave so much blood for the country. So if there is an attempt to create anarchy, I will play my role in making the election fair. But I would like to exercise my power judiciously and fairly so that there is no bias. So that people realise that their president has done his part for the country.\"\nPredictably, the president has been quite the talk of the town over the last few days, as well as the likely strategy the Awami League may adopt in the run-up to the election. But as the ruling party president has shown, all those speculations could well turn out to be mere conjecture.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Presidential election, AL strategy and the next polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/presidential-election-al-strategy-and-the-next-polls-3248781",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "There seems to be no end to the criminality of Bangladesh Chhatra League (BCL). In its latest display of atrocities, two BCL leaders of Islamic University (IU) in Kushtia have allegedly tortured a female student for hours. The two accused are Sanjida Chowdhury, vice-president of the IU BCL unit, and Tabassum Islam, an activist of the same unit. The victim, a first-year student, said she was at the Sheikh Hasina Hall when the accused took her to one of the gono-rooms (common rooms) at around 11pm on February 12, mercilessly beat her, insulted her using obscene language, forcibly stripped her naked, and took videos of her.\nAccording to a written complaint submitted by the victim, after torturing her till 3:30am, the accused threatened that she would be driven out of the hall, and the video would be circulated, if she told anyone about the incident. A report by Prothom Alo revealed that this was not the first time that such an incident happened in IU. On the condition of anonymity, a number of students alleged that another female student was tortured similarly by BCL last year. They further alleged that Sanjida controls a group perpetrating such heinous offenses at the university.\nAccording to another Prothom Alo report coming out on the same day, a male student of Rajshahi University also alleged that BCL members had locked him up in a room and mentally and physically tortured him. He said he had been threatened by the university's BCL General Secretary Naim Islam and 7-8 of his followers to vacate a dorm room that was allotted to him recently. When he refused to comply, they took him to Naim's room, and beat him up.\nAs the avalanche of media reports on BCL will suggest, its unchecked operation on nearly every university campus in the country has led to similar incidents of harassment and torture – and even murder, as in the case of BUET's Abrar Fahad – of ordinary students and rival political activists alike. We are treated to such horrific news almost every day. Just the day before, for example, this newspaper reported how BCL members are now increasingly getting involved in mugging-related activities in Dhaka University. After over a decade of establishing total control over all campuses – through torture, barbarities and collusion with university administrations – it seems the BCL has now turned into a full-blown criminal gang.\nAnd why wouldn't it, when the ruling party itself has provided it with constant patronage to the effect of making university administrations and law enforcement agencies totally unwilling to take meaningful action against BCL atrocities? Instead of discipling BCL, whose members have been involved in some of the most serious crimes as per the law of the land, ruling party high-ups have blatantly defended it, despite the ever-growing list of victims and protests from all sections of society. We call on the ruling party to abandon this strategy. It must show its commitment to democratic principles as well as establishing the rule of law for everyone.\n",
        "headline_1": "Chhatra League must be reined in",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chhatra-league-must-be-reined-3248756",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "After the pandemic, Bangladesh's film industry has managed to release multiple feature-length and short films that have seen success both on a national and international level. The industry seems to be growing at a never-before-seen pace, reaching audiences it once would have struggled to find. Despite everything, there is a giant obstacle that seems to stop the industry from growing as it potentially could: the Bangladesh Film Censor Board.\nAll movies deserve to have the freedom to tell a variety of stories given no explicitly illegal or morally abhorrent activity is happening underfoot. No matter what community these voices may belong to, there should be no barrier to having their stories heard. Not only does this help Bangladesh's film industry attract cinema lovers by diversifying voices, but it also helps spread these stories to an international audience.\nFor instance, My Bicycle written and directed by Aung Rakhine, is an independent film made entirely by non-professional filmmakers that saw significant international acclaim. The film saw screenings in festivals across the world, and yet never had a proper commercial release in Bangladesh because of bans placed by the film censor board. \nExamples like these are common, as the film censor board tends to take archaic measures to prevent certain stories from ever being visible to the public. This is simply not healthy, neither artistically, nor from a business perspective as these very movies that the censor board tries so hard to block are the ones that end up receiving massive critical acclaim and commercial success worldwide. When you have films made about your country that are celebrated everywhere except in your own nation, you have clearly failed to give space to stories that demand being heard.\nAnother victim of the film censor board's outdated measures would be Mostofa Sarwar Farooki's Saturday Afternoon, a joint production of Bangladesh, Germany, and Russia. A rare case of multiple international publishers and producers choosing to work on Bangladeshi cinema, this was en route to make history. The movie went ahead to win awards in France, Japan, and Russia. In Bangladesh, it was banned from releasing for three years until numerous protests by the director and various netizen groups cleared its release. However, at the time of writing this article, the movie has been called for re-examination, further delaying its release.\nThe fact that any movie has to go through so many hurdles to tell the story they want to tell will never make for a healthy scene for films in this country.\nAt the very least, the business of it all should at least make the censor board think otherwise. Especially in today's age, where people flock to the cinemas, making more movies available is simply beneficial for all parties. Filmmakers go to great lengths to tell stories about certain topics with utmost importance. It is completely natural for some of these films to be regarded as not safe for audiences of all ages. If the censor board continues to take drastic measures in banning their release instead of having open communication with the directors or having a proper age restriction system, the growth of films in this country will come to a standstill. Stories demand to live in the minds of the viewers.\nRaian is making a list of his favourite love poems in celebration of February, send some poems his way at IG @raian_is_burning\n\n",
        "headline_1": "How censorship is hampering the Bangladesh film industry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/how-censorship-hampering-the-bangladesh-film-industry-3248901",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "There seems to be no end to the criminality of Bangladesh Chhatra League (BCL). In its latest display of atrocities, two BCL leaders of Islamic University (IU) in Kushtia have allegedly tortured a female student for hours. The two accused are Sanjida Chowdhury, vice-president of the IU BCL unit, and Tabassum Islam, an activist of the same unit. The victim, a first-year student, said she was at the Sheikh Hasina Hall when the accused took her to one of the gono-rooms (common rooms) at around 11pm on February 12, mercilessly beat her, insulted her using obscene language, forcibly stripped her naked, and took videos of her.\nAccording to a written complaint submitted by the victim, after torturing her till 3:30am, the accused threatened that she would be driven out of the hall, and the video would be circulated, if she told anyone about the incident. A report by Prothom Alo revealed that this was not the first time that such an incident happened in IU. On the condition of anonymity, a number of students alleged that another female student was tortured similarly by BCL last year. They further alleged that Sanjida controls a group perpetrating such heinous offenses at the university.\nAccording to another Prothom Alo report coming out on the same day, a male student of Rajshahi University also alleged that BCL members had locked him up in a room and mentally and physically tortured him. He said he had been threatened by the university's BCL General Secretary Naim Islam and 7-8 of his followers to vacate a dorm room that was allotted to him recently. When he refused to comply, they took him to Naim's room, and beat him up.\nAs the avalanche of media reports on BCL will suggest, its unchecked operation on nearly every university campus in the country has led to similar incidents of harassment and torture – and even murder, as in the case of BUET's Abrar Fahad – of ordinary students and rival political activists alike. We are treated to such horrific news almost every day. Just the day before, for example, this newspaper reported how BCL members are now increasingly getting involved in mugging-related activities in Dhaka University. After over a decade of establishing total control over all campuses – through torture, barbarities and collusion with university administrations – it seems the BCL has now turned into a full-blown criminal gang.\nAnd why wouldn't it, when the ruling party itself has provided it with constant patronage to the effect of making university administrations and law enforcement agencies totally unwilling to take meaningful action against BCL atrocities? Instead of discipling BCL, whose members have been involved in some of the most serious crimes as per the law of the land, ruling party high-ups have blatantly defended it, despite the ever-growing list of victims and protests from all sections of society. We call on the ruling party to abandon this strategy. It must show its commitment to democratic principles as well as establishing the rule of law for everyone.\n",
        "headline_1": "Chhatra League must be reined in",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chhatra-league-must-be-reined-3248756",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "Modernity has robbed us of many of our virtues and introduced many vices. Individualism has driven us to a level where we think of the well-being of others only as an afterthought. While we still hear many talk the talk of compassion and kindness, we rarely see anyone walking the walk. In a world so driven by cruelty and self-interest, a 20-year-old gave us all pause with her act of kindness, even in her death. \nOn January 18 this year, the country's first successful brain-dead organ transplants took place thanks to Sarah Islam's decision to donate her organs after her death, giving new life to four people – two with fully destroyed kidneys and two without eyesight – in the country's first successful brain-dead organ donation. Sarah's contribution was so powerful that MP Mahbubul Alam Hanif even proposed that she be given state honour – a sentiment we laud and support. These kinds of generosity should be promoted by the state because such actions are not just good for the direct beneficiaries, but for the society at large.\nIt seems her brave decision has reminded us of our dormant humanity. She has inspired seven people, including Prof Sharfuddin Ahmed, vice-chancellor of Bangabandhu Sheikh Mujib Medical University (BSMMU), to also donate their organs. We applaud these selfless people who have responded to Sarah's inspiring call for action. We also wholeheartedly welcome the inauguration of the \"Sarah Islam Cadaveric Transplant Cell\" at BSMMU, which will facilitate the process of donation, benefitting, we hope, countless others in the future. \nSarah's act is especially courageous because various stigmas still exist in our society about organ donation, which discourage people from helping those in desperate need. For example, against an annual need of 20,000-25,000 corneas, Bangladesh's lone eye bank, Sandhani Eye Hospital, is only able to collect 25 to 30 corneas. The demand and supply ratio for kidneys and other organs is similar. More than 20 million people in Bangladesh suffer from some form of renal disease, with an estimated 40,000 dying from kidney failure each year. More than 20,000 of them die because they cannot afford the constant dialysis required to keep living. \nSarah's act of kindness – and that of the seven new donors – should move us all to reflect about the roles we play, as individuals, within a collective. Are we really doing our part for this society, or becoming more and more self-centred in our relentless quest for a better life, all the while forgetting that such a pursuit is counter-productive for us all in the long run? It is high time that we confront our internal biases and hypocrisy and take part in acts of kindness that can actually save lives. We hope that the recent organ donations and the inauguration of the aforementioned facility will inspire a new culture of posthumous organ transplantation in the country.\n",
        "headline_1": "A giver lives many lives",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/giver-lives-many-lives-3248446",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "That visual pollution adversely affects people's lives, particularly leaving as many as 270,000 children with eye fatigue and headache in the capital city Dhaka may be mistaken for yet another eye disease like conjunctivitis, myopia or night blindness. In fact it is none of the eye complications that either has its origin in the human body or is contagious. Rather, it refers to sights and scenes oppressive enough to the eyes to produce a sense revulsion or nausea. From this point of view, it is more psychological than physical and the extent of mental aversion decides the measure of damage to the eye. Indeed, from something uninspiring or proving an eyesore, susceptible mind's mood swing can transform into despair or even a sort of physical morbidity. Continuously exposed to ugly and unnerving sights, people in general but children in particular can become the greatest loser at the cost of the precious gift of appreciation for aesthetics and soft and subtle human feelings. A study by the Environmental and Social Development Organisation (ESDO) under the title \"Visual Pollution in the City of Dhaka: A Public Health, Environmental, and Traffic Distraction\" has found how this less known problem affects the city people's life. Twenty-four per cent of the city's inhabitants suffer from eye fatigue and children become the worst victim to this problem. This problem also has its relations to mental illness of 17 per cent of the city's population. The study further claims that the rise in the rate of death from road accident to as high as 40 per cent has also some connection to visual pollution. This particular problem has been ranked alongside overtaking, rash driving and intoxicated driving considered the top causes for road accidents. How the last two conclusions have been arrived at has not been explained. Maybe, those brought under the study had expressed their disappointment with the dull, drab and even ugly sights they have to confront on a daily basis in the surrounding environment they live or negotiate. People's eyes hardly get any relief in the city's space where Nature presents its pleasant and enchanting sights and sounds. People cannot be blamed if they find the city hostile and turn sulky and depressed. But it is intriguing to attribute the rise in the 40 per cent death rate in road accidents to visual pollution. Distraction by the electronic billboards or the reflective glaze suddenly causing blurred vision may make both pedestrians and drivers err in judgment on roads ---for pedestrians while crossing and for drivers while driving. But should the problem take such a heavy toll? By all means, however, the ESDO must be thanked for bringing this particular type of pollution to the public notice, because 95.89 per cent of this city's inhabitants are not even aware that they suffer from this problem which proves very costly. What all this points to is that the city is chaotic, unfriendly and lacking in idyllic, pristine and verdure spaces to relieve people under stress of their anxiety even if the invigorating system works for a while. The city needs to develop boulevards, parks and gardens that might not only offer breathing spaces but also offer attractive sights and relief from torturous troubles.",
        "headline_1": "Visual pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/visual-pollution-1676469056",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "Many people die of organ failure each year. Had there been a robust organ donation programme in Bangladesh, some of those lives could be saved. Once only close relatives could donate organs to patients in the country. But now, things have changed. In 2018, the government amended the organ donation law allowing transplantation of organs from the brain-dead with the consent from relatives. However, it took five years more to see someone donating organs posthumously. Sarah Islam, a 20-year-old girl, made history through her posthumous organ donation on January 18, 2023. She is the first person in Bangladesh who donated two kidneys and cornea after her death. Sarah's heroic act has given new life to four persons, two with completely damaged kidneys and two without eyesight. This kind of organ donation is called cadaveric donation. It involves organ donation, which includes procuring organs (heart, lungs, kidneys, liver, etc), as well as tissues (skin and cornea). Following in the footsteps of Sarah, seven people, including the vice chancellor of Bangabandhu Sheikh Mujib Medical University (BSMMU), have reportedly announced that they would donate their organs after death. The Sarah Islam Cadaveric Transplant Cell named after Sarah has been inaugurated recently at the BSMMU. So now, there is no legal bar to donate one's organs to save others' life. So, now we have a place where one can donate one's organs. But what we now need is more donors. A person can donate organs to a total of 27 individuals. And through this, many people can live longer. However, posthumous organ donation is not welcome in our society. Many people believe that the human body is a sacred gift from the Almighty and harming or mutilating it is a sin. This superstition should be got rid of. Many Muslim majority countries have already accepted the practice of posthumous organ donation. It is a norm in Saudi Arabia, Turkey, Iran and many other countries. In order to encourage the practice, religious leaders should come forward and speak in support of the practice. A countrywide campaign should be launched in support of posthumous organ donation and the practice should be promoted. The government can also aim to make cadaveric transplant donation more acceptable by inviting celebrities from the world of entertainment and sports to register themselves as donors. And the procedures of registration should be easy and hassle-free both for the donors and the recipients. The media should also support organ donation in the best interest of humanity and mankind. Posthumous organ donation is widely-practised in our neighbouring countries including India and Pakistan. Sri Lanka has already earned global appreciation by being the largest cornea donor country. In Bangladesh, at least 20 million people suffer from kidney diseases. And many of them die of kidney failure every year. If cadaveric transplantation could be done on a big scale, thousands of lives would be saved. What is now needed is a vigorous campaign to raise awareness in support of organ donation after death. \n[email protected]",
        "headline_1": "Organ donation after death",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/organ-donation-after-death-1676469089",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "Increase in the prices of essential commodities is a common experience in Bangladesh during the holy month of Ramadan. This year the trend has begun to show up months before the start of the fasting month. While all over the world, traders reduce the prices of products when any festival comes, in our country the businessmen increase the prices of products. The prices of essentials and items whose consumption increases in this month are now skyrocketing. And this trend of price hike can be called a dress rehearsal before Ramadan. The prices of essential food items may shoot further up with the commencement of the fasting month. The prolonged dollar crunch has already hampered imports of a number of products. And the Bangladesh Trade and Tariff Commission has reportedly hinted at a possible 30 per cent increase in prices of essential commodities. However, some other sources suggest that the prices of many goods are already 50 per cent higher than a year before. This sudden increase in prices is putting immense pressure on the poor and middle-class families, who are already struggling to make ends meet. The prices of sugar, chickpeas, fruits, juice, lentils, edible oil and other essential products have gone up beyond the purchasing capacity of many families. The situation is creating a widening gap between the haves and have-nots. It is becoming difficult for the commoners to maintain their livelihood. People are becoming increasingly worried and it is imperative that the government takes immediate action to reduce the prices of essential commodities. I urge the authorities concerned to look into the problem sincerely so that we can observe the holy month of Ramadan with dignity and comfort. \nMasum Billah Student of Mass Communication and Journalism, Rajshahi University, Rajshahi, [email protected]",
        "headline_1": "Control Ramadan essentials prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/control-ramadan-essentials-prices-1676469114",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2023"
    },
    {
        "full_article": "Freelancing has now become a new sector for many people to market their skills. It is now an exciting and growing career path. And it is gaining more and more popularity day by day in Bangladesh. Many students now do freelancing jobs and manage their pocket money. There are many educated youth who now prefer freelancing to 9 am-to-5 pm jobs. Given the benefits and freedom of being your own boss, many of them become full-time freelancers. Freelancers or people wanting to pursue freelancing, however, sometimes face significant challenges, which impede their progress. The main problem is a lack of awareness about opportunities and the absence of training facilities. Many people do not know where to apply or how to approach recruiters. At times, they even struggle to fulfil the tasks. Limited access to internet broadband and devices like computers or smartphones further hampers people's ability to secure freelancing jobs. Many Bangladeshi freelancers also face legal and regulatory challenges including a lack of protection for their rights and a lack of clarity around taxation and other financial obligations. To address these challenges and support the growth of freelancing in Bangladesh, it is important to invest in training programmes, improve access to technology and create a supportive legal and regulatory framework for freelancers. The government should work with private sector organisations to promote freelancing and provide support and resources to freelancers. In Bangladesh, freelancing is a source of income for many. So, the authorities concerned should help freelancers by addressing their problems as it will not only help create employment for the youth but also contribute to our economy.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Promoting freelancing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promoting-freelancing-1676469136",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2023"
    }
]