[
    {
        "full_article": "Amid turmoil and uncertainty, the Congress has announced the schedule for the election of a new president. Senior leaders are revolting, the party’s incumbent president Sonia Gandhi is battling ill health, and her son Rahul Gandhi is unwilling to take on the mantle. The party will be electing a president on October 17, as per the schedule endorsed by the Congress Working Committee. The Congress is also planning a march — nearly 3,500 kilometres across 12 States and two Union Territories over 150 days, billed as the Bharat Jodo Yatra, or Unite India march — to be led by Mr. Gandhi whose future role in the party remains vague. The party has also called a rally in Delhi on September 4 against price rise. To be fair, the Gandhi family finds itself in a spot — it will be ridiculed if one of them ends up as president, and if none of them is at the helm, new dynamics with unpredictable consequences could be triggered in the party. If the Gandhis are seen as backing a particular horse in the race, that will cast a shadow over the entire election process. All told, the best course for the party and the family is to facilitate an election process that is as fair as possible, and use it as an opportunity to open an honest conversation on revamping the party. The party is in decline, and the old strategy of waiting out the periods out of power will not work this time. It is at a crossroads or a dead end, depending on what the Congress decides to do now.Some pointers to what ails the Congress can be found in the resignation letter written by Ghulam Nabi Azad, who was a key figure in the party for decades. The lack of grace and gratitude stands out in the letter, but Mr. Azad’s career itself is proof of the validity of the charges that he makes against the party. With little popularity and no accountability, he remained a key decision maker in the party, became Union Minister for several terms, the Chief Minister of Jammu and Kashmir once, and a member of Rajya Sabha for five terms, totalling 30 years. Only 11 people have had such a long innings in the Rajya Sabha. When he says that the party is being run by a coterie, he surely knows what he is talking about. In fact, rootless managers who masqueraded as leaders ensured that mass leaders were humiliated and driven out of the party. The list of such people who could not remain in the Congress is long — from Mamata Banerjee to Sharad Pawar to Y.S. Jagan Mohan Reddy. The capture of the Congress party by a self-serving cabal had begun long before Mr. Gandhi came on the scene. No other party allows people who are incapable of mobilising the masses and winning elections to flourish like the Congress does. The organisational election must stir ordinary party workers and grassroot leaders to claim the party for themselves, and show power brokers their place.",
        "headline_1": "Congress conundrum: On announcement of poll schedule",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/congress-conundrum-on-announcement-of-poll-schedule/article65826778.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "The Beautiful Game, as legend Pele described football, and the world’s second most populous nation India, have a complicated link. There was a brief history when India played football in the Olympics and currently the European Leagues remain a top draw on television. Yet, India ranks 104th in the FIFA points table and to rub salt into its festering wounds, its parent body, the All India Football Federation (AIFF), suffered the ignominy of being banned on August 15, a day when the country celebrated 75 years of Independence. FIFA had cited ‘third-party interference’ as the reason for the punitive measure. The ‘third-party’ was a euphemism for the Supreme Court mandated Committee of Administrators (CoA) given the task of cleaning up the AIFF after the previous administration led by president Praful Patel, also a politician, went past the 12-year tenure mandated by the National Sports Development Code. Immediate concern centred around India’s right to host the Under-17 Women’s World Cup in October. In the subsequent flurry of developments involving the Sports Ministry and the Court, the latter returned power to the AIFF’s acting general-secretary Sunando Dhar and his committee, which allayed FIFA’s reservations against the now defunct CoA. And it was no surprise when the world’s football governing body lifted the suspension over India on Friday. But this is not all’s well that ends well.Even if India’s 11 days of limbo in the football wilderness is over, the collateral damage involved Gokulam Kerala FC being unable to play in the AFC Women’s Club Championship in Uzbekistan. That the AIFF, CoA and the Sports Ministry were sluggish in their responses to the initial threat of a ban reflects poorly on them. It is a fact that both the Government and the courts revealed an urgency only after FIFA implemented the ban. This sordid turn of events is also a pointer to the duality across Indian sport, be it ones with commercial heft such as cricket or other segments that need support. Athletes largely punch above their weight while the administrative side is often caught up with dissidence and legal battles. Sport also unites politicians across the spectrum and this is a case of birds of different feathers flocking together. In the early days, sports associations fielded politicians as it helped them cut through governmental red tape. Meanwhile, politicians enjoyed sport’s soft power and stretched their tenures. To complicate issues, not every athlete-turned-administrator put sport above themselves. There have been instances too of the palliative balm not being ideal as court-appointed mediators often turned out to be bureaucrats enamoured of star players while being churlish in clearing payments. As for the AIFF, its September 2 elections should ideally reveal a fresh path.",
        "headline_1": "Power play: On lifting of suspension by FIFA",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/power-play-on-lifting-of-suspension-by-fifa/article65825817.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "In the first half of his article, ‘What BJP can teach Congress’ (TOI, August 29), Hilal Ahmed rightly argues that BJP is pushing its political agenda by creating new ideas about India, while Congress and opposition parties are stuck in sterile debates over protecting the Constitution. But I challenge the second half, where he suggests that BJP has effectively carried the day by reducing the Constitution to a mere rule-book and refusing to engage with the spirit of its hallowed principles.\nHe says that “Hindutva Constitutionalism” is a “legal-political mechanism that is created to operationalise the doctrine of (BJP’s) New India.” This is both an astute observation and a red herring: It is astute to the extent that it shows that no matter what the Constitution says, the executive and the legislature can find ways to subvert its spirit. But a Constitution that has been amended more than 100 times in 75 years can hardly be called a principled document true to its original ideals.\nRead full opinion on TOI+\n\n",
        "headline_1": "What BJP learnt from Congress: All parties manipulate community sensibilities for electoral gains, all govts game the Constitution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-bjp-learnt-from-congress-all-parties-manipulate-community-sensibilities-for-electoral-gains-all-govts-game-the-constitution/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "Global financial markets yesterday experienced sharp volatility following US Federal Reserve chairman Jerome Powell’s take on inflation last week. He said that restoring price stability will take time and Fed would need to use its tools forcefully. His remarks  were interpreted to mean interest rate hikes may go on longer than expected. That, in turn, will undermine economic growth to a relatively greater degree. India too felt the impact. The rupee-dollar exchange rate breached the Rs 80 mark before closing marginally above it, and BSE Sensex dipped by 1.5% to settle just below 58,000.\nThe global economy is in an odd phase. The US has entered recession territory with output shrinking over two successive quarters and business manager surveys for Europe and Japan are flashing red. Yet, hiring continues, triggering the term “jobful recession”. India too is in an unusual phase. Inflation is forecast by RBI to average 6.7% in 2022-23, breaching the 6% threshold for the second time in three years. Aggregate demand, however, has been weak. Overheating is not the primary problem here.\nSince May, RBI’s monetary policy committee has increased the repo rate by 1.4 percentage points to 5.4% to check second-round effects of inflation. Even though the rate of inflation slowed in the last couple of months, risk of trend reversal remains. Oil prices are again rising and the Indian barrel of crude was $99.6/barrel on August 26. Also, the rainfall pattern may impact food grain prices. On August 26, the acreages of paddy and pulses were lower by 6% and 5% respectively. On the positive side, FIIs’ net inflows surged to almost $7 billion in August after being negative the first six months.\nFinancial market volatility will persist. In this context, RBI and GoI need to be careful about deploying their tools. Inflation in India is still mainly driven by supply constraints. Interest rates shouldn’t be used to combat anything but inflation as it slows economic momentum. Dealing with this tricky phase requires using the panoply of monetary and fiscal instruments, not just interest rates.\n\n",
        "headline_1": "Fed & all the rest: Financial market volatility will remain. Interest rates should not be used as all-purpose blunt instrument",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fed-all-the-rest-financial-market-volatility-will-remain-interest-rates-should-not-be-used-as-all-purpose-blunt-instrument/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "NCRB’s latest Crime in India report for 2021 is another iteration of the dismal story of justice delivery. A rise in serious crimes hasn’t been accompanied by proportionate systemic upgrades. From 2020 to 2021, kidnapping and abduction cases increased 20% and crimes against women, children and senior citizens increased 15%, 16% and 5% respectively. True, statistics cannot tell us if we are living in more unsafe times or whether crime recording has improved, or, perhaps most likely, a combination of the two. But statistics clearly show the need for more and better-trained police and judges.\nNearly 20% of sanctioned policing posts are vacant according to the Bureau of Police Research and Development. Yes, pendency burden for cops is much less than that for courts. But by yardsticks like conviction rates in murder, sexual offences, rioting and kidnapping, police come off very poorly. Conviction rate is just 28% in rape and 42% in murder cases.\nBut the real scandal is the slow legal process. Of 1.85 lakh rape cases pending trial in 2021, courts could dispose of just 12,000 cases against 26,000 sent for trial during the year. Matters are not helped by silly or questionable laws leading to thousands of cases. Against just 47,000 cases of disobedience to civil servants pending trial until 2019, violation of Covid-related social distancing norms prompted a deluge of such cases. Courts disposed of 4 lakh cases in 2020 and 2021, but another 5 lakh are pending trial. Governments must withdraw all these cases. Similarly, 26 lakh prohibition cases pending trial in 2019 have mushroomed to 34 lakh by 2021 – this category alone accounts for 10% of all pending criminal cases in India. There are also thousands of cases relating to possession of small amounts of marijuana. Prosecuting and investigating all these small offences, all of them owing their existence to laws that should be reformed, clogs up the criminal justice system. Politicians need to recognise this and undertake a serious review of criminal codes, just as many other democracies have.\n\n",
        "headline_1": "The real crime: Unless criminal codes are reformed the justice system will remain overwhelmed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-real-crime-unless-criminal-codes-are-reformed-the-justice-system-will-remain-overwhelmed/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "On August 15, the All India Football Federation (AIFF) was suspended by the global governing body for football, Fifa. The rationale was that a temporary Committee of Administrators (CoA) appointed by the Supreme Court constituted ‘third-party interference’ in Fifa’s eyes. The suspension has been subsequently lifted to the relief of every lover of the sport in the country. While there was a great deal of understandable anguish at the suspension and its consequences, there are those who have sought to justify Fifa’s decision to suspend in the first place.\nCleaning up football administration\nJust to recap, in May this year the matter was taken up by SC and the CoA was requested to draft a new constitution for the federation in terms of the National Sports Code, conduct elections under the said constitution and to then hand over control to the newly elected body.\nRead full opinion on TOI+\n\n",
        "headline_1": "Guardian of football or its problem? Fifa’s suspension of AIFF shows it doesn’t want players to influence the sport’s administration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/guardian-of-football-or-its-problem-fifas-suspension-of-aiff-shows-it-doesnt-want-players-to-influence-the-sports-administration/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "\"How are our loved ones? Are they eating well? Are they being tortured? Are they… alive?\" These questions haunt the family members of the victims of enforced disappearance as they spend agonising weeks, months and years, holding out hope against all odds. \nAt least 522 people have become victims of enforced disappearance between 2009 and 2018 in Bangladesh, cite various human rights organisations. \nMost survivors who come back home after being released from their forced captivity stay away from the public eye, never revealing where they were or who took them. A March 2022 study by the Centre for Governance Studies (CGS) tracked down cases happening between 2019 and 2021 and found that of the 30 percent of victims that were released, or officially arrested and thrown in jail, not one spoke up. \nBut on condition of anonymity, five such survivors answered the questions asked most pertinently by their loved ones.\nWhile their families search every alleyway, survivors say that they lived right around the corner in the capital city. \nAll testimonies by survivors point to at least two separate centres in Dhaka city, allegedly run by a security force and a law enforcement agency, and a third centre in a southern district. \nAccording to the claims made in the interviews, the centres are fully fledged illegal prisons, running on taxpayers' money meant for maintaining law and order and protecting the country. \nThe Daily Star is refraining from mentioning the names of the units to protect the anonymity of the sources. \nThe details described by two of the survivors correspond with each other and point to one centre – let's call it Centre \"U\" – while three other survivors all gave identical testimonies of the second centre. Let's call it Centre \"C.\"\nThe survivors were kept in the centres for periods ranging from two months up to one and a half years. Their years of detention spanned between 2015 and 2020. \nFour of the survivors were picked up for political reasons and their social media activities, while one survivor, who had been kept in Centre \"C,\" was a case of mistaken identity.\nAll of the survivors were picked up from Dhaka – this corresponds with the CGS study that found that over a third of the cases happened in just the capital city.\nAt Centre \"U,\" the victims described harsher, inhumane living conditions and torturous interrogations, while the victims at Centre \"C\" described a meticulously designed prison equipped to cater to any and all needs of the detainees.\nBoth, however, serve the singular purpose of holding a person against his will in solitary confinement, arbitrarily and illegally, for an endless period of time, not knowing whether he will be released or see the end of his life. \nBoth detainees from Centre \"C\" described being held in cells roughly 2.5 feet in width, four feet in length and five feet in height -- \"such that one cannot lie down, or stand up. One must always be half-sitting or half-lying.\" The cells had three concrete walls and a prison cell door with rungs. \nOne of the detainees was kept there for four months before being transferred to a southern district, while another detainee was kept there for a little over a week before being transferred to a bigger cell within the same centre. Their detention periods were five years apart. \nBoth detainees spoke of being blindfolded and handcuffed during the entirety of their stay at Centre \"C.\" \n\"It was very dark, but I was also blindfolded. Everyone gets blindfolded. The cell was two floors down under the ground. They strip you down to your underwear. They give you a lungi. The lungi was given many, many hours later after stripping,\" said one detainee, describing the initial moments of his captivity. \n\"Our hands were cuffed at the back for the whole duration of our captivity, except when it was time to eat and when we went to the bathroom,\" he said. The continuous handcuffing was such that a guard took pity on them and used to secretly open their handcuffs at night. \n\"There was an uncle, an old guard; he used to uncuff all our hands after midnight for a few hours. We could then open our blindfolds. I got him on three nights during my stay,\" said the detainee. He was held at Centre \"U\" for less than three months.\nThe detainee said that he was transferred to a bigger cell a week into his arrival to Centre \"C.\" \"I climbed metal staircases to my second cell. This place had a bigger room, but it was extremely hot and there were lots of mosquitos. The rooms had stand fans – they were switched on only occasionally. They knew exactly how much would be needed to keep us alive,\" he described.\n\"The floor was of broken cement. And we were made to sleep on the floor without any bedding. I was given a bottle of mineral water and I used to use that as a pillow under my head. It could get so cold at night on the floor…\" he recalled. \nAnother detainee who stayed at the centre for less than six months said, \"For as long as I was in that centre, I was kept blindfolded and handcuffed. The centre was probably three storeys underground.\" He said that he had realised this because when he was being transferred to another centre, they made him climb up three storeys and then he straightaway entered a vehicle kept at that level. \nSimilar to the first detainee, his cell too was too small to lie down in, and he sat up for months on end. \nBoth the victims said they had counted the number of detainees by the noises made by plates and doors during meal distributions. \nThe first detainee said he remembered counting 12 cells, one facing the other. \"I counted when my eyes were opened for the first time by the kind guard, and I saw the cell opposite to mine. I also counted by the clicking of cell doors when they used to give us food.\"\nThe second detainee said, \"There were about 14 of us in that long hall. I counted by the noise of the metal plates hitting the floor during mealtimes.\" \nSimilarly, even though their detention periods were spaced five years apart, they were both tortured during interrogation.\n\"I was interrogated for six hours. Every part of me was tortured. They used movie-like torture methods. They used something to give intense heat from up top. I was bleeding from the nose because of the torture. By the time they took me back to my cell, I was unconscious,\" said one.\nAnother claimed, \"I was made to sit in a wooden chair with ankle bindings and wrist bindings. They attached two crocodile clips to my earlobes and the clips were attached to two batteries. They would ask a question and send a jolt to my ears. They kept threatening that if I did not cooperate, they would attach the clips to my genitals. I urinated because of the torture.\n\"I would be beaten if I tried praying. They used to say that a sinner like me need not pray,\" he shared.\nHe also described another method of torture at a second centre. After his stint in the capital city, he was taken to another centre outside the capital towards the south. The Daily Star is refraining from naming the district to protect the detainee. \n\"It took many hours to reach that place. On our way to that district, I heard the names of the areas from the bus conductors crying out for passengers, and so I know where I was taken. The place was not too far from a launch jetty, because I kept hearing the whistles of the ships during my stay there,\" he described. \nThe torture method in that centre involved force-feeding. \"They would bring buckets containing several kilograms of beef. 'You will have to eat half of this,' they would tell me. For each meal, we were given six eggs,\" described the detainee. \"You have no idea how much money they spend behind each detainee.\" \nAt that particular centre, the walls were of corrugated tin and the detainees were kept in what looked like large animal cages. \"At least I could stretch my legs inside. Here, instead of having my hands locked in the front, one hand was put in a cuff, and the cuff was tied to a long rope attached to a hook outside the cage.\" There were four cages inside the long room, he said.\n\"There came a time, when the other three people were taken away one day. When my handlers came back, they said that one had been let go, while the other two had been shot dead in 'crossfire.' From that point, until I was released, I spent my time in mortal fear thinking that I would be killed too,\" he stated.\nThe threat of \"crossfire\" was used as an interrogation tool and torture method. \"I was taken to a large highway in the city – I was blindfolded and cuffed so I don't know which one. When we reached the area, everyone got out of the car, leaving me. I could feel a person getting in. He asked me questions about my political allegiance. At one point during the questioning, I was dragged out of the car and asked to run. I was afraid of being shot from the back, so I did not run and just stood in my spot,\" he said. \nBoth the detainees described the use of large machines as noise-cancelling techniques to drown out the voices of the people inside. \nOne detainee said something like a large generator operated at all hours. \"I started bleeding from the nose and throat because of the noise,\" he said.\nThe other detainee described extremely loud music being played at certain times. \"It would make my head hurt.\" \nHe also said he would have to shower in the middle of the night. \"I was bare-chested and had only one lungi. Every time I washed it, I would have to wear the wet lungi until it dried. I am prone to the cold and it was pure torture,\" he said. \nFive years later, laundry systems at the centre were seemingly improved. The other detainee described, \"They had a collection of lungis and T-shirts that would get rotated among the inmates. We could wash our T-shirt and lungi and leave it to dry in the washroom and be handed a replacement,\" he said. \nBoth the detainees cut their hair and shaved only once during their many months of detention, just prior to release. \nThe three detainees of Centre \"C\" described better facilities and did not report torture. \nAll detainees described the centre as a fully functioning outfit with its own kitchen, capable of cooking feasts, a barber's room, a doctor's room, fully stocked bathrooms, rooms furnished with beds and blankets, high commode toilets and even books for the detainees to read. \nSome of the detainees would respectfully be addressed as \"sir\" or \"uncle.\"\nBut none of that takes away the fact that they were being held against their will for up to two years, while their families wondered if they were dead or alive. \n\"My room had an iron bed, and I was given four blankets to make a mattress. A light bulb shone at all times, and an exhaust fan whirred at the corner of the door,\" the detainee said.\nThe man, an ordinary professional, had been picked up from his home for his social media activity, supporting opposing political thoughts. \nA few days into captivity, he asked for a book to read. \"They brought me the second part of a book, and when I asked for the first part, they said another detainee was reading it. Later on, when I asked for another specific title, they had that brought in from a bookstore,\" he said. \"Just the first page with the name of the store was torn out.\" \nThe detainees were not handcuffed or blindfolded inside their cells; one probable reason for this could be the fact that their cells had two doors – one with rungs like a jail cell, and another solid door – and so they could not see anything outside. \n\"The food was slipped in through a trap door at the bottom of the door. I used to wash my hands inside the room,\" he said. \nEvery time they had to go out of their cells, however, a black hood cover had to be worn and their hands were cuffed. This was during bathroom visits. \n\"Once the hood slipped, and my handler did not bother putting it back on. I saw a kitchen to my right, and a woman cooking in there,\" he said. \nAll food arrived hot and the detainees had a selection to choose from. \"During lunch, I was given shaak, tilapia fish, two eggs and daal. When I told them that I didn't want to eat farmed fish and egg, they brought me beef,\" said one detainee. \n\"During Ramadan, I used to be given hot milk, a big banana, rice, vegetables and proteins during sehri, and fruits, juices, fried snacks, chickpeas and sweets for iftar,\" he described.\nSeveral detainees described that during special days, they used to get feasts – parathas, vermicelli, rice and nut desserts for breakfast, and rich preparations of beef and chicken and rice for meals. \n\"Every time I was taken for interrogation, I was asked whether I was being fed and treated well. But regardless of how well I am treated, this is no life. I was detached from my family and they completely destroyed my life,\" one detainee described. \nAs a guard once said to a detainee, \"Over here, you will get whatever you ask for – unless you ask for something I can't give you.\" That something would be letting their friends and families know they were safe, learning the reason for their enforced disappearance, or knowing their fates. \nThe detainees described two types of rooms: one facing a wall, and the other facing a balcony. \nThe detainee whose cell faced a wall said that the solid door of his cell was kept open most of the time, but was closed every time someone had to be taken to the bathroom so that he could not see them. This detainee was taken in as a case of mistaken identity. \nAnother detainee whose cell faced a balcony said he had a small ventilator window, through which he could catch glimpses of the outside world. His cell was on the ground floor. \n\"Through a small grilled ventilator, I saw a jackfruit tree bearing fruit, and watched the fruit grow. I saw the rain, I heard birds. I used to hear a boy playing a guitar and his sister complaining to his mother about him,\" he recounted. Right beside this normal, beautiful world, he lay hidden in his hole of solitary confinement.\n\"I once knocked on the wall to try and talk to the cellmate next to me, but there was no response. The walls were about 10 inches thick and very high,\" he described. \nThe detainee counted every single day. Using a tiny piece of wood, he would etch the dates at the bottom of the wall. The national days helped him keep track of dates – when he used to hear nationalistic or patriotic songs play outside, he would realise what date it was, he said. \n\"Past inhabitants had written many things on the wall – from poetry, to Arabic writing, to Hindu religious symbols. One day, a few men came in and painted all over them,\" he described.\nOnce he slipped and fell in the bathroom, and needed to go to a nearby hospital for an X-ray. \n\"They put a hood over my head and led me into a vehicle. That was the first time I felt the sun on the hood covering my face. I heard rickshaw wallahs yelling at each other. I thought of pulling up my hood and running away, but then I thought they would shoot me or catch me. If they caught me, I would not be getting the comforts in my cell. I held onto the officers' reassurance that when the time came, I would be home again,\" he said. \nAnother detainee described how he could hear a lot of crying from the next cell. \"If he cried too much, he'd be taken somewhere. Then he'd come and sleep for a long time,\" he said. \nThe solitary confinement was what weighed hard on some of the detainees interviewed by this correspondent, such that they would go into lengthy details about the most mundane conversations they had with their guards – their only point of contact with the outside world. \nSome of them also spoke respectfully – almost fondly – about the handlers who treated them with the minimum dignity, almost as if glossing over the fact that the handlers, too, are captors complicit in this gross human rights violation.\nIt would be all too easy to discredit their statements as lies, since the interviewees are not revealing their identities. But upon hearing their testimonies, the question arises: Who would want to risk going back to that?\n",
        "headline_1": "Where do the ‘disappeared’ disappear to?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/where-do-the-disappeared-disappear-3106341",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "In June this year, many had described the Cumilla City Corporation elections as a \"trial run\" for the Election Commission's competence in organising polls, especially in terms of using electronic voting machines (EVMs). The results, unfortunately, left much to be desired. Not only did the EC fail to enforce electoral law when a local MP defied its code of conduct, but there was a great deal of controversy around the use of EVMs as well, leading to pandemonium during the declaration of results. The chaos surrounded the fact that there was no mechanism to audit or verify the results, or to question the influence of election officials operating the machines, regardless of how dubious said results might seem.\n\nOn what scientific basis did the EC decide on using EVMs? And how does it answer the questions being raised about its independence?\nCivil society organisations are continuing to raise such concerns to this day. According to SHUJAN: Citizens for Good Governance, there is a huge lack of transparency surrounding EVMs, especially the audit cards via which election results are collected, and which can be tampered with in the absence of a voter-verifiable paper audit trail. There are also confusions over whether EVM software can be manipulated. Beyond that, there are worries that the provision for EVM overwrite by election officials – where the presiding officer is allowed to use the ballot when there are issues with the EVM registering fingerprints – could also be used to manipulate election results.\nThese concerns have been repeated by opposition political parties as well. However, we have not seen the EC take any concrete steps to set their minds at ease. In fact, the EC has declared that EVMs will be used in around 150 constituencies in the next general election. This will require the use of around 5 lakh audit cards, meaning it will be impossible to find the time and resources to run forensic analysis on such a huge number of cards to ensure they are not tampered with. On what scientific basis did the EC decide on using EVMs? And how does it answer the questions being raised about its independence?\nThe EC has claimed it will do everything to ensure free and fair elections. To this end, it has even held dialogues with opposition parties, but the decision regarding EVMs makes clear that their demands were taken lightly. Over the past week, we have also witnessed BNP rallies in multiple districts being systematically attacked by ruling party men, sometimes with the help of police. Does the EC still believe this is a conducive environment for free elections? And if not, what does it intend to do about it?\nIt is up to the EC to ensure that the people are able to cast their votes. Against the backdrop of increasing election violence and political repression, choosing a system of voting that has been roundly described by experts as dampening voter turnout is yet another wrong decision from an increasingly long list curated by the EC.\n",
        "headline_1": "Why should we trust EVMs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-should-we-trust-evms-3106011",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "Our experience with railway projects is nothing to write home about. The railway has seen more than its fair share of projects to flounder, thanks to flawed project designs, weak feasibility studies, delays in preliminary work, procurement, activating funds, etc. Some of the projects were stalled indefinitely as well. Clearly, Bangladesh Railway (BR) has an execution problem, and it has been getting worse, as revealed by a recent report by The Daily Star. The report describes how another project plunged into uncertainty after the authorities put it on hold following a decision to not take hard loan from a Chinese contractor/financier, as originally planned.\nReportedly, the project was taken up in October 2016 to procure 200 rail carriages in a bid to improve the BR's capacity. It was supposed to be implemented with funds arranged by a certain Chinese contractor, and a contract was signed to that effect in November 2018. Out of the total project cost of Tk 927.52 crore, the government was supposed to pay Tk 214 crore while the remaining Tk 713.52 crore was supposed to come from the financier arranged by the contractor. However, things took an unexpected turn because of procedural delays and lack of preparation and cooperation on both sides. The cancellation of the contract means that BR will have to start the process all over again, having already lost six years and Tk 84.51 lakh in its initial bid.\nThis is, however, not the first time that poor preparatory work has led to the cancellation of a railway project. Early last year, the Chinese government informed Bangladesh that it would not fund the Joydebpur-Ishwardi double-line construction project because of \"a lack of in-depth preliminary work and insufficient feasibility study\". Besides, the Chinese contractor for the Akhaura-Sylhet rail line expansion project also declined to work after a downward revision of project costs.\nSomething always seems to go wrong when the railway authorities execute a project. Either it is bureaucratic deadweight affecting the process from start to finish, or the feasibility study is weak, or there is a problem with funding or procurement, or some other systemic failure. Inefficiency, mismanagement and corruption – these form a routine combination that either stalls projects, makes them insanely expensive, or compromises their outcomes. After the latest debacle, we cannot help but ask: can we ever expect timely project executions from the railway authorities? When will they stop giving excuses for projects gone wrong, and start proving their worth to the public?\nWe urge the authorities to critically examine why their projects keep getting delayed or stalled. They must establish accountability in all their undertakings, and fix systemic loopholes plaguing them for so long.\n",
        "headline_1": "Why do railway projects keep floundering?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-railway-projects-keep-floundering-3105991",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "It would be foolish to think that it was the first time that a police officer had been insolent towards an elected representative. But it was because the heated argument between Barguna lawmaker Dhirendra Debnath, who is also the president of Awami League's Barguna unit, and Barguna's Additional Police Superintendent Moharam Ali went viral on social media that people are taking notice of such an incident.\nPolice have been used regularly to muzzle the opposition in Bangladesh – and beyond – since time immemorial. But this happens to be a rare instance when the police appear to have turned on someone from the ruling party.\nTo discuss the impropriety of such behaviour from an employee of public service towards an elected representative is an exercise in futility. We will try to understand the possible reasons behind the police officer's audacity, and whether it was the reflection of a systemic shift in the mindset of the bureaucracy or just one police officer being insolent towards a ruling party leader. The bureaucracy knows that the ruling political camp does not have the currency or moral support to rightfully govern this country and must depend on them.\nOver the years, the ruling party's dependency on not just the police, but also the entire bureaucracy, to govern in general, corner the opposition, and suppress dissent has basically emboldened law enforcers. The ruling political class has come to increasingly rely on our law enforcers, rather than on their own strength that stems from public support and political currency.\nBut this dependency on law enforcers to reign over the opposition and rule politically backfires almost invariably.\nWith the last two general elections being questioned, people's distrust of the politicians has only increased. The politicians have also become alienated from voters, because there are now easier ways to win elections – using the administration and law enforcement agencies. Law enforcers know how the lawmakers have been elected, and how strong they are. But the ruling government, perhaps in order to ensure the subservience and obedience of the law enforcement agencies and bureaucracy, has been on a spree to politicise them, sometimes enthusiastically recruiting party cadres and sympathisers.\nThus, the audacity the police personnel was showing was nothing but the result of the politicisation of police.\nWe have to acknowledge the fact that political use of police is an issue of serious concern, and we have been avoiding this real problem for a long time for personal or partisan benefits. Due to the unethical continuation of this malpractice, a nexus of politicians, police, and criminals has been created – and this is known to almost all.\nThis creates a double-edged problem: Weakened organisational structure of political parties, and deterioration of the police's public image. The former police chief AKM Shahidul Haque recently said that political parties and the bureaucracy in Bangladesh never wanted a change in the police. He said the parties in power wanted the police to do whatever the ruling people wished, and suggested that there should be a system so that the police can work in a non-partisan way.\nThe most important point he made in his statement was that the police is a part of the judiciary, and if they cannot act neutrally, the criminal justice system will never work: \"A proper investigation is not possible if the police cannot act impartially. Legal reform is imperative if police are to act independently.\"\nBut for the politicisation of police, the ruling party should not be blamed alone. We have seen over the years how various governments assumed power and used the police for their own interests. The situation has reached a point where it has become difficult to find a government that used the police primarily in the interest of public service, instead of to serve the interests of the ruling government and the ruling party. We have a number of examples where the police were used to serve the interests of individuals.\nSo, in some cases, it has become tough to distinguish between the roles of political leaders and police officers. But in an ideal situation, political leaders were supposed to lay down the policy guidelines, and the police were supposed to execute the decisions within the framework of law.\nPoliticisation of police is detrimental to democracy and damages the basic structure of governance. So, the audacity that a police official has shown towards a sitting lawmaker is nothing but the result of their alienation from the people and the politicisation of police.\nPoliticians must rely on their own strength to govern the country. If they fail to do so, and rely on the law enforcers or the administration, then no one but the politicians will pay the most, and consequently, the nation will, too.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "The politicisation of police",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-politicisation-police-3105981",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "In June this year, many had described the Cumilla City Corporation elections as a \"trial run\" for the Election Commission's competence in organising polls, especially in terms of using electronic voting machines (EVMs). The results, unfortunately, left much to be desired. Not only did the EC fail to enforce electoral law when a local MP defied its code of conduct, but there was a great deal of controversy around the use of EVMs as well, leading to pandemonium during the declaration of results. The chaos surrounded the fact that there was no mechanism to audit or verify the results, or to question the influence of election officials operating the machines, regardless of how dubious said results might seem.\n\nOn what scientific basis did the EC decide on using EVMs? And how does it answer the questions being raised about its independence?\nCivil society organisations are continuing to raise such concerns to this day. According to SHUJAN: Citizens for Good Governance, there is a huge lack of transparency surrounding EVMs, especially the audit cards via which election results are collected, and which can be tampered with in the absence of a voter-verifiable paper audit trail. There are also confusions over whether EVM software can be manipulated. Beyond that, there are worries that the provision for EVM overwrite by election officials – where the presiding officer is allowed to use the ballot when there are issues with the EVM registering fingerprints – could also be used to manipulate election results.\nThese concerns have been repeated by opposition political parties as well. However, we have not seen the EC take any concrete steps to set their minds at ease. In fact, the EC has declared that EVMs will be used in around 150 constituencies in the next general election. This will require the use of around 5 lakh audit cards, meaning it will be impossible to find the time and resources to run forensic analysis on such a huge number of cards to ensure they are not tampered with. On what scientific basis did the EC decide on using EVMs? And how does it answer the questions being raised about its independence?\nThe EC has claimed it will do everything to ensure free and fair elections. To this end, it has even held dialogues with opposition parties, but the decision regarding EVMs makes clear that their demands were taken lightly. Over the past week, we have also witnessed BNP rallies in multiple districts being systematically attacked by ruling party men, sometimes with the help of police. Does the EC still believe this is a conducive environment for free elections? And if not, what does it intend to do about it?\nIt is up to the EC to ensure that the people are able to cast their votes. Against the backdrop of increasing election violence and political repression, choosing a system of voting that has been roundly described by experts as dampening voter turnout is yet another wrong decision from an increasingly long list curated by the EC.\n",
        "headline_1": "Why should we trust EVMs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-should-we-trust-evms-3106011",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "Our experience with railway projects is nothing to write home about. The railway has seen more than its fair share of projects to flounder, thanks to flawed project designs, weak feasibility studies, delays in preliminary work, procurement, activating funds, etc. Some of the projects were stalled indefinitely as well. Clearly, Bangladesh Railway (BR) has an execution problem, and it has been getting worse, as revealed by a recent report by The Daily Star. The report describes how another project plunged into uncertainty after the authorities put it on hold following a decision to not take hard loan from a Chinese contractor/financier, as originally planned.\nReportedly, the project was taken up in October 2016 to procure 200 rail carriages in a bid to improve the BR's capacity. It was supposed to be implemented with funds arranged by a certain Chinese contractor, and a contract was signed to that effect in November 2018. Out of the total project cost of Tk 927.52 crore, the government was supposed to pay Tk 214 crore while the remaining Tk 713.52 crore was supposed to come from the financier arranged by the contractor. However, things took an unexpected turn because of procedural delays and lack of preparation and cooperation on both sides. The cancellation of the contract means that BR will have to start the process all over again, having already lost six years and Tk 84.51 lakh in its initial bid.\nThis is, however, not the first time that poor preparatory work has led to the cancellation of a railway project. Early last year, the Chinese government informed Bangladesh that it would not fund the Joydebpur-Ishwardi double-line construction project because of \"a lack of in-depth preliminary work and insufficient feasibility study\". Besides, the Chinese contractor for the Akhaura-Sylhet rail line expansion project also declined to work after a downward revision of project costs.\nSomething always seems to go wrong when the railway authorities execute a project. Either it is bureaucratic deadweight affecting the process from start to finish, or the feasibility study is weak, or there is a problem with funding or procurement, or some other systemic failure. Inefficiency, mismanagement and corruption – these form a routine combination that either stalls projects, makes them insanely expensive, or compromises their outcomes. After the latest debacle, we cannot help but ask: can we ever expect timely project executions from the railway authorities? When will they stop giving excuses for projects gone wrong, and start proving their worth to the public?\nWe urge the authorities to critically examine why their projects keep getting delayed or stalled. They must establish accountability in all their undertakings, and fix systemic loopholes plaguing them for so long.\n",
        "headline_1": "Why do railway projects keep floundering?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-railway-projects-keep-floundering-3105991",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "News about jute cultivation is a mixed bag of joy and sorrow. While this cash crop, according to reports, is set to have a bumper yield, farmers in many areas are confronted with an unprecedented crisis of water for retting of jute plants. Particularly in the country's north where a drought-like situation is prevailing for want of rains and seasonal flooding of low lands during the monsoon, farmers are at a loss about how to ret their produce and maintain fibre quality. Some desperate farmers have reportedly taken lease of ponds used for fish farming at a very exorbitant cost. In areas where water is readily available for retting jute plants, farmers are counting good profit because of the price of jute at Tk 2,500-3,000 a maund (a little over 37 kilograms). True, the golden fibre needs perfect retting to be considered the highest grade apart from its lush growth in favourable soil. In the past, there was no dearth of water in the jute-growing areas. The problem facing jute farmers today sets the alarm bell ringing. Climate change has already wreaked havoc on many natural resources people the world over once considered granted. Many rivers, including the Thames, Rhine and Danube, from America to Europe, to Asia and the Middle East are drying up. Farmers will have to plan cultivation of crops depending on the changing pattern of seasonal cycle. In this case, apps developed for weather forecasting in relation to agriculture can be highly useful. The conventional agriculture will certainly undergo radical transformation and the department of agriculture and its extension service will have to be on their toes to guide farmers for cultivation of different crops in order to avoid losses as much as possible. So far as jute cultivation and retting are concerned, there has been a major shift in the process of the latter if not for the former. Here is a crop that needs little tending and no irrigation, so conventional cropping pattern is enough for its cultivation. But instead of plant retting, ribbon retting can bring about a huge difference. In conventional retting of jute plants, there is always a risk of over-retting or under-retting but in ribbon retting, a mixed bacterial retting culture, there is no such risk. Moreover, the time of retting can be reduced by 4-5 days. Half the water is required and small water reservoir can be enough for the purpose. Thus the environmental pollution caused by normal retting can also be avoided. Evidently, jute cannot regain the preeminent position it once held in the country's economy but if there is a collective effort to boost the jute industry, it can be one of the top export earners even today. Positive developments such as the development of jute ribbon-separating machine by a country mechanic and also by the Mirpur Agriculture Workshop and Training School have to be encouraged for their wider use at the grassroots level. The production line of such machines have to be financed by the government in order to make the retting process easier. Ribbons thus separated may be retted with water pumped out from the underground.",
        "headline_1": "The jute economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-jute-economy-1661780989",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "Saying that the government is not doing enough to bail the nation out of the ongoing economic deadlock may be viewed by many as a travesty of truth. But it's not a distortion of facts. Thanks to the administration's compulsion to get along with the market and assorted sectors' operatives who call the shots in their respective fields, the government has to make compromises at times. It's part of the country's national legacy which has been passed down to the 20th century government machinery. No matter how strong a government is, its fiats do not always work. Accordingly, many of the Third World's governments find Vladimir Lenin's words \"It's necessary sometimes to take one step backward to take two steps forward\" relevant still today. Maybe, Bangladesh falls in this category. In spite of the government's unwavering stance to steer clear of the global adversities, it admits being caught in a quagmire. Amid the global economic meltdown taking the citizens of the poorer countries off guard, which began a few months ago--- sparked by the outbreak of the Russo-Ukrainian conflicts, even popular governments couldn't prevent their citizens from feeling being hit by the worst economic jitters since the 1929-`39 Great Depression.Due to the developed countries' economic track record showing a steady growth wielded by strong governments and governance, they are able to keep their countries unaffected despite the present turmoil. Coming to Bangladesh, the domestic detractors do not miss a small chance of criticising the persons at the helm of government. With their normal life in disarray thanks to the skyrocketing cost of living, and remaining content with the bare minimum, it's the fear of a darkness engulfing them from all sides, which makes them turn desperate. The educated persons understand the extent of the global turmoil in the multi-faceted economic sector. But continued disillusionment caused by market inaccessibility, strict rationing on getting the basic utility services makes others boil in simmering impatience. Compared to the similar crises in the past, the present one can be defined as a punishing one. The country has passed through the depressing times of the post-Liberation War, comprising crisis of food and other items, fifty-one years ago. Disastrous floods added to the national sufferings. The communication infrastructure, industries, the sea- and river ports were in ruins in the early 1970s. It seems incredible for many to recall how this same nation displayed the strength to weather those existential crises. History may point at the then nationalist forces which were active in keeping the all-sweeping patriotism alive in people, despite sparks of discontent. Moreover, the world political situation back then was completely different from the one in place today.The residual bipolar world in the early 1970s was dominated by the US, the champion of market economy and a democratic system respecting all shades of opinion. The Soviet Union, today's Russia, promoting a centralised economy and a one-party system recognising, or permitting, only the official state version of opinions, led the other segment of the bipolar world. After the collapse of the Soviet Union in the early 90s, the world saw the unhindered march of the market economy and free speech. The watershed event of the whole world rallying behind the multi-party democratic system had little impact on the Bangladesh statecraft. That the present unsavoury realities amid many bitter economic impediments would not have bothered Bangladesh much had those not impacted on the lives of its low-income people; majority of them remaining content with two square meals a day. The latest dislocation in the humble Bangladesh economy and the jitters it is made to undergo has caught the country and its people unawares. To their misfortune, the gusts of the global economic uncertainties shook Bangladesh at a time when it was all set to graduate to a lower middle-income country from its LDC status.Given the series of remedial measures taken recently by the government, evidently to alleviate the sufferings of the low-income and also the lower middle-class people, the government appears far from surrendering itself to destiny. They know well the path to a tolerable state of recovery is filled with many hidden thorns; with business and trade syndicates peeping out of their holes. But the general masses seem to have reached the end of their tethers. Apart from being burdened by an overheated market, the clients of essential commodities and services continue to remain dumbfounded.Ever since its emergence as an independent nation in 1971, Bangladesh hasn't given in to any testing times. Its 51-year-long path hasn't been strewn with rose petals. Apart from the brief interludes of peace and tranquility, crises in different sectors have continued to beset it. The ongoing economic volatilities have stood out with their complex nature, with the nation being sucked into an unfathomable whirlpool. All this began with a senseless diesel and other essential commodities' price hike caused by economic sanctions on Russia over its war with the NATO-backed Ukraine. The poorer countries like Bangladesh are now feeling befuddled while coping with the continuing price hike of fuel-oil, food grains rice and wheat, edible oil and scores of domestic essentials. Bangladesh has been hit hard by the domino effect of the global economic uncertainties that has invited disastrous times for its agriculture, power and industrial production. The government, evidently, is trying its best to find a way out of the imbroglio in order to stop it from spreading its tentacles further. But confused handling of the situation, anachronistic business strategies and errors in fixing urgencies may prolong the situation prevailing at the moment. Mere sticking to resilience may not help the nation in these crises. The spirit ought to be supplemented by action, taken domestically.\n[email protected]",
        "headline_1": "Facing up to hard times",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facing-up-to-hard-times-1661781014",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "Fasting has traditionally been a religious practice. By abstaining from foods, drinks and various other activities that give humans pleasure, the practitioners of fasting believe they can exonerate their soul from the sin of temptation. And to resist temptations is a basic tenet of many religious beliefs. But recently a new kind of fasting, 'dopamine fasting', has hit the Silicon Valley, the world's high-tech hub, as a new fad. The 'dopamine fasting' enthusiasts believe the more people give themselves to the power of dopamine, a brain chemical known for creating the feeling of pleasure or more precisely, motivation, the more they crave higher level of stimulation to have the same effect. The way people are increasingly getting addicted to digital devices and global digital communication platforms that those are networked with have driven Dr Cameron Sepah, a clinical psychiatry professor, at the University of California, San Francisco, to introduce, what he terms, 'dopamine fasting'. So, what is dopamine fasting? It is, according to Dr Sepah, 'Taking a break from behaviours that trigger strong amounts of dopamine release (especially in a repeated fashion) allows our brain to recover and restore itself.' Actually, Dr Sepah's original idea was that his prescription of dopamine fasting would act as an 'antidote to our overstimulated age'.The six compulsive behaviours that dopamine fasting, Dr Sepah believe, may respond to are: a) emotional eating, b) excessive internet usage and gaming, c) gambling and shopping, d) porn and masturbation, e) thrill and novelty seeking, and f) recreational drugs. But some followers of this new wellness fad have taken the practice to its ascetic extreme. They are abstaining themselves from any experience that might bring pleasure in addition to the six behaviours listed in the foregoing. Some have gone so far as to avoid making eye contact, chatting with friends or even making moderately fast movements that may cause stimulation in the body. But Dr Sepah does not recommend avoiding all stimulation, especially, human interaction. However, indirect interactions like scrolling on social media needs to be restricted. But can we really 'fast away' dopamine, a neurotransmitter? It is, in fact, a body's system for reward, motivation, learning and pleasure. True, dopamine level in the body does rise when we do activities that are self-rewarding. But when a practitioner of dopamine fasting avoids doing very stimulating activities, the dopamine level in the body does not necessarily lower. So, in a sense 'dopamine fasting' is a misnomer. Moreover, it (dopamine) is not something like 'heroin' or 'cocaine'. And 'fasters' mistakenly think that they are giving themselves a 'tolerance break' by denying their body the stimulant, dopamine, and that its stock in the body system will be replenished once the exciting activities like eating, gambling, visiting internet, social media platforms and so on are started afresh after breaking the fast. But the brain chemicals do not work that way. Actually, taking a break from the stimulating activities is not going to reset the system that controls dopamine in human body. More than anticipating the reward of a stimulating activity, dopamine is involved in motor control, memory and excitement. However, as originally conceived of by its proponent, Dr Sepah, dopamine fasting is a method based on cognitive behavioural therapy by which we can wean ourselves off unhealthy stimuli that go with modern technology-centric society. The focus is on getting detached from overactive digital world and doing rather simple, natural things. This is how it is possible to protect ourselves from the digital-era temptations. As science now sees a brain substance as the villain behind temptation, psychiatrists are now suggesting ways to deny the brain that substance to exonerate people from this digital era sin. In other words, science has reinvented fasting in the shape of dopamine fasting, which many people have long been practising as an article of their faith. \n[email protected]",
        "headline_1": "Reinventing fasting",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reinventing-fasting-1661781056",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2022"
    },
    {
        "full_article": "The recent news of a 16-year-old boy falling from a moving train to death while taking a selfie near Chuadanga Railway Station adds to the increasing number of fatalities due to the selfie-craze. Teens or, in fact, even adults, are nowadays found addicted to taking selfies. And in an attempt to make their selfies appear unique and exotic, they do not hesitate to risk their lives. They even risk climbing buildings or stand in front of moving trains to get a perfect background for their picture. But in between the attempts to have a perfect selfie, many even embrace death. Some studies have found this new phenomenon related to selfie addiction. With the rise in popularity of different social media platforms, from Facebook, Instagram to Snapchat, people have been obsessed with documenting their activities through seflies putting their lives at risk. Why people indulge in such activities is hard to explain. An awareness campaign in the social as well as the mainstream media should be launched to stop this suicidal trend among the selfie-crazy people. Also, tourist spots should be provided with extra staff to look after the issue. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Combating suicidal selfie-craze",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-suicidal-selfie-craze-1661781087",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-08-2022"
    }
]