[
    {
        "full_article": "The Reserve Bank of India (RBI) has now joined battle by pitching the need to ‘keep inflation and inflationary expectations under check’ front and centre of its policy approach. Just over a month after the RBI’s Monetary Policy Committee (MPC) decided at a surprise ‘off-cycle’ meeting to raise interest rates for the first time in almost four years, the rate setting panel has followed up with a further 50 basis points increase in the policy repo rate. Simultaneously, the MPC has made it clear it no longer intends to ‘remain accommodative’. It will instead stay focused on the withdrawal of the pandemic-triggered accommodation as it races to tame retail inflation and anchor it within the 2%-6% target band. In acknowledgment of the herculean task it faces, the MPC now projects retail inflation to average 6.7% over the entire fiscal year ending in March — a full one percentage point increase from the 5.7% it forecast in April. Price gains are now expected to accelerate at a 7.5% pace in the April-June quarter, a sizeable 120 basis points faster than previously estimated, before printing at 7.4% in Q2, a sharp 160 basis points quicker than April’s projection of 5.8%. The headline CPI-based inflation is now seen stuck above the RBI’s upper tolerance limit in Q3 as well, at 6.2%, before easing to 5.8% in the fourth quarter. The MPC has listed a slew of factors clouding the inflation outlook: the war in Ukraine and the consequent elevated commodity prices, the heat wave stunting rabi crop output, high edible oil prices, crude prices that continue to pose a pass-through risk to domestic pump prices of fuels, increases in electricity tariffs, and, crucially, manufacturing and services firms flagging input and output price pressures.That inflation looms large over every other aspect of the outlook for the economy worldwide is also evident from the MPC’s pointed reference to ‘growing stagflation concerns’ that are amplifying the volatility in global financial markets. While the RBI has made brave to retain its April forecast for GDP growth in the current fiscal at 7.2%, citing an ongoing recovery including in contact-intensive services and an expected boost to rural consumption from rain-spurred kharif sowing and output, a 37% ‘below normal’ start to the southwest monsoon serves as an early cautionary augury. And it is precisely the “headwinds from accelerating inflation” and the resultant ‘erosion of purchasing power of consumers’ that the World Bank cited on Tuesday when it cut its forecast for India’s GDP growth for this year by 50 basis points to 7.5%. The only silver lining is the RBI’s finding in a quick survey, post the May 21 excise duty cuts on petrol and diesel, that show urban households’ three-months-ahead inflation expectations have moderated by 190 basis points. Governor Shaktikanta Das has cited this finding to underline that States too could do their bit to soften inflationary pressures by further reducing their value-added taxes on fuels.",
        "headline_1": "Inflation’s long shadow: On RBI’s actions",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/inflations-long-shadow-the-hindu-editorial-on-rbis-actions/article65507205.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "Food safety and consumer empowerment are areas in need of constant attention in India, where enforcement is often lax. But in this, Tamil Nadu deserves credit for finishing at the top among 17 large States for food safety; it was ranked third in the previous edition of the State Food Safety Index. That Tamil Nadu, with 82 marks, is ahead of Gujarat by 4.5 marks and Maharashtra by 12 marks, highlights its creditable showing. Developed by the Food Safety and Standards Authority of India (FSSAI), the Food Safety Index evaluates States and Union Territories on these parameters, apart from their size: human resources and institutional data; compliance; food testing – infrastructure and surveillance; training and capacity building, and consumer empowerment. Tamil Nadu has improved its standing in ‘human resources and institutional data’, and ‘training and capacity building’. There has been incremental progress in ‘compliance’ (which measures overall coverage of food businesses in licensing and registration), and ‘food testing’ (which scrutinises availability of adequate testing infrastructure with trained manpower in the States/Union Territories for testing food samples). The State has performed marginally lower than what it did last year in ‘consumer empowerment’. But barring Tamil Nadu, there is nothing for the other southern States to cheer about despite the region being more advanced than the rest of India in many socio-economic indicators. Kerala, which came second last time, is now at sixth spot; Karnataka has retained its ninth position; Telangana slipped from 10 to 15 and Andhra Pradesh dropped to the last slot from the penultimate slot in the previous edition when 20 States were covered, unlike the 17 now. Among Union Territories, Puducherry rose from seventh to sixth spot.But in an area such as food safety, States alone cannot make a big difference without the support of the Central government. Liberal assistance should be provided to the States and Union Territories as far as laboratory infrastructure and improvement of manpower, both technical and non-technical, are concerned. The private sector should come forward in a big way to have staff trained at their cost and where such persons are used productively for the purpose. There are inspiring accounts of the participation of some information technology majors in getting surplus food distributed to the needy, of course with the help of non-governmental organisations, and this should serve as a lesson to those who are still hesitant to make their contribution. What every player in the field of food safety should realise is that each one has a critical role to play, and there has to be collective and well-coordinated action.",
        "headline_1": "Safe foods: On the need to develop lab infrastructure in States",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/safe-foods-the-hindu-editorial-on-the-need-to-develop-food-laboratory-infrastructure-in-states/article65507222.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "Analyses of Bangladesh's last three elections would reveal the dark side of our politics, which to a large extent replicates practices marked by a policy of exclusiveness, keeping the major opposition party out of the fray, and creating a loyal opposition obligated to the ruling party. It is disheartening to see the ruling party, a political party with established credentials, replicate a highly undemocratic innovation of a military ruler of keeping a tamed opposition in parliament. In fact, in its turn, the Awami League has gone a step further and appointed a few of them as cabinet ministers.\nThe 12th parliamentary election is just round the corner, and Bangladesh has come under international radar in this regard. Our development partners, the UK and US in particular, have expressed their views on the type of elections they would like to see in 2023. The US ambassador did not mince words when he said that his country wanted to see a fair and \"internationally\" acceptable election in Bangladesh. It has also engaged the attention, and rightly so, of the ruling party.\nFirstly, no election would be valid without the participation of the other major political party, the BNP. And here lies the problem. BNP is loath to participate in the next general election under the current government running the administration. And the Awami League would not have it any other way. It would not relinquish power before the expiry of its term. The respective positions expose the irony of the situation in which we see a reversal of the previously held positions of the two parties. Awami League, once a strident votary of a neutral caretaker system, no longer thinks it a good idea, and the BNP, which had initially opposed the idea, thinks that the only way a free and fair election could be ensured is by having a neutral body at the helm of the administration.\nI believe both the ideas are fundamentally flawed. The most important point the two parties have missed is that neither the ruling party nor the administration under it runs the election. And it is not the caretaker government, if there is one, which would conduct the elections either. It is the Election Commission (EC) that organises and conducts the election with the support of the administration. So why these rigid positions?\nTake the BNP's position, for example. Once bitten, twice shy, the BNP made a blunder in 2014 but participated in the elections in 2018, only to burn its fingers. The 2018 election was an election that never was. It was an aberration that sapped the Election Commission's credibility and people's interest in politics. Therefore, the BNP is not remiss in thinking that with Awami League in power, a free and fair election is not possible. And none other than the former chief election commissioner (CEC) has very recently admitted that there are challenges in holding the polls under a party government. It would have been a great help had he spelt out what the challenges were that he had faced in his five years in office. It is a sad reflection on our system that while other democracies have elections with the incumbent in charge of the administration without anyone questioning its credibility, we need special dispensation to conduct our parliamentary elections. And this is only because the institutions and agencies in these countries work independently and possess enough spine to resist undue pressure. Thus, the gripe.\nBut why is the Awami League so unsure of itself as not to accept a neutral dispensation running the administration during the conduct of national elections? It had claimed in 2014, as it does now, that it was riding the crest of popularity with its many achievements. Thus, one may ask: Did it have to resort to the blatant measures and ploys to ensure victory in 2014 and 2018? If one would need a lantern to find BNP leaders during elections, as some Awami League leaders think, then why not relent on your position? The Padma Bridge is a purple patch of the Hasina administration, and should be a vote catcher for the party. So why the uncertainty? Why so many new ordinances to stifle free speech? Why equate the party with the state? Why root for a voting apparatus which has been discarded by most of the leading democracies in the world because of its susceptibility to tampering – the electronic voting machine (EVM)?\nParticipatory elections do not necessarily mean a free and fair election. And we know that. Ultimately, it is the CEC and his commissioners who can make all the difference. An acceptable election depends on the Election Commission's ability to display its grit and resolve, exercise its writ, remain neutral, and be prompt to address complaints and proactive in detecting violations – unlike the former CEC and his team, whose belated reaction to any complaint was its hallmark. The million-dollar question is: Can the new Election Commission absorb the pressure of the ruling party, prevent the government's direct and indirect influence in the election process, and provide a level playing field for everybody? Past experiences in general do not engender confidence in the system.\nIn the final analysis, there are more compelling reasons for the BNP to participate in the election, and for the Awami League to allow an acceptable, free, fair and participatory election without resorting to the means of the past two. For the BNP, it would not like to be in the political wilderness it has been in the last 10 years. In 2018, everything was done to ensure that the BNP did not get the second highest number of seats and become the major opposition in parliament. Certainly, it deserved to win more than the six seats it did the last time. As for the Awami League, its seriousness in making the next election participatory is demonstrated by the comments of senior party members, including the prime minister. There is a realisation in the ruling party that the kind of elections held in 2014 and 2018 would no longer wash. The next election has to be not only accepted nationally, but internationally too. The question is whether the two can reach an agreement that would include arrangements of holding the Jatiya Sangsad election, making it impervious to the ruling party's influence.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "Why election 2023 needs to be different from the last two",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/why-election-2023-needs-be-different-the-last-two-3042686",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "Dreams meet devastating ends on the roads and highways of Bangladesh almost every day. Puja Sarkar's death is one of the latest examples. The young scientist was on track to fulfil her dreams, despite all the challenges she had faced in life. With unflinching determination and hard work, she went on to finish her graduation with distinction, and joined Bangladesh Atomic Energy Commission (BAEC). On the personal front, her life seemed to be as close to perfect as she could ever hope for. She had married the love of her life, Tanmoy Majumder, a doctor, and she had been expecting a baby. Three months ago, Puja was reunited with Tanmoy, who had recently been transferred to a Manikganj hospital after being posted in Patuakhali for two years. The couple were finally together and were eagerly awaiting the arrival of their bundle of joy. Her Canadian expatriate uncle, Subrata Nandy, in a heart-wrenching Facebook post, said Puja, expressing her gratitude for facilitating Tanmoy's transfer, told him, \"I don't want anything else. I am now the happiest person in the world, the first step in fulfilling my dream. Tanmoy will have his FCPS completed, he will be a good doctor. Life is really beautiful, uncle.\"\nBut everything was shattered in the blink of an eye on June 5, when a speeding long-haul bus rammed into the BAEC staff bus carrying Puja, viciously cutting this bright young woman's life short. Two of her colleagues were also killed in the accident on the Dhaka-Aricha highway. And obviously, Puja's accident exposed the gaping anomalies in our public transport system. According to media reports, the killer bus's fitness certificate and tax token had expired in 2014 and 2015, respectively. The harrowing picture of the crash shows the recklessness of the bus driver. The driver lost control over the steering and first hit a bus parked by the road before swerving into a cattle-laden truck. The bus then ploughed through the road divider and hit the BAEC bus on the other side of the road.\nSuch road tragedies have become commonplace in Bangladesh, with hundreds dying and countless more becoming disabled, destroying the dreams of many families and often leaving them destitute. Of late, there seems to be a frightening spike in these road crashes. Things have turned so terrifying now that many feel that they must go out on the road with a death threat constantly hanging over their heads. Day in and day out, newspapers and TV channels report road crashes and deaths, along with the horrible pictures of the crashes in various parts of Bangladesh. According to the Road Safety Foundation, on average, 20 people died in road crashes in Bangladesh per day in May 2022, while this number was 18 in April. Last month, 528 road crashes took place, where at least 641 people were killed and 1,364 were injured. Of the dead, 97 were children and 84 were women, shows the organisation's monthly data compiled on the basis of media reports. The figure, however, could be even higher as many accidents in remote areas do not make their way to newspaper headlines. The World Bank estimates the costs related to road crashes could be as high as 5.1 percent of the GDP.\nAnd every time a fatal accident or a death of a prominent person happens, it stirs commotion among the general masses, prompting the government to take measures. In a knee-jerk reaction, the government takes no time in forming probe committees who make recommendations. Some piecemeal measures are also seen from the authorities concerned in conducting mobile courts. But after a few days, the heat dies down and the issue is forgotten until the next major crash. In the meantime, precious lives are lost. Beyond those who get killed, the stories of road crash survivors are even grimmer as their families reel under acute economic shocks.\nBut how long will we have to bear with the procession of the dead? Are the authorities concerned giving due importance to road safety issues? A few instances could give an indication of just how serious they are about this. Following an unprecedented student movement for road safety in the wake of the deaths of two students in 2018, the government was forced to enact the Road Transport Act (RTA). Many considered the new law a silver lining in the darkest cloud of relentless road accidents. But soon it appeared to be an attempt to quell the heat generated by the protest. Within months, the government's slow-go approach to implement the law became evident as it tried to balance the interests of passengers and that of vehicle owners and their workers. Road safety campaigners alleged that several key sections of the act remain \"ineffective\" following \"negotiations\" between transport associations and the government since November 2019. Regrettably, four years after enacting the law, the government has failed to formulate rules required to make it effective, preventing the authorities from executing some of its vital sections. Sadly, there is no indication from the relevant government agencies about the progress of framing the rules that have been caught in red tape.\nHere's another example of state apathy to the public's concern about road safety. The government has a National Road Safety Council (NRSC), the apex body to take policy decisions over road safety issues, which approves strategic action plans for improving road safety. Formed in 1995, the NRSC has so far approved eight action plans, the last one getting the nod in November 2017, with a deadline of December 2020. The tenure of the existing plan has expired, but no new action plan has been approved as of now. A draft for the National Road Safety Strategic Action Plan 2021-2024 was prepared over a year ago, but it apparently could not be sanctioned, as no NRSC meeting was held over the last one year. In fact, there is a clear lack of accountability everywhere in this sector. We have different bodies to ensure road safety, but apparently, they are not empowered and lack effective coordination to get expected outcomes. These organisations are also not held accountable.\nAs a result, the roads remain as hazardous as ever. Reckless driving, movement of unfit vehicles, gross violation and poor enforcement of traffic rules, and a lack of awareness among road users are all too common. The bus drivers are least bothered about safety, despite all the horrific accidents. In fact, they enjoy an unbridled freedom to flout basic road safety rules, such as speed limits and overtaking, and picking up and dropping off passengers from anywhere they please, because they want to meet the commercial needs of the owners. Passengers' safety is not a concern. They believe they can get away with killing people, as instances of drivers who are at fault getting punished by law are hardly seen. On the other hand, the law enforcers don't always show the desired urgency to enforce the rules and regulations to penalise the violators. As citizens, we also don't play the role as desired since we tend to flout the laws, putting our own lives at jeopardy.\nThe problems beset with our transport sector are all known and well discussed: Reckless and rash driving, dilapidated road conditions, countless unfit and unregistered vehicles, unlicensed and unqualified drivers and so on. Experts have time and again talked about the problems along with solutions; meetings and seminars are often held; and road safety campaigners continue their campaigns round the year to try to make the roads safe. But without effective measures to ensure discipline and compliance with traffic rules, road accidents continue unabated.\nSo, how many people would have to die before the authorities concerned will wake up and take the right steps to fix the disorderly, unsafe public transport system? When will our policymakers truly realise that road crashes have become a national problem? Unless the government ensures strict enforcement of the law, metes out stringent punishment to offenders and violators, and creates mass awareness, death will continue to stalk us on the roads and shatter the dreams of many more Puja Sarkars. We cannot afford to be so callous.\n \nWasim Bin Habib is deputy planning editor at The Daily Star.\n",
        "headline_1": "The roads of death",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-roads-death-3042681",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "It is now clear that Russia's invasion of Ukraine has thrown all post-Cold War calculations on global politics, geopolitics and the global economy, out the window. Along with severe disruptions in supply chains and the consequent cost surge, it has brought perceptions, and realities, of military security threats to the forefront.\nAs part of the fallout of the Ukraine war, countries like Finland and Sweden that had prided themselves for their historical neutrality from any institutionalised military alliances have signed up for joining Nato. Germany has committed itself to significantly raising its defence budget, with Japan very likely to follow suit. Clearly, its implications are not confined to Europe alone; the footprints are spread from the Global North to the South, from the West to the East.\nWhile it is already evident that the aftershocks from the tectonic events in Europe will continue to reverberate round the world for the foreseeable future, for countries like Bangladesh, the economic fallout will bring forth multiple challenges – in fact, it already has.\nHistorically, Bangladesh has believed in the principle of safety in numbers, and for the right reasons. It is this that led Bangabandhu Sheikh Mujibur Rahman, as prime minister, to take Bangladesh to the Commonwealth as early as February 1972, to the non-aligned group of nations a year later, and to the OIC in 1974, the same year that Bangladesh proudly entered the United Nations as a full member. Promoting  multilateralism through regional, subregional and transregional cooperation has been a motto for Bangladesh throughout its existence as a nation-state. It conceived the formation of Saarc in South Asia, and has been a founding member of Bimstec, a coupling of parts of South and Southeast Asia together.  And has also been an active member of other such initiatives.\nRegional and multiregional economic cooperation mechanisms are always a work in progress; they are a process, not an event. More often than not, outside factors make it necessary for course reset and a readiness to adapt to shifting regional and global factors. The war in Ukraine is one such factor.\nLocated strategically as it is on the top of the Bay of Bengal, Bangladesh is connected to the mighty Indian Ocean and, by extension, the Pacific. Economic cooperation in the vast maritime waters, therefore, is a logical choice for us. The recently announced concept of the Indo-Pacific Economic Framework (IPEF) can be one such choice.\nAs the very name suggests, the proposed IPEF is an economic forum that is expected to stand on four main pillars: economic connectivity, economic resilience, clean economy, and just economy. It is an important step towards trying to evolve a rules-based trading order that is inclusive and open to all the member states in the region.\nUnderstandably, some have highlighted the IPEF as a Quad-plus initiative, simply because its launch was timed with the recent summit of Quad members in Tokyo. IPEF, however, needs to be viewed from a distinct perspective – as being tangentially unique from Quad itself. While initiatives like Quad and even the AUKUS, in recent times, have been looked at more from the perspective of enhancing security-driven aspects, the IPEF brings in a clear economic dimension that makes it relevant to the Indian and the Pacific Ocean and the Bay of Bengal littorals, of which Bangladesh is one.\nUnlike the CPTPP or the RCEP, the IPEF is not a free trade agreement (FTA), but it provides a carte blanche to the member countries to choose what best suits their needs from the four pillars. So, there is a huge manoeuvring space within its parameters, which finds compatibility with the potential members. While the IPEF is very much a work in progress, it is undoubtedly an incremental step in the move towards a regional economic framework. Hence, it deserves serious consideration by Bangladesh.\nAssuming that Bangladesh chooses to enter into consultations with others on the IPEF – and I think it should – the timing of expressing an interest is of critical importance. It is best to signal one's intentions when the proposed forum is at its formative stage. This will enable Bangladesh to play an important role in determining and defining the rules of engagement that will allow us to preserve and promote our national economic interests.\nThese may include, but need not be limited to, an inclusive framework for ensuring stability of supply chains, non-restrictive market access for its exports, multimodal and seamless connectivity, investments leading to job creation, and providing guarantee for manpower exports under legal frameworks.\nIf Bangladesh were to decide to sign up for serious consultations on the IPEF, it should do so without avoidable delay. Having established our credentials as a responsible regional player, the time has come for Bangladesh to seek an active role in the blue economy offered by the bay and the two mighty oceans.\n \nShamsher M Chowdhury, Bir Bikram, is a former foreign secretary of Bangladesh\n",
        "headline_1": "IPEF has something in it for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ipef-has-something-it-bangladesh-3042671",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "No, silly, there is no such prize for violence. That's just a conversation starter. After all, what better way to invoke the mighty Bangladesh Chhatra League (BCL) than with a nod to violence? But, believe it or not, there was a time when we came very close to having a Nobel Prize for Violence. It was in 2009 when Barack Obama got the Nobel Peace Prize for – wait for it – not being George W. Bush. He really wasn't. He dropped more bombs in one year than Bush did during his entire presidency. Or think of when the European Union got the prize despite being one of the biggest producers of weapons in the world.\nIt takes a Megamindian sense of humour to have violence double as peace. But if there is a universe in which this headline will make sense, BCL will surely love to be in it.\nAfter all, who doesn't love awards? In a basic sense, an award is a recognition of the hard work you put into something. When Benjamin Franklin said, \"Either write something worth reading or do something worth writing about,\" he wasn't just raising the bar for us scribes, but also for BCL activists, who as \"students\" can't seem to do either. So they're doing what they do best, and with all the fists and feet they can master. We have respectable-sounding prizes for crappy achievements and crappy-sounding prizes for respectable achievements. But none for violence. How is this fair?\nViolence, especially organised violence, is hard work. It takes discipline, commitment and a practised apathy to pursue an unpopular course to conflict resolution. And, contrary to popular belief, it requires both brain and brawn. You need both to commit violence, to mobilise support for it, and to dodge repercussions in case things go haywire. Ask anyone who has ever been involved in a war, revolution, genocide or terrorism.\nBut in Bangladesh, the peril of political showmanship is that nothing you do, however egregious, for your party is worth a dime unless it reaches the intended eyes and ears. With so many competitors around, it's hard for the average muscle to get the message of his \"contributions\" across to senior party leaders. Anonymity does not maketh political careers, nor is the satisfaction of beating the daylights out of a rival meant to last long. Violence, after all, is not its own reward.\nTo BCL's credit, it knows this all too well. So after the recent series of violent attacks on the rival activists of Jatiyatabadi Chhatra Dal (JCD), many hard-hitting men and women of the organisation made no secret of their complicity. Some of them were luckier than others. They managed to get their photos and strangely revealing defences published in the media. Others, not to be outdone, came stampeding out of their social media closet to announce their \"contributions,\" subtlety be damned. While neither group will get any award for that, they certainly hope it will get them noticed in the right quarter and a better position when the organisation's next council is held in a few months.\nBut then, as always, like night follows day, comes the righteous pushback: What gives BCL the right to attack JCD? Why would its leaders give excuses that no one in the four hemispheres would believe? Why would anyone openly admit complicity in violence? Or why be so unrepentant about it?\nViolence, defence, righteous pushback – rinse and repeat. This has been a trademark BCL outrage cycle for so long. What this shows to me is that, for all its dedication and hard work in violence and its seemingly inexhaustible ability to \"keep at it,\" BCL sucks at public relations.\nLet me explain. In director Mostofa Sarwar Farooki's 2007 drama series \"420\" – perhaps the most scathing portrayal of grassroots politics in Bangladesh – two wannabe politicians celebrate by treating people to sweets after a photo showing the older one wielding a gun is published in a newspaper. In another scene, the younger one forces a girl into marriage and tries to settle into a comfortable life. Hardly anyone felt put off by these scenes.\nBut BCL doing the same is a problem. Its violence, with helmet or without, in Dhaka or Rajshahi, is always frowned upon. Its defences are always met with incredulous reactions. Even its choice of weapons – machetes, bamboos and iron rods – is mercilessly derided. It's like whenever it goes full pistols-at-dawn at JCD, the enemy is somehow replaced by the public. Somehow, what is thoroughly unforgettable for BCL becomes thoroughly unforgivable for them. What is necessary to it is excessive to them. What it finds desirable, they find repulsive. The public seems to have a problem with everything that BCL does. And this, justifiably, confuses the more sober section of the organisation.\nThe question is, having put every other enemy in their place, can BCL change the prevailing public perception about it, or at least nudge it in a slightly different direction? At the risk of drawing both righteous and lefteous flak, let me offer a few suggestions.\nI think the BCL leadership should, first and foremost, recognise the importance of public relations in today's world. If Barack Obama can beguile the Nobel committee into giving him an award, and bemused Americans into giving him a second term in office, there is no reason why BCL cannot do the same and win a few hearts in the process. Once it has realised that, there is a lot that it can do. It can hire a PR firm to rebrand its public image. It can fund news/views outlets to present its violent activities dressed in a suit of peace, or at least buff away a pesky fact or two here and there. It can subject all its members to mandatory training, not just in the art of violence, but also in the art of guile, charm, subtlety and political spin.\nThe goal should be to improve its image by refining its engagement with the public. The public, as history shows, can indulge in selective mutism if it suits them. The BCL just has to tap into that resource and make them mute or feel unperturbed about it. Knowing how forgiving we can be or how susceptible to suggestions, I'm sure we will not mind it.\n \nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "And the Nobel Prize for Violence Goes to…",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/and-the-nobel-prize-violence-goes-3041801",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "It seems that the deal that Bangladesh Power Development Board (BPDB) had signed with India's Adani Power back in 2016 is going to cost Bangladesh dearly—because we will not only have to pay a high price for the electricity produced by them using coal, but will also have to pay a high \"capacity charge\" to the company, even if we cannot use the electricity produced by them.\nAs per the agreement with Adani Power, it was supposed to supply 1,496 MW of electricity to Bangladesh for 25 years starting from December 2021. But now that the plant is all set to start its operation from August this year – after a six-month delay due to pandemic-induced disruptions – the BPDP is not ready to buy electricity from them because the Power Grid Company of Bangladesh (PGCB) has not been able to prepare the infrastructure needed to import it. The result is, the BPDB would have to pay a whopping Tk 1,219.1 crore in capacity charge for four months till December, by which time our transmission lines may be partially ready for import.\nThe question that naturally arises is: Why has the PGCB not been able to get the infrastructure ready within the stipulated time (December 2021)? A more pertinent question is: Why did the BPDB sign the deal with the Indian corporation in the first place, knowing that it would use costly coal to produce electricity? Why didn't they go for importing renewable energy which is not only environment-friendly but also low-cost and sustainable?\nReportedly, Bangladesh will have to pay more than Tk 1 lakh crore to the Adani coal power plant as a capacity charge over the 25 years. With this money, we could have built three Padma bridges, according to a study done by the Bangladesh Working Group on the External Debt and Growthwatch. Moreover, the power from Adani Godda will be 56.2 percent more expensive than other imported power, as the study has found.\nAt a time when the people of the country are struggling to meet their day-to-day expenses due to rising inflation and inequalities, such wastage of public money in the name of buying power is totally unacceptable. More so when the prime minister herself has urged people to take austerity measures to go through this tough time. While people will definitely do what they can to cope with the situation, the government should also make sure that public money is not wasted on projects that have long-term detrimental effects on our economy. It must ensure that the money is instead used to serve struggling citizens.\n",
        "headline_1": "Why waste so much money in the name of capacity charge?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-waste-so-much-money-the-name-capacity-charge-3042441",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "We're concerned by some recent developments in India relating to hate speech and anti-Muslim rhetoric pushed by Hindu nationalist elements. Last week, a now-expelled spokesperson for the ruling Bharatiya Janata Party (BJP) made offensive comments about the Prophet Muhammad. The remarks—made during a televised debate and then supported through a now-deleted tweet by another leader—landed the party in trouble by causing huge backlash from Muslim nations. So far, at least 15 countries, including close Indian allies, reportedly lodged official protests and demanded an apology from the government. The Organisation of Islamic Cooperation (OIC) also condemned the comments, which it said came \"in the context of intensifying hatred and abuse toward Islam in India and systematic practices against Muslims.\"\nOne may recall that some months ago, in a meeting of religious leaders at Haridwar, Uttarakhand, most vicious anti-Muslim sentiments were expressed in the most hateful language. Under any other circumstances, police would have made arrests or taken some legal action for trying to disturb peace and social harmony. But this was brushed aside as the views of \"fringe groups\".\nThis whole situation, from our perspective, is highly disturbing, to say the least. As a neighbour and friend, we expect nothing but peace and stability in India, and hope that everything will be done to ensure that. While the government of Bangladesh has made no official comments about the recent development that caused the diplomatic storm in India, people, however, were disturbed by what they saw as a continuation of anti-Muslim comments and violence that are threatening peace.\nIt is, therefore, vital that the authorities in India, as in Bangladesh, remain careful about the profound and destabilising effects of communal politics. We have seen how hate speech and intolerance for religious diversity have often been promoted to serve vested interests. In India, Hindu nationalist forces have for decades pursued a particularly divisive agenda. The latest incident should, therefore, bring in greater awareness among Indian policymakers of the need to consciously undo the damage of that toxic tendency. They must stay vigilant so that no hate speech or crime is ever tolerated again. We also feel that sterner action by the government is called for to stop the spread of hate speech against the Muslim community. Only that can guarantee lasting peace in the country and the region.\n",
        "headline_1": "Rise of hate speech in India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rise-hate-speech-india-3042426",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "RBI increased the policy repo rate by 50 basis points yesterday. This is a right step. But it raises deeper questions about inflation control in India.\nThis is the second time in the last 15 years that, faced with inflation crisis, RBI was caught napping. The first time was right after the 2008 Global Financial Crisis. One big difference between these two episodes is that RBI is now an inflation-targeting (IT) central bank. IT was implemented precisely to help avoid a situation of high and volatile inflation. So, what went wrong, and what lessons can be learnt from the current crisis?\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "Rating RBI’s rate hikes: Central bank needs to be more accountable for high and volatile inflation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rating-rbis-rate-hikes-central-bank-needs-to-be-more-accountable-for-high-and-volatile-inflation/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "The Election Commission move to conduct a pilot project to explore the possibility of remote voting for migrant workers is a big plus for electoral democracy. Democracy becomes meaningful and equitable when every citizen has a fair chance to cast a vote. Not everyone can take a train or flight back home to vote. Nearly 300 million citizens out of a total of 910 million electors didn’t cast their votes in the 2019 Lok Sabha elections. Leaving aside those averse to voting, there’s a good possibility that many weren’t present at constituencies where they are registered to vote – the absence dictated by livelihood compulsions.\nWays to enfranchise them must be found. From the 2011 Census that counted 450 million internal migrants, the number is estimated to be 600 million now. Short-term migrants who spend some months of the year in cities far away from their villages rarely acquire a vote in their place of work. This category will benefit from EC’s move. For instance, Gurgaon assembly segment has just 3.6 lakh voters though the city’s population is far higher.\nTrue, logistics will be complicated. Migrants will have to be mapped and then enrolled for remote voting. Designated polling centres must be set up across India. There will be election day tech challenges – verifying voter identities and ensuring the vote cast on the EVM is channelled to the correct booth and constituency. Also, those listed for remote voting but turning up physically at domicile polling booths due to personal or other emergencies – recall the lockdown – must be accommodated.\nBut none of these is a dealbreaker. From shuttling security forces and polling officers across polling phases, sanitising electoral rolls, enrolling first-time voters to getting the women’s vote out, EC is a past master at resolving logistical tangles. With institutional and political will, difficulties can be overcome. The previous Lok Sabha had passed a bill to extend proxy voting facility to NRIs, but the bill lapsed. Such reforms should get cross-party backing. As EC starts the migrant voting pilot project, it should also start the process of identifying migrant voter clusters. Gujarat is a migrant worker hub. Let the pilot happen there and EC should aim for a 2024 full rollout.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "No more lost votes: EC’s pilot on remote voting for migrants is a big plus for democracy. Aim for 2024 full rollout",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-more-lost-votes-ecs-pilot-on-remote-voting-for-migrants-is-a-big-plus-for-democracy-aim-for-2024-full-rollout/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "RBI’s monetary policy committee (MPC) yesterday increased its key policy interest rate, repo, by 0.5 percentage points to 4.9%. It’s the second increase in about five weeks, taking the cumulative rise in the repo to 0.9 percentage points in the current cycle of monetary tightening. Other highlights were a clear signal that tightening will continue longer and a sharp upward revision in the projected retail inflation in 2022-23 to 6.7%. It means RBI will fail to meet its statutory obligation to keep inflation below the upper threshold of 6% for three consecutive quarters.\nMPC’s statement and the unanimity among its members on both the repo increase and communication mean that the central bank will henceforth prioritise inflation. A projection of 6.7% for the current year signals that there will be more rate increase in the future to rein in the second-round effects of inflation. Certainly, the movement of yields on government securities indicates that the financial market expects more rate hikes. Where does that leave economic growth? RBI believes that there will be no impact on GDP as it has chosen to keep its forecast of 7.2% for 2022-23 unchanged. That’s unconvincing.\nThe outlook for economic growth has worsened mainly on two counts. First, the global situation is deteriorating. For instance, the World Bank this week pared its 2022 global growth forecast made in January by 1.2 percentage points to 2.9%. Moreover, it warned of the rising risk of stagflation. Second, the domestic context has changed in an important way. To speed up the process of monetary transmission, RBI mandated the introduction of external benchmarks in pricing loans in 2019. Today, about 40% of outstanding credit, particularly to retail and MSMEs, is linked to external indicators. Therefore, monetary tightening will ripple out faster and act as a drag on private consumption.\nGoing forward, fiscal policy will have to be the main support for economic growth as RBI’s sole focus will be on controlling inflation. It calls for realigning spending to crowd in private investment through infrastructure projects and hold up consumption through other fiscal measures such as subsidies and tax changes.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "GoI, support growth: Monetary policy will tighten even more. Investment, consumption need fiscal help",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/goi-support-growth-monetary-policy-will-tighten-even-more-investment-consumption-need-fiscal-help/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2022"
    },
    {
        "full_article": "Everyone is, not surprisingly, excited about the “astonishing” results of a small clinical trial in which all signs of colorectal cancer vanished from the participants. Dr Kumar Prabhash, head of medical oncology at Tata Memorial Hospital, Mumbai, who perhaps has the widest experience in India of using the class of drugs used in the above trial, sounds a note of caution, asking for the “striking” results to be replicated and long-term results analysed before we celebrate. A sure-shot cure for cancer hasn’t yet been found, he tells Malathy Iyer:\nTell us about Dostarlimab, which is being hailed as the promising breakthrough for the treatment of colorectal cancer.  \n Dostarlimab is a class of drugs called checkpoint inhibitors used to provide immunotherapy to cancer patients. These drugs don’t kill cancer directly, they have the capacity to remove the camouflage and unmask cancer cells so that the body’s immune system can destroy them.  The trial results are striking as every patient involved in this trial showed complete remission.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nFor J&K peace: Targeted killings can only be countered through full resumption of political process. Hold assembly polls soon\n  \nEight years later, taking a measure of Moditva\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence",
        "headline_1": "‘Way too early to say world has found easy cure for cancer’: US clinical trial result is great, but no doctor should change course of treatment right away",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/way-too-early-to-say-world-has-found-easy-cure-for-cancer-us-clinical-trial-result-is-great-but-no-doctor-should-change-course-of-treatment-right-away/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-06-2022"
    }
]