[
    {
        "full_article": "In granting interim bail to Delhi Chief Minister Arvind Kejriwal, the Supreme Court of India has reversed a development that upset the level playing field for the ongoing general election. When Mr. Kejriwal was arrested in March for his alleged involvement in corruption in the formulation of a liquor policy for Delhi, it might not have seemed an obvious setback to federalism and democracy. But the arrest of a serving Chief Minister and a key figure in the Opposition, when the election process was already on, sent shock waves among regional parties. And, as he remained behind bars, it stoked fears that States run by parties other than those in power at the Centre could easily be undermined by getting central agencies to arrest Chief Ministers on charges that may or may not be based on evidence. In Mr. Kejriwal’s case, the Court is right in both citing the general election as a good enough reason to grant him interim bail until June 1, when the last phase of polling will be held, and in rejecting the Centre’s argument that it would amount to favourable treatment to politicians. As the Court has pointed out, interim release orders relate to the “peculiarities associated with the person in question and surrounding circumstances”. The absence of a notable leader from the campaign arena, especially when he is yet to be convicted, will be a factor that will cast a doubt on the free and fair nature of the election.The Court has made his bail conditional on his keeping away from the Delhi Secretariat and the Chief Minister’s office. And he is to abide by his statement that he would not sign any official file, unless required to do so to get the Lieutenant General’s approval for something. That Mr. Kejriwal did not respond to several summonses from the Enforcement Directorate (ED) does not show him in a good light. But, at the same time, it cannot be forgotten that be it the CBI’s corruption charge, or the ED’s money-laundering charge, the case against him is based on a belated statement made by suspects who had turned approvers and obtained pardon on the promise of testifying against him. The probative value of these statements will be tested during trial. Another factor to be noted is that there are statutory restrictions under the Prevention of Money Laundering Act on seeking bail, resulting in many questioning the validity of their arrest, as Mr. Kejriwal has done, rather than file for bail. If only courts applied the basic principle of granting bail to those who are unlikely to flee from justice, with appropriate conditions to neutralise their likely influence over witnesses and to safeguard evidence, orders granting bail would not evoke political reactions and doubts whether the political class is being unduly favoured.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nprison\n\n/\n\nAam Aadmi Party\n\n/\n\nGeneral Elections 2024\n\n/\n\npolitics\n\n/\n\ncorruption & bribery\n\n/\n\nmoney laundering\n\n/\n\nlaws\n\n/\n\njustice and rights\n\n/\n\ndemocracy",
        "headline_1": "Voting for relief: On interim bails and elections",
        "headline_2": "Interim bail to Delhi Chief Minister Arvind Kejriwal reverses damage to level playing field in polls",
        "link": "https://www.thehindu.com/opinion/editorial/voting-for-relief-delhi-cm-interim-bails-and-the-election/article68161655.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "Proteins are long chains of amino-acid residues that fold into specific shapes. Properly folded proteins function normally whereas misfolded ones can lead to debilitating diseases. Since these chains are quite long, a given protein can actually fold into one of a very large number of shapes — yet it makes a beeline for a specific shape while avoiding all the others. How and why this happens constitute an important mystery in structural biology called the protein-folding problem. In 2018, five decades after it was mooted, a Google subsidiary named DeepMind developed a purpose-built AI tool to predict the shapes into which different proteins could fold, called AlphaFold. The upgraded AlphaFold 2 followed two years later. Many scientists and technologists acknowledge that these two deep-learning systems have transformed human awareness of protein structures, a feat the machines demonstrated in the biennial Critical Assessment of Protein Structure Prediction contest. Recently, DeepMind launched AlphaFold 3, which can reportedly predict the shapes with nearly 80% accuracy as well as model DNA, RNA, ligands, and modifications to them. As with the first two AlphaFolds, no. 3 is great for being able to elucidate the folded proteins’ structures in seconds rather than the years humans have required with advanced microscopic techniques.Not surprisingly, the excitement that followed the release of AlphaFold 3 has been unable to escape the hype and overblown expectations that dogged the launches of its predecessors. These machines can predict protein structures with relatively high accuracy but they cannot say why they are folded that way; this is still the task of human scientists. How the AlphaFolds will catalyse drug discovery is also unclear. Many drugs fail to make it to the market from the laboratory because medical researchers are unable to anticipate all the interactions between the drugs’ various components and various parts of the body. The protein-folding problem is important to crack but it will not magically improve drugs’ chances in human clinical trials. It is a step in that direction. Finally, the free use of AlphaFold 3 is limited while its inner mechanisms are unavailable for public exploration or scrutiny, so far. While the motivation to innovate of DeepMind is laudable, the cutting-edge value AlphaFold 3 presents to health care means the company should explore alternative revenue models in which the system is not trapped behind paywalls or exorbitant prices — a fate that has already befallen scientific papers and medicines born of publicly funded research. Recall that the AlphaFolds’ training data itself includes protein structures first elucidated by such research. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nscience (general)\n\n/\n\nArtificial Intelligence\n\n/\n\nhealth\n\n/\n\nresearch\n\n/\n\nmedical research",
        "headline_1": "Folds and faults: On AlphaFold 3",
        "headline_2": "Free use of AlphaFold 3 must extend to scrutiny of its inner mechanisms",
        "link": "https://www.thehindu.com/opinion/editorial/folds-and-faults-on-alphafold-3/article68161671.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "Uttarakhand’s burning forests have a domino effect. Forests buffer glaciers. But carbon in the soot from the flames will lead to more ice melts and eventual damage downstream\nWhen someone sets fire to the forest, the flames spread in a wreath and circles the mountain with a wreathing red garland by night. It fills the valley with smoke and haze. If one lives in the hills, the flames are visible from the window. If it gets close, one can call the forest officials – a team of five might show up with sticks to beat down a roaring, flaming slope. This can go on for a month, as one slope after the other is engulfed.\nRead full story on TOI+\n\n",
        "headline_1": "Hills on fire can destroy the plains",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/hills-on-fire-can-destroy-the-plains/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "Authored by S V Srinivas\nIn Andhra, polls for assembly matter more than for LS. Jagan vs Naidu is a vicious enmity but both are friends with BJP. And parivar is everything on both sides\nIt’s a state like no other. Campaigns for Andhra’s simultaneous elections on May 13 are focused squarely on its assembly contests. In Parliament, both regional parties TDP and YSRCP have more or less aligned with BJP. If TDP’s Chandrababu Naidu has been in-out, and in again, with NDA, CM Jagan Reddy’s YSRCP has been voting with NDA in Parliament.\nRead full story on TOI+\n\n",
        "headline_1": "Blood feud in yellow & blue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/blood-feud-in-yellow-blue/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "Instead of living to eat, how about eating to live healthier, longer? Because the most persuasive data point in The Dietary Guidelines for Indians released this week is that 56% of our total disease burden is thanks to unhealthy diets. But can this ICMR-NIN effort deliver gravely needed diet reforms? Only if it’s widely disseminated and gets meaningful policy support.\nRice vice | That the guidelines are designed to be flexible and practical is important – to accommodate diverse food cultures of India and also diverse nutrition needs of, say, infants and athletes. But the general takeaways are loud and clear. And the primary one is that India is OD-ing on cereals. Leaving it short on essential macronutrients and micronutrients.\n\nPyramid recipes | For many if not most Indians, the food pyramid featured shown here would be news. It has fruits and vegetables occupying the biggest and bottom shelf. Cereals sit in the narrower second shelf, but they don’t even have this all to themselves. They have to share it with nutri cereals, aka millets. Once upon a time, millets were a traditional diet. Govt policies and markets took decades to throw them out of our kitchen. Bringing them back cannot now happen at pace without bold changes in the MSP-PDS schema.\nContaminated choices | Against the recommendation of 500g, Indians eat just 100g to 200g of vegetables and fruits a day. But there is an anxiety common to even those who overcome the price and/or taste barriers to switching chawal for salad: is it overladen with pesticides? Dietary guidelines can help guide individuals to make better choices. But this effort has to be matched by regulators and other authorities, for it to truly pay off.\nProtein trouble | The guidelines are dense and experts will debate them over time. One issue that has already raised eyebrows is how heavily they come down on protein powders. And sure, these should be used under medical guidance. On the other hand, share of calories from protein sources has been found to be only 6-8% in India compared to 29% in the EAT-Lancet reference diet. The guidelines do recommend increased intake of pulses/fish/poultry/meat/egg.\nSeparately, on your way to work today what kind of food kiosks did you see? The way public licences keep flooding railway platforms to airports with junk food shows our heart is still in bread and bhatura, chawal and chowmein.\n\n",
        "headline_1": "Cereal offenders: New diet guidelines for Indians show how unhealthy the love for carbs is. It’s fruits and veggies that need to be No. 1",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cereal-offenders-new-diet-guidelines-for-indians-show-how-unhealthy-the-love-for-carbs-is-its-fruits-and-veggies-that-need-to-be-no-1/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "We, humans, trace our genetic ancestry to Africa. But, also, we “look” different. This looking-different business is, however, a minefield created by egregious bits of past and present. So, even minimally sensible public speaking avoids this when batting for – or even against – diversity. Why Sam Pitroda chose this way to talk of India’s diversity can perhaps be answered only by him. But lost in the inevitable political din that followed were voices that could intelligently talk of India’s many ethnicities.\nThis country is a union of many ethnic groups, languages, religions and cultures, born out of waves of settlement and interaction.\n\nSo, of course, there are regional variations in features and skin colour. The problem comes not from diversity, but hierarchy. India is also a highly stratified society. Having dark skin might have been celebrated in poetry, song and epics, but it is also a sensitive matter for many of us. Our appearance is judged through a lens tinted by caste and colonialism. Cinema and media images usually reflect dominant aesthetics. Many Indians still struggle to meet norms of beauty alien to their roots.\nGiven this, remarks about resembling African, Chinese and Arab people could blunder into hurtful territory. They are not plain descriptors, they can remind people of slurs hurled at them. The words are not the problem, their associations and affiliations are. It’s telling that nobody objected to being compared to white people – social power sets the beauty standard.\nThere’s a good way to talk about ethnic diversity, and it is based on civic respect and inclusion. Blunt comparisons like Pitroda’s give ammo to those who belittle people outside the norm, on the basis of skin colour, features, disability, caste or region. Pitroda’s is a celebration of diversity that diversity can do without.\n\n",
        "headline_1": "Coloured questions: That not all Indians ‘look’ the same isn’t news. But Pitroda’s is a tone-deaf way to talk diversity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/coloured-questions-that-not-all-indians-look-the-same-isnt-news-but-pitrodas-is-a-tone-deaf-way-to-talk-diversity/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "The International Monetary Fund (IMF) has just completed their recent mission in Bangladesh, during which they held various meetings and discussed the terms and conditions of the $4.7 billion loan, which they are set to give out in instalments. We have seen a set of preconditions emerging out of those discussions. Typically, there are two types of IMF conditions—and I say this from my observations and long-term research on IMF activities in developing countries. The first set of conditions relates to much-needed reforms to improve any economy, such as financial sector reform, tax-GDP ratio, ensuring accountability and transparency, etc. Then there is a second set of conditions, whose main objective is more privatisation and commercialisation. For the public, this means increased gas, electricity and transport prices, more taxes, and so on.\nWe have to treat these two conditions separately. If we do, we will notice that the IMF is not so serious about the first set of conditions—which are the bare minimum needed for an economy to function. They may talk about these much-needed reforms, but these are not their main agenda. Their priority is to institute the second set of reforms. The IMF has already given out loans to Bangladesh 10 times before, but has there been any improvement in the financial sector? In fact, there has been an alarming degradation of the sector—Bangladesh has now become an example of how a financial sector can become a place of unprecedented and unapologetic looting. But since the 1990s, the IMF and World Bank have brought about many reforms in public banks. The space and scope for private banks have been increased. They have done these in the name of reform in the financial sector, but we have not seen any overall improvement.\nIt has been the same in the case of corruption in private and public sectors. In the name of increasing the tax-GDP ratio, they have imposed various taxes on the people, but those in whose hands wealth has been centralised have not been brought under the tax regime. It is now universally acknowledged that inequality has increased exponentially in Bangladesh. It is because a large amount of wealth has accumulated in the hands of a few people within a very short amount of time, thanks to large-scale looting in the finance or energy sector, occupation and destruction of our rivers and forests, and different construction projects undertaken at the highest costs. But those who have benefitted from this corruption are not being taxed, even though it is because of them that the country's GDP has increased. So while there is a need to increase the tax-GDP ratio, the burden is ultimately falling upon the ordinary people. New taxes are being imposed on them at different times of the year, even though such decisions are supposed to be made as per the national budget.\nThe IMF's position is clearly to protect corporate interests and against public interest. If they were concerned with public interest, they would have asked why subsidies are so high, instead of asking to reduce them in the energy sector. Why are subsidies so high? Even though our installed capacity is more than our current need, the government has given one private power plant after another permission to set up, and now are paying them an absurd amount of money to simply sit idle—as much as 81 percent of the subsidies in the energy sector is spent paying capacity charges. Another reason is that, instead of investing time and money in gas exploration, our government has opted for expensive LNG imports. So now we are having to spend Tk 30,000-40,000 crore in importing LNG to get what we could have gotten by spending Tk 400 crore in gas exploration. As a result, subsidies are increasing in the gas sector.\nSimilarly, instead of investing in renewables, they are setting up import-based coal power plants. Nuclear power plant is being built with huge loans. If the reasons due to which subsidies are so high remain unaddressed, the process of withdrawing subsidies would only mean that instead of solving the energy crisis, the burden of increased energy costs will fall on the general public. Simply put, in order to expand the businesses of some private groups in Bangladesh, Russia, China, US, India, etc, our electricity production costs are increasing. This is what the government wants and also what broader corporate groups want. But, as always, it is the people who must bear the burden.\nInstead of addressing the pressing concerns of the energy sector, raising prices is an anti-people and anti-development position. Unfortunately, that is what the IMF consistently does. It is not truly invested in institutional reforms. They gave out loans to Sri Lanka many times, yet it fell into a crisis. Pakistan has taken out loans 22 times, but we all know the state of its economy. So it is important to question the conditions, frameworks and prescriptions recommended by the IMF and World Bank, and hold them accountable. It is time to ask what the results are of the various projects and prescriptions of these organisations. The ruling class in Bangladesh are certainly to blame for the chaotic situation in the railway, education, health and energy sectors, but I also hold the IMF and World Bank responsible for enabling them. It is time we asked whose interests are being served ultimately by the various projects and prescriptions of these international institutions.\nAs told to Sushmita S Preetha of The Daily Star.\n\nAnu Muhammad is a former professor of economics at Jahangirnagar University.\nViews expressed in the article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "IMF prescription to raise energy prices is anti-people, illogical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/imf-prescription-raise-energy-prices-anti-people-illogical-3606766",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "It is alarming to learn that about 21 percent of government primary schools in Barguna are in dilapidated conditions, putting the lives of children at risk. According to a report, these schools, built between 1994 and 2002, have never gone through any renovations since, adding to the wear and tear of the structures in a region that often experiences extreme weather events such as cyclones and heavy rain. Take Gaurichanna High School for example, whose students are attending classes in a building declared unsafe two years ago. Teachers say they have urged higher authorities to take steps, but none have been taken so far. Requests for renovations may take some time to process because of bureaucratic complications, but a two-year waiting time for the work to even start is unacceptable.\nWe have seen a similar situation in many other schools across the country. In June last year, the then state minister for primary and mass education told parliament that a total of 6,704 government primary schools were in dilapidated conditions. It means the many thousands of students, teachers and staff members who visit these buildings every day are at risk. Some guardians are, therefore, reluctant to send their children to schools. Forced academic interruptions like this may harm not only children's education, but also their life potential and future trajectory, especially for rural girl children for whom early marriage is a constant threat.\nWhile the government has plans to replace some of the old, rundown buildings—reconstructing them as cyclone shelters in some cases—students and teachers should not have to risk their lives by continuing to attend classes there. There must be an alternative option that is safer, if temporary. Bureaucratic red tape and procedural delays must not come in the way to compromise their safety and security. Also, during the renovation or construction of buildings, fire/building safety and seismic resilience should also be ensured. Children should be able to focus only on their studies, and not worry whether the place where they are supposed to be protected will come crumbling down.\n",
        "headline_1": "Children should feel safe in their schools",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/children-should-feel-safe-their-schools-3606711",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "Even if late, the three major decisions taken by the Bangladesh Bank could prove vital in steering the economy out of its current state. First, the central bank devalued the local currency against the dollar by Tk 7 to Tk 117—the highest slide in a day. Second, it loosened its grip on the taka and will now allow it to follow the crawling peg system—which, by definition, means the exchange rate will be more flexible. And third, it made the lending rates fully market-based, abandoning a treasury bill-linked formula for banks, which marks a major shift from the command-and-control system imposed on banks for four years.\nEconomists have been calling for all three of these measures for some time now. So, we welcome the central bank's decision to implement them at last. But the time lag effect could delay their effects on the economy. Additionally, given that the exchange rate of the taka against the dollar in the spot market has been actually much higher than the previously set official exchange rate, how much the economy will benefit from taka devaluation remains to be seen. However, it is likely that exporters will benefit from it, as their products will become more competitive on the international market. On the flipside, this will make imports more expensive, likely resulting in a decrease in the import of capital machineries and economic growth. Given that GDP growth in the second quarter of this year has already been the lowest in at least three quarters, its impact on the economy could be devastating. Therefore, the government should try to cushion that in other ways.\nScrapping the SMART interest rate, and opting for a market-driven one instead, could result in interest rates to rise. As borrowing becomes costlier, demand for loans could dip and, consequently, inflation could come down. This, however, will negatively affect borrowers. And for the sake of good borrowers and the overall banking sector, the government has to go a step forward and initiate some much-needed banking reforms to clean up issues that have plagued the sector for years. On the other hand, an increase in the interest rate could finally provide depositors with some good news, as interest on deposits should go up.\nThe steps taken by Bangladesh Bank were necessary, but they could lead to some short-term pains. But those, too, could be minimised by ensuring greater efficiency and improvements in certain areas—which should be the government's focus now. Moreover, this should not be the end of economic reforms, but the beginning of it. The IMF, for example, has mentioned the need for certain banking sector reforms which the government should also heed. Aside from that, it should concentrate on increasing its revenue collection by ensuring that tax avoidance, particularly by the rich and powerful, is finally addressed.\n",
        "headline_1": "Some much-needed policy changes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/some-much-needed-policy-changes-3606726",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "Consumer price index, inflation rate, GDP growth, unemployment rate, etc., are vital indicators of the performance of an economy. But these indicators could be misleading, if they are based on faulty data. So, ensuring accurate data, or for that matter, statistics, on GDP growth, inflation, unemployment, demand and supply, investment and so on are crucial to planning and policymaking. Now the question is, if those in charge of the country's economic management have access to statistics based on genuine data while allocating financial resources for vital sectors of the economy including infrastructure, health, education, etc., or taking other important decisions. These and other related issues came into focus at a recent discussion event titled, 'Macroeconomic challenges and way forward' as part of the Moazzem Hossain Commemorative Lecture, or in short, Lecture, organised in honour of late Moazzem Hossain. Notably, late Moazzem Hossain was the founder of this newspaper and whose contribution to what was said to be 'highly balanced economic analysis' was reminisced by Dr Debapriya Bhattachariya, a distinguished fellow of the local economic policy think tank, Centre for Policy Dialogue (CPD), as well as the main speaker at the event.Of the many challenges the economy has recently come up against, its debt sustainability is a vital one. It assumes particular significance as the government has reportedly sought two years' time extension for repayment of the bilateral loan taken against its biggest ever power project, the Rooppur Nuclear Power Plant (RNPP). The repayment of the loan taken from Russia in 2016 is scheduled to start in 2026. Obviously, this does not speak well for a country with its exemplary record on repaying external debts. Unfortunately, it happens at a time when the pressure for repayment of foreign loans, especially those availed from other bilateral lenders is also mounting.Against this backdrop, it is necessary to have a proper assessment of the country's external debt situation and for that purpose the indispensability of reliable data cannot be overstated. Now one may like to ask if the Economic Relations Division (ERD), an arm of the finance ministry, and the jobs of which include managing external debt and, of course, assessing its sustainability, has the right kind of data required for performing the task effectively and making it known to the public.The question is germane to the issue at hand, because the bureaucrats who look after the divisions and departments of different ministries are often prone to feed their political bosses with the kind of information they like to hear, particularly when it comes to sensitive subjects. Such misgivings about sensitive data may not be out of the question in an environment where journalists are now denied access to a reliable source of quality information, the Bangladesh Bank (BB). It raises questions about the transparency as well as soundness of the various decisions being taken at the policy level. In this connection, it is essential that policymakers are provided with genuine and real time data from sources like the so-called Integrated Budget and Accounting System (iBAS++), which is an Integrated Financial Management Information System (IFMIS) of the government. Notable here is cost overrun for development projects. This has definitely to do with the lack of adequate and genuine data during the project preparation stage. Such instances of mismatch abound in about every sphere of the economy. So, for the economy to make strides, access of the policymakers to accurate data is pivotal. It rests with the institutions dedicated to perform accordingly.",
        "headline_1": "Precise data essential for policymaking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/precise-data-essential-for-policymaking-1715350830",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "It is not without reason that all eyes are now locked on the unfolding situation in the Middle East. What started as a conflict between Israel and Hamas has already spilled over to the region, albeit on a limited scale. Non-state actors like Hezbollah and the Houthis have had their forces committed to a tit-for-tat strategy against Israel. Today, that theatre has changed dramatically with more direct attacks between Iran and Israel. Whether or not there will be a full-blown war between the countries is any one's guess. However, what concerns countries, including Bangladesh, is what impact it will have on shipping routes and what will it mean for crucial energy supplies.From the Bangladesh perspective, it would spell doom. Unfortunately, there is no other way to put it. As per international news reports, the International Monetary Fund (IMF) had already warned last month that should the Middle East conflict develop into open hostilities in that region, this would inevitably lead to higher oil prices. That would reverse the global fall in inflation and be a major blow to financial markets. In a fast-changing environment, there is no guarantee that war will not break out between Iran and Israel. This would turn the global economic order on its head because if the Red Sea were to become a battle ground, then there is every possibility of a prolonged global recession. Countries like Bangladesh that are already battling a tough battle with falling foreign exchange reserve and where today, more than half its energy mix comes from fossil fuel imports from foreign markets including the Middle East, it would serve a blow so severe, there can be no meaningful projection on how far back it will set the country in terms of economic regression. This is the problem with the energy mix planning in this country. It goes beyond Bangladesh's ability to get sufficient shipments of liquid fuels from that region. Interest rates would go through the roof as shipments would fall using the Red Sea route. Given the paucity of foreign exchange at Bangladesh's disposal, it would be literally impossible to import at the present rate and the end result is anyone's guess. Previous wars in the Middle East have led to sharp increases in oil prices that in turn were responsible for price explosion of commodities. As pointed out by the IMF's economic counsellor Pierre-Olivier Garrinchas recently, \"The increased inflation that would come from higher energy prices would trigger a response from central banks that would tighten interest rates in order to secure inflation coming back to target, and that would weigh down on activity. It would do so in a context in which, in some countries, activity and growth is already fairly weak, so that might also have a strong effect there.\" Evidently, Bangladesh falls into that category of countries which are presently \"fairly weak\". As pointed by the IMF official, a 15 per cent rise in oil prices and the higher shipping costs that would most certainly follow could lead to a 0.7 per cent increase in global inflation and would result in damaging both business confidence and investment. Can Bangladesh afford a 15 per cent increase in global energy prices? It already has to deal with the dual shock of paying for energy supplies and foreign debt repayment. There are numerous reports of the country resorting to desperate measures whereby it is taking short-term hard loans to defray the costs associated with importing both energy supplies and electricity from abroad. While a lot of optimism has been placed on off-shore energy exploration, any discovery there and probable addition of such energy to the national grid will be years in the making. What is happening in the Middle East is beyond Bangladesh's control. Still, there is no movement on putting energy exploration of probable gas finds on-shore on a war-footing. There is practically zero-movement on the coal issue, where at least the government knows for a fact how much coal exists and where. Similarly, it has in its possession internationally conducted reports / surveys of probable large-scale gas fields that can be explored in the Chittagong Hill Tracts, but for reasons known only to itself, there is also no movement there either.Supposing war does break out between Israel and Iran in the near future and one that will inevitably draw in proxy forces belonging to both sides in the region and beyond, what excuse will policymakers give then? Sadly, the game will be over by then and it won't matter. One can only hope that international tensions will not tip over the boiling point, but it is disheartening to see that there is literally no contingency plan on our part if push comes to shove.\n[email protected]",
        "headline_1": "Potential fallout of a Middle East war",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potential-fallout-of-a-middle-east-war-1715350857",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "The country's central bank has restricted the entry of journalists into its premises. Officially, there is no bar, but the procedures that are now in place amount to gross restrictions. A special entry pass has been introduced for journalists to meet the spokesperson only. Mediamen will not be allowed to go elsewhere with that pass. Moreover, if any journalist wants to meet any officer, the latter must only issue the pass. These measures are intended to restrict the movement of media people into Bangladesh Bank without imposing any wholesale ban. The new measures will help the authorities track journalists' movement inside the central bank. The record will be there on who is meeting whom and when. As a result, officials other than the spokesperson will avoid media people for fear of being detected. Journalists have already raised strong objections to the measures. Different organisations of journalists have also issued statements protesting the central bank's move. Civil society organisations have also expressed their solidarity with journalists and requested the authorities to withdraw the restrictive measures. Nevertheless, the central bank authorities until now have stuck to the restrictive regime. They also are receiving backing from some government's top policymakers. Appreciating the central bank governor for restricting journalists, some policymakers argued that the step would help stop distortion of information. The senior policymaker, however, suggested that the BB governor developed some effective means to maintain regular communication with the media. So, what prompted the central bank authorities to impose such a restriction? One needs to go deep into the past to find the answer. Over the years, the country's banking sector has witnessed a series of irregularities, some of which are unprecedented in nature. As a regulator, the role of the central bank also comes under scrutiny for failing to step in on time to check the wrongdoings. Again, being the country's monetary authority, the BB needs to make a timely move to contain inflation through an effective credit policy. Instead, market distorted moves in determining interest and exchange rates led to volatility and uncertainty in the financial market. Newspapers and media continue to publish news on irregularities and mismanagement, questioning the role of the central bank. Though there have been some distorted and misleading news, for which a section of the media's unprofessional and irresponsible attitude is to blame, overall the media have been fair and objective. The central bank authorities, seemingly, have become growingly uncomfortable with the media. So, to overcome the situation, they have finally come up with restrictive measures. This also goes against its own communication policy, which was adopted two decades ago. Restricting the pressmen by the central bank is both a sad and ominous development. It has already widened the scope of various speculations about the central bank's irregularities and inefficiencies, which are not desirable at all. Despite some limitations, the BB has become one of the few national institutions to maintain dignity and reputation over the decades. It has developed its research capacity significantly and strengthened its database by making it comprehensive and updated. It has also emerged from the shadow of the finance ministry and can assert its independence to a certain extent. All the developments are still being optimised, and the central bank needs to go a long way to attain practical autonomy. On this arduous journey, the media can be a trusted partner. It is a misstep not to take them into confidence. \n[email protected]",
        "headline_1": "A misstep by the central bank",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-misstep-by-the-central-bank-1715350888",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2024"
    },
    {
        "full_article": "Bangladesh's garment industry is an apparel production powerhouse; but it has long been struggling with a pressing issue: how to protect workers' rights and safety without sacrificing its ability to compete economically. Millions of people, mainly women, are employed in this sector. There has been a concerted effort to resolve the workers' safety issue over the last ten years. However, workers' rights go beyond just being safe in the workplace. A decent working environment must have living pay, reasonable working hours and the right to form labour unions. Although workers' minimum wage has been increased, many think it is still insufficient to support a family. Fatigue and manipulation can result from extended work hours and high output objectives. Ensuring the implementation of labour rules is essential. There are roles to be played by labour organisations, factories, retailers, brands, and the government of Bangladesh. Retailers and brands may pledge to source from manufacturers that uphold fair labour standards and safety.The garment sector is an essential component of Bangladesh's economy. However, protection of labour rights and safety is crucial for its long-term viability.\nMinhazUddinEmonStudent BBA DepartmentNorth South University[email protected]",
        "headline_1": "Ensuring RMG workers' safety and rights",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-rmg-workers-safety-and-rights-1715350910",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-05-2024"
    }
]