[
    {
        "full_article": "The Supreme Court has once again addressed the ‘merit versus reservation’ debate, a misleading binary that has engaged public and judicial discourse for years. While ruling in favour of extending reservation to OBCs in the all-India quota (AIQ) of seats in admission to under-graduate and post-graduate medical and dental courses, the Court has concluded that the binary has become superfluous. The courts have now come to recognise the idea of ‘substantive equality’, which sees affirmative action not as an exception to the equality rule, but as a facet of the equality norm. ‘Formal equality’, or the principle that everyone competes on an equal footing, is inadequate to address social inequalities and the inherent disadvantages of the less advanced sections, necessitating provisions that help them compete with the advanced classes. The competitive examination may be necessary for distribution of educational opportunities, but it does not enable equal opportunity for those competing without the aid of social and cultural capital, inherited skills and early access to quality schooling. Good performance in an examination does reflect hard work, but does not always reflect “merit” solely of one’s own making. “The rhetoric surrounding merit obscures the way in which family, schooling, fortune and a gift of talents that the society currently values aids in one’s advancement,” writes Justice D.Y. Chandrachud, and raises the relevant question whether marks are the best gauge of individual merit. Seen in this light, reservation ensures that backward classes are able to avail of opportunities that “typically evade them because of structural barriers”.The provision of 27% reservation for OBCs within the AIQ was introduced only in July 2021. Implemented from 1986, the AIQ was envisaged as a domicile-free quota to access medical education in all colleges in the country. It comprises 15% of undergraduate medical and dental seats and 50% of post-graduate seats surrendered by the States for admission through a central pool. For two decades, there was no reservation in this segment. In 2007, the Court allowed the introduction of 15% reservation for SCs and 7.5% for STs. Even when the OBC quota was introduced in Central government institutions alone, there was none in State colleges. The decision to end this discrimination now has judicial imprimatur. The Court has also rejected the argument that there was no need for reservation in post-graduate medical education. The impact of backwardness, it has said, does not simply disappear because a candidate has a graduate qualification and does not create parity between advanced classes and backward classes. The latest judgment marks another notable addition to the body of affirmative action jurisprudence.",
        "headline_1": "False dichotomy: On merit versus reservation",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/false-dichotomy-the-hindu-editorial-on-the-merit-versus-reservation-debate/article38315266.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2022"
    },
    {
        "full_article": "A move by the Union Environment Ministry to implement a ‘star-rating system’ has sparked controversy after one of its official communiqués became public. Under this scheme, State-level environment committees that appraise industrial projects on their potential environmental risk would be incentivised with points for “transparency, efficiency and accountability”. This idea followed a Union Cabinet meeting this month to facilitate the Government’s broader commitment to ‘Ease of Doing Business’. The Environmental Impact Assessment (EIA) is one of the cornerstones of ensuring that the ecological costs of infrastructure development are minimal. Prospective projects above a certain size and with a potential to significantly alter the natural environment must be first approved by the State Environment Impact Assessment Authority (SEIAA) comprising State officers and independent experts. Projects that are even bigger or involve forest land — category A — must be cleared by an expert committee formed by the Centre. SEIAA projects make up the bulk of projects for approval including building and construction, small mining, small industry projects, and are considered ‘less polluting’.The star rating system proposed is to “rank” and “incentivise” States on how quickly and “efficiently” they can accord environmental clearances. It spells out seven criteria to rate SEIAAs on “transparency, efficiency and accountability”. On a scale of 7, an SEIAA, for instance, gets more points for granting a clearance in less than 80 days than for within 105 days and no marks for more. A score of seven or more would be rated ‘five star’. However, a reading of the order gives the impression that States, in the quest for more stars, would logically vie for speedily clearing projects rather than ensure a thorough appraisal. The Environment Ministry, has said, in response to criticism, that the intention is not to hasten clearances but accelerate the pace of decision making. Rather than files being sent back for every query, all objections must be compiled and addressed at one go, it contends. While quicker decision-making benefits everyone, State committees are currently hampered by having too few independent experts and decision-making being left to bureaucrats than to environment specialists. Both industrialists and States gain from projects and, therefore, the tendency is always to elide environmental concerns. In many instances, site visits are critical to understand the potential environmental challenges. Calculating the risks and the benefits of industrial projects vis-à-vis their environmental impact is understandably hard. The way forward is to take steps to increase trust in the system and ensure that all States have competent experts who can conduct appraisals without fear or favour. A list of empty rankings is the least advisable way to bring about this.",
        "headline_1": "A stellar fallacy: On hasty assessment of environmental costs",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-stellar-fallacy-the-hindu-editorial-on-hasty-assessment-of-environmental-costs/article38315270.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2022"
    },
    {
        "full_article": "Universities are considered to be the highest place for education, learning, research, and innovation. Students attend universities not only to get academic degrees, but also to acquire knowledge and develop a global outlook, which guide them throughout their lives. Seeds of education and values which are planted among students in school grow and mature at university. University education enhances and enriches individuals and societies, and university teachers play the key role in imparting education and shaping the minds of students by instilling the right values which are conducive to economic, political, social and cultural transformation.\nIt is, thus, incomprehensible that a university teacher—a VC, no less—could make a misogynistic remark such as the one made against the female students of Jahangirnagar University (JU). Instead of handling the demand by female students of Sylhet Shahjalal University of Science and Technology (SUST) to improve the situation at their dormitory in a sensitive manner, the VC attempted to undermine the issue by referring to the female students of JU and their movement around the campus at night in a derogatory and deplorable manner. He told the SUST students, \"Do you want to be like the JU students whom nobody wants to marry, because they roam around at night?\" Really? Who told him? He said that some student leaders told him so. He went on to say that he did not want their (SUST) \"good\" students to have such a \"stain\" on them.\nSuch remarks about university students and also women in general are not uncommon in our society. Even after several decades of women's leadership at the highest level of the country during its 50-year journey, the mindset of many people—men and women both—has hardly changed. A section of society, including its educated class, still tries to blame the victim when any abusive incident happens. In doing so, they justify abusive male behaviour towards women. I don't see any difference between them and the SUST VC, who is not only supposed to hold progressive values, but also contribute towards developing a progressive society where men and women would be valued equally. His conventional mental framework also sees women's education as mere preparation for marriage, rather than a means for their own development. And in his typical perception, \"good girls\" are those who would abide by female-specific rules. By making such a remark about students of a reputed university, he has not only insulted the female students, but also the teachers who are in charge of educating students and maintaining a congenial environment on the JU campus. He has also insulted the parents and guardians of the JU female students. As such, he must apologise for his indecent and inappropriate remark.\nThe second issue is the SUST VC's style of crisis management, which is dependent on the ruling party's student wing and the law enforcement agencies. The ongoing crisis at SUST, which could have been easily avoided, has once again brought to the fore the issue of VC selection. The culture of rewarding people who are loyal to the ruling party has engulfed almost all sectors—including the universities which are supposed to be the lively centres of independent and liberal thoughts.\nA university VC used to be a highly regarded position once upon a time. Sadly, it seems nowadays that there is a deliberate attempt to appoint teachers with poor educational and professional accomplishments but with strong political connections. Their academic background, experience and administrative capabilities are not counted for the position. In the SUST VC's case, social media has been flooded with comments by his own students regarding his basic understanding of the subject and his teaching quality.\nAnd after their appointment, it is not their performance as an administrator or educationist, but their subservient behaviour that is counted for their job security. As a result, they cannot make decisions on their own and even depend on student political leaders. Student politics is supposed to solve students' problems, not to make administrative decisions. But in many cases, there is a nexus between such student leaders and university VCs. They engage in financial and other irregularities together. Political backing saves them even after corruption is proven. Such moral degradation among the VCs and the deterioration of the dignity of the position discourages qualified teachers to run for the position.\nThere are student unions in developed countries as well. Like many, I have experienced first-hand at two top universities in the UK and the US how student unions function, and how they enhance student welfare by engaging with the university administration. Even with so much freedom, students cannot think of misbehaving with teachers. Indeed, the strong institutional foundation of these universities, which is based on the principles of quality, integrity and independence, keep those unions functioning smoothly. Because they diligently uphold such core values, educational institutions in the advanced and many developing countries have not only been surviving, but thriving for long.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "SUST VC’s sexist remark reveals a worrying picture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/sust-vcs-sexist-remark-reveals-worrying-picture-2945746",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2022"
    },
    {
        "full_article": "In this essay, I offer a reading of the set of events now known as Gana Abhyutthan (Mass Uprising) by attending to Dhaka, the city. Focusing on the physical locus of this urban uprising moves us beyond the tropes of inevitability and loss. In the numerous processions that serpentined the roads and alleys of Dhaka throughout the 1960s, one comes across moments when Bengali nationalism exceeded its own expectations. Michhil was where the telos of historical materialism stumbled on effects and accidents.\nNested within the rise and fall of class politics is also a story of changing urbanity. The culture and politics of erstwhile East Pakistan found a contested, if also hospitable, home in Dhaka. All through the 1960s, the streets, parks, mosques, tea shops, windows, and attics of Dhaka, both puran and new, witnessed a symbolic and literal coming together of chhatra-janata, a compound word that captures the collective agency of chhatra (students) and janata (the public). It is a figuration of popular political will that appears repeatedly in contemporary commentaries on oppositional politics.\nThe students amplified their demands directly through the platform Chhatra Sangram Parishad (Students Committee of Action). The alliance of student\norganisations took on a unified role towards the end of the decade. The other half of the compound, janata, and its relationship to the city were less straightforward. Its presence was felt more in contemporary literature than in history books. Akhtaruzzaman Elias' \"Chilekothar Sepai\" (1986) is a brilliant rumination on the city and the masses who lived and worked here. In this and other literary work of the time, the changing city became an important backdrop and a formative force behind new social relations.\nA city of michhil\nFor many Bangladeshis, 1969 readily brings to mind Rashid Talukder's well-known photograph of a little boy leading a michhil. The visual artefact congeals the mass appeal of the decade's political strife: a shirtless boy in a lungi walks a few paces ahead of a procession. He leads a group of adults with his mouth wide open—chanting, no doubt, one of the many popular slogans of the time. It is now a fixture in the corpus of visual retellings of national history, and a familiar index of the broad reach of East Pakistan's grievances and the dispensability of its people.\nThe photo spells out the scope of mass politics that overcame recalcitrant class barriers—if only episodically. Harnessing the energy of factory workers, street children, slum dwellers, and rickshaw pullers still posed organisational problems. The ambivalence was better captured in \"Chilekothar Sepai,\" in which the poor children of Dhaka show up as they become regulars in street agitations. The boys play cricket in narrow alleys, throw stones at riot cars, and find themselves in rallies which face barricades and armed police at the other end.\nIn one vivid scene, a procession interrupts a heated adda of a group of university students and other young men, including the main character, Osman. A section of the michhil enters Amjadia, a restaurant close to the stadium near Baitul Mukarram. Some demand drinks of water. The owner barks off hurried orders for water and tea for the student types, and dismisses the same request from the street kids, also members of the michhil. Suddenly, a portrait of Field Marshal Ayub Khan catches their eye. The crowd gets even angrier and focuses its energy on taking it down. Stones and bricks pelt the framed picture of the disgraced sovereign. The nail finally gives in and the photo comes smashing down. The noise of the shattering glass ramps up the sound of a cursing crowd:\nThe pichchi (the little one) who had hurled a couple of ashtrays and pieces of brick still had a few more stones and bricks in the fold of his lungi. He walked forward, wiping the dried-up snot hanging off his nose with an elbow. The disappointment of missing out on hitting Ayub Khan was overcome by the eventual success. The feat added the gravitas of age and experience to his face and voice. \"There! I pulled down the son of a bitch!\" He kicked the forehead and head of the upside-down president a few times, with feet covered in the dust and spit of the streets. (Elias 1986: 27)\nDespite the implications of working-class rage for the success of 1969, hesitations about the ideological investment of the urban poor were deep and persistent. As Kamruddin Ahmed observes of 1969, the masses were generally happy in February and March, because they witnessed the all-powerful Governor Monem Khan and other devotees of Ayub Khan hiding from public wrath. But the new rich who amassed fortunes overnight got nervous and spread rumours, which were mostly \"half-truths.\" The disdain was equally palpable in political decision-making. Many characters in Elias' novel voice the same. On the day of a strike, when Osman, a petty officer in a company, goes to work, he finds a half-empty office floor. The lift doesn't work because the liftman is absent; the telephone operator also seems to have skipped work. Osman's colleagues are upset:\nSomeone said, \"Why are you just blaming the peons? What about the rickshaw pullers, the bus conductors, the drivers, the coolies? Have you seen their insolence? Arre, what will you gain if Ayub Khan leaves? Will you become ministers? Or will you come to the office and sit at a desk and chair? (1986: 17)\nMichhil, martyrdom, madness\nMost bhadralok and students left the scene after a hit or two of the lathi or a little roughing up from the police. Of those left were: 1. People in dirty clothes, and 2. Innumerable pichchi. The police began beating them up to their hearts' content. (Elias 1986: 25)\nIn modern political contexts, the mass consists of that part of the population that cannot be given social, political or cultural form. These \"non-Peoples,\" per philosopher, author and Holocaust survivor Hannah Arendt, include the mob, the mass, the tribe, and the starving multitude. Sociologically and symbolically, then, the mass seems to have long escaped both biopolitical pressures and analytical coherency. Elias' genius partly lies in capturing this very ambivalence. This Freudo-Marxist retelling of 1969 is physically located in Old Dhaka where the main protagonist, the 28-year-old Osman, lives in a rented attic in a three-storey building. Osman descends into madness just as Ayub Khan's days as president seem numbered. The outward expression of Osman's insanity is mediated through the ghost of Khijir—the bony, tragic, eccentric, and intrepid rickshaw puller. His home in the neighbouring slum stands on open drains, with a flowing sewer that hits the senses each time he returns home. In the dark, the air reeking of faeces and urine guides his path to the shack that he shares with his wife. She is a maid and a mistress of mahajan, the owner of a rickshaw garage and Khijir's boss. Haddi Khijir, as the epithet \"haddi\" would suggest, is the gaunt, gutsy, gullible subaltern who is both a proxy and a foil for Osman's precariously petty-bourgeois existence and psyche.\nHaddi Khijir and Osman, I argue, ventriloquise the hyphenated subject chhatra-janata that became the agent of politics in the late 1960s. Khijir is much more than a representative of the urban proletariat as some otherwise competent analyses of Elias' famous novel would have it. The breadth, complexity, and seeming paradoxes of his character bring the category into crisis. His political consciousness, if one can call it that, is fragmented. Khijir rarely questions mahajan Rahmatullah's presence in every corner of his life, whom he hates but against whom he barely revolts. Khijir knowingly ignores (despite minor outbursts) his wife's status as his boss's mistress, yet feels deep affection for her unborn child whose paternity he clearly cannot claim. He suffers through class injustice, but becomes a nationalist overnight. The fact that Karachi is being developed at the cost of Dhaka enrages him. He makes a middle-class audience laugh with an impromptu speech in his authentic and inadvertent Dhakaiya dialect, when he briefly takes over the microphone at a political meeting. Holding on to the pliers and screwdriver stolen from mahajan's garage for dear life, Khijir would still rush to join the next michhil to free SheikhMujib from jail.\nOsman's leftist friend Altaf is obviously not sure about the \"rickshaw-wala type\":\nYou can't trust them. What do they know about movements? Or politics? Who knows what catches their fancy while cleaning up the garages of Ayub Khan's lackeys. You can't have resistance without them, but once the movement actually goes under their control, it becomes a problem. (1986: 166)\nOn a fateful day, Khijir takes to the street with a small group of workers from Gawsul Azam Shoe Factory that is housed on the ground floor of Osman's building. It immediately meets the rush of people pouring out of every lane and alley. Rickshaw-walas leave the garages and the employees of a bread factory sacrifice the warmth of the tandoor to join in. Khijir feels an uncanny presence; the neighbourhood dead must have also come out. Khijir walks fast as if manoeuvring his rickshaw on a busy Dhaka road. There is no time to heed the red light now. \"The armoury will be shattered into pieces by the force of this colossal gathering,\" Khijir thinks to himself. \"Snatching a few weapons won't be that big a deal. Today, he will hose away the military\" (1986: 252-53).\nSoon, two solid balls of fire enter Khijir's chest and stomach. He is dumbfounded: which son-of-a-bitch truck hit his rickshaw? He mouths off a few choice words, but no sound comes out. He keels over by the footpath. What happened? Did his body's chassis break down? The red writings on the white wall across from him sway in the yellow light. When the military truck comes out next morning, his is the last corpse piled on top of the others.\nKhijir does return to Osman, though only phantasmically. This revenant is no usual haunting. It is an invitation or, even better, a provocation. Khijir visits Osman's roof-top abode hovering a few feet above ground, close yet beyond reach. The ghost does not invoke dread. Instead, it lures Osman into a maddening spiral of guilt. It is, in most part, the guilt of middle-class caution. Making generous use of his Dhakaiya lexicon, Khijir's ghost tempts and taunts Osman to get down from the attic to the street. His constant berating and barbs aimed at Osman's sloth or masculinity irk Osman: \"Nah, Khijir has no sense. But then, why should Khijir care? He has no house, home, door, latch, lock, table, bell, clock, hour, minute. He can go out whenever he wants. How can I do that?\" (1986: 300). While slowly losing touch with the world of the living, Osman becomes fixated with the idea of walking with the ghosts of Khijir and many others. All through the novel, Osman is in, around, or outside of processions. Yet, he is rarely confident or consistent in offering himself to the cause. Only with Khijir's death, his narcissism is overcome by the obsession to lose himself in a michhil. The ghost pushes Osman into the depth of folly, but it also strings him along to ride the waves of people in the streets that defined 1969 and perhaps the rest of the decade.\n\"Chilekothar Sepai\" is a magnificent reflection on the effective pull of political events. It is also an ode to a city. The characters experience Dhaka by walking in a michhil, hearing it from afar, or watching it from the rooftop. The city creates the conditions under which Osman, Altaf or Anwar shares space with Khijir and others like him. A deeply classed backdrop, 1960s Dhaka is also the condition of possibility of unforeseen transgressions and intimacies. For Elias, the city is not a site of ruin or nostalgia; it is as much a setting as a looking glass, through which to find a refracted version of oneself. At the beginning of the novel, when Osman gets the news of the death of a neighbour killed in police violence, he cannot remember the young man's face who lived just below him in the same building. Urban living might jeopardise old socialities, but it also introduces new familiarities. The face of the stranger activates a sense of deja vu—a true uncanny. Osman is convinced that:\nHe has seen the scrawny man with hollowed cheeks many times before. But where? At the stadium? Maybe. While looking at movie posters in Gulistan? It's likely. At a meeting in Paltan Maidan? Perhaps. Victoria Park? By the field in Armanitola? While enjoying seekh kabab by the footpath in Thatari Bazar? It's possible. While urinating side by side at Balaka Cinema? Conceivably… He has known that face for a very long time. (1986: 7)\nIn Bangladeshi official culture, 1969 lives in sepia tone. As a place to live and thrive, Dhaka, however, barely invokes hope or nostalgia. The intimacies, encounters, and transgressions that the political culture of the 1960s still made possible are testament to the tenacity of this seemingly unruly cityscape. Fifty years on, the capital city is experiencing change at a much faster pace. The iconic Kamalapur railway station, designed by the American firm Berger Consulting and functioning since May 1, 1968, is scheduled to be demolished to modernise the transportation infrastructure. The building that houses the Teacher-Student Centre (TSC) at Dhaka University is also poised to be razed down. Constantinos Doxiadis, a Greek architect, designed it while Ford Foundation partially funded the construction. The Dhaka metro rail project to be inaugurated in 2022 is already recalibrating the patterns of movement of people and things.\nStill, cities are notorious for invoking contradictory and unpredictable feelings. As the signs and objects of \"progressive urbanism\" shift, so do people's affective ties to them, says anthropologist Lotte Hoek. The relationships are rarely straightforward. For many of Dhaka's residents, the \"surplus consumption\" of otherwise decrepit state-funded structures or even the somewhat morally suspect tree-covered nooks of public parks and mausoleums show that cities, even one like Dhaka, carry possibilities that are impossible to preempt. New forms of political assembly will be sure to reinhabit the city as and when it finds itself on the brink of another mass uprising. Literature is probably one place where we will sense these reverberations.\n \nNusrat Sabina Chowdhury teaches anthropology at Amherst College in the US, and is the author of \"Paradoxes of the Popular: Crowds Politics in Bangladesh.\" A longer version of this article was first published in Economic and Political Weekly. All translations from Bangla were done by the author.\n",
        "headline_1": "Mass Uprising Day: Dhaka 1969",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/mass-uprising-day-dhaka-1969-2945741",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2022"
    },
    {
        "full_article": "The main motto of this year's Education Day is transforming education radically to reflect the changes occurring right now. It also advocates equity and democratic participation. As we approach the third year of the pandemic, the importance of addressing the concerns of unrest, inequality and exclusion in education is higher than ever before. Undoubtedly, inequality and exclusion are among the hardest challenges the education sector has been facing since the beginning of the pandemic, and it is clear that technology on its own is not a solution, but a component of inequality itself. The question is, can we bring necessary reforms to minimise the inequality, or are we just leaving the students to their fates?\nIn Bangladesh, schools remained closed due to the pandemic for more than 500 consecutive days, the longest in the world (and now, we've entered another episode of closure which, one hopes, will not last long). The effect of this closure is nothing less than a pandemic itself, as it has thrown around 35 million children out of school or any kind of learning system. During this long period, a substantial number of children had either minimal to no contact with the educators, did not have access to any classroom teaching-learning process, or were forced to drop out for various socio-economic reasons.\nBecause of the loss of a whole school year, students have been promoted to the next grades without having achieved their grade-level competencies. Achieving grade-level competencies and learning outcomes has been a challenge for them despite a promising rate of school enrolment. For example, according to the National Student Assessment 2017, 62 percent of grade 3 students and 76 percent of grade 5 students did not achieve their grade-level competencies in mathematics. The statistics for other grades and subjects are more or less the same. Then, the complete absence of in-person learning for a long time certainly made the situation worse. Even with the students who have been able to continue their studies during school closure, it is hard to be hopeful because of the massive learning gap created in this period, despite various efforts of distance learning.\nIdeally, minimising or recovering this learning loss should have been the main objective. But the method adopted after reopening of schools in September 2021—with fewer classes for early grades, shorter syllabi and fewer subjects for tests—means that instead of addressing the loss, the learning time has actually been shortened for the students who are not attending any public exams. Hence, the situation is getting worse every day.\nThis massive learning gap is one of the many disastrous effects of the pandemic. When the whole country was under strict lockdown, online and TV classes seemed to be the only plausible solution. However, in a country like Bangladesh, the reality of poor access to technology should not have escaped the notice of our policymakers as a large number of students come from poor socio-economic backgrounds. It was obvious that the majority of them would completely fall out of the Covid-19 response and recovery system.\nAccording to UNICEF, 91 percent of students from low-income or rural families have had no access to the internet. This group is certainly amongst the most vulnerable, who are at the risk of dropping out for countless other secondary effects of the pandemic. The government data itself shows that 79 percent of students were not interested in the classes broadcast on TV. The Ministry of Education tried to address the gap with assignments as part of an assessment process. How students dropping out of the learning system can be assessed is a question that no one seems to know the answer to.\nWe should have realised by now that any response or recovery plan will remain in papers if such overly generalised, one-system-fits-all approaches are taken. Minimising the digital divide and recovering learning loss are two very big challenges that require immediate and equity-focused action plans. Going forward, if distance or blended learning remains the only available option, it must be more inclusive. And that cannot be possible without national-level planning based on expert advice, proper financing, and empowered teachers. Once equity in terms of access to formal education is ensured, recovering learning loss should be on the top of our priority list—not promotion to the higher grades.\nSalman Khan, the founder of Khan Academy, the well-known online learning platform used by millions of students globally, aptly put that if technology is not used properly, we might see an \"education catastrophe\". The scenario on the ground confirms that fear. If we keep more than half of the students outside of a proper learning system, and the rest learns less than half of what they were supposed to learn, our collective future will be damaged beyond repair.\n \nJannatul Mawa is working with the Ed-tech team of Agami Education Foundation, a concern of the US-based non-profit Agami Inc.\n",
        "headline_1": "International Day of Education: Are we doing enough to recover learning loss?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/international-day-education-are-we-doing-enough-recover-learning-loss-2945651",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2022"
    },
    {
        "full_article": "Bangladesh has some very difficult—and one could say unpredictable—times ahead in the coming years. I do not want to raise the red flag or be too alarmist, but who knows what the future holds for a country trying to forge through uncertain times and tackle the many dangers that are coming its way: bad weather, non-cooperative foreign governments, competitive foreign markets, unfavourable trade regimes, cyberattacks, etc.\nBangladesh must cross several milestones along the way as it marches forward. To name a few, the country aims to graduate from the LDC status in 2026, become an upper-middle-income country (UMIC) by 2031 and achieve high-income country status by 2041. In addition, there are stiff development targets to be achieved by 2030 under the UN's Sustainable Development Goals (SDGs). \nAs an economist, you frequently encounter questions about the future. These questions are on my mind, too. For example, \"When will Bangladesh reach the middle-income country status?\" \"What will be its GDP growth rate next year?\" \"Can our RMG exports reach the USD 50 billion target soon?\"\nThese are legitimate questions and often I find myself scratching my head to find the answers. Forecasting future economic growth is the job of an economist and we are trained to do so. We also are aware of the many pitfalls that one faces when we try to look into the future. The biggest obstacles on the path to accuracy are: 1) Uncertainty, 2) Lack of data, and 3) Limitations of the tools or models. \nUncertainty has been a big factor in upending the economists' forecasts. GDP growth rates in almost all countries slowed down in the last quarter of 2021, and all forecasts have been proven wrong. Even the USA and China are expected to experience slower growth in 2022. US GDP growth will decline from 5 percent last year to 4 percent this year, and China's from 8 percent to half that number. Since China's economy has been the main locomotive of global growth in the last few years, \"broader economic outlook is beginning to dim,\" according to The New York Times. But don't be surprised if we see another revision in mid-2022.\nIt would be great if we could always foresee the future like Jeane Dixon, the well-known American psychic and astrologer who gained fame by claiming to gaze into her crystal ball and predict future events. Dixon was well-known for her ability to anticipate major global events including the death of John F. Kennedy and the Munich Olympics massacre. But she also missed her mark more often than not.\nForecasting the future of GDP, the price level, unemployment or other less known economic variables is usually based on econometric models. However, there are different categories and brands of models, and they vary in terms of complexity and focus. It is well-recognised that models can never be expected to forecast with 100 percent accuracy. \nAlso, each model has its own strengths and weaknesses. They often reflect the biases of the economist or the institution that creates and operates the model. For example, a conservative think tank that has a strong aversion to tax increases can be expected to show that any increase in corporate tax or in personal income tax for the rich will slow down economic growth. Similarly, a liberal body might project that spending more government money on social programmes will promote healthy growth. \nForecasters also fudge the numbers and often fail to give a full account of any policy measure. An example of this tendency to mislead and of the disagreement among economists was evident in the divergent estimates of the impact of the Trump-era tax cuts on the budget, GDP, and the debt burden. \nThe conflicting economic forecasts in the present uncertain times are obviously raising some concerns. On January 4, 2022, The Wall Street Journal raised the alarm with a headline-making announcement: \"Forget about trying to forecast 2022\", and warned that economic predictions this year could be trickier than usual. A peer-reviewed journal article shows that economic forecasts made more errors during uncertain times. \nCentral banks have typically been very secretive about their decision-making process, particularly with regards to the assumptions they make in formulating their policy decisions. The US Fed, which is more forthcoming in this regard, reported in December that its governing body \"did not yet see the new variant as fundamentally altering the path of economic recovery\". In other words, the US Fed did not anticipate the economic downswing that came in late December and January. \nIn sharp contrast to this optimistic view, Omicron cases have risen very rapidly even though most countries have imposed relatively few restrictions. A large number of people, sick or worried about getting sick, have been staying home from work. Many others are cancelling plans to go for vacations or staying away from in-person activities such as eating out. Consumer spending in many countries ended last year on a down note. And if the Covid cases rise again, there is an increasing risk that consumers will keep a tighter grip on their pocketbooks.\nLet us consider the latest data from the world's largest economy, the USA. In mid-January, the US Department of Commerce reported that retail sales fell by 1.9 percent from November to December. And this decline was across the board. Department store sales dipped by 7 percent, electronics and appliances fell by 2.9 percent and non-store retailers, of which Amazon.com was the largest, took an 8.7 percent hit. \nSeveral factors are at play here. Supply-chain problems, semiconductor shortages, and Omicron hazards are all still sources of concern. So are shortages of skilled workers and the decline in the service industries. Recent forecasts from major banks and research organisations are somewhat at odds with each other. As of October, before Omicron reared its head, all experts were prognosticating a robust growth in GDP, a booming Christmas season, and upward sales boosted by savings. But now, we see a sudden shift, and some of the hidden factors are again affecting all sectors of the economy.  \nWhat about the future? The scenarios rely on the speed of Omicron transmission. Some are optimistic that because it is hitting a lot of the world all at once, the nature of its effect on global supply chains might be different from the experience with previous variants, whose effects weren't so synchronised. But these are possibilities rather than certainties.\nThe International Monetary Fund will release its World Economic Outlook on January 25, a week later than planned, to factor in the latest Covid-19 developments. MD Georgieva last month told the Reuters Next conference that the IMF was likely to further downgrade its global economic growth projections in January to reflect the emergence of the Omicron variant of the coronavirus. In October, the IMF had forecast global economic growth of 5.9 percent in 2021 and 4.9 percent this year, while underscoring the uncertainty posed by the new coronavirus variants.\nThe biggest source of uncertainty is obviously the course that the pandemic will take. There is a strong feeling among some public health officials that the worst is over, and the role of the virus will be endemic, similar to influenza. We also learned that the Covid virus mutates in countries with unvaccinated masses—we still have multitudes of them in various countries, both developed and developing. \n\"Unfortunately,\" says immunologist Ali Ellebedy at the Washington University School of Medicine in St. Louis, Missouri, \"we're still living in uncertainty.\"\n \nDr. Abdullah Shibli is Senior Research Fellow at the US-based International Sustainable Development Institute (ISDI). His new memoir, \"A Fairy Tale: Autobiographical Stories\", was recently published by Jonantik.\n \n",
        "headline_1": "Why economic forecasting is now trickier than before",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/why-economic-forecasting-now-trickier-2944926",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2022"
    },
    {
        "full_article": "We commend the investigation of a civil committee into the MV Abhijan 10 launch fire on December 24, 2021, which found proof of negligence against 12 people: four government officials, four operators, and four owners of the launch. The result of the investigation by Poribesh Bachao Andolon (Poba) comes after another probe by a government-formed committee that also found a number of people—including three officials of the shipping department and the BIWTA—responsible for the fire that claimed 49 lives. Both investigations pointed to the incredible negligence of those responsible for the safety of the launch.\nThe MV Abhijan 10 caught fire after its faulty engine burst into flames on the Sugandha River in Jhalakathi. But this could have been avoided if everyone involved had just played their part. For example, the launch was operating after a hiatus of three months, so why did the authorities not check its fitness before letting it sail again? It was also found that the dock authorities had replaced the launch's engines with older ones, without any official approval. To top it off, the two launch drivers, who brought it to shore after it had caught fire, reportedly did not anchor it. Instead, they fled and left those on the launch trapped in the fire. Add to this the fact that the launch was carrying double the number of passengers it should have, while the master of the launch failed to stop its journey at the Barishal launch terminal even though the heat at the lower deck could be felt by all.\nWhile such terrible incidents on our rivers may seem sporadic, their number is not negligible. It shows how unfit the vessels operating across the country are, and how irresponsible those in charge can be. We must not forget the MV Mayur accident on June 29, 2020, when 34 people died as the launch hit a small vessel on the Buriganga River. If those responsible for these incidents are left unpunished, and if adequate measures are not taken to avoid their recurrence, we are essentially inviting more of such disasters and tragedies in the future.\nTherefore, we urge the government to heed the recommendations listed by the civic probe committee. The fire service must check if a vessel is in order every three months and should provide clearance to a vessel's fire safety system before it can operate, while every passenger vessel must have Ansar members on board for security. Cameras should also be installed at key points so that no one can escape their responsibility to keep passengers safe.\n",
        "headline_1": "How do we avoid another launch fire?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-do-we-avoid-another-launch-fire-2945636",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2022"
    },
    {
        "full_article": "We are alarmed to learn of the number of militant suspects who are currently out on bail, roaming freely amid unsuspecting citizens. According to the Police Headquarters, as many as 4,881 people were arrested for their alleged involvement with different militant outfits since 2005. Of them, 2,456 walked out of jail on bail, 251 of whom went into hiding. Reportedly, many of the suspects reorganised to continue their extremist activities, while a good number of them fled the country. Only a few of them appear before the court during hearings, according to court sources.\nAccording to our report, one such militant is Ariful Karim Chowdhury alias Adnan, who was arrested by police in 2015 over his involvement with banned militant outfit Harkat-ul Jihad al-Islami (Huji). After coming out of jail, he got involved with another banned outfit Ansarullah Bangla Team (ABT). Although Adnan was arrested again in 2019, this is not the case for the majority of the suspects who are on bail. They have been continuing their activities in hiding, according to reports.\nThe question is: how did so many suspects manage to get bail? One reason cited by officials working on countering extremism is the long time it takes to collect evidence against militant suspects. By the time police collect the evidence, the militants are out on bail already. Lack of public prosecutors experienced in dealing with militant cases is another reason. Moreover, according to the prosecutors, the weak charge sheets given against the suspects are also a barrier to keeping them behind bars.\nThese suspected militants pose a threat to our security. This needs to be taken seriously by all working to counter extremism and radicalisation, including the Anti-Terrorism Unit (ATU). We know that a team of counter-terrorism unit (CTU) was formed in every police unit across Bangladesh in 2017. They should regularly monitor the activities and whereabouts of the militants. In addition, the issue of social reintegration of militant suspects needs to be taken seriously by the authorities concerned. If they are not deradicalised and given a chance to re-engage with society in a positive way, we can't expect them to make an automatic U-turn from their former way of life.\nLast but not the least, the legal process for trying militant suspects must also be made more effective by enhancing the capacity of the investigators and improving coordination between the police and the prosecutors at all stages. The cases filed in connection with militancy must be disposed of quickly. Otherwise, all our efforts to contain militancy may fail.\n",
        "headline_1": "Militant suspects out on bail pose a threat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/militant-suspects-out-bail-pose-threat-2945536",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2022"
    }
]