[
    {
        "full_article": "Russian President Vladimir Putin’s decision to observe a 36-hour ceasefire on the front line in Ukraine comes at a time when his troops are struggling to cope with a series of battlefield setbacks and mounting casualties. The Kremlin’s version is that it ordered the ceasefire, from Friday noon till Saturday midnight, as Orthodox Christians in both countries celebrate Christmas on January 7. Ukraine has questioned Russia’s sincerity, saying the Kremlin would use the pause in fighting to replenish and rearm its forces and move more soldiers to the line of contact. Yet, if observed by both sides, this would be the first ceasefire on the entire front line since the war began on February 24 last year. Mr. Putin’s move appears more like a sign of weakness than any serious push for peace. On New Year’s day, Russia lost at least 89 soldiers when Ukraine targeted the eastern city of Makiivka where hundreds of troops were temporarily stationed. In Bakhmut, the eastern city that has been under attack for six months, Ukraine says its troops pushed back the Russians.Russia, which made some territorial gains in the early phase of the war, has been struggling to build battlefield momentum ever since Ukraine, armed and bankrolled by the collective West, started its counter-offensive in late August. Ukraine recaptured swathes of territories from Russia, including much of the Kharkiv Oblast in the north-east and Kherson city in the south. Faced with battlefield setbacks, Gen. Sergey Surovikin, the new commander for the war, changed strategy — he redirected the offensive focus towards Donetsk, started building stronger defence lines across the vast front line, and launched a heavy bombardment campaign targeting Ukraine’s critical energy infrastructure. The air strikes have partially damaged Ukraine’s energy grid and disrupted power and water supplies to millions, but they have not changed the ground reality. If Ukraine survives winter, fighting could pick up pace. The U.S. and Germany have already announced that they would send Patriot missile systems to Ukraine. The U.S., France and Germany would also be sending armoured vehicles, to better prepare Kyiv for the coming land war. Cornered in the war theatre, Mr. Putin might come under enhanced pressure to escalate the conflict. But continuing this war will be costly for all sides. If the ceasefire holds for 36 hours, Mr. Putin should extend it further and seek dialogue, without preconditions, with both Ukraine and its backers in the West. The temporary truce should be the beginning of a lasting one.",
        "headline_1": "A brief respite: On Russia’s Orthodox Christmas truce in Ukraine",
        "headline_2": "Russia’s temporary truce should be the basis for a lasting solution",
        "link": "https://www.thehindu.com/opinion/editorial/a-brief-respite-the-hindu-editorial-on-russias-orthodox-christmas-truce-in-ukraine/article66346796.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "Six civilians, including two children, were killed in brutal acts of terrorism in Dangri in Jammu and Kashmir’s Rajouri in the first week of the new year. The police and authorities in Srinagar and New Delhi remain tight-lipped about the incidents. It is evident that the perpetrators intended to spread maximum terror among the Hindus in the area. They barged into houses on January 1 and fired indiscriminately, killing four civilians and injuring 10 others. Just within 15 hours, an improvised explosive device went off outside the house of one of the victims, leaving two minors dead and five others injured. The Jammu region has been relatively insulated from the conflict in recent years, but the recent incidents portend the return of a grim past. Rajouri had turned peaceful, and the last major targeting of Hindus was 16 years ago. It has a long penetrable Line of Control with Pakistan-occupied Kashmir and remained an active route for militants to cross over to the Kashmir Valley. In 2022, there were clear signs that the district was becoming a new theatre of violence, with at least four grenade attacks, and multiple encounters between security forces and militants. There were also indications of local involvement.J&K parties in one voice condemned the attack on minorities and targeted the Lieutenant Governor (LG)’s administration for its failure to secure civilians. LG Manoj Sinha has promised strict action to curb terrorism and address the security needs of the region. There is fresh demand to revive Village Defence Committees, which were constituted in 1995 in 10 districts of the Jammu region to fight militants in remote places where security presence is thin. These were disbanded following allegations of high-handedness by armed volunteers. While the Centre is eager to portray its strong-arm policy in Kashmir that has shunned political dialogue as a success, new trends in terrorism, including frequent targeting of migrant workers in the Union Territory, act as grim reminders of the volatility. At least 29 civilians were killed in J&K in 2022, most of them migrant workers or local Hindus. While new experiments may yield different results in J&K, the old approach to allow multiple processes of engagement to address issues in a democratic way might still work. In the absence of an elected government in J&K since 2018, even the mainstream of the region is drifting away from New Delhi. A continuing political process is not a sufficient guarantee against Pakistan-backed terrorism, but it is a necessary condition in any resolution of the Kashmir conflict.",
        "headline_1": "Unhappy New Year: On the Rajouri civilian killings",
        "headline_2": "The Centre must adopt multiple processes of engagement in J&K",
        "link": "https://www.thehindu.com/opinion/editorial/unhappy-new-year-the-hindu-editorial-on-the-rajouri-civilian-killings/article66346320.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "Did you as usual make some new year’s resolutions? Did you reflect on last year’s resolutions, or the year before that and assess why they didn’t materialise? Or have you even forgotten as you battled in the torrential river of life through 2022, what resolutions you even made at the start? If you’re not focussed daily on heading to where you need to be, if you allow yourself to be distracted, inundated, overwhelmed, side-tracked or confused, you lose vision of what you intended and making anything you wanted happen stays a dream to be carried forward to the next year. It could be your fitness, your growth, professional aspirations, relationship goals or even targets you’ve set for yourself about how you’d like your life to look and feel at the end of the year. We all get swept into a year, year after year, and at the end of every year there is a sense of disappointment, regret, anger, upset and even a whole lot of blaming and excuses for why things didn’t happen the way you had envisioned and why your resolutions have been carried forward to the next year, and then the next.\nIt’s time to break cycles and patterns. If something is repeatedly an issue, it’s clearly time to change the way you approach it. In fact why not change your entire approach to new years resolutions and instead of making it about you, make it about others this year. Everyone goes through so much in their lives, they feel exhausted, overstretched,  and that’s one of the reasons new years resolutions don’t materialise. All of us feel that if we had someone who had helped us, supported us, shared with us, encouraged us, guided us that we would have been able to achieve whatever we had set out to do at the start of the year. So this year, instead of being a hamster in a wheel, let’s step outside it and do whatever we can to enable others. Be a lamp that guides others and lights up peoples lives, be a ladder and let others use you, your resources, your assets to enable their lives, or be a lifeboat and let those around you know you are there for them in their times of distress in every way you can.  You can help someone heal, you can help someone focus, you can help someone believe. Why do we live the same year over and over again? Let’s change things, because what goes around, comes around, and all you should ask of those you help, is to pay it forward. Let happiness and gratitude radiate from you and in turn from them. This year, let your resolution focus on good karma credit. Simple, effective, doable. And what an amazing wave of positive change it can bring to those around you and your own life as well. \n\nI am in a relationship with a man who is a decade younger to me. He is fresh out of college, while I’m an established professional. I don’t believe in traditional commitment norms and I’m not looking to get married, but I’m happy to be with this man and would love to continue this relationship. He, however, is confused and is being pressured to get married. What is the best way to go about this situation?\n\nThe burning question here is why on earth would a person fresh out of college be pressured to marry? He has to afford an independent life, a wife and potential kids if he needs to marry. And if his family can pressure him into marrying without financial independence, it means he would be dependent on them or you. It also illustrates his lack of ability to make decisions for himself. Is any of this acceptable to you?\n\nMy younger brother, who is 30, has always been considered the wise one in the house. While I agree that he does understand some aspects, like finance, better, I feel that I am not appreciated for the effort I take to ensure the well-being of the family. I feel that my relationship with him is suffering because I have started resenting him. Am I at fault here?\n\nEveryone has their own role and value in a family, and while sibling rivalry is common it’s important to feel proud, inspired and happy for the success of those close to you. Focus on what you can bring to the table and always remember, that someone else’s glow can light up everyone around, dark shadows are what we create in our minds. So shine bright in your own unique way and enjoy basking in the glow of others, especially because you love them. Competition is healthy, jealousy is not.\n\nI am a 38-year-old woman and I feel that my mother and I have a very toxic relationship. I have noticed that she appreciates me only when I do the tasks she has assigned me like paying the bills or getting the grocery. but the moment I forget to do the work she has given me, she gets upset and I can make it out in the way she behaves. How should I handle this issue? Should I confront her or avoid bringing it up?\n\nYour mom is probably around 60 now and must be very emotionally and personally dependent on you as it appears that you are still living with her and doing daily routines with her. Familiarity can breed contempt, so try changing some of the dynamics. For example, work on ways to build closeness, to have fun together, to make memories that you will treasure. The change in your personal dynamics will lead to a huge change in what you share, how you share and dealing with expectations as well.\n\n",
        "headline_1": "Earn good karma credits in 2023",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/earn-good-karma-credits-in-2023/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "Residents of Joshimath are protesting because their homes, roads and agricultural fields developed enormous and sudden fractures over the past few days. Water is gushing out of fields while houses are developing cracks. This, prima facie, shows that the town is under tremendous stress, and a portion of it may sink.\nJoshimath,or Jyotirmath, is a temple town and a municipality in Uttarakhand’s Chamoli district. The math or monastery is one of the four cardinal institutions founded by Adi Shankaracharya in the four corners of India. The cantonment at Joshimath is one of the closest to the China border; thus, the town has both religious and strategic significance.\nRead full opinion on TOI+\n\n",
        "headline_1": "Who tunnels through a sinking town? Despite decades of studies warning of Joshimath’s geological stress, authorities went ahead with power and road projects",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/who-tunnels-through-a-sinking-town-despite-decades-of-studies-warning-of-joshimaths-geological-stress-authorities-went-ahead-with-power-and-road-projects/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "Rapidly changing fortunes of the 4,000-plus families in Haldwani, Uttarakhand, hold a lesson for governments. After the Uttarakhand high court directed Railways, which claimed the land, and the state to use the paramilitary forces to evict families, the Supreme Court on Thursday stayed the order. The underlying issues have a long history of jurisprudence, with the SC’s landmark 1985 judgment in the Olga Tellis case providing guidelines. In that case, while SC said that encroachment cannot be automatically legalised, the right to livelihood imposes checks against arbitrariness in evictions.\nLivelihood lies at the heart of encroachments or slums. Census 2011 said 13.7 million urban households were in slums, with as many as 41.3% households in Greater Mumbai in that category. Slum dwellers are intrinsic to the economic life of urban areas. To illustrate, 70.2% of slum households are owned, a percentage point higher than urban average. It’s a proxy indicator of two aspects. Slum dwellers have livelihoods and aspirations like the middle class. Also, some government bodies formally recognise claims and provide paperwork. Given this context, the core question is why are there slums when their residents are integral to the urban economic landscape?\nThe answer to that lies in the failure of urban planning and governance, especially the master plans that become irrelevant soon after they are accepted. Urban planners and the attendant governance framework are out of sync with the speed with which urban economies evolve. One of the symptoms of this failure is slums. As India’s jurisprudence has spelt out, occupation doesn’t mean ownership. However, the livelihood factor comes into play here mainly because of state failure in providing pathways to a better life in cities, which are India’s growth engines.\n\n",
        "headline_1": "Haldwani’s lesson: Abrupt eviction is no answer to encroachment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/haldwanis-lesson-abrupt-eviction-is-no-answer-to-encroachment/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "India has sent an all-women platoon of peacekeepers to Abyei, Sudan, the second such deployment after its trailblazing female peacekeeping police unit to Liberia in 2007, which the then Liberian president, Ellen Johnson Sirleaf, lauded as an inspiration and a prompt for recruiting more women in the Liberian police. After the Indian women peacekeeping force left, Liberian women made up 17% of the country’s security sector, up from 6% before their arrival. Scholarship has established that when women make decisions, the risks of war and conflict reduce. But women’s role in conflict resolution and stability is only lately being acknowledged and boosted. And there’s a long way to go.\nAs of 2020, out of 95,000 UN peacekeepers, women made up only 4.8% of military contingents and 10.9% of police units. A Swedish study found that civil society groups including women’s organisations make a peace agreement about 64% less likely to fail. And when women participate in peace processes, the agreement is 35% more likely to last at least 15 years.\nWomen face the worst brunt of war, in terms of sexual violence and abuse as well as displacement. To see fellow women in authority can encourage women to reclaim public life without fear. The same lesson holds for India at home. Women will be safer if there are many more women in all ranks in various government branches, including police.\n\n",
        "headline_1": "Herstory of war: Peace has better chance with women in charge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/herstory-of-war-peace-has-better-chance-with-women-in-charge/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "A heart-breaking account by The Daily Star Bangla, of the misery that homeless people in Dhaka's streets have been facing during this winter, should be a wakeup call for the government and society in general. It gives a glimpse of how these individuals – who, it bears repeating, are citizens of this country – are deprived of such basic amenities as a roof over their heads, adequate food, warm clothes and blankets. Attached with the report is a photograph of a person literally sleeping inside a thin plastic bag to stave off the cold, epitomising the level of deprivation that certain sections of the population face.\nThose interviewed revealed that they simply could not afford any kind of housing; they often went to bed hungry and could not sleep because they did not have warm blankets. A mother and daughter shivering in the cold said that they sold flowers and lived on the streets, saving money to send back to a son who stays at a madrasa. Caught in the cold embrace of winter was also a teenage boy who ran away from home after his father had remarried, and now has no one to call family in this unkind city.\nTemperatures in Dhaka have fallen as low as 11.5 degrees Celsius, with winds making it seem even colder. Outside the city, temperatures drop even further making life hard for poor people, especially infants and the elderly. On Saturday, Chuadanga recorded the lowest temperature in the country at 8.4 degrees Celsius. Other northern districts have been facing a similar situation over the past few days.\nMeanwhile, cold-related diseases such as flu, bronchitis, pneumonia and diarrhoea have seen a sharp rise. For those on the streets, exposed to the elements, the chances of getting seriously ill are very high, especially in major cities swathed in constant dust from the many construction projects, big or small.\nAll these scenarios have been predictable, however. With proper planning by the authorities, cold-related effects on the poor could be reduced. Unfortunately, there has been hardly any meaningful action. Why haven't we, for instance, seen the usual drives to distribute warm clothes and blankets to the needy? Special funds must be allocated to help the homeless, who are most vulnerable and concentrated in the cities. Organisations and individuals should make a coordinated effort to initiate such drives. Along with warm clothes, these people need nutritious food. Soup kitchens should be set up by the city corporations to provide free meals to the homeless. The state cannot only depend on private initiatives to help the urban poor; it must have a comprehensive plan that will meet their immediate needs, while addressing the more long-term issue of homelessness through low-cost housing, employment, and accessible health care.\nAs a society, each one of us has a responsibility to those less fortunate, who live without even the bare minimum of needs met. Right now, the government and public must join hands in making sure these people stay warm and don't go to bed hungry.\n",
        "headline_1": "Predictable winter woes for the homeless",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/predictable-winter-woes-the-homeless-3214846",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "Everyone – and everything – talks in Dhaka, and given the chance, most will talk rather loudly than quietly.\nSome are loud publicly but quiet privately, some quiet publicly but loud privately. Some are loud only institutionally. Some are unhesitant to spread their sonic blessing everywhere they are, even when they are asleep – for what is snoring if not a loud, synchronised but still-undeciphered form of communication, right?\nJokes apart, if making noises was a sin, most of us would be sinners. There is something about this city that makes you – that is, your vocal cords – tick. You live long enough here, you find yourself in a Sisyphean cycle of creating noise or reacting to it, as I am doing now.\n***\nBut we cannot talk about people's penchant for loudness without talking about what might be causing it in the first place. The main accused, in my view, is noise pollution, of which this city is now a world champion. Imagine all the noise and chaos that butt in round the clock – the ceaseless clamour of horns and revving of engines, the constant pounding and buzzing from construction sites, blasting music from weddings, blaring sirens, swearing and sloganeering, random announcements coming through randomly placed street loudspeakers.\nHorns, without a doubt, take the cake. I remember reading an analysis of the restriction of horn language that, at absolute most, can say five things: double beep (\"Hello\"), single beep (\"Excuse me, the light is now green\"), longer single beep (\"I said the light is green. I will stab you in the heart with a screwdriver if you don't move this second, you twat\")… In Dhaka, in the absence of any functional traffic light or traffic management system, horns are certainly much more expressive.\nI know this only too well. True, bikers are a horn-y bunch, as in they use horns the most. But the other day, while biking my way home, I got a test of our own medicine after a particularly expressive SUV driver behind me honked repeatedly, forcing me into a corner and marginally hitting the back of another car. It was the most harmless of accidents I've ever had, but also the weirdest, where it wasn't reckless driving that was to blame – it was reckless honking. How I wished cars would come fitted with a beep just for apologies for such nuisance.\n***\nLiving with Dhaka's noise pollution is a gruelling endurance test. It makes you feel irritable, on edge, frustrated. The toxic, deeply polarised environment in which we live also has the same effect. But I reckon, as a side effect, all this eventually equips you with not only an inexhaustible tolerance for noise, but also an irresistible itch to speak loudly, even if merely to be heard over louder voices.\nYou are no longer just a noise survivor then; you are a noise warrior, whether by choice or by circumstance.\n***\nAs a journalist, I'm no stranger to screaming headlines. We often say \"a headline screams\" when it contains scathing, passionate or boastful content. Just as intangibly, something is screaming inside all of us, too: a deep, guttural noise that you can hear if you listen closely enough. You see the manifestations of this inner noise everywhere you look.\nYou see boastful political claims without any truth or substance. You see self-righteous ideologues basking in their \"woke\" or \"cancel\" moments. You see street scuffles break out for silly reasons. You see pent-up emotions getting unedited release all over the Internet: anger, hate, vanity, pain. Justified or not, artfully expressed or not, noise thus created is eventually contributing to a culture in which the noisiest have the best chance of survival in the socio-political food chain.\n***\nIn case it's not still clear, noise is not just heard but felt, too. In other words, it can be both audible and inaudible. In fact, if we broaden the definition of noise/decibels, we can assign a decibel count to everything that is expressed – through sounds or through written words. The further it is to the right or left of your emotional spectrum, the higher or lower the decibel count. Like the post you just shared on Facebook blasting politicians, or decrying rich-poor divide, or airing some other grievances, personal or collective. Like this accident-induced rant about noise pollution.\nBooks and poems are getting noisier, too. There was a time when movies had long stretches of time just filled with silence, or light music. These days, it's all boom-boom, except movies like A Quiet Place, but they had to present it in a post-apocalyptic setting to make it relatable for today's audience.\n***\nYes, like cities, offices make noises, too. In my office, the decibel level is usually high when it is low everywhere else. But on the off chance that you consider journalists a worthy representative sample of humans, the description below of some of my colleagues will illustrate the various types of people using various vocal pitches.\nFor example, one colleague once admitted to habitually talking loudly but only sparingly. God bless her heart. Another is proudly loud but has the gift of the gab to soften any blow to the ear. Yet another is compulsively soft-spoken, so much so that you doubt if 42 percent of urban rickshaw drivers – who, in a recent survey, were found to be suffering from hearing loss because of noise pollution – will at all hear her. I am more on the quiet-but-not-soft spectrum, not for lack of words but for lack of things important enough to say.\n***\nBut frankly, this is a very small sample size, but you get the point. As Dhaka natives, we have somehow found a way to match our city's insane noise level, and we're making the most of it in everyday interactions.\nSacrificing healing silence for murderous noise – how far can we go along this line?\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "Survival of the Noisiest",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/survival-the-noisiest-3214811",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "Over the past decade, Bangladesh's startup culture has grown in prominence, with an increasing number of founders and investors actively contributing to the ecosystem. The country's rapid economic growth, combined with a low median age demographic, has resulted in a significant transition in this industry in recent years. The country has the ninth highest mobile penetration and fifth highest internet user base in the world. Its growing middle class is projected to reach 34 million people in the next three years, making their purchasing habits and behaviour the primary focus for most startups. According to Lightcastle Partners, the country has over 1,000 active startups, with approximately 200 new ones being added each year.\nAs part of a Bangladesh-based venture capital firm dedicated to accelerating the growth of this industry, we've seen the government take a more proactive role in supporting this ecosystem in recent years. The most notable contribution was the establishment of Startup Bangladesh Limited, a venture capital firm with Tk 100 crore in funding. Furthermore, in the national budget for 2022-23, they introduced tax breaks for startups while also investing in high-tech parks across the country to attract more foreign investors.\nHowever, there is still room for growth. In the Ease of Doing Business Index, Bangladesh ranks 168th out of 190. Despite the fact that the World Bank has discontinued its use of this index, it is critical for understanding the lack of foreign investment in the startup ecosystem. Bureaucratic issues, infrastructure shortfalls, high tax rates, and difficulty accessing finances all impede the ease of doing business in the country. With the government's emphasis on digital Bangladesh, it is critical to develop a startup-oriented framework that offers numerous incentives to ecosystem actors and startups to simplify their operations, lower operational costs, and streamline access to debt financing.\nThese issues arise in the context of startups due to a disorganised policy framework across various ministries. As a result, startups may fail to gain approval from certain ministries because they lack an adequate pre-existing structure to grant approval to such needs. Furthermore, the protection of intellectual property is limited, which hurts startup founders who want to capitalise on their companies' unique selling proposition. This is reflected in Bangladesh's ranking of 116th in the Global Innovation Index, while neighbouring India and Sri Lanka are 46th and 101st, respectively. These factors are making it increasingly difficult for new businesses to thrive.\nThe supporting presence of local firms and financial institutions can also help to accelerate the startup ecosystem. City Bank, for example, recently partnered with BKash to offer collateral-free digital loans, allowing users to request up to Tk 10,000 immediately through the app and repay it using their BKash account. This exemplifies how financial institutions can work with startups to improve the lives of the general public, particularly marginalised communities and small enterprises. Existing healthcare service providers have benefitted from the proliferation of information technology provided by startups in areas such as pharmacy delivery, telemedicine, and preventative healthcare. However, experienced healthcare professionals are still needed to collaborate with health-tech startups and providers to create more opportunities, redefining the industry and increasing efficiency.\nCollaboration with national and international incubators, innovation hubs and accelerators around the world can also help improve the ecosystem as it develops, and strengthen strategies to address any operational difficulties a startup could face. Connecting with global investor networks and venture capital firms will also significantly contribute to the democratisation of industry expertise and knowledge.\nOverall, our findings indicate that there is still a significant need for local angel investors and venture capitalists. Pakistan and Vietnam have capitalised on investors maximising their role in the early growth of startups. It is also difficult for founders to rely on traditional sources of funding such as loans due to the added risk. Founders should provide impact-driven solutions to penetrate and disrupt, which then creates additional spill-overs for the ecosystem to benefit from. Because capital is globally competitive, it is critical for our ecosystem actors to take such steps in order to successfully leapfrog our neighbours.\nAhnaf Shahriar is founder of Flagship Ventures, a venture capital firm in Bangladesh.\n\n",
        "headline_1": "How easy is it to be a startup in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-easy-it-be-startup-bangladesh-3214786",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "2022 has been a year of great uncertainty when it seemed the world perilously reached the brink of self-destruction – be it human-induced climate change or military conflict. Welcoming 2022, we had enough reasons to be optimistic; but it was another \"year of living dangerously\" – Tahun vivere pericoloso in the words of Soekarno, or an annus horribilis in the words of the late Queen Elizabeth.\nNo end to Covid-19\nThe joy of the Covid vaccine discovery quickly vanished as the \"vaccine apartheid\" blatantly prioritised lives in rich nations, especially of the wealthy, over the \"wretched of the earth\", and corporate profit triumphed over people's lives. Meanwhile, Dr Anthony Fauci's sober warning of a more dangerous Covid variant emerging this winter may come to be true as China, the country of 1.4 billion, struggles to deal with the surge in cases since it has largely abandoned its unpopular \"zero Covid\" policy.\nNew cold war turns into proxy war\n\nWhereas the global pandemic required extraordinary global unity, unfortunately, a \"new cold war\" quickly turned into a \"hot war\", bringing the world to the verge of a devastating nuclear war for the first time since the 1962 Cuban missile crisis. Russia, finding itself cornered by an expanding NATO, decided most foolishly to invade Ukraine, believing it could overrun the country without any resistance. While the heroic Ukrainians continue to defend their motherland, Russia seems to have become bogged down in a proxy war with NATO.\nIf the proxy war with Russia was not enough, the US is recklessly provoking China towards another \"hot war\", following Trump's trade war. Clearly the monopoly capital of the US and its military-industrial complex are pushing the US to a \"Thucydides Trap.\" More than 60 years ago, President Eisenhower, in his farewell address to the nation, warned about the military-industrial complex, a formidable union of defence contractors and the armed forces. Eisenhower, a retired five-star Army general, who led the allies on D-Day, saw the military-industrial complex as a threat to democratic government and global peace. Alas, his dire warning fell on deaf ears.\nWestern hypocrisy exposed\n\nThe Russian invasion of Ukraine exposed Western pretence. The Western mainstream media unashamedly declared the dislocation of Ukrainians intolerable because the victims are blue-eyed, blond-haired Europeans, not \"uncivilised\" third world inhabitants or \"barbaric\" Arabs. Western duplicity is nowhere as blatant as it is in the case of the Palestinian plight. To them, Russia's occupation and annexation of parts of Ukraine is illegal; but Israel's occupation and annexation of Palestinian land as well as gross human rights violations are justified on various professed grounds, e.g., right to protection from \"terrorist acts.\"\nLeadership vacuum\nThe world now needs Eisenhower to resist the military-industrial complex; it needs Teddy Roosevelt to break monopoly capital's stranglehold and to protect consumers, workers and the environment; it needs Franklin Roosevelt to promote multilateralism and social justice; it needs Kennedy to defuse crises. At the height of the \"old cold war,\" Kennedy ate humble pie by quietly removing the security threat to the USSR posed by offensive weapons (Jupiter MRBMs) deployed in Turkey, and publicly pledging that the US would never invade Cuba or attempt another Bay of Pigs operation. Eisenhower was magnanimous enough to bear the lion's share of financing the USSR's proposal for global efforts to eradicate smallpox – the leading cause of death and blindness then.\nAlas, we see no such signs in a world of Trump, Biden, Johnson, Marcon and Scholz. Even \"out of touch,\" billionaire Sunak does not inspire any hope, despite being the first coloured person of colonial descent to occupy the 10 Downing Street. Sunak will probably try to prove himself holier than the Pope, instead of promoting the interest of former colonies or descendants of colonial subjects or downtrodden.\nNo better leadership in the South\n\nThe South is also devoid of visionaries, such as Nkrumah or Nehru who promoted non-alignment and Southern unity. Nehru's land is now overtaken by Modi's Hindutva movement, openly promoting violence against minorities. Unsurprisingly, Modi was in sync with Trump; but he equally cosies up to Biden professing to promote democracy and human rights. Sadly, Mandela's South Africa is mired in scandal after scandal.\nAlthough many, including myself, eagerly looked forward to Lula's victory in Brazil, neither his return to power nor the so-called \"second pink tide\" in Latin America should make one overly joyous. The Left has demonstrated its propensity to fracture or implode easily, e.g., contributing to Correa's defeat in Ecuador, or aiding the Right to strike back in Peru. In Colombia, finance capital, mining giants and the elite have already ganged up on Petro's vow to tackle inequality with tax and land reforms and his proposed ban on new oil and gas exploration. Chile's Boric has faced setbacks including the rejection of a new constitution, forcing his concessions to the Centre-Right. Constitutional coup is a common strategy of the established vested interest.\nSome inspirations down under\nDown under, the Australians soundly defeated an increasingly autocratic and unaccountable conservative government in May. It was the government that implemented inhumane off-shore detention centres for people seeking to escape persecution and starvation in their own countries (about to be emulated by the UK Tory government). It also was cruel enough to pursue vulnerable people on social security payments with a robotic programme whilst cutting taxes for the wealthy and letting them evade tax. It was the government which created plumb jobs for the boys. It was the government which continued to deny climate science and refused to act.\nFinally, the Australians got rid of it. Labour showed extraordinary discipline in opposition, and in government, it stood up to big business and vested interests. It has quickly moved to put in place the processes to: i) set up an independent anti-corruption body with real teeth; ii) recognise the voice of First Nations people; iii) respect human rights of asylum seekers languishing in detention centres; iv) address environmental degradation and achieve 43 percent emissions reduction target by 2030; v) restore labour rights, fair and decent wages; vi) review RBA's performance to ensure monetary policy serves broader national interest, not the finance; and vii) balance geo-political alliances.\nIts progressive agenda is quite long. Let me end here, wishing the Australian Labour government success to inspire other nations – large and small, developed and developing; and with best wishes for you to be safe and remain healthy, even if not quite bright-eyed and bushy-tailed.\nAnis Chowdhury is adjunct professor at Western Sydney University and the University of New South Wales, Australia.\nCopyright: Inter Press Service\n",
        "headline_1": "Living another year dangerously",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/living-another-year-dangerously-3214776",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "A heart-breaking account by The Daily Star Bangla, of the misery that homeless people in Dhaka's streets have been facing during this winter, should be a wakeup call for the government and society in general. It gives a glimpse of how these individuals – who, it bears repeating, are citizens of this country – are deprived of such basic amenities as a roof over their heads, adequate food, warm clothes and blankets. Attached with the report is a photograph of a person literally sleeping inside a thin plastic bag to stave off the cold, epitomising the level of deprivation that certain sections of the population face.\nThose interviewed revealed that they simply could not afford any kind of housing; they often went to bed hungry and could not sleep because they did not have warm blankets. A mother and daughter shivering in the cold said that they sold flowers and lived on the streets, saving money to send back to a son who stays at a madrasa. Caught in the cold embrace of winter was also a teenage boy who ran away from home after his father had remarried, and now has no one to call family in this unkind city.\nTemperatures in Dhaka have fallen as low as 11.5 degrees Celsius, with winds making it seem even colder. Outside the city, temperatures drop even further making life hard for poor people, especially infants and the elderly. On Saturday, Chuadanga recorded the lowest temperature in the country at 8.4 degrees Celsius. Other northern districts have been facing a similar situation over the past few days.\nMeanwhile, cold-related diseases such as flu, bronchitis, pneumonia and diarrhoea have seen a sharp rise. For those on the streets, exposed to the elements, the chances of getting seriously ill are very high, especially in major cities swathed in constant dust from the many construction projects, big or small.\nAll these scenarios have been predictable, however. With proper planning by the authorities, cold-related effects on the poor could be reduced. Unfortunately, there has been hardly any meaningful action. Why haven't we, for instance, seen the usual drives to distribute warm clothes and blankets to the needy? Special funds must be allocated to help the homeless, who are most vulnerable and concentrated in the cities. Organisations and individuals should make a coordinated effort to initiate such drives. Along with warm clothes, these people need nutritious food. Soup kitchens should be set up by the city corporations to provide free meals to the homeless. The state cannot only depend on private initiatives to help the urban poor; it must have a comprehensive plan that will meet their immediate needs, while addressing the more long-term issue of homelessness through low-cost housing, employment, and accessible health care.\nAs a society, each one of us has a responsibility to those less fortunate, who live without even the bare minimum of needs met. Right now, the government and public must join hands in making sure these people stay warm and don't go to bed hungry.\n",
        "headline_1": "Predictable winter woes for the homeless",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/predictable-winter-woes-the-homeless-3214846",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "We are concerned for the thousands of farmers who depend on the flow of water in the Teesta River for their livelihoods. Only a couple of weeks ago, farmers could rely on the Teesta's water flow for their farming activities. Now, however, as this newspaper reported on Friday, the mighty waterbody has completely dried up in many places of Lalmonirhat. As a consequence, many farmers in different char areas of the district, who cultivate various crops on the sandy char lands, are being compelled to use diesel-run shallow machines to irrigate their croplands. This, of course, is pushing up the production costs of farmers who can afford to set up such machines, while others do not even have that luxury, making farming impossible for them. \nAccording to the Lalmonirhat Department of Agriculture Extension (DAE) deputy director, about 20,000 farmers in different upazilas are growing various crops on vast char areas along the Teesta and Dharla rivers. These farmers have managed to change their fates by growing potatoes, maize, pumpkins, and other crops on sandy land. This crop production would cost little if there was enough water flow in the Teesta river. The flow, however, is not enough because the riverbed is full of silt, and it seems the river has been divided into five or six narrow channels. \nLalmonirhat's Patgram Upazilla is the entry point of the Teesta into Bangladesh. But India has built an irrigation barrage at the Indian side of the Teesta, specifically the Malbazar Town in Jalpaiguri. The Teesta Barrage, unfortunately, is working as a blockade and diverting the water. As a result, the Bangladeshi portion of the river tends to dry up. Authorities from India and Bangladesh have held talks about the river situation with practically no results. The drying up has been so severe that farmers are cultivating pumpkins in the dried-up land. As an additional concern, the natural biodiversity and the ecosystem of the area are also at risk. \nGiven the circumstances, it cannot be emphasised enough how important it is for Bangladesh to find a sustainable solution to the long-drawn-out Teesta water sharing saga with India. Despite decades of negotiations and numerous promises from our Indian partners, the Teesta water sharing agreement between Bangladesh and India is nowhere near being settled. We understand the primary reason for this has been the complex domestic politics in India. However, Bangladesh cannot be its victim forever and watch its farmers continue to lose their livelihoods because of it for decades on end.\n",
        "headline_1": "Dried-up Teesta continues to haunt farmers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dried-teesta-continues-haunt-farmers-3214411",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "Much has been talked about export diversification and how Bangladesh needs to move away from being dependent on one sector (apparels), which brings in about 80 per cent of export earnings. Although ship building and pharmaceuticals are coming of age and have garnered international attention, plastic goods have been steadily emerging as a potential contributor to the country's export earnings. Official data from EPB (Export Promotion Bureau) states that proceeds from the export of plastic goods over the July-December period was USD100.17 million, which is 30 per cent higher than that of the corresponding period of the previous financial year (FY). BPGMEA (Bangladesh Plastic Goods Manufacturers and Exporters Association), the representative body of plastic producers has set a target to boost its share of exports in the global market tenfold from the current 0.3 per cent to 3.0 per cent by 2030. In dollar terms, it would mean export earnings (at the current global market size of USD570 billion) would hit more than USD15 billion per annum. BPGMEA expects exports to cross $200 million in FY2023, a 100 per cent increase over FY2022.Grappling with uncertainty in inward remittance, the best way to offset this predicament is to increase export. Plastic goods serve both the domestic and now increasingly, the export market. When one takes into account that the global market for plastic goods is increasing at a rate of 20 per cent per annum, surely policymakers will appreciate the importance of this sector. Despite the economic downturn globally, sale of plastic goods has remained not only stable, but is expanding at about 20 per cent annually. While the inclusion of another product in the export basket during this time of uncertainty is a piece of good news for the nation, it is impossible to ignore the problem of plastic pollution. Plastic goods are much more difficult to dispose of and are generally not biodegradable. There is increasing evidence that this artificial product is becoming a major source of pollution. Landfills are overflowing with plastic products and our river systems are now home to micro-plastics that eventually make their way into the food chain. An environmental and public health problem that has not been addressed as yet. Given this backdrop, there is need of a plastic industry policy, which is now in the formulation stage. However, its formulation must bring together various stakeholders from both within and outside the government. There are many policies that are supposed to govern what industry can or cannot do. But enforcement of the same has been a major problem. These are matters that need to be looked into seriously because the nation is now on track to become a middle-income country in the coming decade. It is time to do whatever necessary so that the country has an internationally-compliant plastic goods industry that will produce and export to earn the much-needed foreign exchange.",
        "headline_1": "Export of plastics grow, so does pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/export-of-plastics-grow-so-does-pollution-1673097614",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "As in previous years, this year also marks anniversaries of a number of historical events. The occasions will be observed or commemorated commensurate with the importance and interests of the nations linked to the happenings. Some of the anniversaries are quite significant for the entire world because of the critical role they played in making some historic changes. The 75th anniversary of the implementation of the General Agreement on Tariffs and Trade (GATT) is a significant one in that it founded economic bonds through trade among nations at a historic juncture.Though it was on October 30 last year that 75 years of GATT was formally observed by the World Trade Organisation (WTO), the day actually marked the signing date of the multilateral agreement by 23 nations in Geneva way back in 1947. Moreover, GATT as a platform for trade negotiation was replaced by the WTO in 1995. In fact GATT was transformed into a better and expanded structured organisation named WTO. During its 46 years of existence, members or contracting parties of GATT negotiated a series of deals. These spells of negotiations are known as 'rounds.' The last one was Uruguay Round. It concluded with the establishment of the WTO. It is to be noted that the Bretton Woods Conference held in 1944 had decided to set up three international bodies on the economic front. These are the International Monetary Fund (IMF), the International Bank for Reconstruction and Development--which later became part of the World Bank group--and the International Trade Organisation (ITO). The draft ITO charter contained provisions for liberalising trade in goods and services, lower restrictions on cross-border employment and investments and so on. Meanwhile, 15 countries immediately after the Second World War began initial discussions to undo the protectionist measures which were adopted before the great war. Eight more countries joined later. Their negotiations resulted in a set of trade rules and 45,000 tariff concessions. All these are documented under the GATT with formal signing on October 30, 1947. It was considered a temporary arrangement and the setting up of the ITO was also under process. On March 24, 1948, Havana charter was signed by 56 countries to establish ITO as a global body to set and guide rules-based international trade. But the US Congress, out of concern that ITO would intervene in domestic policy matters, did not agree to approve the charter. So, finally ITO did not see the light of day.As GATT had already come into effect, it provided an alternative to ITO immediately. On January 1, 1948, the GATT was formally implemented as a law of international trade. Other countries slowly started joining the agreement later, and it was the sole multilateral instrument governing international trade between 1947 and 1994. The most favoured nation (MFN) and national treatment (NT) became two core principles of GATT as well as WTO. Many more obstacles and complex things were there from the beginning of the GATT and some argued that GATT, was an international treaty. No doubt that GATT had failed to achieve its objectives for various reasons. Nevertheless, the journey of GATT is widely accepted as one of the most critical steps to make international trade less restrictive, to promote free trade to be exact, by developing a set of rulebooks. Countries over the last seven and a half decades have negotiated hectically to devise and revise rules and eliminate tariff barriers. The outcome is a rise in global trade. Statistics available with the WTO show that world trade volume today is roughly 43 times the level recorded in the early days of the GATT. The trade value has also ballooned almost 347 times from 1950 levels. Global trade has picked up steeply since the establishment of the WTO in 1995. As of 2021, world trade volume and value had expanded 4.0 per cent and 6.0 per cent respectively on average since 1995. The world's current MFN-applied tariffs stand at an average of 9.0 per cent today.Small countries like Bangladesh benefited significantly, despite many criticism and limitations, from the multilateral trade rules devised by GATT and later WTO. The country also has a historical link with GATT. When GATT negotiation started, the undivided British India was a party. Later, during the signing of GATT, India and Pakistan signed it as two independent countries and also became founder-members of GATT. These two countries enjoyed some special waivers or benefit under the multilateral deal. Paragraph 11 of Additional Article XXIV of GATT said: \"Measures adopted by India and Pakistan in order to carry out definitive trade arrangements between them, once they have been agreed upon, might depart from the particular provisions of this Agreement, but these would in general be consistent with the objectives of the Agreement.\"After the independence of Bangladesh in 1971, the newborn country took a fast move to join GATT. The country formally applied for joining the agreement on October 10, 1972. At the time, Olivier Long was the director- general (DG) of GATT. Abdus Samad Azad, who was the then foreign minister of Bangladesh, wrote the formal letter to the GATT DG. The formal decision for accepting the application of Bangladesh was taken on November 10, 1972 and adopted by two-thirds majority of the contracting parties. The protocol for the accession was signed by Bangladesh on November 16, 1972. The protocol entered into force on December 16, 1972 and Bangladesh became a contracting party to the GATT. Two decades later, on January 1, 1995, the WTO replaced GATT and Bangladesh became one of the founder-members of WTO.Bangladesh enjoyed a series of waivers as a least-developed country (LDC) in WTO negotiations which helped in building up the country's industrial base. Readymade garments (RMG), the largest export-earning sector, is the direct beneficiary of GATT's multifibre arrangement and WTO's agreement on textiles and clothing. GATT and WTO also contributed to safeguarding the international trade of Bangladesh in a competitive environment and providing necessary time to get ready for extensive competition. As the country is now set to come out from the LDC category by 2026, it will be an example on how GATT/WTO plays a critical role in the uplift of a poor country.[email protected]",
        "headline_1": "GATT implementation's 75th anniversary and Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gatt-implementations-75th-anniversary-and-bangladesh-1673102714",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "The present laidback attitude of the general people towards any possible emergence of Covid-19's omicron variants is alarming. The detection of the omicron sub-variant BF.7 in Dhaka is itself distressing. Four Chinese citizens testing positive on arrival at Dhaka Airport from China has reasons to make many feel scared. In spite of the fears, the silence of the public health authorities is adding to the angst. Having gone through the series of lockdowns, attack of the lethal virus overnight, and the hospitalised patients' death pangs, people have started hating the dreadful pandemic. Few sensitised people can look the other way, when the corona pandemic has started knocking at the door in a new garb. The latest of the ever-changing Covid-19 variants has also been termed 'stealth' --- thanks to its deceptive nature. The plain truth is Bangladesh can ill afford to allow another deadly omicron sub-variant wreaking havoc on its people, especially its renovated economic and social structures.Many would feel like recalling the days of the all-out corona assault on the country in 2020 and 2021. Sometime in early 2021, with vaccines being still illusory, many felt they were doomed to die out as a people. Offices, educational institutions, markets and scores of institutions were declared shut. All kinds of ceremonies were prohibited. Movements on roads remained strictly prohibited; those who were allowed to come out on emergencies were made to wear masks. People in Dhaka and other cities had the taste of how it felt like living life inside self-made dungeons. Upon recalling those stifling days, few will be prepared to taste those once again. Alongside the devil-may-care segments dismissing the necessity of yet another spate of precautions to keep the pandemic at bay, there are also sensible people. They have the penchant for reading between the lines. What they discover in their assessments is something terrible. Like the previous ones, this pandemic, too, cannot be rooted out in a short time. If it stays for a longer time, countries around the world have to face it at intervals. It's because one or another variant or a sub-variant of the Covid pandemic will keep surfacing --- to the horror of mankind.The stoics would bring up the case for communities who love to give in to such a hostile situation. But the non-compromising lot would not give up without a fight. Meanwhile, the ever-frightened and the silent worshippers of happiness also join the fight, in their passive ways. They never give up the masks, or flout the decree of social distance. However, the self-styled activists do not drop their truculent manner in which they have joined the fight to defeat the corona pandemic. These two groups are very much in prominence in large countries, like the USA. In that country, states under lockdown and the others free of the fetters co-exist. For a small country like Bangladesh, revolt against covid-19 directives is unacceptable socially and on the part of the state. In times of calamities, the people of the country do not object to the outside world's rush of plaudits for their resilience. On a lot of counts, the country cannot deny this. The Covid-19 pandemic and its variants or sub-variants will keep jeopardising lives at social and individual level for years to come, to quote epidemiologists and pandemic observers. Living with corona has already become the part of new reality. Against this backdrop, the panic stemming from the possibility of being dropped from a booster dose or the normal vaccines is all too normal. After all, the human urge to live a healthy and meaningful life is normal. It applies to the plain life of people in the developing nations.[email protected]",
        "headline_1": "Pandemic realities: Hopes and fears",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pandemic-realities-hopes-and-fears-1673097740",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2023"
    },
    {
        "full_article": "The prices of everyday essentials are increasing. With them, the prices of stationery items and educational materials have been going up over the past few months. Almost every education-related stationery including books, notebooks, pens, pencils, geometry boxes, etc. has become costlier. In just a span of five to six months, the price of various education materials has increased by 40 to 50 per cent. And the prices of some materials have just doubled. Even the price of a small-size notebook doubled to Tk 20 from Tk 10. This has created an additional pressure on the middle-class families. The recent increase in the fees for educational institutions also added to their sufferings. It is laudable that the government distributes textbooks free of cost among the primary and secondary level students. But these textbooks are not enough for a student. The sudden increase in the price of paper and stationary materials has made fixed-income groups suffer most. If the price hike of education materials continue, children from poor and low-income families will drop out from their educational institutions. So, we urge the authorities concerned to provide subsidy on education materials. Mohammad Al-Amin, Student of Department of Public Administration, Comilla University, Cumilla,[email protected] ",
        "headline_1": "Subsidising educational materials",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/subsidising-educational-materials-1673097824",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2023"
    }
]