[
    {
        "full_article": "The blast in Mangaluru in Karnataka on November 19 is a troubling sign of the radicalisation among a section of Muslims. Mohammed Shariq, who was allegedly carrying the improvised explosive device (IED) in a pressure cooker in an autorickshaw, may be linked to the Islamic State, at least ideologically, according to investigators. The police have searched at least seven places in Karnataka and are investigating his possible links with Jameesha Mubin who was killed in a blast in his own car in Coimbatore, Tamil Nadu on October 23. Shariq had travelled to several places in Tamil Nadu and Kerala, and according to the police, experimented with a bomb in Shivamogga district on September 21. His two accomplices were caught but he managed to evade the police and resurfaced in Mysuru where he continued to build an explosive device. The police believe that the accused — he suffered severe burn injuries in the blast — will survive and reveal more information. The accused was in touch with multiple handlers who may have been involved in the Coimbatore blast too. Investigators had recovered 75 kg of explosives from the house of Mubin. The real extent of the capacity, the intent and the connections of these two incidents remain a matter of investigation, but what is known so far itself is enough cause for worry.Coastal Karnataka, where Mangaluru falls, has been in the grip of competitive communalism, where Hindu and Muslim outfits have upped the ante in recent years. The Centre has noted a countrywide decline in terrorism incidents in recent years, particularly of ‘jihadi terrorism’, a category that was introduced in the report of the National Crime Records Bureau, in 2017. Government data say terror incidents have been contained in Jammu and Kashmir, the North East and Left Wing Extremism (LWE)-affected States. In fact, there have been no incidents of terrorism in any part of the country outside of these conflict zones for several years now. Vigilance and the efficiency of investigative agencies can prevent terrorist incidents, but maintaining peace and social harmony is a larger political challenge. The operational links between the blasts in Coimbatore and Mangaluru are being probed, but regardless of the findings on that count, they are certainly linked to the extent that both point to the underlying security challenges before the country. Political rhetoric over the Coimbatore and Mangaluru blasts does more harm than good, but the fact is that India, now under a Hindu majoritarian government, has an Islamist challenge.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexplosion\n\n/\n\nMangalore\n\n/\n\nCoimbatore\n\n/\n\nIslamic State\n\n/\n\nact of terror",
        "headline_1": "Signs of trouble: On explosions in Coimbatore and Mangaluru",
        "headline_2": "The explosions in Coimbatore and Mangaluru point to India’s Islamist challenge",
        "link": "https://www.thehindu.com/opinion/editorial/signs-of-trouble-on-explosions-in-coimbatore-and-mangaluru/article66165635.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "The Left Democratic Front government in Kerala is bringing a Bill to remove the Governor, Arif Mohammed Khan, as the Chancellor of State-run universities after repeated run-ins with him. On Monday, Mr. Khan, signalling his intent to stall any such legislation, asserted that the post of Chancellor was bestowed on the Governor by way of a ‘national consensus’, which State governments are powerless to challenge. It is likely that he would sit on the Bill, just as he has put aside the Kerala Lok Ayukta (Amendment) Act, 2022, and the University Laws (Amendment) Act, 2022. Mr. Khan chose to put on notice Vice-Chancellors (VC) of 11 of Kerala’s universities last month, shortly after the Supreme Court of India set aside the appointment of the VC to the A.P.J. Abdul Kalam Technological University on the grounds that it had flouted University Grants Commission (UGC) Regulations that prescribed that the search committee, constituted in line with UGC Regulations, recommends a panel of at least three candidates to the Chancellor. Last week, the Kerala High Court pulled the plug on the appointment of the VC to the Kerala University of Fisheries and Ocean Studies, objecting to the composition of the search committee and its recommendation of a single name to the VC’s post. The contention that it was an ‘agricultural university’ where UGC norms would not apply failed to find traction with the court. An appeal is in the apex court now.These rulings point to the immediate need for Kerala to review the statutes governing individual universities in the State recognised under Section 12(B) of the UGC Act of 1956 and bring them in line with the UGC Regulations given that the Supreme Court has upheld their prevailing over the provisions of State University Acts. Legal questions on the preponderance of the UGC norms in the administration of specific universities such as an agricultural university are something for the courts to settle. But recriminations over these appointments have lowered the standards of public discourse. Read alongside his diatribes against an elected government and ad hominem attacks on its Chief Minister, Mr. Khan’s intransigent use of his constitutional authority to gun for VCs smacks of political interests and does not pass the test of federal principles enshrined in the Constitution. If anything, the public row and the spate of litigation have marred the functioning of universities as evident from the administrative impasse at the A.P.J. Abdul Kalam Technological University, where the appointment of a temporary VC by the Governor has been challenged in court. Meanwhile, fresh graduates are worried about getting their degree certificates. At stake is the interest of students seeking higher education.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neducation\n\n/\n\nKerala\n\n/\n\nGovernor\n\n/\n\ngovernment",
        "headline_1": "Laws and rules: On LDF bringing a Bill to remove the Kerala Governor",
        "headline_2": "Kerala must bring individual varsities in line with UGC regulations",
        "link": "https://www.thehindu.com/opinion/editorial/laws-and-rules-on-ldf-bringing-a-bill-to-remove-the-kerala-governor/article66165825.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "If there were any doubt the politics of world football is performance theatre, Gianni Infantino laid it to rest 24 hours before the World Cup kicked off in Qatar. In an extraordinary 57-minute monologue to journalists assembled in Qatar, the president of Fifa, world soccer’s governing body, conflated 12 years of sustained and hostile criticism of the West Asian country’s many failings with colonialism, Eurocentrism and Western hypocrisy.\n“I think for what we Europeans have been doing [for] the last 3,000 years we should be apologising for [the] next 3,000 years before starting to give moral lessons to people,” he said.\nRead full opinion on TOI+\n\n",
        "headline_1": "Sheikh up the world: Fifa chief’s monologue was in parts comic but he scored with his critique of European hypocrisy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/sheikh-up-the-world-fifa-chiefs-monologue-was-in-parts-comic-but-he-scored-with-his-critique-of-european-hypocrisy/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "CJI Chandrachud flagged a critical issue when he observed that the district judiciary is “hesitant” about granting bail in heinous offences for fear of being targeted. Only constitutional court judges can resolve this matter. Most district judges and magistrates, despite the powers bestowed by laws, are relatively powerless in the judicial hierarchy. CJI also spoke of the need for bringing to the district judiciary “a sense of dignity, sense of self-worth, sense of confidence”. If this is missing, some blame lies with the judiciary’s steeply hierarchical nature, which is in part a reflection of broader social reality. Far from being considered as equal stakeholders as CJI Chandrachud referred to them, district judges are treated as subordinates. They function under great fear of high court judges who perform administrative superintendence. While HC and Supreme Court judges are protected by the Constitution, district judges don’t have such protections.\nTo make it worse for lower court judges, many laws discourage bail. No surprises then that many judges prefer to play safe in bail pleas, custody remand, etc. The downside is that undertrial prisoners (UTPs), even when framed by police, languish in jail interminably. Note that conviction rates are just 42% for murder, 28% for rape, and 29% in economic offences. Denying bail amid such dismal figures is rank injustice. But as SC observed in July when suggesting Parliament frame a Bail Act, low conviction rates have spurred undertrial imprisonment, reversing the “innocent until proven guilty” dictum.\nA fit case for denying bail is when witnesses/citizens are in danger from the accused or the accused can abscond. Western countries have for years used technologies like ankle bracelets for real-time monitoring to avert both possibilities. Few UTPs can plead for bail to HCs. Most are too poor to afford legal assistance: Despite that, 3,000 bail pleas are pending in SC and 1 lakh in HCs. Over 75% of prison inmates are undertrials. In most categories of crime, courts are disposing of less than 10% of total pending cases annually. We need more judges but if the current judges applied the bail rule properly, the criminal justice system will see a huge upgrade.\n\n",
        "headline_1": "Arrest dysfunction: Bail should be the norm, not jail. Factors dissuading lower courts from giving bail must be addressed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/arrest-dysfunction-bail-should-be-the-norm-not-jail-factors-dissuading-lower-courts-from-giving-bail-must-be-addressed/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "With an assembly election just a few months away, Karnataka’s political landscape has been rocked by a controversy over illegal harvesting of sensitive personal data. An NGO, Chilume Educational, Cultural and Rural Development Trust, was given permission by the Bengaluru civic authority for a voter awareness drive. Representatives of the NGO later posed as civic officials, with government identity documents, and collected sensitive personal data. The civic body has terminated the contract and some representatives of the NGO have been arrested. While the incident fed into charged pre-election political wrangling, it also highlights a larger question on personal data protection.\nThe trigger to legislate protection for personal data arises from Indian jurisprudence that identified the right to privacy as an inalienable right. Safeguards are needed because personal data is a valuable commodity, which attracts many shady players. To prevent this abuse, a draft digital personal data protection bill unveiled by GoI last week aims to establish a legal framework within which personal data can be collected and processed. The bill however restricts itself to just data scooped up through digital means. Its scope does not extend to offline collection. As the incident in Bengaluru shows unfair modes of harvesting personal data need not be confined to digital platforms.\nSince the underlying principles of establishing legal safeguards to check unfair harvesting of personal data are the same regardless of the medium, there’s a case to extend the scope of the draft digital personal data protection bill. Its core principles such as proper consent, purpose limitation and legal basis to collect data apply both online and offline. Linked to this issue is the scope of exemption government agencies get in the law’s application. Giving the state overriding powers on security grounds is fair. But it needs to come with tight checks and balances. The draft bill however lacks it. Wide exemptions without adequate safeguards will create a powerful incentive to abuse power. Improper issue of government identities in Bengaluru is one such example. The final bill should plug these gaps.\n\n",
        "headline_1": "Privacy, offline: A controversy in Bengaluru shows why data law must cover physical data collection as well",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/privacy-offline-a-controversy-in-bengaluru-shows-why-data-law-must-cover-physical-data-collection-as-well/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "Apoorva, Aditya Ranjan, Sandeep Bhupatiraju, Shareen Joshi and Daniel L Chen\nOn November 14, 2022, the POCSO Act completed a decade of being on the statute books in India. When enacted, it marked the culmination of years of campaigning for a dedicated domestic legislation to deal with sexual offences against children. Ten years is a reasonable period of time to look back and reflect on how far it has been able to meet the objectives it set out to achieve.\nObjectives of the law\nThe need for a dedicated law to deal with sexual offences against children emanated from a realisation that, by failing to account for the specific needs of child victims, the criminal justice system’s response to such cases lacked the sensitivity required.\nRead full opinion on TOI+\n\n",
        "headline_1": "Judging a decade of POCSO: Protecting our children will require greater cross-state learning and improving judicial capacities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/judging-a-decade-of-pocso-protecting-our-children-will-require-greater-cross-state-learning-and-improving-judicial-capacities/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "Even though the amount of our default loans is over Tk. 130,000 crore according to the government accounts, it is almost over Tk. 300,000 crore according to IMF data. Why is the amount of default loans increasing day by day? Why is the government not taking any steps against loan defaulters? What sort of reforms can be done at this moment to get rid of default loans? Dr. Ahsan H Mansur, Executive Director of Policy Research Institute of Bangladesh (PRI), has talked to The Daily Star Opinion about the topic.\n",
        "headline_1": "Reforms in the financial sector necessary to get rid of default loans",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/views-multimedia/news/reform-the-financial-sector-necessary-get-rid-default-loan-3175856",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "An increase of 19 or 20 percent in bulk electricity price is a significant rise. We need to know the reasons behind this increase, and also why our energy authorities increase the power prices – bulk and retail – haphazardly. We have observed a serious lack of accountability in the entire process of electricity price fixing.\nWhile our capacity of producing electricity is 25,000 megawatt, so far, we have never been able to produce more than 15,000 megawatt. And although we have not been able to use the remaining 10,000 megawatt, we have been paying a large amount of money as capacity charge to the private companies. If this is the reason for this power price hike – and I assume this could be one of the reasons – then the question is: where is the accountability of the authorities concerned? We must find out if the Bangladesh Energy Regulatory Commission (BERC) has increased the price only because of capacity payment.\nIn one of my studies, I found that there is a serious lack of accountability among the distribution and transmission companies. They know very well that they can ask the BERC to increase the price at the consumer end if their expenditure increases because of bulk power price increase. These companies must be held to account. We need to know exactly where the cost of production and transmission has increased.\nMoreover, the result of this price increase will not be good for the government as well. The prime minister recently inaugurated 50 industrial units, projects and facilities in the Economic Zones (EZs). But the investors will not be interested to invest there if the electricity price increases randomly.\nThe entire world is now trying to reduce energy prices. At the moment, the price of gasoline is the same as it was before the Ukraine war. The US Brent oil was sold below USD 80 yesterday. Globally, the price of oil is going down. So, increasing the bulk power price right now does not seem like a rational move. Our power authorities must be held accountable for taking such a decision. Such rash decisions will not only create pressure on the consumers, but will also ruin our industrial competitiveness and have a negative impact on our foreign investment and overall economy.\nA K Enamul Haque is professor, Economics department, East West university.\n\n(As told to Naznin Tithi of The Daily Star)\n",
        "headline_1": "There is no rationale for bulk power price hike",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/there-no-rationale-bulk-power-price-hike-3175601",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "At the moment, Bangladesh is facing a number of challenges in maintaining macroeconomic stability, with the taka depreciating against the US dollar due to increased import bills, coupled with declining export earnings and remittance inflows. This is made worse by the global economy at large going through a recessionary (or stagflationary) period, with a fall in economic growth and a surge in prices in many large economies.\nBoth global and local macro-challenges can have a number of serious implications for the general citizens of Bangladesh.\nFirst, the economic contraction of our trading partners can have negative implications for export earnings, which can affect the process of industrialisation and employment generation. The energy crisis is only adding to this and negatively impacting industrial production. Austerity measures taken by the government to contain inflation (and to curtail import payments) could also affect employability prospects. In the short- to medium-term, all of these factors could reduce household income and expenditure.\nSecondly, the falling value of the taka is not only putting pressure on our foreign exchange reserves, but also adding to our import bills. With our import basket containing many essential food items, the appreciated dollar value is triggering further inflation. And it goes without saying how the government raising the price of fuel by a significant margin (to balance losses they had incurred previously due to high subsidies) has affected the livelihoods of the average Bangladeshi.\nWhile there could be a fall in global energy prices due to the global recession, the ongoing war in Europe has added a lot of uncertainty into the mix. Besides, if our export and remittance earnings continue to fall, it will put further pressure on the value of the taka, making fuel even costlier to purchase.\nIn general, there are at least two ways in which increased energy prices are affecting our daily lives: through an increase in the direct cost of transportation and communication, and through an increase in the price of essentials due to higher transportation costs.\nContinuing subsidies and reducing indirect taxes to contain the prices of fuel and essentials could shrink our already narrow fiscal space, leading the government to curtail expenses in health, education and social safety net programmes. Any reduction in the safety net expenditure in particular can hit lower income groups hard, especially against the backdrop of rising prices of essentials.\nWithout a proper support system, higher inflation can, on one hand, push already vulnerable members of the population below the poverty line, and on the other hand affect the quantity and quality of people's food intake. In the latter case, lower food consumption can have crucial implications for the nutrition and health of children and adolescents. Besides this, the increasing prices of necessities could compel households with fixed incomes to curtail expenses on their children's education and/or postpone crucial health expenditures. Increased spending on essentials can even compel some families to discontinue children's education. In this case, while any child could end up joining the labour force, girl children might be forced into marriages. The social costs of inflation can therefore be far-reaching.\nThe government now must decide on whether they will move towards a market-based exchange rate system to restore macroeconomic stability. If we do not manage to stabilise the exchange rate, we could be faced with a more depreciated value of the taka, and that can trigger inflation further.\nThe government might also need to adjust import duties and value added taxes – at least in the short term. It is now essential to cut down on unnecessary expenses, especially operating expenses, and to carefully consider and select which development projects to work on while strictly monitoring their performance.\nOn the other hand, a thorough reform of the direct taxation structure to broaden the fiscal space is crucial. Any reforms in subsidy policy must be done in phases, with careful planning. For instance, subsidies for agriculture should receive the highest priority.\nIn order to contain inflation, the relevant authorities are already taking austerity measures, which can constrain employment generation and affect households' income. It is therefore crucial to provide support mechanisms to workers through adjustment of wages, subsidised food items, and more. It is also crucial to expand the government's safety net programmes to safeguard economically vulnerable members of the country's population. In addition to expanding coverage, raising per capita allowances is a need of the moment.\nIn order to eliminate the \"unexplained\" aspect of inflation – which is often caused by manipulation of, and inefficiency and disruption in, the supply chain – greater emphasis needs to be put on effective market monitoring.\nDr Sayema Haque Bidisha is a professor at the Department of Economics of Dhaka University, and research director at the South Asian Network of Economic Modeling (Sanem).\n\n",
        "headline_1": "Our fiscal space is narrowing fast",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/our-fiscal-space-narrowing-fast-3175571",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "Over the past few months, the fuel and gas crises have taken public suffering to the extreme and negatively impacted businesses and the economy at large. The government, however, is yet to produce a comprehensive and viable roadmap for how we can find a way out of this. How did we get to such a situation? Have we learnt anything from the errors in our previous energy policies? Is the government willing to address the issues that experts have long warned them against? The Daily Star sought answers from experts in various fields.\nDr Badrul Imam:\nIt is time for us to ask how much we have been able to recover from the energy crisis. Load shedding may have gotten less frequent now as winter is approaching, but we must remember that this decrease is not due to better management from authorities, but due to the weather. Our plants are still not running at full capacity because of the fuel crisis.\nWhat we have to do now is to tap into the gas reserves that we have. Many say that we do not have enough gas, but that is not correct. According to our geologists, we have a lot of gas in Bangladesh which needs to be excavated. Excavation is our best chance out of the crisis, as the price of LNG in the global market is not going to come down and we cannot meet our needs by only relying on imported LNG. Our LNG dependence may even create further crises in the future.\nTherefore, we need further exploration, especially offshore. After the crisis reached its peak, the government said that they are taking some steps towards exploration. They have undertaken an initiative to dig 46 wells, but about 20 of them are just repairs. Besides, the government has estimated getting 600 million cubic feet per day, which hinges upon the possibility of getting gas in each of the newly dug wells. In reality, we will find much less gas than what is being expected. Therefore, we need much broader exploration. For instance, in neighbouring Tripura, which has a similar topography to the Chittagong Hill Tracts, 11 gas fields have been discovered, whereas only one gas field has been found so far in the CHT. This is simply because of our failure in terms of exploration.\nMaha Mirza:\n\nThe state minister for the Ministry of Power, Energy and Mineral Resources has said on multiple occasions that we could never imagine that the price of fuel would increase so much. This is simply not believable as independent experts have repeatedly warned about Bangladesh's overdependence on LNG since the government's master plan was published back in 2016.\nIndependent experts also said that there is enough natural gas in the country and that if we conducted enough investigation and excavation, we would not have to depend so heavily on LNG. But the government didn't listen and, unfortunately, the whole sector was pushed towards LNG and a huge amount of money was invested in building the mega infrastructure needed to support this dependency. Now that the price for LNG has increased in the global market, we are having to pay more, even though we have our own natural gas – which remains untapped.\nAlso, there is a lot of untapped potential for renewable energy all over the world, but in the government's masterplan, there was no reflection of this. Even in a country like India, they have produced 120,000 MW of electricity solely from wind, solar and biogas, and around 60,000 MW was produced from solar plants in over a decade. On the other hand, we have produced only 250 MW of electricity in solar plants over the past 10 years. Bangladesh's masterplan has been created keeping in mind the vested financial interests of foreign companies and of their local agents. This means that sources of electricity which are environmentally-friendly and are increasingly becoming low-cost were given the least amount of attention, and sectors that present the most opportunities of pocketing commissions or looting money through mega infrastructure were given the highest priority.\nMoshahida Sultana:\n\nThe crisis we are facing today was not created in a day. It was built up over a long time. It seems like we would not have a crisis today if there was no war in Ukraine. However, any plan should be undertaken while keeping the risk of a crisis in mind.\nBangladesh bought five gas fields from foreign companies in the 1970s in its attempt to nationalise the sector and tackle the energy crisis. Those are the biggest assets that we have right now.\nIn the last 10 years, since the private power plants entered the equation, the price of electricity has skyrocketed and we have had to spend a lot in the name of capacity charges. Bangladesh has spent around Tk 90,000 crore in the last 11 years for capacity charges, which is simply absurd.\nWe have created our own crisis and there is no easy solution in sight, especially since the government has already undertaken policies and adopted technologies that we warned against a decade ago. Now we need to follow what we have done before in times of crisis. We need to decrease our dependence on imported energy and the government needs to rethink its control over the strategic sector of energy.\nAnu Muhammad:\n\nThere are two things that can happen when a crisis takes place. One is to move away from the positions that go against national interest and create a completely new system, and the second is to take advantage of the crisis and renew old anti-people projects. The latter is currently being done in Bangladesh.\nThe energy crisis is happening because of the neglect in exploration and excavation of natural gas and, at the same time, due to not giving enough importance to renewable energy production. If steps had been taken to combine the two, Bangladesh could have had sustainable, self-dependent, easily available and environment-friendly electricity supply. However, that was not done. Instead, emphasis was put on the exact opposite type of projects, which are destructive and anti-people, namely coal-based and nuclear-based power plants.\nWith the Ukraine-Russia war creating an energy crisis, fossil fuel and coal lobbyists have become active again all over the world and in Bangladesh. Turning towards dirty energy is not a solution, but a step that will definitely be destructive for us.\nWe have to get off this course of action to avoid a bigger disaster in the future. The way out is increasing our national capacity. For that, we have to ensure the exploration and excavation of natural gas in offshore and onshore sites. We must put emphasis on renewable energy, which is the future of the world and of our country. We need to hone the capabilities and create the institutional structures that will make that kind of energy available to us.\nMizanur Rahman:\n\nIn our area, there is a longstanding gas crisis. In recent times, it has taken on disastrous proportions. In many homes, there is no gas supply all day. Gas is only available sporadically throughout the day. In some places, gas is available only in the middle of the night, so people have to get up around 2am or 3am to do their cooking. This level of public nuisance is intolerable.\nIt is almost impossible to comprehend how acute this problem is by my account alone. The state sees us as insects, not human beings. When we complain about the gas crisis, they simply tell us to disconnect the gas line. When we complain about the condition of the water, they tell us that we should install our own deep tubewell. This cannot be the response from state officials. They are supposed to serve us and address our complaints. Instead, they are simply forsaking us.\n",
        "headline_1": "Is there a way out of Bangladesh's energy crisis? Experts tell all.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/there-way-out-bangladeshs-energy-crisis-experts-tell-all-3175426",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "It is astounding that for a colossal city accommodating about 20 million people, Dhaka has only a little over 100 serviceable public toilets, spread across the 129 wards of its two city corporations. What's worse, there is no public toilet in 36 of the new wards, as revealed by a report of this daily. So many skyscrapers, shopping malls and flyovers, but so few public toilets – Dhaka's questionable display lays bare the grim underbelly of the development journey of Bangladesh. The problem is felt by the millions of people – including women, children, people with disabilities, etc. – who must be outdoors for hours each day, as well as a large group of homeless people occupying the streets at night, all requiring basic sanitation services.\nAccording to an estimate, while most toilets in Dhaka North are in use, one-third of the toilets in Dhaka South are unusable, indicating a crisis within the crisis. The numbers vary, of course, as there is no proper documentation. What further compounds the toilet problem is the problem of toilets without proper hygiene. Most are poorly managed, with users complaining about lack of basic facilities. This is perhaps to be expected given that Dhaka North, as per another report, didn't spend a single penny on public toilets in the last fiscal year, while its southern counterpart spent only Tk 45 lakh on the construction of toilets during that time.\nThe two city corporations are responsible for the construction, renovation, maintenance and management of public toilets in the capital. Some NGOs also run mobile toilets. At the moment, a number of toilets are said to be in the process of being revamped, built or opened to the public. While this is good news, their impact is unlikely to be considerable, if the authorities do not improve overall toilet management and invest more in building and running them.\nThe importance of proper sanitation and hygiene cannot be stressed enough. Ensuring accessible sanitation is a core part of the Sustainable Development Goals (SDGs). Bangladesh, despite its progress in terms of access to clean water and sanitation over the decades, has been lagging behind other South Asian countries of late. According to the latest estimate by Bangladesh Bureau of Statistics, 1.23 percent of the population (or 2.03 million people) still openly defecate in the country. Although Dhaka recorded the lowest percentage in this regard (0.28 percent) among all divisions, it's not exactly a badge of honour either. The health implications of this are hard to ignore. Lack of public toilets is especially limiting for women and people with disabilities, with the \"urinary leash\" forcing many to stay indoors.\nThis is a totally undesirable situation for a country with a big economic ambition. We urge the authorities to take the toilet crisis seriously, not just in Dhaka but across the country. They must build enough public toilets for all outgoing men and women and must ensure those are properly maintained, with clean water on hand and sewage properly disposed of.\n",
        "headline_1": "Dhaka needs to fix its toilet crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhaka-needs-fix-its-toilet-crisis-3174511",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "It is not usual for presidents in this country to be critical of public institutions. This is why President Abdul Hamid's scathing remarks about the nepotism, corruption and professional insincerity of some vice-chancellors (VCs) of public universities are quite refreshing. He shared his opinion during his speech at the 53rd convocation of Dhaka University on Saturday. The president recommended that all university recruitments would be based on merit and quality, and that transparency and accountability must be ensured.\nIt is sad, however, that this bare minimum of prerequisites of a public institution should have to be stressed upon after 51 years of our independence, and at a convocation speech at our most prestigious public university. We are, of course, relieved to see that as Chancellor of all public universities, the president has frankly pointed out this gross anomaly in many of these institutions.\nBut why, we must ask, has this anomaly been allowed to flourish for so many decades? What the president was alluding to was no doubt the extensive media coverage of various allegations against various VCs alleged to have misused funds, appointed family members as faculty, become involved in question paper leaks, remained absent from campus for long periods of time, and played an inactive or biased role when Chhatra League cadres were implicated in various crimes including sexual harassment, torture, murder, and assaults on general students.\nWhich brings us to the crux of the problem – political appointment of vice-chancellors – a practice noticed during all our successive governments including the present one.\nIt is a given that a teacher has to be affiliated with a pro-government teacher's panel to be nominated for the top post. Not long ago, The Daily Star revealed that at least 39 out of 48 VCs of public universities held posts in different pro-government teachers' wings during their career. This means that the best candidates were not chosen for such a crucial post. In a scenario where public educational institutions are already plagued by the reign of terror of members of the ruling party's student wing, with the teachers and VCs largely politically appointed, how can we expect a healthy academic atmosphere? How can we expect academic excellence, ground-breaking research, or a prestigious international ranking?\nIf one is really bothered about the health of academic life in these public universities, one can trace the cause of the disease to the politicisation of recruitment of faculty and vice-chancellor. The position of the VC is indeed exalted, because it entails an enormous responsibility to uphold the highest ethical values and academic standards of the institution. VCs are the most powerful leaders of academia and must lead by example. The government in power must, therefore, disassociate itself from the recruitment of such posts and ensure that these institutions function independently without political influence. At the same time, these institutions must remain accountable.\n",
        "headline_1": "President’s criticism of VCs is well-deserved ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/presidents-criticism-vcs-well-justified-3174501",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "The National Board of Revenue's apprehension of a shortfall of tax collection due to the austerity measures the country has been compelled to adopt in the current fiscal year is a logical consequence. It has to be only more so in a country where 65 per cent of the total revenue is earned from indirect tax and the rest 35 per cent from direct tax. The share of direct tax comprises income tax and corporate tax. A large chunk of revenue is earned from export and import. When a country like Bangladesh, which depends more on import of a number of essential commodities, is forced to slash inflow of a wide range of goods, the volume of indirect tax earned by the NBR is severely affected. The dollar crunch has only made the situation even worse. Actually imposition of restrictions on the non-essential and luxury goods which are targeted for the highest rates of taxation only dims the prospect of earning higher revenue. Bullish export of readymade garments could significantly compensate for the revenue loss in those areas but for the recessionary trend in the export destinations and atrocious depreciation of taka against dollar. Two pieces of news published on the last page of this newspaper on Sunday have focused on the revenue earning and its expenditure as well. While the NBR has rightly identified the government's policy measures --- such as higher margin of taxes on import, imposition of regulatory duty on non-essential and luxury goods, and reduction of taxes on items like petroleum products, sugar and rice --- that will shrink the NBR's income, it must be admitted that the government had hardly any other option. However, the NBR looks at the issue from its traditional and stereotyped angle and fails to chart a course in order to ride over the rough patches. In fact in the second piece of news lie most of the answers to the problem facing the NBR. On a broad line, it concerns widening the direct tax net. A seminar titled \"Using Direct Taxation to Tackle Inequality and Boost Revenue\" jointly organised by the Research and Policy Integration for Development (RAPID) and the Economic Reporters Forum (ERF) provides insights into the dismal tax-GDP ratio. The ratio at 9.0 per cent is the lowest in the world and surely calls for a raise. If only 2.4 million individuals out of 7.6 million people holding tax identification numbers (TIN) in a country submit tax returns, there is certainly something seriously wrong. Also there are people in villages who have no TIN but have more than taxable annual incomes. There should be no excuse of manpower shortage on the part of the NBR to expand the base of revenue collection. Both policymakers and the NBR should devise a strategy to bring all eligible tax-paying individuals evading payment under the latter's tax net. The tax-GDP ratio will thus gain a significant boost. Even if the 'tax-free income ceiling for the individual tax payers' is raised, claims the presenter of the keynote paper at the seminar mentioned above, the revenue collection can go up to more than 3.0 per cent from its current 1.0 per cent of the GDP. One highly potential area is corporate tax where only 30,000 of the total 273,000 firms registered with the Registrar of Joint Stock Companies Firms pay corporate tax. The NBR must get its priority right.",
        "headline_1": "Revenue fall and ways out of the crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revenue-fall-and-ways-out-of-the-crisis-1669040544",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "In almost quick succession in July-November, 2022, the world has witnessed at least three high-profile regional and international summits. They were G-20, G-7, ASEAN and APEC. The summitry, presumably or in all probability, coincided with the global financial turmoil prompted by the Russia-Ukraine conflict. Around forty heads of state and government took part in these meets. A few economically powerful nations had common presence there. When all continental or regional meets are invariably bringing into their focus the Russia-Ukraine war and its global impacts, seven South Asian nations seem to be least bothered about this global volatility. The countries are Bangladesh, Bhutan, India, Maldives Nepal, Pakistan and Sri Lanka. These seven nations joined hands under the umbrella of SAARC (South Asian Association for Regional Cooperation). Its goal has been declared as working together to uphold the socio-economic security of the peoples belonging to the SAARC forum: and at the same time it should join all global efforts to attain global peace.This apathy on the part of the South Asian nations towards the world economic instability and also their nonchalance over the fast deteriorating ties between Russia and Ukraine appears stunning to many global forums. At least India and Bangladesh cannot skirt their responsibilities in the theatre. It's mainly because the then superpower Soviet Union (Now Russia) in 1971 played a great role in restraining the US which threw its weight behind Pakistan --- the common adversary of India and the emerging nation of Bangladesh. Both India and Russia were unable to jointly persuade Pakistan and the US government to uphold the cause of the about-to-be independent Bangladesh. In the war that followed, Pakistan had to concede a humiliating defeat at the hands of India thanks to the Soviet Union's air power.In recalling the 1971 episode which witnessed the birth of the independent and sovereign Bangladesh, the latter cannot be expected to disappoint Russia in any resolution against the then USSR (Union of Soviet Socialist Republics). However, Bangladesh government once voted against Russia in a recent UN resolution condemning Russian bombardments on Ukrainian civilians. It abstained from another resolution condemning the Ukrainian adversary, once the largest of the 'states' in the former Soviet Union. Despite the government's non-commital stance on the Ukrainian issue, its bias in favour of Russia has remained clear all along. In the latest UN General Assembly resolution condemning Russia, Bangladesh abstained from the vote. India voted against resolution. Evidently, the large South Asian country and China has lately been trying to bury their hatchet. Their inching towards rapprochement continues becoming noticeable --- to the discomfort of the USA. However, Bangladesh has proven its maturity and an active role in asserting its role in a difficult global parley.All this is no interference in the case of two-state hostilities. The SAARC charter has clearly spelt out the precondition of non-interference in the fracas of the third-party nations. The said episode, however, has occurred fourteen years before the founding of SAARC in 1985. Bangladesh and India have quite skilfully played their respective roles in cooling off the tensions between Russia and Ukraine. In the present state of lull in the SAARC activities, what would have happened is understood. With the SAARC functionality grinding to a veritable halt, the socio-economic irritants keep compounding. In the 21st century, rigid diplomacy has been made to give way to realpolitik. This is necessitated by the need for compromise on the part of intransigent parties, meaning sovereign nations.The veritably dormant South Asian regional cooperation platform had been burdened with dozens of irritants since its early days. Most of them involved thorny Indo-Pak ties over territorial incursions in the Jammu & Kashmir region. They reached their zenith in the district of Kargil in the three months from May to July in 1999. Earlier, in 1985, the third India-Pakistan engagement i.e. the Siachen Glacier War proved the mutual rancour the two South Asian nations nurtured for each other; and also the mistrust inherent in them. Termed the longest military engagement between the two countries, the Siachen conflict lasted from April 13, 1984 to Nov 25, 2003. The Siachen Glacier is located in the disputed Kashmir area. Apart from the three wars mentioned, there have been a number of short-duration conflicts. The most notable of them was the first 'Indo-Pak War', which raged in 1947-1948.How atrocious it sounds when foreign war strategists define SAARC with sarcasm: it's an association indeed which is born to keep searching for the seeds of peace and cooperation. It could also be said the search in reality is for the ever simmering sparks that enjoy flying across the two country's borders to spark small and big wars. Many love to call the two country's leaders war addicts. Or else, how could they declare war on each other in the years of their birth instead of engaging in jubilations! Nowhere on the earth could one find the existence of a peace forum, two members of which are at each other's throats from the very years they were freed from the colonial rule. It's now everybody's knowledge that SAARC has long been on way to its natural death. The thought hurts many. The regional forum started its journey on a rough path. Great dreams also accompany the peace-loving peoples of the seven member nations. They are now disenchanted. Perhaps bilateral bonhomie often gives in to an unexplainable hostility.\n[email protected]",
        "headline_1": "SAARC: Mired in disillusionment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saarc-mired-in-disillusionment-1669040584",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "Rice being the staple food in Bangladesh, its price matters. And when the price is forever going up and never down, rain or shine, it is intriguing. In fact, there is no justifiable reason why rice price should go up in the midst of a harvesting season. The government had reduced import duty on rice to tame the rice market. But to little or no avail. Who is or are behind this unexplained behaviour of the rice market? Traditionally, it was blamed on hoarders who were usually wholesalers who would create artificial crisis in the market to make windfall profits out of it. But, of late, though there has been no crisis in the rice market, its (rice's) price is on the rise all the same. One recent effort at cracking the puzzle of rice price hike was reportedly made by the Bangladesh Rice Research Institute (BRRI), a research organisation specialising in the field of rice production. This organisation is learnt to have found that it is the rice millers who hold the key to the enigma of ever-buoyant rice price. According to its findings, the millers are profiting hugely from the rice bran and broken rice, which are the leftover parts of rice after it is milled. For, first, they make between Tk.1 and Tk.2 as profit on the husked rice. And from each kilogram of unhusked rice, they get about 600 to 650 grams of brown rice after husking. And the millers collect the bran and broken rice as residues after husking and sell those at Tk.8 to Tk.13.66 per kg, the report further goes. What is more, they raise the price of the husked rice in sync with any price hike in the retail market. However, the rice millers are learnt to be at variance with the findings of the BRRI study. For they claimed that far from making profit, they are facing huge losses as most of the millers are defaulting on bank loan and that, being in the red, a large number of rice mills have been closed down. But the millers are not the only operators in the market that controls rice price. First comes the middlemen, locally called farias, who first buy the rice from the farmers and then they sell it to the wholesalers. Then the rice goes to rice millers before it reaches the retail market. And at each stage of transfer, the rice gets pricier until it reaches the consumers, who are obviously at the receiving end. Who is there to break this chain? There are suggestions from those involved in the study as well as others including some economists that the government, especially, the ministry concerned should hold dialogue with rice millers to hold the rise in rice price in check. In fact, the government in the past did talk with wholesalers and importers of different essential commodities. It hardly ever produced any result. The government also intervened in some cases. But improvement, if any, in the market situation has proved to be short-lived. There is the talk of syndicates creating artificial supply crisis of different essential commodities from time to time. The government even launched drives to break such syndicates. But such syndicates, if any, remained beyond the reach of the law. Actually, the marketing chain as mentioned in the foregoing constitutes the traditional essential commodities' marketing regime. In this marketing system, both the farmers and the consumers are being deprived of a fair price-the farmers getting less than what they deserve as producers, while the consumers paying far more than they are supposed to do. An alternative marketing regime is yet to be imagined.\n[email protected]",
        "headline_1": "The exploitative marketing regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-exploitative-marketing-regime-1669040615",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2022"
    },
    {
        "full_article": "At least 476 people were reportedly killed and 794 others injured in 407 road accidents across Bangladesh in September this year. One of the main causes of these road accidents in the country is underage driving. The number of teenage drivers is increasing day by day throughout the country, endangering not only their own lives, but also others'. In most rural areas, school-age children are often seen driving vehicles like motorcycles and battery-run auto-rickshaws. Some are working in public buses as drivers' assistants. And they are doing this without proper training or driving licence and causing accidents regularly. Around 155,000 children and teenagers are now engaged in the transport sector across the country, says a study. When vehicles like bus and human haulers are operated by underage, incompetent and illegal drivers, accidents are bound to take place. These underage drivers do not care about traffic rules, nor do they think about safety issues. Some of these children do not even clearly know about traffic signals. According to the statistics of Bangladesh Passenger Welfare Association, about 73 per cent of human haulers are driven and operated by children. What is more worrying is that many of these underage drivers are drug addicts. And these unlicensed drivers are driving in broad daylight in front of traffic police, possibly because these vehicles are owned by influential people. As a result, the roads and highways are not yet safe for us. And we come across news of road accidents and fatalities every day. If the Road Transport Act was implemented, there would be no minor drivers on the road. Strict action should be taken against the vehicle owners who allow underage drivers to drive their vehicles. Also, mandatory dope tests should be conducted for all the drivers. \nAbir Sujan, Student of Department of Land Management and Law, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Underage driving a growing menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/underage-driving-a-growing-menace-1669040645",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2022"
    }
]