[
    {
        "full_article": "After two and a half months of widespread and continuing violence in Manipur, which included a conflagration in early May, Prime Minister Narendra Modi finally broke his silence, after video images of tribal women being paraded naked in Thoubal district on May 4 once again showed up the heinous nature of the conflict in the State. But Mr. Modi is yet to acknowledge the causes and the consequences of the conflict that is threatening to spiral out of control. The Supreme Court of India’s suo motu cognisance of the sexual assault seen in the video and its issuance of ultimatums to both the Union and the State governments to bring the perpetrators to book or to step aside and let the judiciary take action are a stinging indictment of their failure in restoring normalcy in Manipur. After outrage expressed by Members of Parliament and political representatives cutting across party lines, Mr. Modi, who has maintained a conspicuous and unexplained silence on the raging violence in Manipur, weighed in on the crime and promised punishment of the guilty. For a leader who has always sought the limelight and the need to dominate the airwaves, Mr. Modi’s stand on the Manipur violence till now had betrayed an insouciant attitude towards the crisis in the State. The renewed attention on the Manipur conflict has finally led the State government to promise that it will bring the perpetrators to book, but the events of the last two and a half months reveal a significant gulf between the Meitei and the Kuki-Zo communities. Steps towards reconciliation would require much better leadership than what the much touted “double engine” government of the Bharatiya Janata Party (BJP) has offered so far.Despite Home Minister Amit Shah’s visit to Manipur in late May in the aftermath of the conflagration, there has been little movement on getting the displaced people back to their homes or ensuring a reduction in ethnic hostility; sporadic incidents of violence continue to roil the State. Manipur Chief Minister N. Biren Singh’s policies and utterances have shown that he is unable to rise above identitarian politics. The Kuki community sees him as part of the problem. The BJP too is divided on ethnic lines. If the sequence of events leading up to this situation and the festering ethnic hostility are anything to go by, it should be clear that Mr. Singh’s continuation as the Chief Minister is untenable. But the BJP seems loath to antagonise Meitei majoritarians whose support allows Mr. Singh to retain power. While Mr. Singh’s government has finally sought to take action against the crime committed on May 4, by arresting four men following the outrage, more needs to be done to reverse the hostile situation. Replacing Mr. Singh with a less controversial leader would allow for civil society representatives from the different ethnicities to begin reconciliation and peace initiatives in earnest.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\njudiciary (system of justice)\n\n/\n\ntribals\n\n/\n\ngovernment\n\n/\n\nmedia\n\n/\n\njustice and rights\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Belated outrage: On the Manipur violence and the top political response",
        "headline_2": "Steps to address Manipur issue must begin with change of leadership",
        "link": "https://www.thehindu.com/opinion/editorial/belated-outrage-the-hindu-editorial-on-the-manipur-violence-and-the-top-political-response/article67106542.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "Courts should adopt a clear-headed and common sense approach while considering the grant of bail, and should eschew the tendency to keep someone in prison merely because the police oppose bail with great vehemence. In granting regular bail to activist Teesta Setalvad, the Supreme Court of India has effectively rebuffed the Gujarat police stand that the purported gravity of the offence she is accused of is enough to deny her bail. As the case depends mainly on documentary evidence, all of it forming part of the charge sheet filed in the case, the Court really saw no need for her to be in judicial custody. Further, Ms. Setalvad had been subjected to custodial interrogation during a seven-day police remand shortly after her arrest in June 2022, and she was not called in for any further questioning ever since she was given interim bail by the Supreme Court in September. In effect, the three-judge Bench headed by Justice B.R. Gavai saw no real need to imprison someone during trial solely because the police strongly argued that she had allegedly fabricated evidence and goaded victims of the 2002 pogrom in Gujarat to level false charges against political leaders in a bid to implicate them in the communal carnage.The Court posed some pertinent questions to the Gujarat police. The case of forgery and fabrication of evidence was registered shortly after the Supreme Court, while rejecting a riot victim’s plea, had observed that those who had sought to malign the State government and its functionaries should be put in the dock. Ms. Setalvad had been arrested within a day, and the Court had questions about what investigation it had conducted within such a short time to justify her arrest. Notably, the apex court Bench was of the view that the High Court order refusing bail to her contradicted itself, as it had initially observed that it cannot go into the existence of a prima facie case, but had gone on to consider statements of witnesses against her. The ruling is yet another reminder that an order of bail must be the norm after considering whether the accused is likely to flee justice or will be available for trial, and if, once freed, will be in a position to influence witnesses or tamper with evidence. While the gravity of the offence is a factor, it need not be the sole consideration. The trial in this case is set to begin soon in a Sessions Court in Ahmedabad. One hopes it will settle the question whether activists assisting victims ought to have been proceeded against on the charge of trying to implicate innocent political leaders.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\n Twitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolice\n\n/\n\nprison\n\n/\n\njudiciary (system of justice)\n\n/\n\nGujarat\n\n/\n\npolitics\n\n/\n\narrest",
        "headline_1": "Clear-headed approach: On the judiciary, the police and the grant of bail",
        "headline_2": "Bail should not be denied merely because police object to it strongly",
        "link": "https://www.thehindu.com/opinion/editorial/clear-headed-approach-the-hindu-editorial-on-the-judiciary-the-police-and-the-grant-of-bail/article67106316.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "Among more predictable aspects of Indian politics is the sharp distinction in the narrative during the years between elections and the period when elections approach. In the years between elections the focus is on the individual, whether Prime Minister or someone seen as the power behind the throne. But no matter how much national politics seems to revolve around the PM’s personality in the years between elections, the focus shifts to alliances once elections approach.\n\nThe reality that no party in today’s India can win national elections on its own can be ignored during the years between elections, but doing so during an election year is suicidal. The months leading up to 2024 are no exception. It is not just the fractured opposition that is talking alliances but the seemingly all-powerful BJP as well.\nRead the full story on TOI+\n\n",
        "headline_1": "Opposition’s message & math",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/oppositions-message-math/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "Two and a half months after it was shot, the video of a large group of men parading two tribal women naked in Manipur surfaced on Wednesday – and reminded India again what has been going on in the state, not just violence and brutality but almost unbelievable state inaction. An FIR registered at one police station and then forwarded to another later in May, describes how the 900-1000 sized mob, after seizing two men and three women from police protection, killed the men and forced the women to strip, brutally gangraping one of them. In light of these details, it makes little sense that, as CM Biren Singh claims, Manipur police took “suo motu” notice and “swung to action” on Thursday morning.\n\nOne of the women is the wife of a retired army veteran. After being paraded naked at gunpoint, this woman trekked for days to file an FIR. The question is why the terrible actions of 900-1000 people, despite being noted in at least two police stations in May itself, and despite the victims having originally been grabbed from police protection, did not see stringent action until a video went viral on social media. GOI has ordered social media platforms to stop sharing the video. The goal of this order is questionable given that most of Manipur is still under an internet ban. In fact, the opposite argument carries a lot of weight, that without the ban the video may have surfaced earlier, and thus the state administration would also have “swung to action” faster.\nThe CM is saying the accused deserve the death penalty. But it is well known that women’s safety depends on everyday implementation of the law. Of course, the guilty must be punished but how many sexual violence FIRs are going unaddressed in Manipur, or unregistered? In the two and a half months since the video was shot, weaponisation of the Meitei-Kuki ethnic divide has only multiplied. That it doesn’t get worse, is what the Centre must ensure now. That means sending a message by identifying and punishing those directly responsible for the appalling delay in investigation and GOI sternly demanding an answer from the Manipur CM why the police under him acts the way it does.\n\n",
        "headline_1": "Questions for Biren: GOI must ask Manipur CM why the police under him took so long to act against a mob guilty of sexual violence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/questions-for-biren-goi-must-ask-manipur-cm-why-the-police-under-him-took-so-long-to-act-against-a-mob-guilty-of-sexual-violence/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "The landmark Mediation Bill was cleared by the Union cabinet this week for introduction in the just-started monsoon session of Parliament. First introduced in Rajya Sabha in December 2021, it had the benefit of deliberations by a parliamentary standing committee. The context for the bill is the huge pileup of cases in the judicial system – it exceeds 45 million, with almost 90% pending in district and subordinate courts. So dire is the situation that the Supreme Court in 2020 set up a panel to prepare a draft legislation for mediation and shared it with GOI.\n\nThree aspects about mediation stand out. It’s non-adversarial in nature and based on consent. Also, the process is more flexible than other resolution routes. The Mediation Bill is limited to civil and commercial disputes. It proposes mandatory pre-litigation mediation of at least two sessions. If it’s unsatisfactory, a disputant can opt out and switch to litigation. There’s a deadline of 180 days to finish the process, which can be extended by another 180 days. Finally, the mediation settlement is binding on all parties. Before Parliament clears the bill, there are three things worth revisiting.\nThe parliamentary committee wanted GOI to reconsider mandatory pre-litigation. Anxiety stems from the possibility that one of the disputants may game the system to delay litigation. A solution is to compress the deadline of 180 days and ensure that the requisite infrastructure is in place at the outset. Two, the bill excludes governments, India’s biggest litigants, from the scope of mandatory civil mediation. It defeats the purpose of the bill. Governments shouldn’t get special treatment. Finally, the bill needs to be in greater harmony with the Singapore Convention, which eases cross-border dispute settlement. It’s Indians who will benefit from synchronisation.\n\n",
        "headline_1": "Mediate, Don’t Litigate: Mediation Bill is a way to reduce the judicial backlog. Governments shouldn’t be exempted from it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mediate-dont-litigate-mediation-bill-is-a-way-to-reduce-the-judicial-backlog-governments-shouldnt-be-exempted-from-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "By Sri Sri Ravi Shankar\nThe first and the highest level of relationship between the guru and the shishya is called Para Sambandh. It means that there is No. 2, there is no difference. There is only one, Soham, meaning ‘you are that’. That unity of consciousness is no relationship at all. It is simply a realisation of the highest, wherein there is No. 2.\nThen comes Mahan Sambandh – that is recognising the greatness and where the master doesn’t see any imperfection in the student nor does the student see shortcomings in the master. It is the greatness kind of relationship, when you do not see any shortcomings in the other. It is almost like the relationship between a mother and a child. There is total alignment. The third level is called Antaraal Sambandh, where there is a gap. The master speaks from one level and the student understands from another. There is no perfect alignment, only some degree of understanding between the two. In this relationship, there is an effort from the side of the master and the student to make each other understand their points of view.\n\nThe fourth level of relationship is called Divya Sambandh. Here exists a divine connection that comes with a blend of different emotions. The fifth is Divyadivya Sambandh. In this connection, the student is there to get something from the master, lives in his own world, and reels in faultfinding beyond a healthy measure. There are people who come to the spiritual path not for spirituality, but to get something else, or just to be seen as being spiritual. They use the knowledge for some trivial goals and purposes.\nThis is Divyadivya Sambandh.\nThe last is called Adivya Sambandh. You cannot escape a guru in your life. You even learn from others’ mistakes. Someone made a mistake, you saw that and learnt that you don’t want to make a mistake like that. They have taught you something. There is a proverb in Sanskrit that says, ‘Durjanam Pratamam Vande, Surjanam Tadanantaram’, meaning I salute the wicked one first, then the good, because he taught me what I should not do. As part of Divya Sambandh, you go through different emotions. Sometimes you are angry, happy, sad, and sometimes furious at the master. Because these emotions are part of your life, you just move within these emotions. You are yet to go beyond them. When you go beyond them, there is Antaraal Sambandh where you see the differences, but you begin to align. And then one step beyond that is Mahan Sambandh, great relationship, where no questions exist. There is no want. You are simply blossoming, as you radiate bliss, beauty, and positive energy, fully soaked in joy and wisdom of the Master.\nIn all this, what is important is connection, your connection to your Self. The Self, Master, and divinity are not different. You are divine. That’s what is meant by ‘Tat Tvam Asi’.\n\n",
        "headline_1": "Six levels of relationship with the master",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/six-levels-of-relationship-with-the-master/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "The expertise and competence of Bangladesh Petroleum Exploration and Production Company Limited (Bapex) in onshore gas exploration and drilling is well-established. The state-owned company has been successful in completing all the work necessary for onshore gas exploration and production, such as collection of geological and geophysical data, basin review, geochemical analysis, well drilling, workover, etc. Its success rate in gas exploration is quite high – globally, gas is found in one well against five wells, but Bapex has found gas in one well by drilling less than two wells.\nWhy, then, is the work of drilling gas wells on onshore sites being given to a foreign company like Gazprom, despite Bapex's proven capabilities in exploring onshore gas reserves with much less cost?\nGazprom, Russia's state-owned energy company, was first awarded the job of drilling onshore gas wells in Bangladesh in 2012. The company was tasked with drilling 10 wells in a fast-track solution to the gas crisis in the country, with the relevant officials saying Bapex did not have the capacity to work on several wells at a time. Gazprom was given the job at a higher cost than what Bapex would require, without tender, under the Quick Enhancement of Electricity and Energy Supply (Special Provisions) Act, 2010 that indemnified the officials concerned against prosecution for making such decisions. Eleven years have passed since then, and Gazprom has drilled a total of 20 wells. Now, the company has been engaged to drill five more gas wells without tender, based on the same \"logic\" that Bapex does not have the sufficient capacity.\nThis raises the inevitable question: what have the authorities done in all these years to increase Bapex's capacity?\nConsidering Gazprom's track record in Bangladesh, there is no way to justify giving it more work over Bapex. First, Gazprom's drilling costs are much higher than Bapex's. While Bapex spent a maximum of Tk 80 crore on a well, Gazprom took more than Tk 180 crore. Second, Gazprom performs tasks mainly through third parties: for example, Gazprom engaged Eriell Oilfield Services for drilling at a lower cost and skimmed the rest of the money as commission. If any drilling consultant needs to be hired in Bangladesh, Bapex can do it too. It is not clear why a third party like Gazprom needs to be engaged to hire another third party.\nThird, Gazprom's work is technically flawed: five of the 10 wells that Gazprom drilled in the first phase stopped producing gas shortly afterwards. Bapex later had to drill those five wells again to resume gas production, which cost an additional Tk 52 crore for each well.\nGiven these bad experiences, is it justified to engage Gazprom again? Is Bapex's lack of capacity an acceptable reason now, 11 years after Gazprom was first hired? Why has Bapex's capacity – i.e. number of drilling rigs and manpower – not been enhanced?\nThe biggest crisis in Bapex is the funding required for gas exploration. Since its establishment as a separate company, its financial aspects such as funding sources, fixed costs, exploration and drilling costs, etc have all been left to uncertainty. Bapex's work has become extremely slow as it has to go through long bureaucratic processes to get the necessary funds from the government for every project. Since 2012, Bapex has received some allocations for gas exploration from the Gas Development Fund (GDF) formed with customers' money, but the amount was not enough to enhance the existing capacity, so it has been able to do some exploration work only on a limited scale. Bapex's last exploratory drilling rig was purchased in 2012; since then, there has been no government funding for Bapex projects. As a result, while neighbouring India's state-owned company ONGC has 150 drilling rigs for gas exploration, Bapex has only six, of which two are dysfunctional and two can only be used for old well renovation, i.e. workover. So, in reality, Bapex has only two functional drilling rigs for gas exploration with which it can drill a maximum of three exploratory wells per year.\n\nNot taking appropriate steps to solve a problem, even after knowing the cause of and the solution to that problem, indicates that some groups with vested interest are keen on taking advantage of that problem. Spending huge sums of money on drilling gas wells by Gazprom or importing LNG without investing in Bapex's capacity enhancement is an example of such opportunism.\nBut in line with the country's gas crisis and the increase in gas demand, if there were regular investments to buy new drilling rigs and hire skilled manpower, would Bapex have the capacity crisis it has now? Even if proper initiatives were taken since Gazprom was given the first job in 2012, Bapex's capacity could have been enhanced. But no such initiative was taken on time; rather, the GDF funds were spent on LNG imports, and the finance ministry also took Tk 3,000 crore from the GDF as additional money from Petrobangla's bank account.\nIn 2012, drilling rigs cost Tk 250 crore apiece. Now, a rig costs Tk 350-400 crore. Though the government has not invested a few hundred crores over the last 11 years to buy new drilling rigs, it has spent Tk 85,000 crore to import liquefied natural gas (LNG) in just four years, between FY2018-19 and FY2021-22. If even a small part of this was regularly invested on increasing Bapex's capacity, a huge amount of foreign exchange could have been saved. Case in point: Bapex discovered 723 billion cubic feet of gas reserves in 2022, with an investment of Tk 812 crore after the gas crisis intensified, which would have cost Tk 96,000-100,000 crore in foreign exchange if imported in the form of LNG.\nCiting lack of capital and technical expertise, a number of onshore gas blocks were handed over to foreign companies through production-sharing contracts (PSC) in the 1990s. As a result, a significant portion of the country's onshore gas is currently coming from wells operated by a foreign company. With Bapex's expertise in onshore gas exploration and examples of operating at significantly cheaper costs than foreign companies, it is difficult to establish the rationale for a new PSC with another foreign company. That is why foreign companies are now being given work through service contracts, where the ownership of the gas wells is with Bapex, but foreign companies like Gazprom can earn huge profits by drilling the wells at a higher cost. And it seems Bapex is being kept weak intentionally to justify this.\nNot taking appropriate steps to solve a problem, even after knowing the cause of and the solution to that problem, indicates that some groups with vested interest are keen on taking advantage of that problem. Spending huge sums of money on drilling gas wells by Gazprom or importing LNG without investing in Bapex's capacity enhancement is an example of such opportunism.\n \nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Why is Gazprom drilling gas wells instead of Bapex?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-gazprom-drilling-gas-wells-instead-bapex-3375031",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "Like the rest of the world, Bangladesh is feeling the heat of extreme weather patterns, with meteorologists predicting lower rainfall and warmer temperatures as a result of El Nino in the region in the coming days. Heatwaves, which frequented the country in May and June, are likely to continue throughout the summer – and beyond. Meanwhile, rainfall has fallen 67 percent below the normal level, as per the Bangladesh Meteorological Department, raising serious concerns about crop production, food security and the fate of our farmers.\nAccording to a report by this daily, heatwaves have impacted the cultivation of Aus crop and summer vegetables, including green chilli. The shortfall of rain will also affect the retting of jute, a cash crop. Rising temperatures and infrequent rain have resulted in prolonged droughts, reducing availability of water for irrigation and severely hampering crop production. Farmers state that their cost of Aus production has increased by 25 percent, and that croplands are drying out even after irrigation. Moreover, heat stress poses a direct threat to crops, especially heat-sensitive varieties. Production of chillies, for instance, has been gravely affected by the erratic temperatures. According to our correspondent, chilli growers in Bogura and Gaibandha districts would usually get 50-80 maunds of green chilli from one bigha of land, but this year, they are getting roughly seven to eight maunds per bigha. How are farmers supposed to survive if their cash crop fails them?\nGiven that countries from which we import food items are also reeling from similar erratic weather, we must now seriously confront the very real threat of food insecurity, particularly since we are navigating an already volatile international market held hostage by the Russia-Ukraine war. India, which accounts for 40 percent of world rice export, has already banned export of rice to other countries, including Bangladesh, fearing a production fall following a late start to seasonal monsoon rains. Our government must take urgent stock of the situation and take effective measures to ensure there is no disruption in the supply of essential food items in the coming days. Equally important is to ease farmers' concerns and sufferings at this time of great uncertainty by providing them with technical and financial support.\nhttp://3365681\n\nWe also need to conduct reliable research on how El Nino and climate change will impact crop cycles in the future, and come up with heat-resistant varieties that can survive and thrive in erratic weather. As the world tumbles further down the hole of climate change, there can be no alternative to building our own capacities to sustain our crops and ensure food sovereignty for our population.\n",
        "headline_1": "Can our crops survive the erratic weather?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-our-crops-survive-the-erratic-weather-3375016",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "When I saw the promotional poster for the new Barbie movie, my first thought was to dig out all my old Barbies. I learnt that they had all been thrown away – I only managed to find one doll. This one was never thrown away because I actually never played with it; it remained in mint condition in its original box. Unlike all the Barbies I played with, this one did not have blonde hair or white skin. Instead, it had black hair and dark skin. I recalled how I had kept this doll away because the younger me thought it was not an original Barbie doll. Barbie dolls were blonde and white, according to me.\nAlthough Barbie was an enormous part of my childhood, my adolescent self drifted apart from it significantly. None of the cool girls I watched on TV wore Malibu pink or liked dolls. Adopting so-called masculine hobbies was considered cool instead. But it was also more than that. Barbie seemed misogynistic through my growing understanding of feminism, rudimentary as it was. Barbie only cared about fashion and dressing up. Barbie lived in a bright pink house. Now, I adored pink and had a genuine interest in fashion. But pink was negatively associated with being \"girly,\" and society told me that aspiring for a career was feminist, not dressing up. So I gave up on both Barbie and pink.\nFast forward to recent times, my screen became splattered in pink from the Valentino Fall 2022 collection. Celebrities of all gender conformations adorned themselves with hot pink and fuchsia. At the same time, Barbie is once more the talk of the town. Every time I get on a social media platform, I am bombarded with campaigns from various brands that are now selling Barbie-themed clothing and accessories. From brands like Gap, and Zara, to even Crocs – every brand seems to have a Barbie collection. This aesthetic of maximalist dressing and ultra-feminine clothing is now known as Barbiecore online. Femininity no longer has the same negative connotation.\nSo, how did Barbie undergo this remarkable transformation: from being criticised as a symbol of perpetuating unrealistic beauty standards and misogyny, to embracing inclusivity and evolving into a celebrated feminist icon for girls today?\nIf we go back to the start, Ruth Handler, co-founder of Mattel, was inspired by her daughter's love of paper dolls to create an adult-figured doll. This was back in 1959. At the time, most children's dolls were representations of infants. Handler's idea was groundbreaking as it challenged the traditional view of what a doll should be. With infant dolls, play was confined to girls assuming a nurturing figure. This changed with Barbie. A Barbie doll could be anything, and these dolls had careers ranging from that of astronauts to politicians to fashionistas.\n\nSo, did Barbie really undergo a massive transformation? Or has she just been repackaged to promote maximalism – another way to exploit consumers?\nFrom an external perspective, the concept appears to be feminist. But one look at the doll's general appearance tells a different story. Just like my younger self believed that Barbie was supposed to look a certain way, kids who grow up playing with Barbie but don't grow up looking like her (which is almost all girls) end up with body image issues. They end up questioning why they do not look a certain way. So, although Barbie could be anything, Barbie did not look like everyone.\nBut this void was also bridged with Mattel's website now boasting 35 different skin tones, 97 different hairstyles, and nine different body types (and counting) for Barbie dolls. With this transformation of the brand's image, it's a seemingly happy ending and the end of the era of \"not like other girls,\" because being \"girly\" and wearing pink is now celebrated.\nThe colour pink has long been associated with femininity, and it has often been used to stereotype and pigeonhole women. However, with the hype surrounding the Barbie movie, there is now a massive resurgence of \"pink fashion,\" a trend that is largely led by the younger generation, who are unafraid to embrace their girly side. This growing movement of women who are reclaiming pink and \"girliness\" as a way to express their own personal style and empowerment is definitely a positive development for a world that has forever looked down on anything even remotely associated with femininity.\nAt the same time, Mattel's stock price has also increased by 15 percent in the past month, according to a recent Yahoo Finance report. For comparison, Meta stocks went up by 12 percent and those of Apple by four percent. Similarly, the other companies banking on this hype, with their respective Barbie collections, are companies that are possibly not even paying their workers liveable wages.\nSo, did Barbie really undergo a massive transformation? Or has she just been repackaged to promote maximalism – another way to exploit consumers? I found myself asking these questions again. Capitalism has a long history of appropriating and commodifying social movements. Naturally, feminism is no exception. After all, the brands benefiting from \"pink-washing\" are not upholding feminist values.\nWhen I go on any social media platform, I notice two things. First, the deluge of ads (perhaps because I am the exact target audience) consisting of every possible Barbie-themed thing you can imagine – from hairbrushes to furniture for your very own Dreamhouse. Second, an increase in the number of people who are confident in being their \"girliest\" self. Even the most masculine-presenting person seems interested in catching the new hot-pink-filled Barbie movie in theatres. This stands in stark contrast to how movies primarily targeting women were perceived by the general public even a decade ago.\nHence, for just an infinitesimal moment, I would like to rejoice in the acceptance and embracing of femininity before I go back to wondering who truly is capitalising off this trend and the consequences of this maximalist culture.\n \nTasnim Odrika is a biochemist by day and a writer by night. She can be reached at [email protected]\n\n",
        "headline_1": "Fuchsia feminism in a Barbiecore world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fuchsia-feminism-barbiecore-world-3374066",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "Like the rest of the world, Bangladesh is feeling the heat of extreme weather patterns, with meteorologists predicting lower rainfall and warmer temperatures as a result of El Nino in the region in the coming days. Heatwaves, which frequented the country in May and June, are likely to continue throughout the summer – and beyond. Meanwhile, rainfall has fallen 67 percent below the normal level, as per the Bangladesh Meteorological Department, raising serious concerns about crop production, food security and the fate of our farmers.\nAccording to a report by this daily, heatwaves have impacted the cultivation of Aus crop and summer vegetables, including green chilli. The shortfall of rain will also affect the retting of jute, a cash crop. Rising temperatures and infrequent rain have resulted in prolonged droughts, reducing availability of water for irrigation and severely hampering crop production. Farmers state that their cost of Aus production has increased by 25 percent, and that croplands are drying out even after irrigation. Moreover, heat stress poses a direct threat to crops, especially heat-sensitive varieties. Production of chillies, for instance, has been gravely affected by the erratic temperatures. According to our correspondent, chilli growers in Bogura and Gaibandha districts would usually get 50-80 maunds of green chilli from one bigha of land, but this year, they are getting roughly seven to eight maunds per bigha. How are farmers supposed to survive if their cash crop fails them?\nGiven that countries from which we import food items are also reeling from similar erratic weather, we must now seriously confront the very real threat of food insecurity, particularly since we are navigating an already volatile international market held hostage by the Russia-Ukraine war. India, which accounts for 40 percent of world rice export, has already banned export of rice to other countries, including Bangladesh, fearing a production fall following a late start to seasonal monsoon rains. Our government must take urgent stock of the situation and take effective measures to ensure there is no disruption in the supply of essential food items in the coming days. Equally important is to ease farmers' concerns and sufferings at this time of great uncertainty by providing them with technical and financial support.\nhttp://3365681\n\nWe also need to conduct reliable research on how El Nino and climate change will impact crop cycles in the future, and come up with heat-resistant varieties that can survive and thrive in erratic weather. As the world tumbles further down the hole of climate change, there can be no alternative to building our own capacities to sustain our crops and ensure food sovereignty for our population.\n",
        "headline_1": "Can our crops survive the erratic weather?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-our-crops-survive-the-erratic-weather-3375016",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "If the present is hostage to the inefficiencies of our policymakers and bureaucrats, one can easily guess how safe the past – or all that is left of it – must be in their hands. Take, for example, the woeful state of the Shree Anandamoyee Shiva and Kali Mata Mandir – also known as \"Dhaksinashar Mandir,\" or \"twin temples\" – in Mymensingh's Muktagacha upazila, which are on the verge of collapse due to decades of neglect by the Department of Archaeology (DoA). According to a report by this daily, weeds and bushes have overtaken the once magnificent premises built in the 1820s, while cracks have developed on the structure's roof and walls, making it unsafe for the devotees to perform their rituals inside the temples.\nIt is inconceivable that a cherished heritage site and a marker of the local community's religious and cultural legacy have been left to rot by the authorities, with the temple's management committee at a loss as to how to address its deteriorating condition since it is now under the jurisdiction of the DoA.\nThe DoA authorities took over the temple in 1993, citing it as an archaeological site, with the intention of preserving and renovating it. However, three decades later, the authorities apparently are yet to even approve the project for renovation. What can explain such apathy of the DoA, whose primary responsibility it is to ensure the preservation of our dwindling archaeological and heritage sites? If three decades of neglect are any indication, it is that we, as a nation, have failed miserably at recognising the value of our own culture, traditions, and history, as well as at preserving them for posterity's sake. We have given the crucial task of their preservation to an institution whose very foundation, at this point, seems weaker than that of centuries-old monuments.\nWhether it's the 300-year-old temples in Jasore, or a 600-year-old shrine in Dinajpur, or the Mughal architecture of Old Dhaka, heritage sites across the country are in ruins or under occupation of influentials, despite the grandiloquent rhetoric from the government about preserving the past. Whatever little we still have left of our past must not be allowed to be ruined permanently. We urge the government, and the DoA high-ups in particular, to fulfil their promises and mandates, and take urgent steps to preserve the twin temples in Mymensingh.\n",
        "headline_1": "Three decades of ineptitude cannot be excused",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/three-decades-ineptitude-cannot-be-excused-3375001",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "Rooftop Solar Home System (SHS) was once thought to be an answer to the acute power shortage in the country as the traditional fossil-fuel-fired power plants were unable to meet the rising demand for electricity in the country. Moreover, it is a source of clean and renewable energy (RE) and hence considered appropriate for a tropical country with abundant sunshine all the year round. Against this background, the Sustainable and Renewable Energy Development Authority (SREDA), a government agency under the power ministry tasked with increasing RE production, saw the installation of around 6.0 million SHSs across the country in the last two decades. But now sources in the government-run Infrastructure Development Company Limited (IDCOL) that finances renewable infrastructure projects, is reported to have said that only around 4.5 million of those SHSs are now functional, which is nearly 75 per cent of the total. Evidently, the rest SHSs are not working. This is indeed disappointing given that the government in its recent policy shift as well as in its Renewably Energy Policy 2008 is committed to increasing production of RE in the country. So, one wonders why at a time when the country is again in the throes of acute power crisis due to fossil fuel shortage, such a large number of the SHSs should sit idle? Reports further have it that the users of these solar home units, mostly rooftop ones, are facing problems including disconnected solar panels and damaged photovoltaic cells having to do with normal wear and tear or environmental pollution such as dust in the air and so on. The problem persists, since neither the users of the SHSs have the knowhow to repair the RE devices on their own, nor are any technicians from the IDCOL-partner companies that installed those solar power devices are available or easy to come by. This is both unfortunate and intriguing. Because, providing after-sales service that includes maintenances is a primary responsibility of the companies that supplied those SHSs to the households in question. It is also in their business interest to provide the service whether free or in exchange for a fee. Strangely, this is not happening.In this context, experts on energy finance are of the view that the companies supplying and installing the SHSs might have lost their incentives following the government's massive expansion of grid network to ensure 100 per cent power access across the nation by 2022. However, the ongoing forex crunch (of US dollar, to be specific) forcing the government to cut back on fossil fuel import has a spanner in the works. The power authorities have again been resorting to the old practice of load-shedding to make do with the sharply reduced power supply through the grid network. But when grid power was abundant, the users of the SHSs were also found lacking in their interest to have their RE devices duly serviced. Their apathy lay in the fact that in many cases their choice of installing rooftop SHSs was made half-heartedly, just to meet the official requirement. Now that things are back to square one, a rethink on the part of both the users of and the companies dealing in the SHSs has become urgent. In this context, the government should reinvigorate its policies including the one spelt out in its 8th Five-year plan to meet 20 per cent of the country's total power demand by 2025 through renewable energy. This would require providing generous incentives to the prospective investors in the RE sector.",
        "headline_1": "Boosting solar home system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-solar-home-system-1689942469",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "RMG exporters have demanded a few things from the government, some of which are essential for production. First in the line of demands is the uninterrupted supply of natural gas at nearly half the current price. The rationale put forward is that global fossil fuel prices have fallen. The curtailing of Bangladesh Energy Regulatory Commission's (BERC) powers has allowed the State to steeply increase the price of electricity and realign fossil fuel prices as per liking of energy planners. So, when RMG demands gas rate to be revised from Tk30 per unit to Tk16 per unit, in all probability, this will not fly. Certainly, some middle ground will have to be found because obviously the State cannot afford the RMG sector to go kaput. This brings us back to the question of fossil-fuel supply. Reportedly, the government is in the process of making operational yet another floating storage and regasification unit (FSRU) with a foreign company that will raise Bangladesh's capacity to significantly increase import of liquefied natural gas (LNG). Under normal economic circumstances, perhaps the costs of higher volume of LNG supply could have been defrayed. These are hardly normal times for the economy. The inclination remains import-dependent unfortunately. While there have been some reports in the media that the government is mulling over greater coal extraction from existing Dighipara coal field, one wonders if it will ever dawn upon energy planners that the country is out of time? The coal policy should have been finalised long ago, but that didn't happen. If the country can have an Indemnity Act for the supply of electricity from private sector power plants, surely the State can get a move on extraction of coal from proven domestic reserves with another Act that will expedite coal exploration on a war footing?The dearth of dollar is not simply because of falling orders or fall in remittances. As reported in the media, the Economics Relations Division (ERD) has come up with worrying news where the government is facing a probable decline of \"a $1.5 billion decline in net financing from external sources next fiscal year and $2.0 billion the following year.\" This is directly correlated to how much the government can spend with enough negative impact to complicate fund allocation. Then there is the question of external debt financing. ERD data estimate that the country will have to pay more than $3.5 billion (principal + interest) in the current fiscal, which will exceed $4.0 billion in the next fiscal. The cumulative effect of all these payments is less money for fossil fuel import.The government during its first term did what had to be done to provide electricity to an energy-starved economy. That time is upon us again. The economy is tottering due to a lack of fossil fuel supply. The RMG sector's potential output is down 50 per cent because current energy prices have become uneconomic. When one takes into account that the cost of sourcing raw materials has increased significantly due to the rise in value of the US$, it becomes clearer why apparel exporters are asking for the assurances from the government. It is not just RMG that is suffering. About 16 per cent of export comes from other sectors which are also in dire straits due to intermittent supply of both power and gas supply. The economy imports about $67 billion worth of goods and services annually. Its exports are worth about $54 billion. That gap needs to be narrowed via industries that are able to export more goods. As things stand now, RMG remains the best hope for closing the gap with greater production (leading to greater exports). Again, the government can ill-afford to supply fuel and power only to industry while keeping the rest of the country in the dark, especially after touting 100 per cent electrification in the country. No government in its right mind will do that in election year. Things are bound to get more and more complicated with the authorities' inaction regarding diversification of primary fuel supply and continuing the \"go slow\" policy on greater domestic exploration of primary fuels.This is reflected on both coal and natural gas issues, which have seen no serious development in more than a decade. Why? How much more pain can the economy endure before something changes at policy level? What other evidence does the State require to understand that industry needs power and energy supplies at a price that makes economic and business sense? Despite having more than enough studies and surveys at its disposal on coal deposits and probable gas fields, the State keeps promising the sun and the moon to people, to industry that good days are not far away. Those good days will forever be a pipedream for Bangladesh, its people and the industry as a whole if exploration does not start in earnest from today. The country has a number of coal-fired power plants waiting to be commissioned but can't be because there is no money for importing coal. Policymakers need to stop making excuses and start delivering on domestic coal (and start drilling exploratory gas wells onshore) while there is still time to salvage the situation. It is not only domestic industry that is watching, prospective foreign investors also are. \n[email protected]",
        "headline_1": "Tall orders from RMG sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tall-orders-from-rmg-sector-1689942513",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "There is optimism that daily commuters in Dhaka will get a great relief by the end of the year. The reason behind the optimism is completion of a number of mega infrastructure projects in Dhaka. According to a report, carried in a contemporary, Mass Rapid Transit (MRT) Line-6, Dhaka Elevated Expressway, Bus Rapid Transit (BRT) Line-3, and the third terminal at Hazrat Shahjalal International Airport (HSIA) are scheduled to become operational by September and October this year. As these projects will be in operation, traffic movements will be faster and smoother in many parts of the capital city.Among these projects, MRT or Dhaka metro rail is expected to bring the maximum benefit as it will significantly reduce the travel time from Uttara to Motijheel. Currently, it takes around two hours to commute on the route. By using the metro rail, a commuter is expected to reach Motijheel from Uttara within 40 minutes even after the trains touching 15 more stations in between. The overhead metro rail is the first of its kind in the country and currently in operation partially. To attain the optimal benefit of the metro rail, feeder bus service in the critical stations like Farmgate is necessary. Entry and exit passages of the metro stations should also be kept free of any obstacles like unauthorised parking of vehicles and street vendors. It will be a challenging task for the authorities as street vending flourishes across the city thank to political backing. These vendors have already occupied many roads and streets causing trouble to commuters and vehicles. It is alleged that those who backed the illegal street vendors are now trying to occupy some portions of entry and exit paths of metro stations. If they are allowed under political pressure, it will reduce the efficiency of the metro rail. The partial opening of the third terminal of HSIA in October will also bring some relief for commuters as airport-bond traffic will be diverted and distributed. It is, however, difficult to comprehend how the BRT will become an efficient communication service. The entire 20.5-kilometre stretch of the BRT, is connecting Airport with Gazipur. The mix of ground and overhead dedicated bus corridor has reduced the width of main road on the ground level. Dhaka-bound commuters from Gazipur will finish their smooth travel at HSIA area and then look for other transport to move ahead. Those who commute between Gazipur to Uttara will, however, get the benefit of reduced travel-time. Thus, BRT is likely to bring partial gain and may become an inefficient project in the long-run. The elevated express way will cover a distance of 46.73 km, consisting of a 19.73 km main flyover and 31 km of elevated links and ramps. The highly ambitious and costly project is expected to ease the traffic congestion on the north-south corridor. Initially, 11-km stretch from Airport to Farmgate will be opened for vehicles. What is now clear is that the optimal benefits of all these mega projects will not be visible soon. Moreover, the continuation of the existing traffic mismanagement on roads may make it difficult for commuters to move smoothly. Chaotic presence of para-transit like CNG-run three-wheeler and battery-run rickshaw will pose a big challenge to entry and exit to and from connecting roads. \n[email protected]",
        "headline_1": "Exploiting optimal benefits from metro rail, BRT",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exploiting-optimal-benefits-from-metro-rail-brt-1689942552",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2023"
    },
    {
        "full_article": "Kaizen, a concept developed in Japan, refers to business activities that continuously improve all functions and involve all employees from the CEO to the assembly line workers. It is a management concept that promotes constant, small-scale improvement in all areas of an organisation. By using Kaizen concept, banks in Bangladesh may better understand consumer preferences. Banks can quickly enhance their operations by identifying weak spots and bottlenecks through regular feedback gathering and analysis. The core principles of Kaizen are waste elimination, process simplification and resource allocation optimisation. This leads to less paperwork; easier approval procedures and shorter client wait times in the banking industry. Banks in Bangladesh can provide frequent training sessions and seminars to inform employees about the concepts and practices of Kaizen. The banks can use data analytics to pinpoint areas that need to be fixed, rank efforts and assess the results of changes they have made. They can efficiently allocate resources and concentrate on areas with the greatest potential for improvement by using data-driven decision-making. The concept of Kaizen can enable banking to improve client satisfaction, boost productivity, give workers more freedom and lower risks. Kaizen is a never-ending process that calls for constant learning and modification. The exchange of expertise, frequent performance evaluations, and chances for staff to gain knowledge from both triumphs and mistakes could all be encouraged by banks. Banks may establish themselves as industry leaders by fostering innovation and providing extraordinary value to their clients through adoption of the principle of continuous development. The banking industry in Bangladesh can prosper further if the concept of Kaizen is adopted. \nShamim Iqbal, [email protected]",
        "headline_1": "Bangladesh banks can adopt Kaizen",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-banks-can-adopt-kaizen-1689942592",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-07-2023"
    }
]