[
    {
        "full_article": "Kerala Governor Arif Mohammed Khan’s indirect threat that he can independently dismiss Ministers is neither in keeping with the dignity of his office nor in line with the Constitution. His claim that “statements of individual ministers that lower the dignity of the Governor’s office can invite action including withdrawal of pleasure” has no basis in the constitutional system. Article 164 of the Constitution, which says the Chief Minister shall be appointed by the Governor and other Ministers shall be appointed by the Governor on the Chief Minister’s advice, adds that “the Ministers shall hold office during the pleasure of the Governor”. There have been instances of Governors dismissing Chief Ministers, but those were related to constitutional situations in which the legislative majority of the incumbent ministry was in doubt. It is also now judicially determined that the question of majority can be answered only on the floor of the legislature through a confidence vote. Nothing in the Article means that the Governor may independently dismiss a Minister. The pleasure doctrine exists only in a constitutional sense, and is exercised by the Governor only on the advice of the Chief Minister. In other words, the term ‘pleasure of the Governor’ is used as a euphemism to refer to the Chief Minister’s power to drop a Minister from the Council of Ministers.The context for this particular confrontation appears to be the Governor’s reluctance to grant assent to the Kerala University Laws (Amendment) Bill, 2022. Higher Education Minister R. Bindu’s remark that the Governor should return the Bill for reconsideration instead of withholding his approval indefinitely was a possible trigger for his comment. While Governors may differ with the contents of a Bill and may exercise the available constitutional options, they should not use their powers to stall legislation unpalatable to them. In the realm of university laws, Governors, being Chancellors of most universities, the scope for friction is quite high. It should be remembered that the office of Chancellor is created by the statute that establishes a university, and the legislature is equally competent to curtail the Chancellor’s powers or even abolish the system of having the Governor as Chancellor. Even the M.M. Punchhi Commission, which reviewed Centre-State relations, recommended that Governors should not be burdened with the role of Chancellors. It is time to implement this principle. Governors seem to have an exaggerated notion of their own roles under the Constitution. They are expected to defend the Constitution and may use their powers to caution elected regimes against violating the Constitution, but this does not mean that they can use the absence of a time-frame for decision-making and the discretionary space given to them to function as a parallel power centre.",
        "headline_1": "Whose pleasure? On Kerala Governor’s remarks",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/whose-pleasure/article66027285.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "As Himachal Pradesh prepares for the Assembly election on November 12, the stage looks set for yet another bipolar contest between the Bharatiya Janata Party and the Congress. The initial euphoria in the hill State after the entry of the Aam Aadmi Party (AAP), following its emphatic win in neighbouring Punjab, is fizzling out. In the past three decades, Himachal has seen a bipolar electoral system, with the Congress and the BJP alternately forming the government every five years. The upcoming battle does not seem any different, though the entry of AAP has added a tinge of a new flavour to the election fare. While the ruling BJP is harping on its ‘development’ works in the past four years to retain power, rising corruption, inflation, unemployment, demand for an old pension scheme for government employees, and poor facilities in the health and education sectors are key issues being raised by the Opposition, including the Congress and AAP. The BJP is focusing on ‘mission repeat’ and steering its campaign on a ‘double engine’ plank around the ‘development’ works done by the Centre and the State government. The BJP’s blistering campaign is being led by the central leadership. In the past few months, its prominent leaders including Prime Minister Narendra Modi, Home Minister Amit Shah, and party president J.P. Nadda, who hails from Himachal Pradesh, have addressed several rallies.The electioneering for the Congress party, which is fighting to wrest power from the BJP, has been largely steered by the State leadership, though last week, Congress general secretary Priyanka Gandhi Vadra addressed the first election rally. The Congress is harping on the ‘anti-incumbency’ factor against the BJP, but the going is not smooth. In the absence of its tallest leader and six-time Chief Minister, the late Virbhadra Singh, there seems to be a ‘vacuum’ in the State leadership, even though his wife Pratibha Singh was given the reins of the party; the appeal and political acumen of the former Chief Minister seem difficult to replace. In the absence of a strong State leadership, factionalism has been coming to the fore time and again. This has led to several senior leaders including sitting MLAs quitting party posts. The problem of there being several claimants for the post of Chief Minister is another concern. While the BJP appears geared to tackle the headwinds, the Congress seems ill-prepared to convert the resentment against the ruling party into a sentiment in its favour.",
        "headline_1": "Hill race: On Himachal Pradesh Assembly election",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/hill-race/article66027391.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "Raghuram Rajan and Rohit Lamba \nThis is the sixth article in an occasional series by the two authors\nFighting elections is costly. An estimated Rs 55,000-60,000 crore was spent in the 2019 Lok Sabha election; the Centre for Media Studies called it the “most expensive election ever, anywhere”. There are widespread worries that such massive spending is neither cleanly nor transparently funded.\nThe late finance minister, Arun Jaitley, concerned that “political parties continue to receive most of their funds through anonymous donations which are shown in cash” argued that “an effort, therefore, requires to be made to cleanse the system of political funding in India.”\nRead full opinion on TOI+\n\n",
        "headline_1": "Clean it up more: Electoral bonds ensure white money donations but fall short of full transparency",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/clean-it-up-more-electoral-bonds-ensure-white-money-donations-but-fall-short-of-full-transparency/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "Justice DY Chandrachud’s impending two-year-plus term as Chief Justice of India will be the longest in a decade. His stint on many important constitution benches (and his authorship of impactful majority and dissenting verdicts) has made the CJI-to-be a focus of more than usual interest. He also chairs the Supreme Court’s e-committee that oversees the e-courts project and other digital initiatives like virtual hearings and the more recent live-streaming of court proceedings. With his good track record on the judicial and administrative side, the big question is whether there will be interventions to resolve the growing pendency burden.\nAdmittedly, putting the entire onus on resolving pendency on CJIs is unfair. Managing SC affairs is itself a fulltime job. The pendency problem straddles SC, high courts and lower courts with different factors perpetuating it at each level. Both central and state governments are stakeholders too, alongside judges. Current CJI UU Lalit’s attempt to reform the listing of regular and admission matters in SC by having more matters heard daily and disposed of and setting up constitution benches after four years of relative disinterest on this front were widely appreciated.\nJustice Chandrachud must continue these reforms. But speeding up justice delivery at HC and subordinate court levels is harder. Delayed filling of judicial vacancies is one aspect. There are five vacancies to be filled in SC presently and 336 in HCs. The process of identifying replacements should start early because the retirement date of every judge is known in advance. Also, HC judges retiring at 62 makes no sense and they should stay till 65, on a par with SC judges. GoI has shown no urgency to amend this. Centre’s heartburn at NJAC being quashed also hasn’t dissipated despite the passage of time, making the task of the collegium harder.\nThe other aspect of justice delivery is the plethora of outdated and poorly drafted laws. Sexual assault laws don’t distinguish between rape and false promises of marriage. Divorce law badly needs provisions like irretrievable breakdown of marriage. Laws like prohibition and sedition can be easily weeded out without any danger to the state or citizens. Bail is casually denied and the under-investigation and under-trial process has become the punishment. Cases are pending in courts for years. Judiciary and governments have to come together to make the system better. A fresh attempt to tackle at least some of these is long awaited.\n\n",
        "headline_1": "The new CJI: Justice Chandrachud’s record is admirable. But systemic problems awaiting him are formidable",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-new-cji-justice-chandrachuds-record-is-admirable-but-systemic-problems-awaiting-him-are-formidable/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "Kerala governor Arif Mohammed Khan made an unusual announcement over social media. He said that ministers in the state government who lower the dignity of the office of governor through public comments “can invite action, including withdrawal of pleasure”. It refers to a part of the Constitution’s Article 164 that states ministers shall hold office during the pleasure of the governor. The proximate cause for this bad-tempered exchange is an observation made by a Kerala minister that everyone is bound by their constitutional duties. The root cause is the Kerala government’s attempt to shift control of universities to the political executive.\nDoes the governor have the power to unilaterally dismiss a minister? No. Article 164 in its entirety and Supreme Court’s jurisprudence in this matter draw clear boundaries. Article 164 says that ministers are appointed on the advice of the CM and the council of ministers is collectively responsible to the legislature. Moreover, SC rulings have emphasised that under the cabinet system, the governor exercises powers on the advice of the council of ministers except in areas where the Constitution says otherwise.\nThe governor’s office is important. The political executive is often prone to excess – look at the Kerala universities. A governor can act as a moderating influence on the cabinet. The power to send back a bill for reconsideration is an example of pressing the pause button. But implicit in the constitutional architecture is the need for a governor to maintain proper public conduct. A governor who speaks and acts with restraint has better credibility when it comes to restraining the political executive. In order to effectively exercise their power, it’s important that governors refrain from any comment or action that can be perceived either as offensive or as partisan.\n\n",
        "headline_1": "Not done, Guv: Governors can restrain executive excesses but only if they conduct themselves as their office demands",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-done-guv-governors-can-restrain-executive-excesses-but-only-if-they-conduct-themselves-as-their-office-demands/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "Does forcing students to mandatorily publish a research paper before thesis submission lead to a high-quality PhD thesis, or does high-quality PhD work lead to publications in good journals? This question is unlike the chicken or egg causality dilemma because we know that only high-quality PhD work can result in high-quality publication. But the 2016 PhD regulations issued by UGC prescribe that PhD scholars must publish at least one research paper in a refereed journal before submitting the thesis. This mandatory publication condition was introduced by UGC apparently because the doctoral thesis screening isn’t rigorous enough.\nAn unproductive rule\nSuch a mandatory provision led university students to publish in predatory journals. A recent study by UGC confirms this. In a top university considered in this study, on average, during the three years (2017-19), about 25.2% of students published in Scopus-indexed journals. Only 19% published more than one journal paper. But because of the mandatory condition to publish a journal paper before PhD thesis submission, nearly 75% of the students were forced to publish in journals that are not Scopus-indexed.\nRead full opinion on TOI+\n\n",
        "headline_1": "Focus on PhD quality, not publications: We need to encourage scholars to become inquisitive explorers, papers will naturally follow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/focus-on-phd-quality-not-publications-we-need-to-encourage-scholars-to-become-inquisitive-explorers-published-papers-will-naturally-result-from-this/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "During the 26th UN Climate Change Conference (COP26) in Glasgow, Scotland last year, developing countries put forward a proposal to create a Finance Facility for Loss and Damage (FFLD), which was not accepted by developed countries. Instead, they replaced it by setting up the Glasgow Dialogue on Finance for Loss and Damage, which would carry on for three years before it would have any outcome.\nNeedless to say, this was a great disappointment for all the developing countries attending COP26.\nHowever, one important development that did happen in Glasgow outside the main COP event was the setting up of a new loss and damage fund by the First Minister of Scotland Nicola Sturgeon, who challenged others to match her contribution. Since then, the government of the province of Wallonia in Belgium has promised funds, as have several philanthropic foundations. More recently, Denmark was the first party to the United Nations Framework Convention on Climate Change (UNFCCC) to have allocated funds specifically for addressing loss and damage caused by climate change.\nAt the same time, the finance ministers of the member-states of the Climate Vulnerable Forum (CVF), who are known as the V20, also created a loss and damage funding window in their own multi-donor fund.\nEarlier this month, the Government of Scotland invited representatives from all the governments and organisations who have stepped up to address loss and damage on the ground for a two-day conference in Edinburgh, together with the high-level champions of the UNFCCC whose role is to engage with non-state actors on the platform's behalf.\nI was invited to speak with First Minister Nicola Sturgeon at the opening session of the conference, where she reiterated her three principles for funding loss and damage: first, the funds must be new and additional; second, the funds should be provided as grants and not as loans; and third, they must be explicitly allocated to address loss and damage from human-induced climate change.\nAt the end of the conference, a new coalition of actors, both governments and organisations, is emerging. These actors are addressing losses and damages from human-induced climate change now.\nThe challenge will now be felt at COP27, due to be held in Egypt next month. Ahead of the conference, Pakistan, on behalf of all the developing countries, has tabled the agenda of finance for loss and damage once again, and it needs to be approved at the beginning of COP27. If any country opposes this agenda item and thus causes it to not be adopted, then it will signal a failure of COP27 before it even starts officially.\nHowever, assuming that the agenda item is not blocked, the negotiations can proceed with a view to having a decision at the end of COP27 to establish an FFLD by COP28, to be held in Abu Dhabi next year. Such a result will indicate genuine progress at COP27.\nAt the same time, as last year's conference was held in Edinburgh, there was another important meeting of the V20 and G7 finance ministers in Washington, DC on the sidelines of the annual meeting of the International Monetary Fund (IMF) and World Bank, where the two groups of finance ministers also agreed to address loss and damage from climate change. The details of how this will be achieved in practice still remain to be explained, but it is indeed a good development.\nThe upcoming COP27 may be the 27th climate conference, but it will be the first such event in the new era of loss and damage from human-induced climate change. This summit of global leaders must rise to the occasion and genuinely address the reality of losses and damages happening because of human-induced climate change all around the world.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "A new coalition to address loss and damage emerges",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/new-coalition-address-loss-and-damage-emerges-3146041",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "The spread of dengue infection across the country seems to be relentless, and authorities' still-lax attitude and lack of action is making things worse. According to the Directorate General of Health Services (DGHS), at least 857 new dengue patients were hospitalised across the country in 24 hours till Monday morning, which is the highest number of daily recorded dengue cases in 2022 so far. At least 96 people have also succumbed to the disease, making this year's dengue death toll the third highest since the infection's first outbreak in 2000.\nOn top of this, hospitals are also reporting of their struggle to accommodate the increasing number of patients. Some are even turning patients away, while ailing individuals have to find a place for themselves on hospital floors due to a lack of beds for dengue patients. Multiple exposure to dengue, late admission to hospitals and late diagnosis of the virus have been cited by experts as being the main reasons for increasing dengue deaths.\nBut why have our authorities failed to prevent such a dengue surge this year, too? Only back in 2019, a staggering 1,01,354 dengue cases were recorded, while the death toll was 179. Previously believed to be more dangerous every other year, dengue seems to have broken that trend as it had infected at least 20,000 and claimed 70+ lives by October 2021, as per DGHS data. Given this reality, and the fact that dengue has been amidst us since May at least, there can be no excuse for authorities to be so woefully unprepared this year.\nMost disappointingly, as we have mentioned in previous weeks and as healthcare experts have pointed out, the authorities' response to this crisis remains subpar. Though the Dhaka city corporations are constantly reassuring us that drives for public awareness and prevention (by way of destroying Aedes larvae in risky spots) are being conducted, they are clearly inadequate. While the city corporations can enter known dengue patients' homes and eradicate Aedes larvae from there, they cannot go into fenced under-construction buildings, which are one of the primary breeding grounds of the Aedes mosquito, meaning that the number of mosquitoes (and thus of infections) continues to rise.\nWe urge city corporations, local governments, and health sector authorities to utilise every available resource and assist hospitals in treating all dengue patients. Surely the Covid-19 pandemic and the dengue wave of 2019 have taught our authorities the seriousness of such public health crises and why they must be dealt with both proactively and reactively.\n",
        "headline_1": "Why the failure in stopping dengue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-failure-stopping-dengue-3146031",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "In the aftermath of the Russia-Ukraine war and the global disruption of fuel and energy prices, there has been a lot of discussion on what happens next, and many international leaders have weighed in on the debate – some calling for conflict resolution, and many moving towards greater militarisation. In the midst of all the uncertainty, we applaud PM Sheikh Hasina for being a strong voice in representing the developing world's greatest concern: the impact of the war on global food supplies and the cost of food. And we wholeheartedly support her call to action to ensure that no country suffers from food shortage and famine, especially when such shortages are a result of conflict and not any actual scarcity of food resources.\nThis call to action has never been more urgent in the Bangladeshi context, where food inflation reached almost 10 percent in August – the highest since the fiscal year 2012-2013 – before dropping to nine percent in September. Despite the fact that we have made gains in food production and ensured greater availability of rice in recent years, it is still being sold at near-record high prices. People are lining up from the crack of dawn to buy rice and flour from OMS trucks at subsidised prices.\nThe situation is made even worse by the fact that the recovery from the loss of earning during the pandemic for people from low-income backgrounds has been painfully slow, meaning they are forced to spend less for food in order to pay for rent, utilities and healthcare. A recent WFP survey has found that around 68 percent of the population are struggling to buy food. In this context, we must take all possible measures to ensure the situation does not escalate into a full-blown food crisis or famine.\nImmediate measures must be taken to stop the wastage of food, improve food storage facilities and transportation networks, and cultivate land for food production. In this, we can all play a role, but the relevant authorities must play the leading role in implementing the PM's directives. Far too many glaring discrepancies remain in this regard. For example, while the PM has asked that every bit of cultivable land is used for food production, the latest DAP for Dhaka allows for construction on the little agricultural land left on the city outskirts based on certain conditionalities. Such gaps between policy and action must be urgently plugged if the issue of food scarcity is to be dealt with effectively.\n",
        "headline_1": "We must avert food crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-avert-food-crisis-3146016",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "We are now more than halfway into the month of October. In July, Nasrul Hamid, the state minister for power, energy and mineral resources, said that the then ongoing power cuts in the country would not last long. He wrote in his verified Facebook page: \"Within the next few months, the second unit of Payra power plant and Rampal power plant will come into operation. Also, 1,600MW electricity will be imported from India's Adani power plant soon. All these will add more than 4,000MW electricity to the national grid.\"\nIn the same month, Tawfiq-e-Elahi Chowdhury, energy adviser to the prime minister, assured people would get some relief from load-shedding from September onwards based on the same logic. At that time, this newspaper quoted experts who had questioned their claims. They asked what good adding more power generation capacity would do, when the resources needed to generate power were lacking – coal, for example. No one within the government batted an eyelash.\nIn August, State Minister Hamid again said, \"The power situation will improve in the next month [September].\" September came and went, but the load-shedding problem stayed. None of the three new power plants that were \"slated\" to \"save us\" from load-shedding started operations.\nOn October 7, the minister announced that load-shedding had decreased from before, but there was still a shortage of \"approximately 700-800MW per day.\" According to data from the Power Grid Company of Bangladesh Ltd (PGCB), however, both his claims were inaccurate. On that very day (October 7), power outage was 964MW, or eight percent of total demand. And people have already suffered from more load-shedding in October than in the previous month.\nAll these remind me of a quote from George Orwell's prophetic novel 1984, \"The Ministry of Plenty's forecast had estimated the output of boots for the quarter at 145 million pairs. The actual output was given as 62 million. Winston, however, in rewriting the forecast, marked the figure down to 57 million, so as to allow for the usual claim that the quota had been overfulfilled. In any case, 62 million was no nearer the truth than 57 million, or than 145 million. Very likely no boots had been produced at all.\"\nTo Nasrul Hamid's credit, he did come out only three days later (October 10) and admit that load-shedding had gotten worse. \"We hoped that from October there would be no load-shedding, but we failed as we couldn't find a solution to the gas shortage.\" (Remember how experts had warned that the supply of resources for energy generation was among the main problems?) Hamid further added, \"I hope the situation will improve next month.\" He has now set a new deadline for when the load-shedding situation would improve, albeit less confidently than before.\nBut what about those who have been claiming for years that the Awami League government's energy policy over the last decade has been flawless? Weren't they the same ones who also categorically condemned anyone who identified any flaws in it – such as the folly of paying exorbitant amounts of capacity charges to the owners of idle power plants, all the while ignoring the need to modernise our power transmission infrastructure, and the government's refusal to explore domestic gas reserves, despite the fact that at least two studies conducted by foreign institutions (with superb track records) estimated the presence of a significant amount of gas reserves in Bangladesh?\nWill they come forward and admit they were wrong? Or do we shove their past boastings down Orwell's \"memory hole\"?\nFor years now, one particular issue we've heard the ruling party loyalists boast about regularly is how the party had transformed the country from one that experienced hours of load-shedding before it came to power, to one where there is very little (or none). In March this year, the government organised a celebration boasting a hundred percent electrification of the country. Only a few months later, residents of Dhaka who participated in the celebration were shocked to discover frequent power cuts not only during the day, but also at night – outside of the load-shedding schedules announced.\nOver the last decade, the government has spent thousands of crores of taka in the energy sector. The fact that we are now back to experiencing load-shedding like we did more than 10-12 years back is shocking. Whatever happened to those thousands of crores of taka? What did they achieve, aside from increasing our generation capacity, half of which we cannot utilise, and making a few (politically well-connected) people and companies who were handed favourable government contracts filthy rich? Did corruption eat away most of those thousands of crores of taka? If not, then why did the government need indemnity laws in the power sector over the years, and why was a recommendation recently brought to a parliamentary standing committee to indemnify officials of the state-run Petrobangla from legal proceedings?\nRecently, the Office of the Comptroller and Auditor General (CAG) disclosed that the government (in reality, the people) had been deprived of about Tk 4,697 crore for 19 counts of irregularities by Bangladesh Oil, Gas and Mineral Corporation (Petrobangla) and Bangladesh Petroleum Corporation. The irregularities include spending beyond the rules to buy goods and services at high prices; flouting the instructions of the finance ministry and the National Board of Revenue (NBR); and disregarding the Gas Sales Rules of 2004 and 2014, the Bangladesh Gas Act, 2010, Bangladesh Energy Regulatory Commission, the Public Procurement Act, 2006, and the Public Procurement Rules, 2008.\nThe overall lack of transparency in our energy sector over the years – which really is a microcosm of the general tendency of this government – has cost the nation dearly. And the government is now trying to push the cost of its irregularities onto the people – which is another of its common tendencies. But the people must resist. It's time to investigate the government's past decisions, to really identify what went wrong and what the irregularities were. Otherwise, there will be no getting out of the crisis we are in; in fact, it might only get worse.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is @EreshOmarJamal\n\n",
        "headline_1": "Load-shedding in Bangladesh: Are we living in 2022 or 1984?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/load-shedding-bangladesh-are-we-living-2022-or-1984-3145086",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "The spread of dengue infection across the country seems to be relentless, and authorities' still-lax attitude and lack of action is making things worse. According to the Directorate General of Health Services (DGHS), at least 857 new dengue patients were hospitalised across the country in 24 hours till Monday morning, which is the highest number of daily recorded dengue cases in 2022 so far. At least 96 people have also succumbed to the disease, making this year's dengue death toll the third highest since the infection's first outbreak in 2000.\nOn top of this, hospitals are also reporting of their struggle to accommodate the increasing number of patients. Some are even turning patients away, while ailing individuals have to find a place for themselves on hospital floors due to a lack of beds for dengue patients. Multiple exposure to dengue, late admission to hospitals and late diagnosis of the virus have been cited by experts as being the main reasons for increasing dengue deaths.\nBut why have our authorities failed to prevent such a dengue surge this year, too? Only back in 2019, a staggering 1,01,354 dengue cases were recorded, while the death toll was 179. Previously believed to be more dangerous every other year, dengue seems to have broken that trend as it had infected at least 20,000 and claimed 70+ lives by October 2021, as per DGHS data. Given this reality, and the fact that dengue has been amidst us since May at least, there can be no excuse for authorities to be so woefully unprepared this year.\nMost disappointingly, as we have mentioned in previous weeks and as healthcare experts have pointed out, the authorities' response to this crisis remains subpar. Though the Dhaka city corporations are constantly reassuring us that drives for public awareness and prevention (by way of destroying Aedes larvae in risky spots) are being conducted, they are clearly inadequate. While the city corporations can enter known dengue patients' homes and eradicate Aedes larvae from there, they cannot go into fenced under-construction buildings, which are one of the primary breeding grounds of the Aedes mosquito, meaning that the number of mosquitoes (and thus of infections) continues to rise.\nWe urge city corporations, local governments, and health sector authorities to utilise every available resource and assist hospitals in treating all dengue patients. Surely the Covid-19 pandemic and the dengue wave of 2019 have taught our authorities the seriousness of such public health crises and why they must be dealt with both proactively and reactively.\n",
        "headline_1": "Why the failure in stopping dengue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-failure-stopping-dengue-3146031",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "In the aftermath of the Russia-Ukraine war and the global disruption of fuel and energy prices, there has been a lot of discussion on what happens next, and many international leaders have weighed in on the debate – some calling for conflict resolution, and many moving towards greater militarisation. In the midst of all the uncertainty, we applaud PM Sheikh Hasina for being a strong voice in representing the developing world's greatest concern: the impact of the war on global food supplies and the cost of food. And we wholeheartedly support her call to action to ensure that no country suffers from food shortage and famine, especially when such shortages are a result of conflict and not any actual scarcity of food resources.\nThis call to action has never been more urgent in the Bangladeshi context, where food inflation reached almost 10 percent in August – the highest since the fiscal year 2012-2013 – before dropping to nine percent in September. Despite the fact that we have made gains in food production and ensured greater availability of rice in recent years, it is still being sold at near-record high prices. People are lining up from the crack of dawn to buy rice and flour from OMS trucks at subsidised prices.\nThe situation is made even worse by the fact that the recovery from the loss of earning during the pandemic for people from low-income backgrounds has been painfully slow, meaning they are forced to spend less for food in order to pay for rent, utilities and healthcare. A recent WFP survey has found that around 68 percent of the population are struggling to buy food. In this context, we must take all possible measures to ensure the situation does not escalate into a full-blown food crisis or famine.\nImmediate measures must be taken to stop the wastage of food, improve food storage facilities and transportation networks, and cultivate land for food production. In this, we can all play a role, but the relevant authorities must play the leading role in implementing the PM's directives. Far too many glaring discrepancies remain in this regard. For example, while the PM has asked that every bit of cultivable land is used for food production, the latest DAP for Dhaka allows for construction on the little agricultural land left on the city outskirts based on certain conditionalities. Such gaps between policy and action must be urgently plugged if the issue of food scarcity is to be dealt with effectively.\n",
        "headline_1": "We must avert food crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-avert-food-crisis-3146016",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "Formal negotiations on the $4.5 billion loan sought by Bangladesh from the International Monetary Fund (IMF) are expected to commence soon. In fact, the process is already on with some initial talks, including meeting/s of the Bangladesh delegation led by the Central Bank Governor with IMF officials in Washington DC this week. An IMF mission is also expected in the country soon to kickstart the negotiations. Bangladesh had sought the loan as budgetary support to lessen its fiscal deficit. Of the $4.5 billion loan, Bangladesh sought $1.5 billion each for balance of payments and budget support and another $1.5 billion from the IMF's newly created Resilience and Sustainability Trust fund. The trust helps countries build resilience to external shocks and ensure sustainable growth.The question that appears pertinent now is--- what are the issues that most likely will figure in the upcoming negotiations? Typically, it is the justification for the credit, and credit worthiness of the loan-seeker that come up first for the lender to consider, and then the conditions on the basis of which the loan deal can get through. Against the backdrop of a volatile consumer market, growing inflation, shrinking exports, declining forex reserve and fallout of the Russia-Ukraine war, Bangladesh's loan request must not be contentious. But what in return the lender is going to ask, besides repayment schedule? The local IMF office in Dhaka has apprised the media of some details on the matter which primarily include reform measures to discipline the country's financial sector and raise revenue collection. To increase revenue, there is the suggestion for simplifying and rationalising the VAT rate structure, modernising the revenue administration and building compliance risk management capacity through focusing on large taxpayers. The IMF also wants curbing the high non-performing loans in the banking sector, especially in the state-owned banks. Non-performing loans in the country's banking sector soared by 16.38 per cent year-on-year to Tk 1.03 trillion in 2021, according to Bangladesh Bank data. As a major reform priority, the IMF is also likely to suggest strengthening of corporate governance.Some of these issues have already been raised in the meeting/s between the Bangladesh delegation and the IMF officials in Washington. These issues are likely to come up in the upcoming negotiation/s. According to observers, the IMF delegation will look into the impacts of the Russia-Ukraine war on the Bangladesh economy, the status of recovery from the global coronavirus pandemic and the government's subsidy programme. It is assumed that subsidy might constitute a critical space in the negotiation. Subsidy spending in the last fiscal year was 24.1 per cent more than the original allocation-due mainly to fuel and fertiliser price spiral in the global market. Whatever may be the nature and scope of the negotiations, it is only natural for Bangladesh to give importance to its socio-economic priorities. It is also important to reason out, if occasion arises, the circumstances that may have necessitated some key financial programmes, such as subsidy.",
        "headline_1": "IMF loan, reforms and subsidy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imf-loan-reforms-and-subsidy-1666100691",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "That around one hundred thousand foreigners overstay their visas in Bangladesh, as reported recently in a local daily, does look like a gross negligence on the part of the country's immigration and other relevant agencies. But the reality is that a situation like this has long been prevalent in the country.  Quite understandably, the government loses a huge amount of revenue in the form of income tax from foreign nationals illegally staying and working here, many of whom had entered the country with business, work, tourist and on-arrival visas. The report adds that foreign nationals staying with expired visas are from India, China, the Philippines, and a number of African countries.  Apart from overstaying visas, the issue of foreigners engaged in unauthorised jobs with or without valid visas has remained unaddressed, as of now. Steps reportedly taken by government agencies to check illegal employment of and tax evasion by foreign nationals and to prepare a database of them appear to have fallen flat.  Although there is no official statistics on the number of foreign nationals working in Bangladesh, different NGOs have estimated that the number might be around half a million and that more than $5.0 billion flows out of the country annually as remittance. According to private sector sources, a good number of foreign professionals are engaged in Bangladesh's apparel, textile, telecommunication, information technology, poultry and poultry feed sectors, a large number of whom are working without permission. According to a study conducted some time ago by the Centre of Excellence for Bangladesh Apparel Industry titled 'Employment of Expatriates and its Alternatives in the RMG Sector of Bangladesh' in collaboration with the Faculty of Business Studies of Dhaka University, around five hundred thousand foreigners are working in Bangladesh and only one-fifth of them are registered with the Bangladesh Investment Development Authority, Bangladesh Export Processing Zones Authority and the NGO Affairs Bureau. Bangladesh needs skilled workers in certain sectors including garment and high-tech manufacturing. But a large majority of the foreign workers including mid-level supervisors and managers get employed without legal documents. Employment without legal documents is grossly irregular and a punishable offence. The concerned authorities, including the immigration department, haven't done anything worthy to ensure that only eligible persons get employed. Allegedly, taking advantage of the lax or no vigilance, a large number of unauthorised people are currently engaged in private hospitals, even elementary schools. Not all of them overstay, they go back and enter with fresh visas to continue with what they were doing. Their employers, for the most part, are the main facilitators in their illegal activities. When unauthorised persons get employed by local businesses and business houses, they take their earnings through unofficial channels---that too in foreign currency. Taxes liable to be paid are thus evaded. Reportedly, the National Board of Revenue (NBR) is set to launch a drive to find out unauthorised foreigners working in local business entities. The NBR suspects that a significant amount on account of income tax is being evaded for years by foreigners working illegally in the country. A taskforce has reportedly been formed to carry out inspection on some randomly selected factories or business premises in the capital in order to collect details of foreign employees and their legal and tax payment status. Besides bringing to book tax evading foreigners, the drive also aims at penalising the employers for recruiting unauthorised foreigners. According to the income tax law, an employer will face a penalty as much as 50 per cent of his or her total payable tax or half a million taka for employing even a single foreign national without work permit from the competent authorities. The NBR is also competent to scrap tax benefits including tax holiday facility for the export-oriented companies, if found guilty of conniving with the foreign workers in tax evasion. It is clear enough that the NBR is concerned more about the taxes it is losing. But when it comes to unauthorised employment not only in typical business entities but also in a host of other areas, including healthcare services and educational institutions, the onus is obviously on the immigration authorities and relevant law enforcers to see to it that no foreigner is employed without any valid work permit. The need for a data base of foreigners legally working in the country is thus crucial. This, on the one hand, will facilitate the NBR to remain apprised of their tax payment status, and on the other, ensure their legal stay in the country. It appears that no such database exists. Records of work permit are of course available with the Bangladesh Investment Development Authority (BIDA), but these are perhaps not meant for policing. The relevant agencies should team up in an effective way to gather required information on foreigners working in the country as well as those employed in violation of law. There is more to the issue concerning grave financial frauds and in many cases these are orchestrated by foreigners legally or illegally living in the country with serious criminal track records, in collaboration with their local aides. These acts range from making counterfeit currency notes, manipulating ATM money withdrawal system to cheating of all conceivable methods and techniques. A good number of such elements might be hiding under cover of employment. As for legal employment, isn't it necessary that the authorities checked whether a foreigner sponsored/employed by a local company is absolutely necessary for the job s/he holds? If the relevant authorities are alert, chances are high that many work permit applications will fail to meet the right criteria.[email protected]",
        "headline_1": "Illegal stay and unauthorised employment of foreign nationals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/illegal-stay-and-unauthorised-employment-of-foreign-nationals-1666100740",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "A recent study by local researchers on the failure of effluent treatment plants (ETPs) installed in our industries to treat microplastics (MPs) has been published in the 'Journal of Hazardous Materials Advances'. Hence microplastic-contaminated water being released by factories is emerging as a serious public health hazard and to the detriment of the environment. In fact, MPs' pollution is a major problem globally and poses health risks to humans. The study informs us that the filtration system used in ETPs remove solid waste particles. Data from the United Nations Environment Programme (UNEP) tell us that plastic production increased by around 9.0 per cent from 2016 to 2019 globally. Also, COVID-19 brought about the massive increase in disposable plastics, like, gloves, masks, syringes, goggles, gowns, etc., and most of these disposable items are made of plastic.The researchers collected samples from 11 industrial inlet and outlet water with sludge from different industries including dyeing, washing, printing, battery and pharmaceuticals during the September - October period from factories in Dhaka, Gazipur and Narayanganj. Their research shows that MPs have found their way into the food chain, primarily because ETPs can only manage to remove about 62 per cent of overall contaminants, leaving 38 per cent of contaminants to pollute the environment.What it all boils down to is that the presence of MPs creates environmental problems. Surface water receives a significant amount of wastewater that is either untreated or partially treated. MPs entering fresh water reservoirs like rivers, canals affect the aquatic organisms. MPs' removal efficacy depends a lot on treatment technologies. All the industries where samples were collected and studied showed \"an extended level of MPs in the sludge rather than water samples in all investigated industries.\" Urbanism and industrialisation will inevitably bring about activities that will increase MPs and given the material's presence in sludge and waste water from industry, proper policies need to be formulated in order to counter this hazard. Industries surveyed ought to use ETPs, but many of them either do not have access to ETPs or do not use them. It must be made mandatory for industries to use the correct type of ETP technology. Unfortunately the government does not have any specific policy on MPs released to the environment.Then there is the question of monitoring and inspection. It appears, there is no monitoring system or policy to control MPs released from industries. One of the researchers, Professor Tareq, stated that \"ETPs in use in Bangladesh are mostly imported from China and India which are partially efficient to treat microplastics.\" The problem with sludge waste is that it spreads into river systems during monsoon rainfall, which then becomes a problem for drinking water. Unless city authorities treat river water properly, MPs will inevitably end up in the piped water systems in urban centres. And as researchers have pointed out, MPs cannot be purified by boiling water, those require specific treatment processes for removal from water.It was found that pharmaceutical industries had the highest quantity of MPs in sludge, while dyeing industries had highest levels of MPs in inlet and outlets around these factories. The government has agencies to monitor effluent discharge, but no monitoring system to control the discharge of MPs and there lies the problem. With industries releasing effluent containing MPs, it would be prudent to start a review of the existing policies aimed at controlling the harmful particles and developing / importing appropriate technologies that can treat those in industries' wastewater. [email protected]",
        "headline_1": "Effluent plants can't handle microplastics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/effluent-plants-cant-handle-microplastics-1666100781",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2022"
    },
    {
        "full_article": "Bangladesh is home to more than 4.5 million orphan children, according to a survey. These children are one of the most vulnerable segments of society. They are often deprived of health, education and other fundamental child rights. Many of these orphan and vulnerable children get shelter in government-run centres like Shishu Nibas. There are also a few orphanages across the country, which operate privately on charity. However, many of these orphanages are allegedly involved in irregularities and mismanagement. Several centres and orphanages in Naogaon reportedly take donation for those who do not even exist. If the orphanages are indulged in corruption, the real orphans are the ones who are going to be deprived of services and facilities. Allegations against private orphanages should be properly investigated. Strict and exemplary action should be taken against those who commit such crimes. However, real orphans should be given the care they need. Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Keeping an eye on orphanages",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-an-eye-on-orphanages-1666100817",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2022"
    }
]