[
    {
        "full_article": "Several economic indicators released over the past week are bad news for the Finance Ministry and Reserve Bank of India’s hopes of a growth rebound in the second half of 2024-25 — at least for the October-December quarter. While GDP growth slipping to 5.4% in the second quarter was termed a transient blip, policymakers have acknowledged slowing consumption demand led by restrained spending trends in urban India. They have also exuded optimism about a festive boost from cities along with a resilient rural demand outlook lifting the momentum. The latest data points are also important as they are part of the final gauges for the Finance Ministry to assess before it finalises its economic blueprint for 2025-26 in the February 1 Union Budget. Bank credit growth has slowed for the fifth straight month in November, while core infrastructure sectors — about 40% of industrial output — expanded at a four-month high pace of 4.3%. However, production levels were 3.3% below October with six of eight sectors operating at lower capacities. The Purchasing Managers’ Index shows factory activity levels through November and December were the worst through 2024, even as input cost inflation spurred price hikes that would hit demand somewhat over time.The Goods and Services Tax (GST) receipts for December, based on transactions concluded in November, do not have much succour to offer either, especially on the consumption engine of the economy. Gross revenues were at a three-month low of almost ₹1.77 lakh crore, and just 7.3% higher than last year, marking the joint-second slowest uptick in three and a half years. December’s revenues, in fact, mark the fourth straight month of below-10% growth, with the pace decelerating every passing month, and the year-to-date rise in revenues is now just 8.6%, making the 11% growth estimate in the Budget a tall task to catch up with in the final quarter. Net revenues after refunds were just 3.3%, the slowest this fiscal, although this may partly be explained by high refund payouts in December. Revenue growth from domestic transactions slowed to 8.4%, while import revenues grew just 3.9% — the former may perhaps be linked to tighter retail credit flows and a post-Deepavali spending pullback, but the latter is a tad puzzling as November’s goods import bill had shot up 27% to a record high of $70 billion. The poor revenue growth rates for major consumer States such as Uttar Pradesh (1%) and Gujarat (4%), and the persistent contraction in Andhra Pradesh and a few northeastern States (including Manipur), also need closer scrutiny. For the Budget’s formulation, the Centre would do well to try to understand and address the pain points afflicting consumption, including high inflation. Published - January 04, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        economy (general)\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        consumer goods\n                    \n                            /                      \n                        \n                        Union Budget\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        Gujarat\n                    \n                            /                      \n                        \n                        Andhra Pradesh\n                    \n                            /                      \n                        \n                        Manipur\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        banking",
        "headline_1": "​Losing momentum: On slowing consumption demand",
        "headline_2": "GST receipts and other recent indicators suggest consumption is still a concern",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Blosing-momentum-on-slowing-consumption-demand/article69058093.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "An annual assessment by the Central Ground Water Board (CGWB) on the state of groundwater, and its quality, has some worrying portents. First, the number of districts with excessive nitrate in their groundwater has risen from 359 in 2017 to 440 in 2023. This translates to a little more than half of India’s 779 districts having excessive nitrate, or more than 45 mg/L (milligram per litre). There are two major concerns with excess nitrate content: first, methemoglobinemia, or a reduced ability of red blood cells to carry oxygen. This sometimes causes ‘Blue Baby Syndrome,’ in infants. The bigger problem is environmental: once nitrates in groundwater rise to the surface and become part of lakes and ponds, algal blooms throttle the health of aquatic ecosystems. What the CGWB found, from analysing 15,239 groundwater samples across the country, was that close to 19.8% samples had nitrates — nitrogen compounds — above safe limits. However, this proportion has not shifted much since 2017, when 21.6% had excessive nitrate (13,028 samples).Rajasthan, Karnataka and Tamil Nadu reported the largest extent of nitrate contamination, with 49%, 48% and 37% of the samples reporting numbers beyond the limit. Rajasthan, Madhya Pradesh and Gujarat have a perennial nitrate problem, primarily from geological factors, with relative levels fairly constant since 2017, the report says. However regions in central and southern India are reporting a rise, which is a reason for worry. Through the years, several studies have established the correlation between elevated nitrate levels and the practice of intensive agriculture. Other significant chemical contaminants affecting groundwater quality were fluoride and uranium. Fluoride concentrations exceeding the permissible limit were “a major concern” in Rajasthan, Haryana, Karnataka, Andhra Pradesh and Telangana. The report drew attention to the fact that States with over-exploited groundwater blocks — where extraction is more than replenishment — were more likely to have excessive chemical contaminants. Overall, the country’s degree of groundwater extraction is 60.4%, or roughly the same as it has been since 2009. About 73% of the blocks analysed for groundwater levels are in the ‘safe’ zone, meaning that they are replenished enough to compensate for the water drawn out. While it is a good sign that India now has a robust, scientific system of assessment to monitor the health of groundwater blocks annually, efforts are lacking in getting States to act on these findings. There needs to be more concerted awareness programmes led by the highest levels of leadership to contain the crisis.\r Published - January 04, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        water pollution\n                    \n                            /                      \n                        \n                        water\n                    \n                            /                      \n                        \n                        groundwater\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        environmental issues\n                    \n                            /                      \n                        \n                        Rajasthan\n                    \n                            /                      \n                        \n                        Karnataka\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        Madhya Pradesh\n                    \n                            /                      \n                        \n                        Gujarat\n                    \n                            /                      \n                        \n                        Haryana\n                    \n                            /                      \n                        \n                        Andhra Pradesh\n                    \n                            /                      \n                        \n                        Telangana\n                    \n                            /                      \n                        \n                        science (general)\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        chemicals",
        "headline_1": "​Water woes: On the state of India’s groundwater",
        "headline_2": "India needs to deal with rising levels of nitrate in groundwater",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwater-woes-on-the-state-of-indias-groundwater/article69058025.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "Why those big scavenging birds are crucial for India \nGOI’s decision to ban all formulations of the drug Nimesulide – widely used as animal painkiller – because of its toxicity to vultures is a familiar story. Diclofenac was banned in 2006 for the same reason. So was ketoprofen and aceclofenac. But these moves have done little to revive vulture populations. There are two main reasons for this. First, despite the bans and restrictions, enforcement is lax – Nimesulide continues to be available in rural markets. Second, vultures reproduce very slowly, making reviving their numbers a big challenge.\nVultures as a keystone species are vital for the ecology. No other animal does the job of naturally disposing of animal carcasses as these big birds. So their rapid decline in the country – from 40mn before 1993 to near extinction – is a huge problem. In fact, a study earlier this year linked the decline of vulture populations to an indirect increase in human deaths. It found feral dogs and rats are not only poor scavengers but also spread disease among humans. Therefore, a three-step solution is in order.\nFirst, continuously monitor veterinary drugs for toxicity to vultures. Second, evolve alternatives and stop-gap measures such as restricting the vial size of diclofenac to 3ml to prevent livestock use. And third, ramp up vulture breeding programmes through creation of vulture safe zones where the toxic drugs are strictly banned. Vulture conservation must become central to all ecological conservation efforts.\n\n",
        "headline_1": "Vultural Nationalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/vultural-nationalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "You might think vultures are just scary, scavenging birds, but they’re actually superheroes of nature! In India, they play a massive role in keeping our environment clean. But here’s the bad news: vultures are dying out fast, and that’s a big problem for all of us.\nWhy are vultures in trouble? It’s mostly because of certain medicines used on sick farm animals. When animals treated with these drugs die, vultures eat their carcasses, and the drugs make the vultures sick or even kill them. The government (GOI) banned drugs like Diclofenac in 2006 and more recently Nimesulide for this reason. But banning these drugs hasn’t worked very well so far. Why?\n\nThe rules aren’t being followed everywhere. Even though these drugs are banned, they’re still being sold in some places, especially in rural areas.\nVultures reproduce very slowly. It takes a long time for them to rebuild their populations.\n\nBefore 1993, India had around 40 million vultures. Now, they’re almost extinct! That’s a huge problem because no other animal can clean up dead animals as quickly and effectively as vultures. Without them, feral dogs and rats take over, but they’re not great at the job. Worse, they spread diseases to humans, which has led to more human deaths in some areas.\nSo, how can we save vultures? Here’s a three-step plan:\n\nTest all veterinary medicines to make sure they’re safe for vultures.\nCome up with better alternatives. For example, make the toxic drugs harder to use on farm animals by selling them in tiny amounts.\nProtect vultures through special breeding programs. Create safe zones where toxic drugs are totally banned, so vultures can thrive again.\n\nVultures are like the unsung heroes of our ecosystem. If we want to keep our environment healthy, saving vultures has to be a top priority. Wouldn’t it be cool to see these amazing birds flying high again?\n\n",
        "headline_1": "Vultural Nationalism: Why Vultures Are Super Important for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/vultural-nationalism-why-vultures-are-super-important-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "What will Elon Musk do if Trump becomes president again? No one really knows! People are buzzing about what January 20th could bring—it’s like the world is so excited, it might get a headache from all the noise. Most of the attention is on Trump, but Musk isn’t far behind.\nHere’s the thing: Musk has never run for office, never worked in government, and his cryptocurrency project, DOGE, isn’t part of the government either. Yet some people are calling him “co-president.” That’s something we’ve never seen before.\nSure, presidents often bring in businesspeople to help out. Even Trump’s first term was full of them—though he didn’t hesitate to fire them when he wanted. Remember Rex Tillerson from ExxonMobil? Trump let him go with a tweet: “Thank you to Rex Tillerson for his service!” But Musk is different. He’s not just a businessman—he’s a force of nature.\nMusk has this larger-than-life vibe, like a real-life superhero. On X (formerly Twitter), he has over 200 million followers—double Trump’s audience—and he’s not afraid to use that megaphone. Whether it’s sharing his thoughts on big government jobs or jumping into debates about immigration, Musk’s opinions come with the glow of being the richest person in the world—the first to ever be worth $400 billion!\nBut not everyone’s thrilled about his influence. Some Americans worry about what it means to have so much unelected power. And it’s not just Americans—people in Germany, Britain, and Italy are paying attention too. Musk’s businesses are global, and his bold personality crosses borders. For example, when he posted a joke about “Oaf Schitz,” it reminded everyone that he plays by his own rules.\nMusk celebrated the new year at Trump’s Mar-a-Lago resort, where he’s renting a cottage. If Trump wins, we might see Musk partying at the White House. How he fits into the political scene could have a big impact on how smooth—or bumpy—2025 turns out.\nWhat do you think Musk will do next?\n\n",
        "headline_1": "Musk Unbound",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/musk-unbound/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "What will he do when Trump’s prez? No one knows\nThere is so much buzz about what Jan 20 will usher in, it’s a wonder the world hasn’t caught tinnitus. Trump headlines a lot of it. But ‘first buddy’ Musk ain’t far behind. He has never stood for election. Never served in govt. DOGE will only be an advisory body outside govt. And yet, the moniker ‘co-president’ is circulating widely. This is utterly unprecedented.\nMany bizmen have served at the pleasure of a US prez. Trump’s own first term saw several such hirings – and firings. Brought over from the ‘God Pod’ at ExxonMobil, Trump’s first secretary of state was let go by tweet: “Thank you to Rex Tillerson for his service!” But Musk stands apart from the pack. He has a He-Man vibe matching Trump’s. With over 200mn followers on X compared to Trump’s under 100mn, he has a megaphone bigger than anyone’s ever had, and is using it to the full. Plus, whether he’s weighing in on senior appointments or doing MAGA-enraging meddling on immigration, it’s with the shine of being the world’s richest man, indeed the first to amass $400bn in history.\nThere are Americans, understandably, fretting that all this unelected power could end up biting them in the ass. What makes Musk Musk is that he already has some Germans, some Brits, some Italians feeling the same. The babel will climb as and when he wades into the political scene in other places, where he already has business interests.  His mocking post about “Oaf Schitz” is a reminder that his terms of trade are not of the usual sort. Trump’s key Musketeer danced in the new year at Mar-a-Lago, where he’s renting a cottage. How he parties at White House will influence how bumpy a ride 2025 is.\n\n",
        "headline_1": "Musk Unbound",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/musk-unbound-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "We are concerned about the ongoing cold wave that has brought hardship and suffering across the country. Reports from various regions show how plummeting temperatures, combined with chilly winds and dense fog, are disrupting daily lives, livelihoods, and transportation. Weather forecasts indicate that the cold weather may persist throughout January, with moderate to severe spells expected to affect large parts of the country intermittently. What this means for the poor and low-income groups—who must venture outdoors for work but are least equipped to do so—is not hard to understand. This is yet another reminder of how extreme weather conditions, whether cold or hot, disproportionately impact the vulnerable in our society.\nIn Dhaka, where temperatures plunged on consecutive days, the impact has been equally severe. While many have stayed indoors over the weekend, many others suffered under the open sky or in poorly insulated homes and shelters. There was no respite for low-income workers, such as rickshaw-pullers and vegetable vendors, either. Many were also seen to light makeshift fires under flyovers or in open spaces to stay warm. They were battling not just discomfort but also serious health risks. Reportedly, there has been a surge in cold-related illnesses—including pneumonia, respiratory infections, and diarrhoea—with the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) reporting a 25 percent increase in paediatric cases of diarrhoea compared to last year. Even deaths have been recorded.\n\nIn Dhaka, where temperatures plunged on consecutive days, the impact has been equally severe. While many have stayed indoors over the weekend, many others suffered under the open sky or in poorly insulated homes and shelters. There was no respite for low-income workers, such as rickshaw-pullers and vegetable vendors, either. Many were also seen to light makeshift fires under flyovers or in open spaces to stay warm. They were battling not just discomfort but also serious health risks.\nHospitals in the northern districts have similarly reported a spike in cold-related illnesses. The situation in this region has been particularly punishing for both humans and animals, with Panchagarh's Tetulia recording the country's lowest temperature of 8.3 degrees Celsius on Friday morning. Clearly, these vulnerable regions, and those most exposed to the cold in other areas, require special attention. The immediate priority is to intensify relief efforts including the distribution of blankets and warm clothing among the poor. It is reassuring to learn that 679,000 blankets have been allocated from the Chief Adviser's Relief Fund for distribution, while approximately Tk 33 crore has been allocated by the Ministry of Disaster Management and Relief to purchase additional blankets. These efforts, along with volunteer initiatives by citizen groups, will need to be expanded if the cold weather persists as forecasted.\nIt is vital that all relief efforts are streamlined and coordinated to ensure that aid reaches those who most need it. During the recent floods, we saw how uncoordinated efforts exacerbated victims' suffering instead of alleviating it. Such disorganisation must not recur this time. As the cold deepens, our collective response must rise to meet the challenge.\n",
        "headline_1": "The poor need help amid sweeping cold",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-poor-need-help-amid-sweeping-cold-3791006",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "Urban Bangladesh lacks a well-functioning primary healthcare system. Currently, the Ministry of Health and Family Welfare, through its Directorate General of Health Services (DGHS), operates 35 urban dispensaries nationwide. Additionally, the Local Government Division runs a public-private partnership (PPP) model under the Urban Primary Health Care Services Delivery Project (UPHCP) in selected areas across the country.\nThe need for a well-functioning and structured primary healthcare system with nationwide coverage is paramount. According to the World Health Organization (WHO), primary care can meet around 80-90 percent of a person's lifetime health needs. If unaddressed, the problems due to inadequate primary healthcare in urban areas are only likely to worsen, exacerbated by the ever-increasing urban population and the consequent increased demand for healthcare.\nConsider the situation in Dhaka city. People come from all over the country to the hospitals here, which are often overburdened with patients and operate at overcapacity, struggling to provide quality care. Patients frequently face difficulties, such as limited accommodation, extended waiting times, and transportation hurdles due to late-night commutes.\nOne of the major problems in the current healthcare system is the lack of an effective referral system and inadequate gatekeeping at tertiary care facilities. Barring emergency care and referrals from lower-tier health facilities, patients should not visit hospitals as they are meant to provide tertiary-level care. However, due to the lack of primary healthcare centres—and perhaps also due to the lack of awareness—patients are often left with no choice but to visit tertiary-level hospitals, further burdening these facilities. Patients should have primary care centres close to their homes. The community clinic model in rural areas aims for one clinic for every 6,000 people, trying to mitigate pressure across these facilities.\nUrban health-seeking patterns present a more complex scenario. While hospitals remain crowded with patients, data from the Household Income and Expenditure Surveys (HIES) shows that pharmacies are the most frequented healthcare providers. Findings of the 2010, 2016, and 2022 HIES all show that pharmacies consistently emerge as the preferred choice, with 53 percent of healthcare seekers choosing them in 2022, whereas, 11 percent preferred visiting qualified doctors' chambers, the second-most-used option.\nSo why are pharmacies so frequently preferred? Firstly, pharmacies are easily accessible and closer to people's residences, as there are 200,000 registered and over 100,000 unregistered pharmacies across the country. Secondly, the average waiting time to access care at pharmacies is 8.22 minutes in urban areas, significantly shorter than the average of 17.51 minutes at formal healthcare facilities, and 48 minutes at government hospitals, according to the 2022 HIES data.\nHowever, pharmacies do not have medically trained professionals who are licensed to diagnose patients. Nor are they pharmacists, as they do not hold a formal degree in pharmacy.\nTo standardise the retail pharmacy sector, the Directorate General of Drug Administration (DGDA) launched a novel concept in 2016 called model pharmacies, consisting of accredited pharmacies that comply with DGDA-recommended and health ministry-approved standards. Requirements include 300 sq-ft of floor space, an air-conditioning system, a pharmacy-grade refrigerator, a graduate pharmacist, etc.\nWhile the initiative sounded very promising, media reports revealed that many of the model pharmacies were involved in various irregularities, such as non-compliance with the DGDA guidelines for drug sales and the absence of registered pharmacists. It has also been found that pharmacies without the DGDA approval use the logo of model pharmacy at their shops and mislead consumers. The DGDA lacks adequate manpower to properly monitor these irregularities.\nIn the absence of a well-functioning primary healthcare system, the proposition is to leverage the existing pharmacies and transform them into comprehensive points of care for a primary healthcare system. Despite the current shortcomings of the model pharmacies, lessons can be learnt from a thorough evaluation. If the DGDA collaborates with other wings of the health ministry and the local government bodies in formulating a comprehensive policy and guidelines, along with strict monitoring and regulation, there is a potential to create a robust primary care system.\nConverting even 10 percent of the 200,000 registered pharmacies into comprehensive primary care centres could result in 20,000 such facilities in urban areas, which would result in a better ratio than one clinic per 6,000 people ratio in rural areas. As pharmacies are already the most popular choice for seeking treatment, transforming them would require minimal resources compared to launching new dedicated primary care centres.\nSolving the primary care gap can go a long way in ensuring health equity for all citizens of the country and the country's ambition of attaining Universal Health Coverage status by 2032.\n\nMohammad Ihtesham Hassan is research associate at the Power and Participation Research Centre (PPRC).\n \nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "Pharmacies can become urban primary healthcare hubs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/pharmacies-can-become-urban-primary-healthcare-hubs-3790926",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "Not long ago, we wrote about why workers deserve a better deal in today's Bangladesh owing not only to their contribution in the July uprising but also to the fact that they have received the smallest share of whatever economic progress has been achieved over the decades, despite being its main drivers. Workers, particularly those in labour-intensive industries, are often deprived of their due benefits and rights, such as the right to workplace safety. This has been once again confirmed by a study by the Bangladesh Institute of Labour Studies (BILS) that says that at least 707 workers were killed in workplace accidents in 2024. Among them, transport workers accounted for the highest number of fatalities (273), followed by those in agriculture (102), construction (91), rickshaw pullers (43), migrant workers (38), and day labourers (32).\nIn comparison, 2023 had seen slightly higher fatalities, with 742 deaths. The BILS study has identified road accidents, roof collapses, electrocution, fires, cylinder explosions, and trawler or boat capsizing as the leading causes of workplace deaths. Many, including fishermen, also died or went missing during natural disasters. Unfortunately, this state of precarity has been persistent throughout the past decade that claimed over 8,000 lives in total—with 2019 and 2021 going down as the deadliest years. The relative decline in numbers in more recent years is not due to any positive shift in industrial policies and practices, however.\nThe question is, how much longer will workers have to wait for meaningful changes that ensure their safety? When, if ever, will the authorities address the systemic neglect that allow such tragedies to persist? One sector where this neglect has been most glaring is shipbreaking, which recorded nine deaths last year. This doesn't adequately portray the danger lurking in shipbreaking yards, as workers there routinely face hazardous conditions, inadequate safety measures, and exposure to toxic materials. A recent views-exchange event organised by the BILS in Chattogram's Sitakunda—where such yards have collectively witnessed 129 fatalities since 2015—brought out their appalling conditions.\nSpeakers, for example, highlighted the prevalence of unskilled, noncompliant contractors, who often obtain licenses through dubious means, as well as the lack of protections and proper wages for workers. They also expressed concerns about the occurrence of accidents in so-called \"green shipyards\", questioning how they receive certification without ensuring workers' rights and safety. They also raised alarm about the non-implementation of the minimum monthly wage of Tk 16,000 set in 2018. The persistence of such issues, which are by no means restricted to the shipbreaking industry, shows how workers are still being treated as expendable despite their critical role in driving our economy.\nThis needs to change. Our industries, both formal and informal, must undergo a radical transformation in how they approach workers' rights, including workplace safety and decent wages. It is imperative that the government not only ensures the implementation of existing safety regulations and wage structures but also introduces stronger mechanisms for worker representation, fair investigations, and transparency in industrial practices. Otherwise, this cycle of preventable workplace tragedies will continue to claim lives.\n",
        "headline_1": "Make workers’ safety a national priority",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/make-workers-safety-national-priority-3790786",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Giving no quarter to unruly civil servants",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-no-quarter-to-unruly-civil-servants-1735911929",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "Farmers are husking paddy — FE File Photo ",
        "headline_1": "Maximising benefits of  agricultural production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/maximising-benefits-of-agricultural-production-1735911963",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Celebration to some,  torture for others",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/celebration-to-some-torture-for-others-1735912010",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Suspension of BSK mobile library programme",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/suspension-of-bsk-mobile-library-programme-1735912038",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-01-2025"
    }
]