[
    {
        "full_article": "With investigators finding tell-tale signs of a terror plot having gone awry, post Sunday’s predawn car blast near a temple in communally-fragile Coimbatore, the incident, unless tackled professionally with sensitivity, holds the potential of escalating existing tensions on the law and order and political fronts. Information that the car’s driver and suspected mastermind, who was charred, Jameesha Mubin, was briefly under the National Investigation Agency (NIA) radar, would certainly call into question the capabilities of the intelligence apparatus in sensing and forestalling a terror plot. It is sheer providence that an LPG cylinder in the car exploded, as preliminary investigation suggests, before Mubin could strike terror. What cannot be overlooked is that the incident came against the backdrop of serial Molotov cocktail attacks last month, targeting properties of right-wing outfits and their office-bearers in the wake of the nationwide ban on the Popular Front of India. To the credit of the police force, the larger design was unravelled and the suspected plotters unmasked in less than 24 hours. That half a dozen suspects have been arrested bears testimony to their investigation skills. Despite the police’s commendable post-blast action, realising the gravity and political ramifications of the issue at hand, Tamil Nadu Chief Minister M.K. Stalin did the right thing in recommending that the NIA take over the probe. Governor R.N. Ravi, a former IPS officer, has questioned the four-day delay in calling the NIA. However, that is a matter of perspective and individual assessment of the ground situation.Politically, this has thrown up some challenges for Mr. Stalin. He has to delicately balance the duty of taking along the minorities and the administrative need to uncompromisingly deal with fundamentalists, who propagate violence as an answer to political problems. In this he would require the support of constituent parties of the DMK-led Secular Progressive Alliance, which should acknowledge the need for such balance. The DMK, as such, faces criticism of being soft on terror, due to the 1998 Coimbatore serial blasts, though Tamil Nadu has seen the fangs of terror during the AIADMK regime too (1993 RSS office blast). He also has to combat attempts trying to stoke communal passions and driving religious polarisation using this incident as a springboard. The BJP has seized upon the issue with a section of its leaders calling for a Coimbatore bandh on October 31 to put the heat on the government and consolidate itself politically. What is needed, though, is for the NIA and the government to deal with the plotters firmly while not providing scope for communalising and politicising terrorism.To read this editorial in Tamil, click here. To read this editorial in Hindi, click here.",
        "headline_1": "Explosive affair: On the Coimbatore car blast",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/explosive-affair-the-hindu-editorial-on-the-october-23-2022-coimbatore-car-blast/article66065644.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "Russia’s allegation that Ukraine was planning to launch a so-called dirty bomb shows how dramatically the Ukraine conflict has escalated. Russia’s Defence Minister Sergei Shoigu held talks with many of his global counterparts, including Rajnath Singh, accusing Ukraine of potential “nuclear terrorism”. A dirty bomb is not a nuclear bomb but a conventional explosive device with radioactive materials, the explosion of which could turn swathes of land uninhabitable for decades. Ukraine and its western backers have rejected the Russian allegations, saying the Russians, who have suffered setbacks, are making unfounded claims for a false flag attack. It is difficult to ascertain what is going on behind the fog of a full-scale war, but the talk of dirty bombs and nuclear terrorism does not bode well. Ever since the U.S.’s nuclear bombing of Japan in 1945, the world has largely treated the nuclear option as taboo. Even in 1962, when the Soviet Union and the U.S. were on the brink of conflict, their leaders managed to end the crisis amicably through dialogue. But unfortunately, Vladimir Putin’s threat of using all means available to him to protect his country and Joe Biden’s warning of a “nuclear Armageddon” are tantamount to normalising the nuclear option in the middle of a conflict that is in an escalatory spiral.What is more surprising is that even as the war is steadily deteriorating, there is no conscious effort by any side to start a dialogue. Russia says it is ready for talks but has not given any concrete proposals, and its offer for talks cannot be trusted, especially after it announced the annexation of four partially controlled Ukrainian regions. Ukraine says it will not hold talks with Russia as long as Mr. Putin is in power and that it intends to fight till all Ukrainian regions are liberated, including Crimea. Ukraine’s western backers say they would continue to support Ukraine’s resistance “as long as it takes”. As all sides take maximalist positions, escalation is creating its own dynamic, taking the whole world hostage. Eight months of war have already created economic and humanitarian disasters. And there are greater fears of a direct conflict between Russia and NATO, two nuclear forces. What more do the stakeholders of this war want before they actually begin serious talks? They should realise that unchecked escalation with an open possibility of a Russia-NATO war would be catastrophic for the whole world. The stakes are higher than their geopolitical goals. The rhetoric on nuclear attacks and retaliation should stop immediately and Russia, Ukraine and the West should begin talks to end the conflict. The alternative would be cataclysmic.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Careless threats: On the Ukraine war and the dirty bomb talk",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/careless-threats-the-hindu-editorial-on-the-ukraine-war-and-the-dirty-bomb-talk/article66065668.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "Outsourcing does not make too many headlines these days. Certainly nowhere near the hysteria that overran America back in noughts (2000s) when the media — there wasn’t much social media then — was awash with hundreds of stories every week about offshoring, flight of jobs, decimation of US economy etc. Gradually the hysteria about “our jobs going abroad” turned into “they are coming here to take our jobs.” Eventually, the story became “our jobs are going abroad” AND “they are coming here to take our jobs.”\nIt’s another matter that if you stop jobs from going abroad then people will have to come here to do it and if you stop them from coming here then the jobs will go abroad; and if you prevent both jobs going abroad and people coming here, then there are not enough Americans with expertize or drive or inclination to work on those jobs, and even if they do it,  it will get horrendously expensive.\nBesides, there are some jobs American nativists, the principal gripers in this whole business, just can’t do or won’t to — like farm labor or manning call centers — not unless you pay what they view as fair wages. The sad truth is no business will pay $ 50-60 an hour if the optimum to turn in a profit is $ 15-20 an hour. Businesses too are predatory when it comes to bottom line and they will go or get the job done where it is cheapest and most cost-effective.\nAnyway, at a certain point — and it is hard to identify when — the two or three generations of foreign workers that came to America attained a critical mass, comfort level, and familiarity with American business ethos and milieu to reach the upper echelons of management in various Fortune 500 companies (tech and beyond). They eventually made it to the corner office, the c-suite, What was once only an occasional milestone event, like when Vikram Pandit and Indra Nooyi became CEO of Citibank and Pepsico respectively, is rather more commonplace now. From Google to Microsoft, FedEx to Albertsons, CEOs of Indian-origin bestride the US corporate world in numbers disproportionate to their population (one percent of US population).\nSomewhere along the way they — or their offsprings, the second generation — having integrated quickly into US society, also began entering policy circles and public life. They ran for office — school board, city council, state legislature, and eventually the House and Senate. They began serving in government — in the executive and judiciary and Congress. They finally reached the portals of the White House and the doors of 10, Downing Street.\nIt is an astonishing story, a snapshot of history being written right now. For immigrants and globalists, it is a milestone moment even as nativists fear that this is the beginning of “reverse colonisation.”\nOf course, such things have happened elsewhere. People of Indian origin ascended to leadership positions in countries their forebears went to as indentured laborers. In the 1990s, Peru elected Alberto Fujimori, a Peruvian of Japanese heritage as President. India itself very nearly had Sonia Gandhi,  a Roman Catholic Italian, as Prime Minister.\nBut to have children of immigrants — we are talking here of Rishi Sunak and Barack Obama, not Kamala Harris — leading two of the foremost countries that dominated the globe in the 20th century is a total different deal altogether. It is truly a 21st century landmark.\n\n\n",
        "headline_1": "From outsourcing to ‘reverse colonisation’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/from-outsourcing-to-reverse-colonisation/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "As many as 32% of global deaths are due to cardiovascular disease, making it the commonest cause of death. Replacing the diseased heart with an artificial one (Left Ventricular Assist Device, LVAD) is the logical solution. But when a solution is not affordable it’s not really a solution. When an artificial heart costs nearly a crore rupees in India and over a million dollars in America, it’s not a solution.\nThat’s why only 29,000 rich patients have had an artificial heart implanted globally – even though for a patient gasping for breath in heart failure an artificial heart implantation is a life-changing experience.\nRead full opinion on TOI+\n\n",
        "headline_1": "Desi dil, global lifesaver: The artificial heart being built by IIT Kanpur is the next big thing in world healthcare",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/desi-dil-global-lifesaver-the-artificial-heart-being-built-by-iit-kanpur-is-the-next-big-thing-in-world-healthcare/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "Elon Musk has – finally – bought Twitter. A bid that began in April, had more drama than an average potboiler, peppered with Musk’s threats, Twitter’s lawsuit and justifiably snarky commentary from independent observers. It has left Musk with a large debt, a business model heavily reliant on advertising and facing regulatory constraints that are at odds with his self-professed philosophy of free speech ‘absolutism’. It’s also come at a time when the US stock market has questioned Big Tech’s business model.\nThe five bellwether technology stocks, Facebook, Amazon, Apple, Netflix and Google, have lost about $2.5 trillion in market value over the last year. An underlying reason for the beating many social media companies are taking is their advertising driven business model is incompatible with a refusal to take responsibility for content hosted by the platforms. It has led to conflict with regulators such as the ongoing case in India when Twitter took GoI to court over orders to take down some tweets. GoI yesterday correctly brought in new rules that mandate a higher level of responsibility on companies for content their platforms host.\nMusk reportedly wants to change a business model that draws about 90% of revenue from advertising to one where subscriptions form an important share. This won’t change fundamentals because, globally, regulatory tolerance for the social media business model that makes money by refusing to take responsibility for content is drawing to a close. GoI’s new rules have been preceded by and will be followed by similar rules in other markets like the EU and UK. And it hardly helps that Musk himself has had run-ins with different regulators or that his relationship with an authoritarian Chinese government has triggered speculation. The days of ignoring the social consequences of the business model are over. The “chief twit” faces a challenge.\n\n",
        "headline_1": "New boss. New rules: Musk’s challenge: GOI and other govts getting tough",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/new-boss-new-rules-musks-challenge-goi-and-other-govts-getting-tough/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "BCCI’s decision to implement pay parity in match fees for India’s women cricketers is both fair and congruent with economic logic. It’s timed well, too – women’s cricket is witnessing a boost in popularity after a string of creditable performances in recent years. That even Bollywood is trying to cash in with biopics on players such as Mithali Raj and Jhulan Goswami is perhaps the best proof.\nTrue, men cricketers still earn higher annual retainer fees and a far greater share of media revenue. But market imperatives can’t be completely ignored. After all, sports in the electronic and digital media age is driven by consumer demand and revenue streams. And if the men’s game is more popular or operates on different parameters than the women’s version, returns get automatically skewed in favour of the former. But tennis boldly instituted equal pay in the Grand Slams despite men and women players spending vastly different game times on court.\nThe point is inadequate financial incentives discourage girls and women from taking up sports in the first place, pushing them into stereotypical gendered roles in society. Sport is a tool for empowering girls and women. There can be no dispute that pay parity ought to be the ultimate goal. Players, administrators and organisers need to work together to get there, like American women’s soccer did earlier this year. BCCI’s move is a step in the right direction. More needs to be done – an IPL-like tournament for women will help immensely.\n\n",
        "headline_1": "Partly equal: Good call by BCCI. Women’s cricket needs more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/partly-equal-good-call-by-bcci-womens-cricket-needs-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "The Nobel Prize in Economics this year was awarded to three American economists for their contribution to expounding the role of modern financial institutions, including the central bank, and for providing insights into bank failures and \"runs.\" The three recipients are Ben Bernanke of the Brookings Institution, Douglas Diamond of the University of Chicago, and Philip Dybvig of Washington University in St Louis. Bernanke was chairman of the US Federal Reserve in 2006-2014. The other two are academicians.\nThe Nobel committee said that their work in the early 1980s \"have significantly improved our understanding of the role of banks in the economy, particularly during financial crises. An important finding in their research is why avoiding bank collapses is vital.\" They added that this was \"invaluable\" in steering the US (and the global) economic systems during the 2008-09 financial crisis and the coronavirus pandemic downswing in 2020-2021.\nA key insight that has shaped policy in the 21st century is that banks are not merely the neutral intermediaries between savers and borrowers, but they offer vital services to the wider economy by gathering information on borrowers and facilitating the transfer of resources from the savers to the investors. Banks are also entrusted to assess to whom to extend credit and to ensure that projects with high (but risky) long-run returns obtain funding by monitoring borrowers on behalf of lenders.\nThese days, we take for granted how central banks and the regulatory framework help to steer the economy and the financial institutions during times of crisis. But any student of economic history is aware of how a simple stock market failure brought about a major catastrophe during the Great Depression in 1929-1933.\nThe seminal work by this year's Nobel laureates took shape at the beginning of the 1980s. Bernanke showed that the financial disruptions of 1929-33 reduced the efficiency of the credit allocation process, and that the resulting higher cost and reduced availability of credit acted to depress aggregate demand, thus leading to the unusual length and depth of the Great Depression. The takeaway was that bank failures can propagate a financial crisis rather than simply be a result of the crisis. These findings informed the decisions of the Federal Reserve, led by the then Fed chair Bernanke to steer the US financial system, and markets everywhere else, and avoid a meltdown in the aftermath of the bankruptcy of Lehman Brothers that occurred on September 15, 2008.\nDybvig and Diamond developed theoretical models that explain why banks exist, how their role in society makes them vulnerable to rumours about their impending collapse, and how society can lessen this vulnerability. These insights form the foundation of modern bank regulation and the ecosystem in which a country's central bank plays a pivotal role in shepherding financial institutions, and particularly so with the advent of digital space.\nAnother area of concern for the Nobel trio has been bank failures that create problems for the rest of the economy, which is often compounded by \"run\" on any bank. A bank run is a situation when a large number of its clients withdraw their money all at once. In a modern banking system, known as a fractional cash reserve system, a bank run may occur over concerns regarding the bank's solvency.\nFractional reserve banking entails a bank keeping only a portion of the money deposited on the premises. If depositors expect the bank to fail, the ensuing panic can become self-fulfilling. When numerous consumers withdraw their funds simultaneously, it leads to a significant cash shortage and stops financial institutions from providing loans to borrowers. In the worst case, a bank is pushed into insolvency and becomes bankrupt. An example could be the crisis faced by the Padma Bank, formerly known as The Farmers Bank, in Bangladesh.\nBank runs are a common feature of the extreme crises that have played a prominent role in monetary history. The research that followed in the 1980s helped to show how better regulations can reduce the risks, and how state intervention can restore stability – albeit at a considerable cost to taxpayers. In this context, the example of People's Leasing and Financial Services, managed by PK Halder, illustrates the risk embedded in unregulated financial service companies that embezzle money after exploiting the trust of the average depositor.\nWell, the prize announcement did not go down well with everyone. David R Henderson of the Hoover Institution of Stanford University mocked the award committee in a Wall Street Journal op-ed, \"The winners hold views on dealing with financial crises that many monetary economists find strange.\" Prestigious weekly journal Nature said, \"Economists win the Nobel prize for showing why banks fail… [their] work explained how finance greases the wheels of capitalism – and why the system is inherently unstable.\"\nThe role of the central bank has evolved over time. A central bank has one universally accepted role: to maintain a steady supply of money. However, it also acts as a regulator of commercial banks. In Bangladesh, as well as in other countries, the central bank is also entrusted with maintaining the foreign exchange rate. In the US, the Federal Reserve performs five key functions, but the most visible one is to regulate the money supply and conduct the nation's monetary policy to promote maximum employment and stable prices.\nTwo of the much-dreaded lessons from the Great Depression was that a central bank can play an active role in creating liquidity or curtailing it. It can also prevent runs on the banks. Since the last global financial crisis in 2008-09, we've seen significant structural changes in the banking sector. As a report published by the Bank for International Settlements said, \"The crisis revealed substantial weaknesses in the banking system. Technological change, increased non-bank competition and shifts in globalisation are still broader environmental challenges facing the banking system.\"\n \nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\n",
        "headline_1": "Economics Nobel for Central Bankers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/economics-nobel-central-bankers-3155281",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "When we talk about Bangladesh's development journey, the role that women have played in propping up the economy is inevitably a part of the conversation. Whether it is as RMG workers, small entrepreneurs or migrant workers, we routinely cite how women's participation in the labour force has not only been beneficial for their economic empowerment, but for the nation as a whole. This is especially true in terms of the RMG industry, where around 60 percent of the workforce are women.\nBut this proportion has been steadily declining.\nIn fact, female labour force participation as a whole took a hit during the pandemic, but it is back on the rise again. And, according to data from the International Labour Organization (ILO), it continues to be higher than the South Asian average: in 2021, Bangladesh's female labour force participation rate was 35 percent, whereas India's was 19 percent and Sri Lanka's 31 percent.\nHowever, once you get past the microcredit-induced smiles on the glossy papers of different brochures that focus on the transformational abilities of women's labour – and there's no denying that economic empowerment has changed the fates of hundreds of thousands of our women – there are a lot of questions that can be asked about the state of women's work.\nHow irregular is it? What is the wage gap? How much of their earnings is under the control of other members of the household? How much longer/harder do they have to work compared to their male counterparts? How do they balance paid employment and the unpaid care work they do at home? How do self-employed women deal with the risks and sudden losses resulting from unprecedented situations such as a pandemic?\nAnd the question that is usually near the top of this list: how safe/secure are women's workplaces? This is important not only because the reality is a grim one, but because this reality is regularly used as an excuse to discourage or directly obstruct women from seeking economic empowerment.\nTake, for example, the sexual violence incident that occurred earlier this month, when a woman who provides at-home salon services was called into a house where three men gang-raped her. Of course, this inevitably led to the \"What was she doing there?\" kind of questions that misogynists love to ask, with the implication being that it is somehow not \"decent\" to be doing the sort of work that takes you to the privacy of someone's home to provide your service.\nHowever, the truth is that women are at risk of violence regardless of whether they work in homes, factories, fields or offices. Last year, the Asia Floor Wage Alliance found that RMG workers in six Asian countries, including Bangladesh, faced more violence and harassment during the pandemic, and that Bangladesh was one of the countries where the increased intensity of work was used by managers to get sexual favours. Research suggests that at least 23 percent of female migrant workers have faced physical/sexual abuse abroad, and that female tea workers are much more vulnerable to violence and discrimination than men.\nStudies routinely find that women can and do face sexual harassment at workplaces, as well as during commutes to and from work – the fact that every few months we read reports of women facing sexual violence on moving buses is proof of this. Yet what usually happens is, instead of asking why it is so unsafe for women in this country to occupy public spaces, we either advise caution (\"If only she had been more careful\") or use such crimes as an excuse for why women shouldn't be working in the first place (\"Women are safer at home\").\nThe assumption here is that it is up to the individual woman and her alone to ensure her own safety. Not only does she have to support her family financially – by looking after dependents and taking on all household responsibilities – she has to do so within the set boundaries of traditional society, in a way that is \"respectable\" enough to ensure she is free from violence.\nThis is especially ironic given that a lot of government and NGO support is in the form of loans that encourage women to become entrepreneurs and set up their own businesses or make their own products, to sell which they inevitably have to travel to markets. ILO data suggests that 66 percent of working women are self-employed. If these women have to depend on someone else to sell their own products (or services), how can we guarantee that the money earned from it won't end up in the hands of the seller (usually a male member of the family) instead?\nQuite a few years ago, I interviewed the former state minister for women and children's affairs, who told me that the government was investing in employment that women can pursue from home. It is astonishing that in a country that takes so much pride in the inclusion of its women into the economy, the ministry meant to represent women was taking steps to make that inclusion gendered, instead of doing more to ensure women's safety.\nWhy should public spaces be so unsafe that women have to take up work that can only be done from the security of home? Why can't women work on factory floors, tea gardens or someone's residence without worrying about being subjected to violence? Do law enforcement, policymakers and employers have no responsibility in ensuring their safety?\nWe must remember that it is not just traditional gender roles that stand in the way of women. There are times when violence is deliberately used as a tool to discourage women from becoming empowered enough to fend for themselves, or simply from occupying public spaces. Only last month, a female zila parishad member candidate told reporters she had been gang-raped in order to be stopped from contesting elections.\nIn Bangladesh, women are not only held to impossible standards, they also have to overcome impossible hurdles to establish themselves as equal members of society.\nBut how are women meant to pursue employment opportunities and achieve economic independence, if the authorities cannot give any assurance that they will be free of violence while doing so?\nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n\n",
        "headline_1": "Why is workplace safety for women such a big ask?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-workplace-safety-women-such-big-ask-3155256",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "At 5am, I have just started to feed my cats when the electricity goes out. I grope about for a candle, then continue my early morning activities against the soft glow of candlelight. Call me a hopeless romantic, but using candles reminds me of Jane Austen novels and Shakespeare, in the days before electric light brightened our rooms and dulled our senses.\nThe guards are asleep. The generator remains off. There is a distant hum of neighbourhood generators. But for me, no whirring of the fans, no stink of diesel. A gentle quiet pervades as I blow out the candle and watch the sky gradually lighten.\nI take the cats up the stairs to the rooftop garden, which doubles as their playground. (Alas, they are not the only little ones in Dhaka for whom the only available playground is a rooftop.) In any case I usually take the stairs, partly because I consider it \"free exercise.\" On the rooftop, a fresh cool breeze is blowing.\nI don't mean to over-romanticise power outages. I love electricity. I suffer intensely in the heat and appreciate electric light. It's frustrating to lose productivity in the office when the power goes out. Then again, I also enjoy when my staff and I sit around a table fanning ourselves and talk. Together. Like people used to do.\nMany years ago – this was long before smartphones – I was visiting a local family at their home. Their two-year-old boy was sitting lethargically, mouth slightly agape in that way of under-stimulated children, in front of the TV. When the power went out, he approached me and we started to play. He erupted into giggles. As soon as the power was back on, he was right back in front of the TV, bored but fascinated. \nIn some neighbourhoods, when the power goes out, people emerge from their apartments (onto the roof or to a field or the street) and socialise. Face to face.\nThese experiences make me think that perhaps children in villages and urban slums have at least some advantages over their materially wealthier peers, in that they – or at least the boys – have more experiential wealth: the chance to play actively, rambunctiously, outdoors, and to have more social interactions.\nElectricity is, of course, much on people's minds these days following the failure of the national grid and the ongoing loadshedding. \nI get that electricity is vital for hospitals, for workplace productivity, and for industry. But is it really necessary for our rickshaws? Do we need to have so many lights on at shopping malls, so much brightness at night that we never see the stars? If we wasted less electricity, the supply might be enough to meet our most urgent needs, including for our hospitals, without regular loadshedding.\nMeanwhile, our insatiable demand for electricity means that we burn fossil fuels to generate electricity, we burn diesel for our generators, we buy oil from Russia, and we risk our future by planning nuclear power plants. Electricity generation is the second leading cause of greenhouse gas (GHG) emissions after transport in the US. So we have the Western infatuation with the automobile and with electric appliances largely to thank for our floods and extreme heat. And yet we wish to follow the same path. \nElectricity and other modern conveniences make us more comfortable, sure, but that comfort can come at too high a cost. We rarely consider what we sacrifice to have those comforts, like the deaths from road crashes and the air pollution caused by our love of cars, or the way that electricity production harms the health of people and of the planet.\nPerhaps if we didn't take electricity for granted, we would be a bit more focused on taking measures to make our cities cooler – more trees, less asphalt – and design our buildings with more light, air, and breezes, as well as rooftop gardens. Perhaps we could save our complaining for problems that have easier solutions, like the need for protected bicycle lanes and more urban parks and trees. Having fresher air, cooler cities, and less traffic congestion would, after all, make us more comfortable – while helping to heal, rather than further harming, our damaged environment.\nDebra Efroymson is executive director of the Institute of Wellbeing and author of \"Beyond Apologies, Defining and Achieving an Economics of Wellbeing\".\n\n",
        "headline_1": "Learning to live with less?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/learning-live-less-3155161",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the everyday lives of people and communities then, and how it still continues to shape our collective consciousness, politics and ways of being. This series, featuring scholars of partition studies from across the subcontinent – and to be published every Saturday – is an attempt at exploring the complexities and contradictions of the momentous event that forever changed the contours of this region. This article, the fourth in the series, examines the indocentrism of partition studies and how we can accommodate diverse experiences and narratives from the peripheries.\nAlthough Partition Studies began with contesting nationalist-statist narratives between India and Pakistan, in the last four decades, it has made critical engagement with such nationalist-statist accounts. Lately, Partition research has transcended the boundaries of nation-states and challenged their monoliths by accommodating varied experiences. This is a crucial achievement.\nI can see at least three major threads in recent Partition research. The first one is the work of feminist oral historians like Urvashi Butalia, Ritu Menon, Kamla Bhasin and others who have brought up oral historical accounts of Partition survivors. For Veena Das, violence is neither meaningless nor an act of insanity. Instead, it often had been triggered to shape the nation and state. Drawing upon the painful experiences of women, therefore, unsettles the nationalist canvas of history.\nThe second thread is the interruptions by literary and creative genres. Fiction writers and filmmakers have engaged with Partition, where instead of confining themselves to the academic bureaucracy of publication and research, they enjoyed creative liberty. They wanted to transcend the experience of the nation and state and look into other experiences. Niaz Zaman, for example, compared the stories of Bangladesh with those of West Bengal.\nThe third and final thread is related to the decentralisation of Partition research. In the early years, it was focused on Punjab and Bengal remained neglected. While the experiences of Bengal were gradually seen, it came with a West Bengal-centric bias, and East Bengal/Bangladesh appeared on the margin. In recent years, however, we have witnessed divergent research interests and locations. Today, if one looks at issues of the Indian National Register of Citizens (NRC) in the Assam or Tripura context, one should acknowledge how the problem is related to the 1947 Partition. Accommodating the peripheries and their diversified narratives and experiences contributed to this decentralisation.\nBut even after these significant achievements, I would still say that Partition Studies has embraced an indocentric character. I am not imposing a homogeneity here – the field must contain diversity. Nevertheless, experiences from India reside at the centre, pushing away other experiences at the periphery of Partition Studies.\nIn the following discussion, I would like to identify four instances of indocentrism. The first one is the absolutisation or monopolisation of loss. Loss or negativity remains at the centre of Partition research over the years. Anything we say about 1947 is about shedding tears, rupture and truncation; suffering remains at the centre. While the experience of loss is not insignificant at all, by looking absolutely into the loss, Partition Studies becomes synonymous with a saga of loss. Such representation overshadowed other crucial aspects of Partition. If one looks into East Bengal, one finds that 1947 for them was jubilation too. At an abstract level, it was the assertion of a new identity; at a concrete level, it was that moment of accessing economic, social and cultural capital by Bangalee-Musalman.\nWhether one likes it or not, the reality was that people in East Bengal embraced that new identity. Nilesh Bose argues that East Pakistani writers, authors and editors were keen to craft an East Pakistani identity that will be simultaneously Pakistani but Bengali. However, the category of Bangalee Musalman has its constant dilemma. On one hand, Pakistan was meaningful for many; on the other, this emotion for Pakistan was buried in the rise of secular Bengali nationalism. But that does not mean the fascination for Pakistan has all gone. Dina Siddiqi emphasises that Bengali Muslims had been struggling with double burdens. As Muslims, they had never been Muslim enough to Pakistanis. Likewise, as Bengali, they had never been Bengali enough to West Bengalis – they were either Bangal or Muslim. This dilemma of the Bangalee-Musalman identity has its roots in Partition but remains overlooked in Partition Studies. Without engaging with this, one would not understand the polity and society of South Asia. One has to transgress the saga of loss and look into other contrasting experiences of Partition.\nThe second indocentric instance is the overexposed single-story about a particular episode of the East Bengal Partition – the exodus of the non-Muslim population from East Bengal to West Bengal/India. Accounts of exodus are invaluable, and there is no scope for denying the suffering of East Bengal's non-Muslims. Yet, fetishising a single story requires critical engagement too. Partition exodus was multi-directional. People also fled from Bihar, West Bengal and Uttar Pradesh and, like millions, they faced horrors and sufferings. But, until recently, we did not hear much about the exodus of the Biharis (popularly referred to as the divergent non-Bengali speaking emigres) of Bangladesh in Partition Studies. Punjab was an unknown place to them. Many of them used to visit East Bengal before Partition and the route was familiar. Therefore, they came to East Bengal and considered it their new homeland. They remember, \"Jinnah Sahab told us that we got a broken Pakistan but we will make a golden Pakistan out of it.\"\nSoon after arrival, they witnessed the rise of Bengali nationalism, and Pakistani rulers used Biharis against Bengalis. Eventually, the Biharis who survived 1947 at the cost of their blood and sweat were identified as the villains in East Bengal. In 1971, they became stateless when Pakistan, the country they had opted for, abandoned them. For almost four decades, they had no legal status. The overexposure of the non-Muslim exodus also compelled us to forget another section of people, the non-Muslims of East Bengal who stayed back, voluntarily or not. They became the minority twice: first in \"Muslim\" East Pakistan and later in \"secular\" Bangladesh. At the emergence of Bangladesh, based on Bangalee nationalism, non-Muslims hoped of escaping minority status. That hope is yet to come true. For how long will Partition Studies turn them away?\nThirdly, indocentrism is evident in Partition Studies concepts like \"surgery\" and \"prolonged Partition\". The metaphor of \"surgery\" draws upon a morphological explanation of nation as the body that requires amputation of its infected limb. It indicates that to save the nation, India had to separate the Muslims and Pakistan. Joya Chatterji argues how this concept of \"surgery\" fails to accommodate reality; it glosses on facts like the active participation of Indian and Pakistani actors in the process, implying that the British were the surgeon and India a mere passive patient body. Scholars argue that Partition is all about negotiation and calculated bargaining. The British were not impartial surgeons, and Indian actors like Congress and Muslim League were neither impartial, nor passive. Challenging this metaphor eventually departs from the notion that Muslims/Muslim League had the sole responsibility of Partition.\nThe other concept of \"prolonged Partition\" implies that Partition as a process was incomplete in 1947. It has consequences over the following generations and decades. About the Bengal Partition, it has been said that the border here is porous. India claims that through that porous border, people from Bangladesh enter India. Cross-border mobility and people living transborder lives is a reality along the Bengal borderland and \"prolonged Partition\" is therefore a worthwhile idea. However, instead of confining this concept to one specific instance, it should be stretched to other aspects – there are a few more issues that can be understood as \"prolonged Partition\".\nIt is interesting to ask here, who kept the Bengal border porous? The Punjab border had to be sealed right at the moment of Partition considering the extent of violence. But the Bengal border was kept open. In the inter-dominion meetings, it was decided to allow landowners' cross-border mobility, so they have a chance to come back after the peace was restored and settle property-related issues. Today, this has been identified as the porous border responsible for extra-legal mobility in the borderland. Historically, the decision was taken by the states, but now people have to bear the consequences.\nThe other crucial issue is border violence. Scholars in Partition research were interested in a particular pattern of border crossing, but they never found border killings worth labelling as prolonged Partition. Bangladesh and India have long disputed issues like river water sharing or transit, which impact agriculture, economy and security. The two states share an unequal relationship today since India emerged as the regional superpower. Why do we not stretch the idea of prolonged Partition to examine either of these? It seems the concept cynically overlooks pertinent issues that are worth fitting under its rubric.\nThe final instance of indocentrism is the collectivisation of nostalgia in both East and West Bengal. Nostalgia evolved around this idea of unity and sameness – both sides had been plundered, but still Bengal remains the same. Nostalgia is crucial in understanding the family, community and individual. However, that should not take up the entire discussion. A few years ago, Bangladesh and India jointly celebrated the centenary of Rabindranath Tagore at an official level. There is nothing wrong with that evocation of shared Bangaleeness. However, such a celebration should not cover up the uneasy relationship between the neighbouring states. One should think twice before taking up this sweet nostalgia uncritically and employing it in Partition research. Instead, we should engage with the bitter moments and harsh exchanges between Bangladesh and West Bengal/India. This approach is crucial for understanding the impact of Partition to date. We should look into how the two Bengals have historically been shaped along different trajectories.\nTo draw upon that harsh or awkward phenomenon, I would like to look into the superiority and inferiority complexes among the Bangalees on both sides. I am claiming that this is historical. Many in Bangladesh think that people in West Bengal are overtly paternalistic, and the term they use to qualify this is Dada. On the flip side, we have these condescending stories about West Bengal's people to caricature their miserliness or lack of hospitality. Like most jokes, these also disregard the historical formation of the psyche of self-settled refugees in a given political and social landscape. More than a decade ago, there was a TV channel in West Bengal – Ekushey TV Bangla. They used to host a reality show named Barisaler Bor Kolkatar Kone. That name says a lot about the representation of the two. From a West Bengal perspective, Barisal symbolises rawness. People there cannot speak proper Bangla; they do not have education or manners. Conversely, Kolkatar kone is the embodiment of refinement, culture, education and class.\nSuch a portrayal can historically be linked with the poor peasantry of East Bengal. Tajul Islam Hashmi argues how Muslim League, in the decades before Partition, managed to communalise the Muslim peasantry to get rid of Hindu zamindars and realise the peasants' utopia. And long before that, Kolkata witnessed the triumph of salaried middle-class bhadraloks. On one side, there was the urban-based, cultured, educated and salaried middle-class; on the other, there was this uneducated and poor peasantry.\nBankim Chandra's Durgesh Nandini received a response from the less-known Ismail Hussain Siraji's Rai Nandini, in which the Muslim protagonist marries a non-Muslim girl. In contemporary Bangladesh, among literary circles, a common topic of discussion is against our (Bangladeshis) interest in the literary world of West Bengal, while the latter seems to be disinterested, if not neglecting us. The question comes from a comparatively younger and emerging East Bengali/Bangladeshi self. Behind this question, is there a desire to be heard and recognised by the mature/superior other? In social media these days, one finds some Bangladeshi writers claiming a Bangla that is different from the standard West Bengali language. This looking down and upward, or claiming a difference, reflects two sides of the same coin – an unequal historical relationship between the two Bengals. On the 75th anniversary of Partition, when Bangladesh also reached 50, is it not time to transcend Bangalee nostalgia and instead engage with the awkward, bitter and unequal relationship?\nThis article is based on a keynote address, delivered on May 30, 2022, at the International Conference \"Revisiting Partition: Social, Cultural and Literary Context(s),\" organised by North Bengal St. Xavier's College, Siliguri, India.\n\nSayeed Ferdous is professor of Anthropology at Jahangirnagar University and author of Partition as Border-Making: East Bengal, East Pakistan and Bangladesh.\n",
        "headline_1": "75 Years of Partition: Lessons we need to un/learn",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/75-years-partition-lessons-we-need-unlearn-3155036",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "It has now been confirmed that it is the local Awami League leaders and their allies who are actually enforcing the transport strikes in divisional cities right before the BNP rallies. The ministers who have been claiming otherwise are also surely aware of this; therefore, we feel insulted that they keep trying to pull the wool over our eyes by claiming that transport associations are independent and have made the decisions of their own volition, when they clearly are not. \nJust like in Khulna, Mymensingh, and Barishal, transport owners in Rangpur called a 36-hour strike from October 28, a day before the BNP rally. Mozammel Haq, president of the Rangpur Motor Malik Samity which called the strike, is an adviser of AL's Rangpur City unit while Mashiur Rahman Ranga, general secretary of the body, is a Jatiya Party lawmaker from Rangpur. Similarly, in a report this newspaper published on Friday, it revealed that the strikes called in Khulna, Mymensingh and Barishal were all called by associations either directly controlled by local AL leaders or their loyalists. And there is no reason to doubt that this instruction was not passed onto them from high ranking party members – especially given how well-coordinated it has been. \nIt is extremely disturbing just how much transport associations, similar to all other associations in various sectors, have been completely politicised by the AL and used for its narrow political purposes. Even in this case, let us not forget that ordinary citizens have also been suffering as a result of the lack of private transport. The transport sector, in general, has been a mess as a result of this deep politicisation, which has been leading to deaths from road accidents on a regular basis – and no meaningful reforms have been taken to fix the sector because of political reasons, despite the heavy cost to citizens. \nThe revelations about the transportation strikes verify the concerns expressed by the people, civil society members, the media and opposition parties – that the AL is unwilling to respect the opposition's, and the people's as an extension of that, right to free assembly. It is still unwilling to provide a level playing field to the opposition right before the election, in the interest of making our dysfunctional democracy somewhat functional. And that, we believe, does not bode well at all for the country going forward. Therefore, we would like to call on the AL to refrain from using such dirty tactics, and instead, let the opposition exercise their rights and, most importantly, let the people exercise their rights to decide the fate of the country going forward.\n",
        "headline_1": "No more dirty tactics before election",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-more-dirty-tactics-election-3154616",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "A World Bank survey conducted between June 2020 and May 2022 has found that around 30 percent people in Bangladesh are currently facing food scarcity. This is despite the fact that the country's economy made a recovery from pandemic-induced shocks, according to the report. The survey has found that 13 percent of people went to sleep hungry in May this year, compared to seven percent in June 2021. During the same time, the number of people who could not afford to buy food and those who didn't eat in 24 hours also increased. These findings have been revealed at a time when we are already worried about the rising inflation that has affected purchasing capacities and the food shortage that the country might face in the coming months. \nIt is true that our economy showed some quick signs of recovery after the first two waves of the Covid-19 pandemic, but before its effects could trickle down to the poverty-stricken people, they were left to confront the cost of living crisis. Against the backdrop of the Russia-Ukraine war, and thanks to poorly thought-out interventions by the government, inflation has now surged out of control, further reducing people's access to food. Although the government has taken some measures to provide essential food items to the poor at subsidised prices, they have been woefully inadequate in reaching all the people who need such assistance. The government's inability to check inflation means that more and more people are having to make compromises on their nutritional needs. \nCurrently, 68 percent of the country's population are struggling to buy food due to their sky-rocketing prices, according to a survey by the World Food Programme. These people, who do not have enough cash to meet the day-to-day food expenses of their families, are either being forced to take loans or use up their savings. At present, it is not only rice, wheat, meat and vegetables that are being sold at extremely high prices, but even eggs, a low-cost source of protein for the low-income people, have gone out of reach for many. \nSo, how to bring the situation under control? The government should not only take concrete measures to check food inflation – by importing food grains and bringing down food prices through proper market interventions – but it should also strengthen its Vulnerable Group Feeding (VGF) and Food For Work (FFW) programmes to reduce food insecurity. While these steps can give some temporary relief to those most vulnerable, as long-term measures, we should focus on increasing our own food production in order to avert any future food crisis. Since the country is continuing to regularly face natural disasters, including floods and the recent cyclone, the farmers in the affected areas need to be given cash incentives as well as fertilisers and fuel for irrigation at subsidised prices. The food scarcity and high inflation in the country can only be checked through proper policies and their effective implementation.\n",
        "headline_1": "On the verge of starvation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-verge-starvation-3154491",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "It is no surprise that micro, small and medium enterprises (MSMEs) are also vulnerable to cyber crimes that have been on the rise exponentially in recent years in most countries. When large enterprises having both resources and knowledge are finding it hard to cope with the problem, the state of the MSMEs does not need any elaboration. The findings of a survey, conducted by a consultancy firm and unveiled at a campaign launched by the SME Foundation recently, have only highlighted the helplessness of the MSMEs in the face of rising incidence of cyber crimes. The findings paint a bleak picture to say the least. That 92.3 per cent of MSMEs are failing to fight cyber crimes is costing these businesses financially. The survey tells us that the MSME entrepreneurs have little knowledge to recognise cyber threats and hence are not able to initiate counter measures to address these threats. About 500 entrepreneurs from Dhaka, Chattogram, Gazipur, Narayanganj, Cox's Bazar, Bogura and Jashore districts took part in the survey conducted from June to September, 2022, with about half the respondents residing in non-urban areas. The typical cases of cyber security incidents include ransomware, malware, phishing and spam. Ransomware is particularly damaging since it is a type of malicious software designed to block access to a computer system until a sum of money is paid. This is a form of digital blackmail. Phishing involves sending emails as if from reputable companies that hoodwinks recipients into revealing personal information, such as passwords and credit card numbers, which are then used to make purchases online or gaining unlawful access to emails or financial details of recipients. Needless to say, as we have entered into the digital era, entrepreneurs need to keep themselves abreast of these developments. But as we now see, they are ill equipped to do so and falling victim to various types of online threats and incurring considerable business losses. As the study has shown, some 300,000 MSME entrepreneurs are currently engaged in e-commerce, of which nearly 80 per cent are women entrepreneurs. Women are particularly vulnerable online. Cyber crime is a growing threat and this is apparent from the fact that Counter Terrorism and Transnational Crime (CTTC) receives over 600 complaints of cyber-related every month. Of course, a lot of incidents do not get reported so the true size of the problem cannot readily be assessed. Again, we learn that less than 22 per cent of cyber-victims submitted complaints to law enforcement agencies primarily because the majority of people have no knowledge about how to make a formal complaint.With the advent of COVID 19, a large portion of MSME business houses entered the e-commerce age to keep businesses afloat. Hence the question of being able to identify the cyber security threat is the key to finding solutions for entrepreneurs. The issue of cyber-policing needs to be a nationwide effort and authorities need to invest in fighting this new type of crime. The campaign is designed to reach one million MSME owners so that they are better able to handle cyber threats and take preventive measures. Although the government has started changing the school curriculum so that children may start gaining knowledge on 'coding' from an early age, more needs to be done to help MSME entrepreneurs.",
        "headline_1": "MSMEs in dire need of cyber security knowledge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/msmes-in-dire-need-of-cyber-security-knowledge-1667050726",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "A question stirs many minds if Bangladesh could face a twin crisis of food and energy within a few months. Such apprehension is now quite pertinent for reasons not so few, especially when energy crisis is already there and premonition is rife about food crisis early next year. The country's top policymakers have hinted that the crises are unavoidable--given some domestic and global developments. While speaking at several events in the last few weeks, Prime Minister Sheikh Hasina stressed coordinated work in growing more food by bringing every inch of land under cultivation. She also argues that all-out efforts are needed to protect Bangladesh from a looming global famine or food crisis against the backdrop of the Russia-Ukraine war. Her repeated warning on possible famine in the near future is well substantiated. Since the middle of this year, several international agencies and organisations have expressed their fear about acute food crisis in the world all too soon, in 2023 to be precise. The bellwether comes from the United Nations Food and Agriculture Organisation (FAO), the World Food Programme (WFP), the World Bank, and even the World Trade Organization (WTO).Though the Russia-Ukraine war seems to be the main reason behind the looming food crisis, the reality is somewhat different. War and conflicts in different regions of the world for a decade already have created acute food crisis in the countries involved. The conflict in Yemen, which has been going on for six years now, is an example. The pandemic originating from Covid-19 is another driving force of the food shortage in some countries. Negative impact of climate change also hangs over for long.Besides these manmade disasters and natural phenomenon, flawed food policies coupled with poor governance and internal mismanagement have pushed some countries into food crisis. Sri Lanka is a case in point. The country's decision to ban chemical fertilisers in May 2020 without sufficient preparations for organic transition led to a big decline in agricultural production. Though the ban was reversed in November 2021, damage had been done by then. The country faced a food deficit as food inflation jumped to 90 per cent in July this year. As the country's foreign- exchange reserves dried up, it also cannot import necessary food, leading to an acute food crisis. Though the food situation of Bangladesh is still not grave, there is no scope of being complacent. The country is still significantly dependent on imports of food from the international market. That's why, as witnessed in the past, any small disruption to import makes some volatility in the domestic food market. The country's policymakers have, however, long claimed that Bangladesh has achieved self-sufficiency in food. For instance, in the FY23 budget speech, finance minister AHM Mustafa Kamal said: \"The commitment made in the 'Vision 2021' to increase food production, alleviate food shortages and make the country self-sufficient in food production has already been achieved, thanks to various effective measures taken by the government.\" According to the United Nations Food and Agriculture Organization, \"\"The concept of food self-sufficiency is generally taken to mean the extent to which a country can satisfy its food needs from its own domestic production.\" In other words, a country achieves self-sufficiency when it does not need to import food from the international market as its domestic output is sufficient to meet the local demand.Despite a persistent increase in food output in the last decade, the country could never skip food import. Most of the years in the last decade, imports of foodgrains (rice and wheat) increased over the previous years. Imports of other food items like lentils, sugar, edible oils, milk and cream and spices have always been there. The simple arithmetic is that domestic output is insufficient to meet the growing demand for food. So there is no alternative to importing food from the other countries. As global food market is turning volatile and food-exporting countries are reducing their exports to ensure domestic food security, it will be difficult for many developing countries, including Bangladesh, to import necessary food in the near future. Lower production coupled with restricted trade is likely to force these countries to suffer food deficit for a longer period. Again, domestic food-grain output in Bangladesh has suffered in the current year and projection is there that it may face further setback due to floods in northern part. Food ministry statistics show that foodgrain output stood at 38.70 million tonnes in FY21 which was 2.8-percent higher than that of the previous fiscal year but 2.30-percent lower than the annual target of 39.55 million tonnes. In Bangladesh, foodgrain generally means rice as wheat is below 1.50 per cent of the total foodgrain output. The final figure of FY22 is yet to be released. According to a US Department of Agriculture (USDA) report, however, rice output was 36.85 million tonnes in FY22 against the annual target of 40.70 million tonnes. The USDA also projected that the production of rice would come down to 35.65 million tonnes in FY23.Thus there is risk of food- supply crunch from both internal and external sources in the coming days.A latest commodity outlook released by the World Bank on Thursday said: \"The shrinking value of the currencies of most developing economies is driving up food and fuel prices in ways that could deepen the food and energy crises that many of them already face.\" The Bangladeshi taka has lost its value against the US dollar for the last couple of months and there is no sign that the course will reverse in the near future. With higher inflation and depleting foreign- exchange reserves, further depreciation of the local currency, in all probability, is a certainty. This may aggravate the overall economic situation and make food crisis inevitable.[email protected]",
        "headline_1": "Twin crises of food and fuel looming",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/twin-crises-of-food-and-fuel-looming-1667050815",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "Given the fast shrinking of an appallingly large number of the land's rivers, the days of urban kids haven't yet started badgering their parents with entreaties: \"Dad, show me a river.\" The days, however, aren't too far. Over 700 rivers are still flowing across the country. But a large number of them are already on the verge of part disappearance. Lots of distributaries and tributaries have long been declared beyond use, in terms of clear and usable waters, fish-catch and navigability. In the dry season, enough water isn't there, which can be used in irrigation of the nearby crop fields, especially those of paddy. Media reports on the miserable state of the country's rivers continue to be published. These news stories point the finger at the local river-encroachers and sand lifters, at times disclosing their identity, for the plight of the small rivers. In reality, Bangladesh doesn't have any functional small rivers. Many such rivers have died out in the process of shrinking for long.However, according to river-scientists, the river flows do not die for ever. Those can remain covered by sands and earth for long. The small rivers can be excavated and given their earlier look. In Bangladesh dozens of rivers are 'declared' dead, meaning as the rivers haven't completely disappeared, they can be used for other purposes. Those include turning the earlier riverbanks into fields for cropping, or preparing private landed plots. However, many suspect few of the river experts are aware of this scientific river-related fact.If the truth of the dead rivers' revival is proved anywhere in the world, scores of rivers could be made to regain their earlier form in the rive-filled Bangladesh. In a country, where the authorities concerned are found reluctant to carry out the routine dredging work, their success in bringing rivers back is illusory. Moreover, the astronomically large expenses required for the project or projects may deter the policy makers from undertaking these schemes. It means poorer countries like Bangladesh cannot even afford the age-old dredging work. Against the backdrop of its rivers fast losing depth, the only option before the country is the imperative of turning to dredging. This widely adopted technological intervention can save hundreds of rivers and their branches from premature 'dying out'. The country can give short shrift to this highly effective way-out only at its peril.The more the river-saving forums expedite their activities, the gloomier the river lovers feel. These unique gifts of nature not only bring mental peace and bliss, and leisurely mood to people, rivers continue ensuring the survival of the country's agro-based economy. Without growing sufficient volumes of the chief food crops, the nation will be compelled to be fully dependent on food aid and food import. The rivers have saved the country from a number of impediments to its self-sufficiency in food. On the other hand, the river-borne navigability and the river network across the country help the nation attain multi-faceted growth. The average readers must have a clear idea on how narrow a river can be. It's presumed that in most of their minds, the picture of a narrow river is one of a serpentine and sleek water body, which is thinner than a small river. People are seen crossing the river with their 'lungis' and trousers drawn up to their knees. But in this ill-fated country, a narrow river could be of the width of a little wider than an irrigation water-passage in a crop field. Thanks to their narrow width, many such so-called rivers, like the branches of Sylhet region's 'Khoyai' and 'Surma', are beyond credulity.  [email protected]",
        "headline_1": "Getting back the dying rivers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-back-the-dying-rivers-1667050877",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2022"
    },
    {
        "full_article": "Information and Communication Technology (ICT) has been a compulsory subject for our school and college students for years. And its inclusion into our secondary and higher secondary level education has been a praiseworthy effort. But the problem is that for the majority of students, this subject is a burden. Most of our educational institutions, particularly those which are located in remote and rural areas, do not have computers or laptops. The students of those institutions receive little opportunity to learn basic computer applications and maintenance for not having computer laboratories. In many cases, even Bangla, English, mathematics or civics teachers impart ICT lessons in the classes nine years after the ICT was made a compulsory subject in 2012. ICT as a mandatory subject has been introduced with the aim of making the country's students computer-literate so that they are able to compete in the contemporary job market. However, the reality is that most of them do not even have the opportunity to touch a computer or laptop although they learn ICT. What they do is that they just memorise the texts from their books and write them on the paper without having any hands-on training. It is just like driving a car and flying a plane in virtual reality. The budget for our education sector is increasing every year. So, we can expect that every school or college would be equipped with modern ICT labs. But this is not happening. We do not see many changes in our schools and colleges in terms of ICT education. What is the value of such education if students are unable to learn technical skills through practical experience? There are several chapters in ICT textbooks which are on topics like programming. It is not understandable how a student who has never used a computer can learn complex things like programming only by reading textbooks. So, we urge the authorities concerned to look earnestly into these problems so that ICT learning in schools and colleges can be relevant and useful for the students. Sifat Rabbani, Student of Department of Political Science, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Making ICT education useful",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-ict-education-useful-1667050904",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2022"
    }
]