[
    {
        "full_article": "With the advent of social media — the product of the evolution of the Internet into a sphere of communication that allows for relatively unfettered user-generated content — the problem of misinformation has taken a grotesque form. Express measures to curb misinformation, called “false news” and the somewhat inaccurate “fake news”, are a must. However, this raises the question whether the Union government or its divisions can be the regulating entity. In the IT (Intermediary Guidelines and Digital Media Ethics Code) Amendment Rules, 2023, the Union government has added a provision of a fact-check unit to identify fake or false or misleading online content related to the government. Against such content identified by this unit, intermediaries, such as social media companies or net service providers, will have to take action or risk losing their “safe harbour” protections in Section 79 of the IT Act, which allows intermediaries to avoid liabilities for what third parties post on their websites. This is unacceptable and problematic. Also, Section 69A of the IT Act, 2000 elucidates the procedure to issue takedown orders, which these notified amendments could bypass. They also run afoul of Shreya Singhal vs Union of India (2015), a verdict with clear guidelines for blocking content.Without a right to appeal or the allowance for judicial oversight, the government cannot sit on judgment on whether any information is “fake” or “false” as the power to do so can be misused to prevent questioning or scrutiny by media organisations. Takedown notices have been issued by the government for critical opinion or commentary on social media platforms, with several having to comply with them and only a few such as Twitter contesting them in courts. By threatening to remove a platform’s immunity for content that is flagged by a government unit, it is clear that the Union government intends to create a “chilling effect” on the right to speech and expression on online platforms. To keep the establishment — which includes the executive government of the day — on its toes and to speak truth to power is a non-negotiable and salient role of journalism in a democracy. In India, freedom of the press is guaranteed through Article 19 of the Constitution, with media rights and public right to free speech derived from this Article. It stands to reason that any relationship between the government and the media should be one kept at arm’s length, with the media having sufficient freedom. The government being the arbiter on what constitutes “false” or “fake” news and having the power to act upon platforms for publishing these will amount to draconian censorship.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedia\n\n/\n\nlaws\n\n/\n\ncomputing and information technology\n\n/\n\njudiciary (system of justice)\n\n/\n\ngovernment\n\n/\n\nnews media",
        "headline_1": "Draconian rules: On the impact of the IT (Intermediary Guidelines and Digital Media Ethics Code) Amendment Rules, 2023",
        "headline_2": "The new amendment rules on intermediary guidelines amount to censorship",
        "link": "https://www.thehindu.com/opinion/editorial/draconian-rules-the-hindu-editorial-on-the-impact-of-the-it-intermediary-guidelines-and-digital-media-ethics-code-amendment-rules-2023/article66717811.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "China’s decision to “freeze” the visas of two Indian journalists, including The Hindu’s Beijing correspondent, has shown how journalists have unfortunately been dragged into rising geopolitical tensions between the neighbours. China’s government, on April 6, 2023 said its decision was a response to India taking steps aimed at Chinese journalists. In 2017, China said, India had shortened the visas for India-based reporters to three months, down from the one year that is the norm in both countries. Then on March 31 this year, reports said, a Xinhua reporter was told to leave India. With Beijing’s retaliatory move, there are only two Indian reporters in China, who have been warned of countermeasures if Chinese visas were not restored to one year validity. It is now entirely possible that there will be no reporters from the world’s two largest countries covering the other — a most unfortunate development amid worsening relations. Restoring the access of journalists on the basis of reciprocity is not complex. Indeed, until 2016, reporters from both countries were on one-year visas and largely left to do their work. The troubles began that year, when three Xinhua reporters were expelled after visiting a Tibetan settlement without permission from the Home Affairs Ministry, which subsequently began placing all Chinese reporters on three-month visas.India appears to increasingly be following the Chinese playbook by tightening scrutiny on foreign reporters in general. India has, as G-20 host, highlighted the strength of its democracy, but recent actions, including the government’s over-the-top response to a BBC documentary, appear to show insecurity. While New Delhi is right to scrutinise non-journalistic activities of some Chinese reporters, restricting all of them will be counterproductive. On the spectrum of Chinese media coverage — largely negative on India — ground reports have been among the more multifaceted, showing sides of India that most Chinese usually do not get to see. Beijing, meanwhile, also stands to lose from its decision to restrict Indian media access. Last year’s fake news of a coup in China, published in Indian websites, highlighted the absence of on-the-ground context. Moreover, if Beijing is now justifying its freezing of visas by pointing to reciprocity, it should be aware that reciprocity would also mean giving Indian organisations the kind of freedom that Chinese media enjoy in India. Even in the absence of Chinese employees, Xinhua and CGTN can continue to report with their Indian journalists. In contrast, Beijing bars foreign media organisations from hiring Chinese journalists except as assistants. In this race to the bottom, both sides stand to lose.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChina\n\n/\n\nIndia-China\n\n/\n\nmedia\n\n/\n\ndiplomacy\n\n/\n\nG20\n\n/\n\nnews media",
        "headline_1": "Race to the bottom: On the tit-for-tat moves by China and India on media visas",
        "headline_2": "Restricting journalists does not serve the interests of China or India",
        "link": "https://www.thehindu.com/opinion/editorial/race-to-the-bottom-the-hindu-editorial-on-the-tit-for-tat-moves-by-china-and-india-on-media-visas/article66717451.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "I’ve always suspected that political party cadres who put up posters and hoardings depicting their leaders as epic heroes are having fun – at the leaders’ expense. While some of the sycophants believe they are worshipping their leader, for the average passer–by, these displays are at best comic relief. So, there cropped up a hoarding in Coimbatore the other day showing Edappadi K Palaniswami as Bahubali. At first sight it evoked guffaws, but on closer look EPS looked better in the shining armour than his usual veshti-sattai. My only worry is that if AIADMK projects their new general secretary as Bahubali, V K Sasikala may claim to be the Shivagami who held baby EPS aloft and alive while being drowned in the swirling waters of dissent and disproportionate wealth.\nEPS has reached his political pinnacle. He has systematically defeated old foes and won over new friends; he has so far won the legal battles he was dragged into; he has emerged no less than the sixth general secretary of the party to join the league of MGR and J Jayalalithaa (equally entertaining was his appearance with the MGR fur cap and goggles on the day he got the favourable verdict from the Madras high court on March 28). But the difference between the previous general secretaries and EPS is that he has inherited a party that is distraught and directionless. Despite winning 66 seats in the 2021 assembly election, the AIADMK remains a pale shadow of its past.\n\n\nIt’s not that the AIADMK had any ideology even under MGR or Jayalalithaa; the party had deviated from the ideals of Periyar and Anna the moment it was founded in 1972, but those leaders could build and grow the party around their personalities. EPS supporters say he is smart, sharp and decisive, but lacks the public charisma his predecessors possessed. EPS deserves credit for holding together a party that appeared to be on the verge of disintegration after Jayalalithaa, and now his reinforced leadership may attract some more fence sitters back to his fold, but that wouldn’t be enough to win an election when the DMK looks formidable under Stalin.\nEPS’s first test will be the 2024 general elections. And the AIADMK-BJP alliance is shaky. After calling for an end of the electoral understanding at a closed-door meeting recently, BJP state president K Annamalai has eaten his words, but the unease is palpable even when EPS says the alliance is on. If the ties continue, the next flashpoint could be the seat sharing exercise if, as expected, the BJP demands ten or more Lok Sabha seats. If Narendra Modi and Amit Shah succeed in browbeating EPS into yielding a disproportionately high number of seats for the BJP, undercurrents during the campaign – as seen in the Erode East byelection – would adversely affect both the parties and their hapless allies.\nAs long as the Modi wave is unable to make it to the Tamil Nadu shores, the only party that can help EPS’s AIADMK win an election – or a big number of seats – is the DMK. Stalin has so far been able to keep the unruly in the DMK under check – relatively speaking – but as months and years progress, power can do nasty things to some of the ruling party leaders. If they get into large-scale corruption (not that it’s all clean now) and get exposed, EPS can cash in. Another opening would be a general deterioration of law and order, something which large sections of people, especially women voters, strongly feel against.\nTill then, Bahubali will battle on.\n\n\n",
        "headline_1": "Edappadi Palaniswami: This Bahubali battles on, but can he win?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/edappadi-palaniswami-this-bahubali-battles-on-but-can-he-win/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "The preamble of the Forest (Conservation) Amendment Bill, 2023, which was introduced in the Lok Sabha on March 29, invokes India’s rich tradition of preserving forests and their importance in achieving “national targets of net zero emission by 2070”. The substance of the proposed changes, however, emasculate the original Forest Conservation Act (FCA) so much so that it subverts the FCA’s primary objective of ensuring conservation of forests and checking deforestation.\nJumbo problem: Heavy construction in geographically sensitive areas can endanger our wildlife \nDeforestation is checked through Section 2 of the FCA which mandates prior approval from the Union government for de-reserving a forest or undertaking any non-forestry activity (commonly referred to as ‘Forest Clearance’) on notified forests and lands recorded as ‘forest’ by the government. Despite the laissez faire manner of giving forest clearances, the FCA has deaccelerated forest loss. Between 1951-80, 4.3 million hectares of forest area was diverted for non-forestry purposes which reduced to about 40,000 ha annually after FCA regulations came into force in 1980.\nThe amendment is set to reverse this by exempting certain categories and vast tracts of forests from the Act’s purview. For instance, forests within 100 km of international borders or Line of Control will no longer require any forest clearance to construct highways, hydel power projects etc. This is deeply problematic. India’s 15,100 km international terrestrial border houses rich ecosystems — grasslands, deserts, wetlands, lowland forests, evergreen rainforests — that are mostly untouched due to their remoteness. These borderlands harbour a spectrum of India’s endangered species such as the Great Indian Bustards, elephants, tigers, red pandas, snow leopards, Hoolock Gibbons to name only a few. Crucially, Himalayan glaciers form the headwaters of rivers such as the Ganga, Brahmaputra, Indus and others which provide sustenance to millions downstream. Unchecked construction on such seismically and geologically sensitive landscapes not just threatens rare wildlife and the country’s water security but also renders these regions vulnerable to earthquakes and landslides.\nThe justification on strategic grounds is appreciable. Even so a case-by-case safeguard is still critical from the ecological, geological, social and economic perspective. Besides, rare is the case that a strategic project — or for that matter any proposal— is rejected. From 2014 to 2020, less than one percent of proposals for forest diversion were rejected while approvals led to a loss of over 14,800 sq km of forest, or about 10 times the size of Delhi.\nThe 2023 amendment will likely dilute the Supreme Court’s 1996 landmark Godavarman judgment which had widened the scope of the FCA to apply to any land recorded as forest by the government irrespective of its ownership; though the ministry has issued a clarification, saying that the proposed changes will not negate the SC order. If the Act’s ambit is limited to include only those lands which are recorded as forests on or after October 25, 1980, significant forests will be exempted. Put another way, bulk of the Aravallis, tiger habitats of the Terai and Central India, the Western Ghats and the biodiversity hot spots of the north-east, may no longer be considered ‘forest’ and can potentially be sold, diverted, cleared, felled, utilised, exploited without any regulatory oversight, if the Bill is passed.\nImpacts on wildlife could be catastrophic. It is a misconception that wildlife is confined to protected areas (PAs). Over a third of India’s tigers, 70% of elephants and a good part of wolf, bustard, leopard populations reside in landscapes outside of PAs.\nZoos, safaris and ecotourism facilities have been couched in the language of management and conservation of wildlife and forests, but these can be destructive. Safari parks such as the one proposed in the Aravallis will destroy the native vegetation and wildlife habitat. Tourism can be a force for good, but massive tourism infrastructure has obliterated and fragmented wild habitats and corridors — the Corbett landscape and Nilgiri Biosphere Reserve being just two examples. Even more worrying is the move to allow forests to be used for “any other like purposes specified by the central government”. This vaguely defined term can potentially open the proverbial floodgates, easing the way for forests to be diverted from a mine to a mall and any purpose in between.\nThe Bill harps about India’s net zero targets but laying emphasis on creation of carbon sinks by enhancing tree and forest cover is counter intuitive. Natural forests are far more effective — a study published in Nature indicates that the carbon sequestration potential of natural forests is 40 times greater as compared to plantations. Neither are plantations effective at harbouring biodiversity, nor at performing ecosystem functions.\nIndia’s ancient civilisation and culture is closely linked to nature. Millions of marginalised and indigenous people continue to depend on forests for their sustenance and livelihood and will be rendered even more vulnerable if the proposed amendments come to pass. The Forest (Conservation) Amendment Bill doesn’t just endanger forests and wildlife — it strikes at the very heart of India, threatening to obliterate its rich cultural and natural heritage.\n\n",
        "headline_1": "FCA amendment Bill should ring alarm bells for natural heritage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/fca-amendment-bill-should-ring-alarm-bells-for-natural-heritage/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "Why GoI fact-checking unit can become problematic\nGoI on Thursday notified amendments to Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules. As part of due diligence obligations for intermediaries such as social media platforms, GoI has empowered itself to use its fact-check unit to scrutinise any information related to the central government for “fake or false or misleading” news. This can indirectly become a tool to squeeze media freedom. To put this in perspective, let’s start with the current legal framework governing media.\nMoS for IT & Electronics Rajeev Chandrasekhar told TOI that media is already regulated by laws, including defamation. Therefore, the legal boundaries for the media exist. Chandrasekhar said the due diligence obligations are for intermediaries. That’s where there’s potential for an indirect form of censorship – this has also been flagged by the Editors Guild. First, keep in mind intermediaries are one of the gateways to accessing work by the media. Therefore, any arbitrary restrictions on them may affect public access to news. Second, Thursday’s amendments are not clear on terms such as “misleading”. Let’s illustrate how it can play out. The facts of a media report can be beyond reproach. However, if the factchecking unit finds the narrative ‘problematic’, the intermediary can be ordered to take it down as it’s “misleading”. Finally, there’s a conflict of interest in the role played by the fact-checking unit. It plays the role of judge, jury and executioner.\nThursday’s amendments undermine media freedom even when a regulated media entity has not violated the existing legal framework. In effect, what can’t be done directly, can possibly be executed indirectly. Given the stress journalism faces, GoI should also ponder over consequences if states use grey areas in the law to mimic this effort. Allowing the media to work without hindrance, as SC said this week, is essential for democracy.\n\n",
        "headline_1": "What’s ‘Misleading’?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-misleading/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "Govts must look at vaccine supply as Covid cases increase\nWe may now be in the first stages of another Covid surge. Union health minister, in a review meeting with state health ministers, asked for mock drills to test hospital infrastructure on April 10 and 11. India registered 6,050 fresh Covid cases on Friday – the highest in 203 days – even though fatalities (at 14 over 24 hours) and hospitalisation rates remain relatively low. Experts believe Omicron’s XBB. 1. 16 is picking up additional mutations and driving the present surge.\nIt’s vital at this stage to go back to the basics– follow Covid-appropriate behaviour, increase testing and push vaccination. Puducherry and Sikkim have already brought back mask mandates and advisories. Other states would do well to follow suit if cases continue to rise, especially since schools are commencing their new academic sessions.\nBut the most lackadaisical official approach seems to be vis-a-vis vaccination. On Friday, only 159 sites – 59 government and 100 private – were conducting vaccination across the country. Even in the national capital, a mere 10 centres were listed for vaccination.\nThere are still millions of Indians who haven’t taken the booster, children’s vaccination has lost steam in most places, and there are still those without the second shot or any shot. It’s likely that if Covid cases start exponentially increasing – as they have in the past – the demand for vaccines will rise. The current supply situation is woefully inadequate to meet that possible demand.\n\n",
        "headline_1": "A Vaxing Question",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-vaxing-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "During the middle of the past century, two Frenchmen were known and admired around the world. They were General de Gaulle and André Malraux.\nMalraux became a celebrity in the 1930s as a writer, adventurer, and orientalist. He was also a freedom fighter who fought for the liberation of Spain and France and advocated for most non-self-governing territories. We, the students in France during the 1960s, had great admiration for him.\nIn 1971, the first diplomatic mission for Arab countries was formed with Mollah Jalal, an MNA, and me. But before leaving Delhi, I had the chance to suggest several Frenchmen's names for the Bangladesh conference, including his name. However, in September, Malraux made a declaration that he would not join the conference.\nIt was in April 1973 that André Malraux (1901-1976), France's most legendary living figure in the domain of arts and letters, politics, and philosophy, came to Bangladesh for a short visit. Since his early youth, Malraux traveled around the four corners of the world, but the four days he spent here just 50 years ago were indeed an extraordinarily memorable voyage for him as well as for the country he visited. Why? Because he responded to the hearty invitation of people who had just founded the country which did not 'exist before' but in whose existence Malraux trusted miraculously. As a matter of fact, he wanted to fight for this country with a fragile body at the age of 70. He could not forget that he had earlier fought for Spain and France and remained all along a vigilant witness of decolonization. Once he wrote, \"Nothing is more important, in the history of the world, than to be on the side of the people who had been capable of saying 'No'.\" The people of Bangladesh dared to say 'No' to the oppressors and usurpers of their sovereignty. But for this, they had to pay too much in the form of misery, and death.\nOn 18th September 1971, Malraux made a declaration to the media that instantly became a world event. He said that he would not participate in the conference called to support Bangladesh in Delhi. Rather, he would come to fight in a company of tanks as he had some experience in it, provided the governments of Bangladesh and India permit him. He also wrote a letter to the American President: \"When the most powerful army of the world could not destroy the barefooted people of Vietnam, then how do you think that from a distance of twelve hundred miles, the army of Islamabad could get back a country desperate to achieve its independence?\" (Le Figaro. 17th Dec. 1971)\nBy mid-December, the fate of the war was decided in favour of Bangladesh. Even before things got totally settled, the intellectuals of the newly born nation wanted to greet this distant friend, and Malraux received an invitation from Prime Minister Bangabandhu Sheikh Mujibur Rahman.\nOn 21st April, Malraux, accompanied by Madame Sophie de Vilmorin, his last companion, Mr. Garofalo, photographer of the Paris-Match and two journalists of the French television, alighted at the old airport of Tejgaon. Foreign Minister Dr. Kamal Hossain with Mr. Arshad Uzzaman, the chief of protocol on the one hand and two renowned members of Bangladesh intelligentsia, Begum Sufia Kamal, poet and social worker, and Prof. Syed Ali Ahsan, Vice-Chancellor of Jahangirnagar University, waited on him.\nAfter a colourful reception while he advanced amidst the lined-up school children who cried 'Vive Malraux' in lieu of the usual words of slogans 'Joy' or 'Zindabad'. Malraux lifted a boy from the ground and said, \"As I cannot embrace everyone, so by doing this on this lone face, I wish to kiss Bangladesh\". Instantly, he was taken to the Presidential Palace, where he was to stay during his visit and to meet the Prime Minister, Bangabandhu Sheikh Mujibur Rahman. When asked what he might expect from Monsieur Malraux, Bangabandhu Sheikh Mujibur Rahman replied: \"All that I want is the love, the affection and the respect that one should offer to my people. Have not you seen my beautiful people, my magnificent country, and my green fields?\"\nAfter the brief meeting, Malraux was brought to the Dhaka University campus, where he had an exclusive meeting with the Deans and senior teachers. Dr. Abdul Matin Chowdhury, the Vice Chancellor, offered him tea with 'poneer'- the Bengali cheese, which he seemed to have relished but did not forget to tell his host that there are 236 varieties of cheese in his country. Then, on arrival at the Teacher-Students' Center, he was offered by the Vice Chancellor a silver boat, a symbol of the riverside of Bangladesh, as a token of love. Malraux made a very emotional speech while addressing the students: \"For the first time, I speak in this University where there are more dead than living. Students of France know that your teachers and your friends embraced death for liberty, and they know that nowhere else ever before, students and teachers paid such a heavy price for liberty. They also know that among so many of the students who fought, there is one place where the students would rightfully tell those who would come later: 'We have fought with our bare hands' ... Your dead have rendezvous with the fate of Bangladesh, but now it is up to you to make the nation.\"\nThen after the official luncheon offered by the Prime Minister, Malraux was taken to visit the National Mausoleum at Savar. He placed a wreath while the army bugle was being played. Suddenly there was a brief but torrential rain, and the former freedom fighter entered the hospital for war victims. As everyone there knew who the visitor was, he was profusely garlanded, but Malraux took a garland from his neck and put it on a young man who had lost one hand and one leg. He also visited the monument for the martyrs of the 21st February Language Movement and placed a wreath there. In the evening, there was a grand reception for him at the Alliance Francaise de Dacca. Malraux made a speech by highlighting the nobility of French culture that showed the world courage, justice, and thought for action.\nAt 7:30 P.M., a sumptuous dinner was offered by the President of Bangladesh, in which artists, intellectuals, and political personalities took part. No formal speech was delivered in the course of the discussion. Malraux opined that he knew that Bengali literature had a rich tradition, but he had only read Tagore. About Kazi Nazrul Islam, the National Poet of Bangladesh, he could learn while traveling from Delhi to Dhaka and was attracted by his personality. An interesting cultural show was presented to end up the first day's programs.\nThe following day was also a very special day as André Malraux was going to be awarded a doctorate Honoris Causa in a special Convocation at the University of Rajshahi. After two salutatory addresses by Vice-Chancellor Dr. Khan Sarwar Morshed and Justice Abu Sayeed Chowdhury, the President of Bangladesh, André Malraux accepted the honor with a passionate speech.\nFollowing the famous inscription of antiquity to honor them, Malraux advised, \"On any of the graveyards of your freedom fighters, in the ditches filled with the dead bodies of your intellectuals, write in large letters: You, who shall pass later on, go tell all of ours that those who fell here were dead because during the nine months of suffering they accepted to fight with bare hands. Salute the dead of the surrounding forest! You have shown the world that one can never assassinate enough to kill the soul of a person who would not surrender.\n\"On the roads of the Orient, there are tombs of French knights; on all the roads of the Occident, there are tombs of the soldiers of WWII... And on your tombs, there are perhaps memories of the words of justice and of liberty with which the generals of the Revolution had set Europe on fire. Your culture holds to you in one lone and big word: Spirituality. Your liberation has attempted to unite the language of eternal Bengal with that of our Revolution.\"\nAfter lunch at the Vice-Chancellor's residence, Malraux visited Varendra Research Museum in the town, three miles away from the campus. This was an extraordinary scene as he seemed to be in his own world with all the statues and the icons around, and he started a very elaborate explanation of the significance of their existence to Madame Sophie de Vilmorin in particular.\nReturning to Dhaka, a quiet lunch with the President and his family took place at Bangabhaban. Justice Chowdhury and Malraux discussed the problems of family planning, as well as of China. In the afternoon, he visited the National Museum at Neemtoli (the old site) and then came to the Art College (now the Institute of Fine Arts of the University of Dhaka), where he discussed with the students and teachers. There was also an exhibition of paintings which he watched with care. Then he joined a small cocktail party in the hotel suite of the French Ambassador to celebrate the Easter festival. A sumptuous dinner followed by a musical soiree was arranged at the Foreign Minister's residence. Malraux seemed to have liked the Bengali songs with revolutionary themes and rhythm. He even asked to repeat a song twice.\nThe third day's visit was at Chittagong, where a festive reception was accorded at the airport. Then Malraux was taken to see the dilapidated war-torn port. A grand civic reception was held at the Chittagong Club. He was presented with an old manuscript, considered the most precious gift to be offered. His speech was very much appreciated, but it was the same as that of Rajshahi, with two excerpts, one in the beginning and one in the conclusion, where he lauded the role of Chittagong for her special contribution to the war of liberation. He reminded that an extraordinary effort of the people was needed to reconstruct the country, in which he would initiate the program of aid as an advisor to the Government of France.\nAs the ceremony was over, a grand lunch was awaited in the house of Mr. A. K. Khan, industrialist and a former minister. It was indeed an international festival there. Malraux enjoyed it very much and had an exchange of ideas with many. He also made his admirers happy by giving autographs according to their demand, and as per the advice of the ambassador of France, he had an exclusive discussion session on the economic situation of Bangladesh with his host for fifty minutes, along with the present writer as interpreter.\nThere were two more programs for the afternoon. A quick visit to the Alliance Française de Chittagong. There he liked the 'dab' (green coconut) water with ice cubes on a silver plate. Mr. Juned Chowdhury offered him a copy of the Etude sur l'évolution intellectuelle chez les musulmans du Bengale 1857–1947, which was written by his interpreter (Mahmud Shah Qureshi) who was also the President of Alliance in those years.\nMalraux also had a look at the painting exhibition of the teachers and students of the University of Chittagong there. Then he rushed to inaugurate Chittagong Art Gallery and Folk Museum at Mehdibag, where another exhibition was installed. He was offered a painting of Shilpacharya Zainul Abedin, which he accepted with great admiration and respect. In a short speech, Malraux called upon the artists to draw scenes of the local culture on their canvas. He was also moved by the gift of a painting from young Nayak, son of artist Sabih-ul Alam.\nThen by helicopter, he was flown to Kaptai, where the houseboat of M.A.K. Khan was ready to show him the beauty of the lake in the middle of Chittagong Hill Tracts. Madame Sophie de Vilmorin, his companion, enjoyed it to the fullest, as she described vividly in her book 'Aimer Encore'. There was another surprise from a few sampan-loaded people who cried \"Vive Malraux\" (Long live Malraux). The present writer got some exclusive minutes from one of the most famous intellectuals in the world to answer his questions. In the Kaptai Guest House, Malraux left his suit and his tie. He wore a red shirt and enjoyed his dinner with Ruhi fish of the lake.\nThe next morning he reached Dhaka and faced a very energetic press conference. He insisted on more foreign help for Bangladesh as the actual loss of the country was unaccountable. He also lauded the role of the freedom fighters in liberating the country.\nBefore leaving Dhaka on a plane at 12.25 pm, he met the President and the Prime Minister. But he also got time to write his best wishes in two books as a gift to his interpreters. From Paris, he wrote an extraordinary letter on May 8, 1973 to this author.\n\"My dear Professor,\nOn return to Paris (with the book which you have so kindly presented me), I wish to tell you about the friendly memory that I conserve to our collaboration. You have helped me much, and without you, my relationship with my listeners in Chittagong would not have been what it was. The intelligence, the rapidity, and the tonality of your translations established a communication and sometimes a communion for which I am grateful to you. Let us hope that we can now put into realizing what we have undertaken for your country, which has become a little mine, and trust, my dear professor, to my sympathetic memory.\"\nHere is not the end of the story. Shortly after his return to Paris, he appeared before the court to save the young man who wanted to hijack a plane for sending medicine to Bangladesh. I also met him after four months in his residence. He told me that he had done what he promised. He talked to the Education Minister of France not to disturb the teaching of Bengali as it was apprehended and to the Chinese Ambassador in favour of the recognition of Bangladesh to be a member of the United Nations. And needless to say that France would continue to help Bangladesh in a massive way, at least as was expected by the optimist humanist André Malraux.\nDr Mahmud Shah Qureshi is an eminent Bangladeshi scholar. He has been honoured with numerous accolades, including Ekushey Padak and France's Légion d'honneur.\n\n",
        "headline_1": "Honouring André Malraux’s Legacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/honouring-andre-malrauxs-legacy-3293296",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "A business owner I know is 100 percent committed to sustainability and to doing the right thing by the planet. The same owner spent many years preparing to develop science-based targets (SBTs). All seemed to be going according to plan until they took a closer look at some of the targets. At that point, it became apparent that the targets were simply unattainable, provided that the business wished to continue growing. As a consequence, they chose not to set SBTs and are now in the process of reconsidering how best to approach this pressing issue.\nI've been thinking about this subject a lot lately. Recently, I watched an interesting debate unfold on social media. One person was arguing that companies need to consider \"degrowth\" or \"no growth\" business strategies. Degrowth is a radical economic theory that broadly means shrinking rather than growing economies to use less of the world's dwindling resources. A second person was saying that this is simply not realistic, because it would essentially be tantamount to financial suicide. For instance, if a major global retailer announced a degrowth strategy, investors would likely pull out of it while shareholders would become extremely nervous.\nTo me, the degrowth movement seems to be gaining traction as concerns about the climate grow. Even organisations as prestigious as the World Economic Forum are openly talking about degrowth strategies. But a company adopting such a strategy could face financial ruin – and then what?\nAlso, which major fashion retailer would be the first to adopt \"degrowth\" as a strategy? Or would they have to all do it at once in order for it to be effective?\nOn the one hand, I see a scenario where SBTs are, in some circumstances, extremely difficult – if not impossible – to achieve without making decisions that could affect the long-term financial ability of a company. This could be for many reasons. In some cases, a company might be involved in the sourcing of raw materials with very high environmental footprints. In other circumstances, a company could be sourcing from a country where the national grid has been slow to shift to renewable energy, and so their Scope 3 (supply chain) emissions remain stubbornly high. If there is no adequate alternative sourcing destination, what is that business supposed to do?\nMeanwhile, I see many of the world's largest fashion retailers struggling to get Scope 3 emissions under control. In fact, the only time Scope 3 emissions have fallen by any significant extent during the past decade was during the pandemic. But this was inevitable because supply chains were shut down for extended periods at that time.\nIn the meantime, major fashion retailers report in their annual results that carbon emissions continued to increase. We have seen this with a number of major reports in recent weeks from NGOs and also the UN Fashion Charter, the signatories to which are all struggling to reduce supply chain emissions despite having made commitments to do so.\nBig retailers are under enormous pressure to publicly commit to climate goals and reduce supply chain emissions. At the same time, I cannot help but think that they are setting themselves up for failure with some of the targets. I see fashion retailers coming under fire for setting targets that look unrealistic. At the same time, businesses are criticised for not setting targets, being accused of not showing enough ambition.\nAs a business owner myself, I know how hard it is to make genuine environmental strides. I have invested heavily in various ways to reduce the carbon footprint of my factory. Some investments make a difference quite quickly, but after a while, one experiences diminishing returns in terms of environmental gains. There is no escaping the fact that producing clothes involves many different steps – from the sourcing of raw materials, wet processing, to production, shipping and so on. What I am saying is that there are limits to what can be achieved, even for the most committed sustainability proponent. What then? What happens when you have done all that you can, but your emissions continue to go in the wrong direction?\nI cannot speak for other industries, but I think it is hugely important that the fashion industry has an open debate about this issue. Too often, I see the debate around climate change become a finger-pointing exercise, which is a shame because this vital issue requires robust debate involving all industry stakeholders.\nBig fashion brands come in for a lot of criticism, and there is so much talk of greenwashing at the moment. On climate, however, I firmly believe there is a genuine desire in some of fashion's most senior people to do right by the planet. Many of these people have families and children. This issue is personal for them and they want to make a positive difference.\nSadly, they are running up against a conundrum that is proving vexing for even the brightest of the industry minds. Business growth and continuity or doing right by the planet – is this the choice we now have to make?\nThere has to be a third way as the alternative is too dark to contemplate. It's time for us all to sit down and decide what this third way might entail.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "For the RMG industry, being sustainable is easier said than done",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/rmg-notes/news/the-rmg-industry-being-sustainable-easier-said-done-3293176",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "The news that the Office of the United Nations High Commissioner for Human Rights (OHCHR) has recommended repealing two sections and amending eight sections of the Digital Security Act (DSA) is not surprising. These sections and many other provisions of the draconian law were already criticised by human rights activists of Bangladesh since the law was in the making in early 2018. The two sections the OHCHR recommended to be repealed are sections 21 and 28, and the ones that have been recommended to be amended are sections 8, 25, 27, 29, 31, 32, 43 and 53.\nIt may be recalled that when the government took the initiative to pass this law in the wake of the 2018 elections, there were extensive discussions and protests from various quarters about these provisions. On September 29, 2018, the Editors' Council issued a statement explaining its concerns over the DSA, identifying some fundamental flaws in nine sections (8, 21, 25, 28, 29, 31, 32, 43 and 53) of the act. In the last four and a half years, those who have followed the state of human rights, right to expression of the citizens, and freedom of the press in Bangladesh have repeatedly said this law as a whole and some sections in particular are unacceptable, and are inconsistent with the international conventions signed by the country.\nThe two sections the OHCHR has asked to repeal were widely discussed because they are opaque, include vague concepts, and are deemed to have a large scope for political use. Section 21 states, \"If any person, by means of digital medium, makes or instigates to make any propaganda or campaign against the liberation war of Bangladesh, spirit of liberation war, father of the nation, national anthem or national flag, then such act of the person shall be an offence,\" and that he or she will be punished with imprisonment for a term not exceeding 10 years, or with a fine not exceeding Tk 1 crore, or both. A second time or repeated offence will land the offender with imprisonment for life, or with a fine of Tk 3 crore, or both.\nSection 28 of the DSA says, \"If any person or group willingly or knowingly publishes or broadcasts or causes to publish or broadcast anything in website or any electronic format which hurts religious sentiment or values, with an intention to hurt or provoke the religious values or sentiments, then such act of the person shall be an offence.\" The punishments have been set at imprisonment for a term not exceeding five years, or with a fine not exceeding Tk 10 lakh, or both. Repeat of such offence will lead to imprisonment for a term not exceeding 10 years, or with a fine not exceeding Tk 20 lakh, or both.\nThe scope of such a law is so wide that any person can accuse anyone of violating this law, and therefore they can be arrested, imprisoned or even be pronounced guilty. In research conducted since January 2020 by the Centre for Governance Studies (CGS), we have tracked how these DSA sections have been used. In my research on the use of the DSA since it came into effect, the four sections we found to have been most widely used were sections 25, 29, 31 and 35. Three of our published reports (April 2021, April 2022, and January 2023) highlighted different aspects of it.\nUnder this project, we have been able to collect complete data of 1,295 cases filed between October 2018 and March 2023. In these cases, 3,644 people were accused and 1,378 of them were arrested. While many of the detainees are out on bail, many are under trial. Writer Mushtaq Ahmed died in jail while in custody. Mushtaq was languishing in jail for more than 10 months and courts had repeatedly denied his bail applications. We don't know how many are facing the same situation as the government is unwilling to share the information.\n\nDespite the data showing a clear pattern of the DSA being used as a tool to instil fear in society, protests of civil society members against the wanton use of the law, demand by human rights organisations to repeal the law altogether, and the OHCHR recommendations to suspend it, the government is doubling down. This only indicates that the law is likely to be used far more widely by the government and its supporters ahead of the elections. This is an ominous signal.\nThe information we have gathered shows that 18 cases have been filed under Section 21, in which 242 people have been accused and 19 have been detained. The information we could gather about the professional background of the accused was of 112 people, of whom politicians were the largest victims (81), followed by lawyers (11). Forty-four cases have been filed under Section 28. A total of 118 have been accused and 25 have been arrested. We were able to gather professional identities of 34 people, which showed that most of the accused are journalists and teachers, with six cases each; two and three people were arrested, respectively. Politicians follow them to be accused and detained. An analysis of the statistics shows that 21.19 percent of the accused were arrested.\nThe use of the sections for which the OHCHR has called for amendments (8, 25, 27, 29, 31, 32) are quite concerning. Section 25 is a case in point. Our research shows that 212 cases have been filed, 688 have been accused and 141 have been detained. There is a similar trend in the application of Section 29; under this section, 211 cases have been filed and 677 people have been accused. Section 29 states, \"If any person publishes or transmits any defamatory information as described in section 499 of the Penal Code (Act XLV of 1860) on a website or in any other electronic format, he shall be punished with imprisonment for a term not exceeding 3 (three) years, or with a fine not exceeding Taka 5 (five) lac, or both.\" Penal Code 500 through 501 have dealt with defamation and have the provision of punishment of up to two years of imprisonment.\nBut it has been found that after DSA's introduction in 2018, cases are being filed under this law instead of the Penal Code. This is in large measure due to the police's prompt action if a case is filed under the DSA. This is particularly true when a case is filed by the government or an activist of the ruling party. Besides, since most of the sections of the DSA are non-bailable, the persons arrested under the law remain in jail as pre-trial detainees for a long period – almost for an indefinite period. In our study, we have also found that the period of imprisonment becomes long and uncertain due to the police not filing the investigation report within the maximum stipulated period of 75 days. As such, various provisions of the DSA have become a tool for harassing rivals, particularly political opponents.\nThe OHCHR sent its recommendations in June last year, but there is no sign that the government is taking them into account. Moreover, the number of cases under this law has been increasing lately. Recently, there was an uproar at home and abroad after a case was filed against Prothom Alo Editor Matiur Rahman and journalist Samsuzzaman Shams under this act. Although the significance and importance of these two cases are enormous, in some measures they are not an exception.\nThe government and the leaders and activists of the ruling party are filing cases against their opponents almost every day somewhere in the country, and the accused are being detained without delay. These are signs that this trend will increase before the elections. Law Minister Anisul Huq told reporters last week that the law cannot be repealed in any way. Harsher words came from Information Minister Hasan Mahmud, who said in unequivocal terms that there was \"no possibility of repealing the Digital Security Act,\" although the UN High Commissioner for Human Rights Volker Turk on March 31 called for an immediate suspension of the law.\nDespite the data showing a clear pattern of the DSA being used as a tool to instil fear in society, protests of civil society members against the wanton use of the law, demand by human rights organisations to repeal the law altogether, and the OHCHR recommendations to suspend it, the government is doubling down. This only indicates that the law is likely to be used far more widely by the government and its supporters ahead of the elections. This is an ominous signal.\n \nAli Riaz is distinguished professor of political science at Illinois State University and a non-resident senior fellow of the Atlantic Council. He is currently affiliated with the Varieties of Democracy (V-Dem) Institute at Gothenburg University in Sweden as a visiting researcher.\n\n",
        "headline_1": "Government’s stubborn attitude on DSA sends ominous signal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/black-white-grey/news/governments-stubborn-attitude-dsa-sends-ominous-signal-3292821",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "It is disheartening to know that a project undertaken to set up Intensive Care Units (ICU) in district hospitals has seen little progress even as it nears its deadline three years on. If executed with the same zeal that it was initiated with in April 2020, the Tk 512 crore initiative would have delivered 10-bed ICUs in 43 district hospitals and 10 medical college hospitals by now. Instead, as per our report, not one of the facilities earmarked under the project yet have a functional ICU. This is totally unacceptable.\nGovernment projects missing deadlines at the expense of inflated bills may have been normalised in Bangladesh, but not all projects can be treated similarly. The ICU initiative was meant to fill a big void in Bangladesh's health sector where district hospitals hardly have any ICU, forcing patients to seek life-saving treatment in faraway hospitals braving an arduous journey. Often, we come across reports of critically ill patients dying in ambulances while on their way to Dhaka or other divisional centres. So when the PM ordered setting up an ICU in every district hospital in early 2020, it was seen as a response as much to the then-raging pandemic as to a crisis that long predated it, and one had hoped that project officials would be sincere in following it through given its huge potential impact.\nThe extent of their failure becomes clear when you consider that only facilities that already had the infrastructure suitable for ICUs had been chosen under the project. The ground was already prepared. Why the long delay then? When approached for comments, the project authorities conveniently cited difficulties in opening letters of credit (LC), the devaluation of taka against the dollar, and supply-chain issues caused by Russia-Ukraine war. These problems alone cannot account for the fact that they couldn't operationalise a single ICU in three years. Experts say that ICUs are not difficult to set up. The most crucial aspect of it is the oxygen bank, which can be created within months. Overall, it shouldn't take more than two to three months to launch the operation of an ICU.\nThe only plausible explanation for the delay then is negligence and indifference to public suffering. One cannot also rule out corruption in procurement and other aspects of the work, with the project authorities now asking for an additional Tk 301 crore fund to complete it. The question is, how long must citizens suffer for the indifference, incompetence and corruption of officials and those associated with our largely unaccountable government projects?\nWe urge the planning ministry to investigate the failure of the ICU project before any request for deadline/budget revision is entertained. Those responsible for its lack of progress must be held accountable. For critical patients, an ICU makes the difference between life and death. So the government must take urgent steps to get the project back on track, and ensure that all 64 district hospitals are properly equipped to serve critical patients.\n",
        "headline_1": "Every district hospital must have an ICU",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/every-district-hospital-must-have-icu-3292536",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "President Abdul Hamid's speech at the Jatiya Sangsad is more than just a ceremonial address on the occasion of the parliament's 50th anniversary. It is significant because it comes at a crucial time for Bangladesh when it prepares for the 12th national elections. In an atmosphere of extreme acrimony between the ruling party and the opposition which dominates our politics, it is a speech worth listening to.\nThe president's reiteration on shunning conflict and reaching a consensus through dialogue reflects the public's frustration over a political environment driven by vitriolic hatred of political rivals. He has mentioned the need for a \"tolerant\" democratic system as well as practices that align with democratic norms and the constitution. He pointed out that without democracy, development could never be universal; rather, it would be individual or group-centric.\nThe president aptly referred to Bangabandhu's role in 1973 during the first parliamentary assembly in talking to the speaker to facilitate opportunities for the opposition parties to speak when they wanted to. What the president was referring to was the courteousness and willingness to listen to opposition parties, no matter how different their ideologies may be. Constructive criticism ensures overall public welfare, which is the main goal of any parliament. Making democratic institutions stronger, ensuring that only democratically elected leaders represent the people in parliament, and guaranteeing its accountability to them are the other salient points of his speech.\nThe president, being a former speaker himself, has the experience and moral authority to make such statements that may seem standard remarks appropriate for a golden jubilee. But they are meaningful as they are cautionary in our current volatile, uncertain political environment. It is also an attempt to awaken the lawmakers to the jarring reality of just how weak and dysfunctional the parliament has become.\nWith virtually no real representation of the opposition, the parliament has become a one-sided forum where a large part of the session is devoted to laudatory iterations of the ruling party's achievements or tirades against opposition parties. In those rare moments when an opposition member has raised a contentious point that alludes to the accountability of certain government agencies and institutions, there has hardly been a debate on the issue, least of all any consensus regarding an investigation into the allegations.\nThe president's appeal to shun conflict and embrace dialogue is crucial not only within the parliament but outside it, too. For an effective parliament, many reforms are needed, such as an end to opposition boycott of the assembly (as practiced by both AL and BNP lawmakers on different occasions), allowing debate and consensus building among treasury and opposition benches, an empowered opposition bench, more representation of women MPs through direct election, a neutral speaker, empowered standing committees, a well-staffed secretariat, and so on. But the first step towards a functional parliament is unquestioningly a free and fair election, which will bring about lawmakers who truly represent the people in the house.\n",
        "headline_1": "Why the president’s speech is so relevant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-presidents-speech-so-relevant-3292011",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "The decision to embark, albeit belated, on manufacturing livestock vaccines locally promises to meet a long-felt need. It comes against the backdrop of the overdependence on the import of livestock medicines including vaccines, and the skyrocketing prices of chickens and livestock meat. The Department of Livestock Services (DLS) is taking preparations to manufacture the vaccines.The local producers of livestock medicines have the capability to supply only 12 per cent of the demand for livestock vaccines. Imported vaccines have raised the cost of rearing poultry birds and livestock, and hence the prices of their meat. Thanks to the formidably higher price of the livestock and poultry meat in the market, a large number of people have lately cut down on the consumption of the two chief protein sources. It has been learnt that DLS has taken up a project to study feasibility of the vaccine-production enhancement programme. The feasibility project costs Tk 173.04 million. Given the overdependence on the imported medicine that makes production of meat costlier, large-scale manufacture of equally effective vaccines at a low price can make a difference in meat prices. Businesses say they import around $47m worth of vaccines annually. Since bird flu and various cattle diseases break out from time to time, there is no alternative to enhancing local production capacity. Against the backdrop of the country's impressive growth of livestock and poultry production in the last few years, and the rising demand for medicines, the need for livestock and poultry vaccines has also gone up. Currently, the Livestock Research Institute (LRI) produces 320 million vaccines, DLS data show. The gap between production capacity and requirement is already wide and it is widening. The contribution of livestock to the GDP was 1.90 per cent, the DLS data show. Though not a roaring one, the livestock and poultry sector has been showing great prospects in recent years. Despite the periodic blows dealt to it by the bird flu scourge in the past, the poultry industry has lately managed to come up as an industry full of untapped potential. Thousands of rural young entrepreneurs, as well as women, have found a strong footing in their careers by setting up poultry and livestock farms. Of them, it is the smaller farms which are hard hit by the high prices of imported medicines. Strong and all-out initiatives, thus, ought to be taken to facilitate these farms' operation.Out of the import of livestock medicines, including vaccines, the private sector handles nearly $25 million worth of vaccines for the poultry sector. A sum of $20 million is spent by the public sector for a similar import. The private sector has to import another $2-3 million worth of vaccines for livestock like goats, buffalos etc. In many countries the task of manufacturing the vaccines rests with the private sector. The Ministry of Fisheries and Livestock (MoFL) has taken the right decision by opting for enhancement of vaccine-manufacturing capacity. If left to the private sector, there is an apprehension that vaccines will not be cheaper because of business monopoly. Then there is the question of quality maintenance.",
        "headline_1": "Increasing local production of livestock vaccines",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/increasing-local-production-of-livestock-vaccines-1681047805",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "When the informal sector of the economy employs 72 per cent of the workforce, according to a World Bank (WB) report, it is not hard to understand why the benefits of growth do not trickle down to the masses. The obsession with the Gross Domestic Product (GDP) as the sole measure of growth has blinded the majority of the modern-day development thinkers to the hollowness of the abstract mathematical figure. Because, it does not reflect the real world. Consider the poor day labourer who is sitting in the hot sun at the Goalchamot 'labourers hat (market)' in Faridpur. Mostly, farmhands, these labourers from different parts of the country come here in the hope of selling their labour. But this time, there are fewer buyers than usual. Worse yet, the price they (the prospective buyers) are offering is too low for them to accept, especially when food prices have gone sky-high. Not accepting what the prospective employers are offering may mean going hungry that day. Even so, they won't agree to such a low price for their labour, which is the only asset in the world they can sell. Since this is the season for harvesting onion, farm labourers from adjacent as well as far away districts have converged at this spot in Faridpur. But the market is down. This is but a microcosm of the entire country when it comes to the condition of day labourers who belong to the vast informal sector of the economy. Being informal, this labour market is basically an unstructured one. As a result, the labourers lack bargaining power. So, it is the hirers who have the last say in deciding workers' daily wages. The government did set some rates for hiring different categories of workers but who is going to challenge if any farm owner, or any other prospective employer offers a lower rate that is lower than the one decided by the government? Where will these workers go to lodge complaints and seek redress if these workers are deprived of their due? So, it is hardly surprising that buyers dictate the informal labour market of Bangladesh. The WB report further highlights the low productivity of informal workers in Bangladesh as they earn less than half the average wage in the formal sector. This wage gap is also reflected in the low contribution of the informal sector to the country's GDP, which stands at around 30 per cent (of the GDP). As things stand, the growth figures calculated every year could be many times more had the contribution of the remaining 72 per cent workforce been taken into account. The lack of social protection is a significant issue for informal workers in Bangladesh. Only around 4.0 per cent of informal workers have access to any form of social protection, compared to 35 per cent of formal workers. This lack of social protection puts informal workers at risk of income shocks, illness, and injury, which push them further into poverty. So much for the informal workers of the country. But their possible employers, who range from private individuals, micro, cottage, small and medium enterprises lack access to many facilities that formal sectors get. For instance, they have little or no access to formal credit available to the formal sector such as from banks and other financial institutions. This is a significant constraint for informal enterprises in Bangladesh. Reports further have it that 62 per cent of the enterprises in the informal sector lack access to formal credit channels. Whereas only around 3.0 per cent can approach financial institutions. Needless to say, this is a big barrier to their growth and productivity. Small wonder that despite their predominance in the economy they have not been able to contribute to the economy at the expected level. But what is the way out?By allowing these small-scale informal enterprises access to formal credit and other facilities? It is better said than done. It is not that the government is not aware of the importance of the informal sector of the economy. But measures to upgrade their condition is not forthcoming. Actually, the bigger enterprises have a greater influence on financial institutions. As a result, they are crowding out the smaller operators in the formal sector, let alone those in the informal economy. This is in fact a dog-eat-dog world. What is more, the big businesses have the biggest influence on the government. One of the factors that have led to the situation is the dominance of crony capitalism in Bangladesh. Such capitalism thrives on government favour. The ever-growing size of the non-performing loans is just one indicator of the nature of capitalism in Bangladesh. So, one cannot say that a free market is operating here. It is an anathema to the free market if prices of essential commodities go through the roof when there is no visible shortage of supply of those commodities. But that is the rule here. Fair play has little space in such a market. So, normally, the operators of the informal market also cannot expect fair play when it comes to accessing institutional credit or other government services that other businesses can normally access. However, things may see some changes if the government intervenes in a big way. It is not exactly government finance that is the answer to the problems the informal sector of the economy is facing. What the informal sector needs is the required policy support so that it may continue to employ the country's largest portion of workforce through its economic activities.\n[email protected]",
        "headline_1": "Supporting economy's informal sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/supporting-economys-informal-sector-1681047847",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "Are we languishing in a famine of disposition? This is how theatre personality Mamunur Rashid thinks. He made the comment like this: 'We have fallen in a trap of' what he termed in Bangla 'ruchir durvikhha'. He elaborated, 'from this has risen a man of Hero Alam's calibre'. It is the rise of miseducation, debased disposition and perverted culture. Here the key word is 'ruchi' which in simple paraphrase is 'taste' but can hardly convey the real meaning. Disposition goes closer as it refers to a person's inherent qualities of mind and character. Yet the Bangla word seems to have more to it because of its cultural connotation. Personal refinement and etiquette devoid of cultural mooring and ethical backing may give the impression of charlatanism. Well, refined taste or a lack of it to a large extent expresses what a person is worth of. Sophistication may be mistaken for this precious personality trait. Agreeableness, sociableness, suavity and courtesy, though nice human qualities, are no substitute for mental uprightness and enlightenment. A person of erudition is not necessarily someone of enviable disposition. Nor is it inherent or inborn, it has to be cultivated by a highly alert and sensitive mind. Education is necessary but it is not the type learnt at institutions. The natural world with all its mysteries, appeals and diversity continues to teach a mind to be open, receptive and humble. But this has to be complemented by a sense of social awakening and responsible response to the changing mores. The qualities of head and heart have to maintain a fine balance to give a person the power to make the right choice not just for day-to-day demeanour but also for crucial decisions involving social, political and even religious matters. All animals have their marked dispositions but human disposition is different because here is a species that is not satisfied with its inborn qualities and bit by bit creates what is called civilisation. Many of its civilisations have perished but still it rises from the ashes like the proverbial phoenix. It inherits the stream of consciousness from earlier civilisations and go forward to explore new frontiers.What comes into being is culture which encompasses everything from livelihood to lifestyle, literary pursuit to adherence to religions, didactic and philosophical queries to scientific exploration, creation of music to painting and sculpture (fine art) and development of games, sports, festivals and other modes of entertainment such as drama, cinema, opera, circus to name but a few. Human disposition draws heavily from its cultural milieu for its sustenance. Rabindranath was an epitome of a highly cultured personality. Throughout his life, he continued to set a benchmark for every important aspect of human life. His mind was open to everything and accepted all that is good even if it was from the oppressive rulers. But at the same time he had the mental courage and power of conscience to give up knighthood in protest against Jalianwala Bagh mass killing. Thus a heightened moral sense rules over the oppressors' brutal power. Bangladesh ---in fact the world at large ---is in the grip of overbearing brutal powers. Consumerism bolstered by unscrupulous wealth creation has given rise to a vicious socio-economic order where the corrupt and the ravenous rule the roost. The situation has been made further worse by modern gadgets like smartphone, computer and laptop all of which have taken the soul out of the young generation to turn them robotic to the extent where they live in a virtual world of phantasmagoria dissociated from reality. In the absence of cultural connectedness, debased morality is taking its toll. If this continues to engulf society, there will be a cultural wasteland soon. There is an urgent need to connect the missing dots to return to Nature and rediscover the eternal bond that has sustained humanity so long. \n[email protected]",
        "headline_1": "It's a famine of human disposition",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/its-a-famine-of-human-disposition-1681047879",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-04-2023"
    },
    {
        "full_article": "The massive fire on Tuesday last burnt the entire Banga Bazar complex to the ground and has made the businessmen and traders penniless. Unfortunately, no one is taking the liabilities now. The burnt complex in Fulbaria is owned by the Dhaka South City Corporation (DSCC). Despite repeated alarms from the fire service department, the DSCC did not take any measure to make the complex risk-free. It is also alleged that some powerful political leaders and activists of the ruling party used to control the entire business there. In the face of opposition, the authorities failed to restructure the shopping complex and make it safe. Unfortunately, the DSCC and other government agencies bowed down to illegal political pressure. Now, supporting the victims of the Banga Bazar fire is a big challenge. Some charity organisations have already come up to help the traders. Bangladesh Dokan Malik Samity has opened a bank account for the victims. Anyone can send money to this bank account from home and abroad. Experiences show that many people will extend their hand to help the victims. But the authorities and business leaders must ensure the proper utilisation of the donations. All the victims have to get their due share. \nSelim MollahNarayanganj",
        "headline_1": "Supporting Bangabazar fire victims",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/supporting-bangabazar-fire-victims-1681047902",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-04-2023"
    }
]