[
    {
        "full_article": "Contrary to pollsters’ predictions, the Bharatiya Janata Party (BJP) has managed to retain power in Haryana by increasing its seats from 40 to 48 and vote share from 36.5% to 39.9%, securing a third consecutive term. The Congress’s vote share also accrued a whopping 11 points to register 39.1% but its seat tally increased marginally, by six, to 37. The two regional parties catering to the influential Jat community, the Indian National Lok Dal (INLD) and Jannayak Janta Party (JJP) did poorly as their combined vote share fell from 21% in 2019 to 7% in 2024, aiding the Congress. But the BJP’s astute social engineering, gaining support from non-Jat OBCs by propping up leaders from among them, besides its strengths in urban areas, helped it sail through. This is a remarkable achievement for the BJP which was saddled not just with anti-incumbency but also facing a resurgent Congress that was projected to win more seats. While the farmer and wrestler-led agitations helped the Congress to do well in rural areas, it was not enough to break the BJP’s social coalition there or dent the BJP’s urban strongholds. The grand old party’s bugbear, a divided party leadership, did not help matters. The win also adds gloss to the BJP’s central leadership that had taken some flak since the party’s underwhelming performance in the 2024 general election. The Congress will have to go back to the drawing board to rework its strategy of upending the BJP in the Hindi heartland.The results in Jammu and Kashmir (J&K) were two-faced. The BJP increased its share by five points to 45% in Hindu-majority Jammu, helping it win in 29 seats and retain its seat shares in the region. The National Conference-Congress-led alliance (INDIA bloc) won in four seats reserved for Scheduled Tribes. In the Kashmir Valley, the INDIA bloc changed the script from a decade ago by winning 41 out of the 47 seats and reducing the PDP to three seats. The INDIA bloc’s ability to compete in Jammu and dominate in Kashmir was enough for it to win a decisive majority of 49 seats, a number that should have been higher if not for rebel candidates winning in a few seats. The BJP’s strategy of isolating the mainstream polity in Kashmir and to use delimitation to manufacture a majority were not successful as the electorate clearly favoured the strongest opposition to it, in the Valley in particular. Chief Minister-designate Omar Abdullah will have his task cut out and will strive first to get statehood for J&K. An empowered government that has the acceptance of the people, who participated in good numbers, should help the prospects of peace in the conflict-prone province. The BJP-led Centre must heed the mandate and allow the government to function and fulfil its promises. Published - October 09, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nHaryana Assembly Elections 2024\n\n/\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nvoting\n\n/\n\nIndian National Congress\n\n/\n\nIndian National Lok Dal\n\n/\n\nJannayak Janta Party\n\n/\n\nGeneral Elections 2024\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nunrest, conflicts and war",
        "headline_1": "​Flipping scripts: On the Haryana and J&K election results",
        "headline_2": "BJP and INDIA bloc emerge clear winners in Haryana and Jammu & Kashmir",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bflipping-scripts-on-the-haryana-and-jk-election-results/article68732909.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "For an idea whose time has come, look no further than artificial neural networks (ANNs) and machine learning, the 2024 Nobel Prize in Physics seems to suggest. John J. Hopfield and Geoffrey E. Hinton have been honoured “for foundational discoveries and inventions that enable machine learning with artificial neural networks”. The foundations of ANNs are rooted in various branches of science, including statistical physics, neurobiology, and cognitive psychology, and artificial intelligence (AI) has become a household term today by drawing on such disparate insights. ANNs are networks of neurons (or processing centres) designed to operate like those in animal brains. In 1982, Hopfield, a towering figure in biological physics, introduced an ANN called the Hopfield network. Each neuron in this network is connected to all the others, and the flow and weight of information are not preferential to one direction. The neurons can process some input using Hebbian learning (“neurons that fire together, wire together”). The network as a whole was programmed to be analogous to a group of atoms, each with some magnetic energy. When ‘activated’, the ANN could receive, for instance, a noisy image and dynamically denoise it by minimising the analogous magnetic energy of the system. Similarly, the Boltzmann machine was an earlier model for a spin glass — a material in which roughly half of atom pairs have their quantum spins aligned while the other half have them anti-aligned. This disorder causes the material to be frustrated and minimise its energy through more configurations than if the disorder was absent. Alongside Terrence Sejnowski, Hinton popularised the use of Boltzmann machines for cognitive tasks, building on Hopfield’s work to enable them to classify data based on similarity or generate new patterns from old ones, again by having the ANN minimise the value of an energy function.The ubiquity of AI owes much to the robust theoretical foundations laid by this year’s physics laureates and many others, drawing on mathematical, physical, and biological insights that few could have imagined would pave the way for AI. Herein lies a sting in the tail for India. Due to decades of low funding, inefficient governance, and inadequate attempts to reconcile the needs of science with bureaucratic processes, blue-sky research has often been a casualty of sudden and often transient bouts of consolidation and reform. Resource constraints may require researchers to conduct research as well as teach, guide, and administer. But as this year’s physics Nobel demonstrates, dismissing blue-sky research altogether is also to forfeit opportunities in technology that Indians may not even be aware of. Published - October 09, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nphysics\n\n/\n\naward and prize\n\n/\n\ntechnology (general)\n\n/\n\nscience (general)\n\n/\n\nArtificial Intelligence\n\n/\n\nIndia\n\n/\n\nresearch",
        "headline_1": "Deep roots: On the 2024 Physics Nobel Prize",
        "headline_2": "Physics Nobel Prize acknowledges the diverse foundations of AI",
        "link": "https://www.thehindu.com/opinion/editorial/deep-roots-on-the-physics-nobel-prize/article68732899.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "Haryana, J&K showed how people can keep parties guessing till the end \nThat elections are first and foremost about voters becomes sharply obvious with some results – case in point, the verdicts in Haryana and J&K. If Haryana’s results upended expectations, in J&K, a clear majority, coupled with strong participation of Independents with fundamentalist sympathies, showed the appeal and power of electoral democracy. Haryana’s voter laid waste all poll punditry. Voters in J&K kept parties guessing till the very end. The two results also speak to the infinite complexities of social groups – their cohesions and cleavages.\nNot just Jat | The single message from Haryana (BJP 48, Cong 37) is that a rich state is loudly saying – Haryana is more than just Being Jat. BJP, which won the non-Jat vote in 2014 and 2019, made Nayab Singh Saini chief minister to consolidate this non-Jat vote, both OBC and Muslim (pasmanda). It nurtured anti-Jat Punjabi Hindus. Saini clearly delivered, helping BJP counter both anti-incumbency and infights. Congress suffered from the Jat Complex of Hooda & Co. The state unit entirely subsumed under the Hooda hood, other community voices within were disregarded, including Dalit leader Selja’s, the tussle and factions also capturing a generational rift. This was as much an anti-incumbency vote against Hooda – he reportedly decided on 72 candidates of the state’s 90, engendering intense bickering and rebellion. Congress sank under the weight of that hubris. Even INLD’s Abhay Chauthala lost. \nIt’s about Kashmiriyat | For all the speculative intrigue ahead of J&K’s much-awaited election, J&K (NC 42, BJP 29, Cong 6) spoke as one – no hung verdict. Voters elected stability, and installed NC – the party they’ve long considered ‘establishment’ – to speak for them in a legislature where much of the controls lie with the LG. That Omar Abdullah won both his seats – after a shock upset in Lok Sabha – and his party won 40 of the Valley’s 47 seats shows two things. One, as Kashmiris make the most of their dramatically changed circumstances, there is a sense of rootedness in electing NC. Two, PDP’s vote share clearly shifted to Jamaat’s candidates, all in the category of ‘Others’ which won 25% vote share. The Valley spoke loud and clear. \nNext round | As BJP and Congress equalised on welfare packages over the last few years, and especially during campaigning for Lok Sabha polls, much rode on the first round of assembly elections to be held right after. Congress’s slack showed: an embarrassing loss in Haryana and a worse-than-2014 performance in J&K. Kharge and Gandhis failed to do in Haryana what they did in Karnataka – manage their factions. Meanwhile, the boost for BJP in Haryana despite the odds – from discontent among farmers on MSP and disquiet over Agnipath to unease over BJP’s handling of the wrestlers’ protest – doesn’t make the road any smoother for it in Maharashtra. Voters can’t wait to make political parties dance again.\n\n",
        "headline_1": "Voters’ country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/voters-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "There’s a war of words going on in my housing society currently. The issue is the modernization of our traditional festivities in the name of environment. In the last couple of years, the resident welfare association had taken to symbolic burning of the effigies of Ravan instead of the giant ones which are the norm. \nThis quibble over the size of the effigies and the absence of traditional fanfare took me back to my childhood. We were lucky to have been growing up at a time when pollution caused by our festivities did not overshadow the celebrations itself like the dark clouds of Hiroshima. But did this mean that my brother and I could watch enthralled the giant effigies burning to the ground or visit the pandals, which was an annual pilgrimage for most kids and families back then?\nNot really. With the entire town becoming a no motor vehicles zone and restricted entry of rickshaws, it meant we’d have to get kilometres away from the venue and somehow make our way through the snaking queues and milling crowds. \nAn impossible task for those disabilities, specifically locomotor, ambulatory or elderly. My father would hire a rickshaw for us and we would be lucky to catch the glimpse of the idols at a few of the pandals after trudging through the bylanes of Patna for hours. \nOur festivals and places of worship have never been designed to accommodate and include people with disabilities. Neither then, nor now. Why? I wonder. Are children with disabilities not expected to have the same desires as those without disabilities? Are families with disabled members to be excluded from these community celebrations? Is worship the sole preserve of the able of body and mind?\nPerhaps that is so if we look at disability through the lens of religion and morals. The common belief across the spectrum of religious beliefs is that disability is a curse for bad deeds committed in past life or current life either by parents or the disabled persons themselves. \nI remember an episode from my childhood. One astrologer told my mother that my brother was born with a disability because she had kicked a dog. Now whether it was in reference to this lifetime or previous, I can’t recall. But I do remember how for days my mom was consumed by guilt and kept wracking her brains to remember any such occasion when she may have inadvertently kicked a dog even as a child. \nThankfully, my father, an agnostic, put an end to her dilemma, calling all this mumbo-jumbo a hogwash by dubious pandits. \nI am glad that neither my brother nor I are particularly religious. That means we do not have this deep faith that takes devotees to temples and on pilgrimage. When my family visited temples on rare occasions, my brother and I sat in the vehicle parked outside. We still do that. \nBut the view from the car window is not so heartening. Temples are places where not just the devout but beggars gather too. The former seeking blessings and the latter alms. Many among the beggars are people with disabilities – bereft of any dignity. \n\n",
        "headline_1": "Are community pujas not for people with disabilities?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-inclusion-platform/are-community-pujas-not-for-people-with-disabilities/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "“A seminal moment in our relationship,” said UK PM Keir Starmer and Pravind Jugnauth, his Mauritian counterpart, in a joint statement.\n“A significant understanding,” said India.\nA “historic agreement,” said US President Joe Biden. That’s four very happy countries.\nRead full story on TOI+\n\n",
        "headline_1": "How an island got free",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-an-island-got-free/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "NEW YORK: JD Vance’s views about “childless cat ladies” and Elon Musk’s warnings about low birth rates are the latest in a long line of passionate opinions about women’s reproductive preferences. Plato specified 5,040 citizens as the maximum a city-state’s resources could support. Kautilya, his contemporary philosopher-statesman, viewed demographics through the prism of political stability.\nRead full story on TOI+ \n\n",
        "headline_1": "Nub of the ‘childless cat ladies’ debate",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/nub-of-the-childless-cat-ladies-debate/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "Recently, we have witnessed some disturbing incidents where accused politicians affiliated with Awami League were attacked when they appeared in court, or came out of it. This is quite alarming. If there is any place where the rule of law must prevail, it is within the courts which are considered sacrosanct. While violations of rights are unacceptable anywhere, for such incidents to occur on court grounds is an affront not only to the judiciary, but also to Bangladesh's commitment to the supremacy of law.\nIn some of the above incidents, what was equally shocking is that lawyers, who are bound by their pledge to uphold the law, were themselves involved in the attacks. As officers of the court, lawyers share the responsibility of upholding the law as much as the magistrates and judges, for example. But the actions of these lawyers clearly indicate that they do not believe in the supremacy of the law. Moreover, it is baffling why the Bangladesh Bar Council has not taken any action against them despite the clear breach of legal ethics. This reflects poorly on the Bar Council as well.\nOver the past two months, there have been detailed reports revealing the extent of the corruption and crimes committed by those involved with the fallen regime, for which they must be held accountable through the legal process. However, any attack on them—that too while in police protection—is totally unacceptable. The continued occurrence of such incidents is also undermining the credibility of the current administration, particularly the law ministry which should have taken preventive actions.\nIt must be understood by all, especially lawyers, that an accused is an accused only, until proven guilty. The presumption of innocence is not only a cornerstone of criminal justice in Bangladesh but is also recognised globally, including in the Universal Declaration of Human Rights. A nation that believes in human rights and the rule of law must abide by this principle, too.\nIf we are to move forward as a nation respectful of law, then all such attacks on court premises must stop. By taking the law into their own hands, the attackers are not only breaking the law but also encouraging it. We urge the Bar Council to take stern measures against any lawyer found guilty, while the government must take legal actions against anyone generally involved. The government should also ramp up security when high-profile individuals are escorted to the court so that their rights as citizens are not violated in any way.\n",
        "headline_1": "Stop politically motivated attacks within court premises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-politically-motivated-attacks-within-court-premises-3723171",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "Urban landscape defines its soundscape, which varies from one neighbourhood to another. Urbanites must deal with two types of sound: one produced inside the house and another from outside the home. In urban areas, cacophony triumphs over symphony. Cacophony ranges from automobile honking to thunderous din of construction work. Even at midnight, the honking does not stop. Revving engines makes the situation worse. We are always on the move. Night is not the time to rest rather, it seems to be a time of busy schedules. Products are delivered from door to door. The virtual marketplace provides the symbols of real-life objects. By placing orders, we bring cacophony within our earshot.\nAutomobiles, by compressing time with their fuel-driven engines have become an indispensable part of our lives. Time is always in short supply. Our fast and furious biographies always need a touch of perfection. We cannot afford to use our feet or ride a cattle cart to reach our destination. We cover long distances by using machines to minimise the time. Time has become synonymous with zero-sum game money.\nModern shelters are constructed to accommodate the growing population producing unbearable noise by piling machines. It does not stop even at night. People can hardly sleep in this environment. Construction work is a nightmarish experience for the residents who have very little power to change the scenario. The flat owners are in a Catch-22 situation, whereas the tenants have the option of moving out. The gigantic and unimpressive machines of construction work create a feeling of helplessness by producing massive noise.\nDogs bark to claim their porous territory against other dogs. Cats fight against other cats for the same reason. Their respective calls make their presence felt in an environment riddled with machine noise. The prolonged barking of dogs sometimes numbs our hearing power. At night, sounds of dogs barking become audible, remaining shrouded under automobile honking during daytime. Slogans make their presence felt when the political situation is volatile. During the blackout, the diesel generators spew out black smoke producing deafening noise. Movie theatres hammer on the senses by creating a pool of surround sound.\nPeddlers shout the name of their commodities to attract potential buyers. They sell a range of items from hot patties to peanuts to vegetables. They also peddle fish and hurl the names at the residents to find their prospective vendees. Beggars beg for alms by their repetitive appeal. Their voices remain an integral part of the urban soundscape.\nAirplanes help us reach our destination within the shortest possible time. The growling sound of their engines does not allow us to hear our mutual conversation. Sound pollution from airplanes is a unique phenomenon of modern civilisation. Calling bells in their varieties of sounds breaks our usual engagements to address the issue outside the door. Being startled by the sound we rush towards the door. Calling bells break our temporary meditation and bring anxiety. Sometimes to the chagrin of the residents, mischievous children ring the bell and run away. Television is another source of voluminous sound inside the room produced voluntarily by the inhabitants. Serials and their accompanying sounds produce suspense along with their repeated close-ups travel across the neighbourhood. Movie theatres are replicated at home with the help of hi-fi sound.\nThe wailing sound of ambulances signals the transportation of sick passengers. The siren of the fire service truck makes everyone alert about an incident of the nearby fire. Both ambulances and fire service trucks point to the crisis in a situation. Drilling machines produce disturbing noise that we cannot escape from. Aluminium glass and brick walls erected to stave off unwelcome sounds from roads and highways struggle to live up to the expectation.\nThe Muslim call to prayer five times daily remains the constant companion of the residents. The muazzin in his soothing and enchanting voice calls the practicing Muslims to the mosques. Azaan finds its way into our lives due to the Muslim majority of the population. When I had to live for certain days in Mukundapur in India, I did not hear azaan at all as it was a Hindu-dominated area. There, Hindu religious songs were played on microphones all day long during different festivals. Religion determines the types of sound in a geographical location.\nMusical concerts organised by the bride's and groom's family as part of the wedding ceremony in the winter make the situation a terrible one. Ceiling fans fail to hide the noise as they remain out of use due to the colder temperature. In winter the honking of automobiles gets on our nerves, and it feels like the vehicles are moving not on the road but inside the rooms.\nThe symphony of nature is also felt in the urban soundscape. Birds chirping cheer us up giving the torch of rejuvenation. The rhythm of torrential rain is heard quite often in the monsoon. The sound of jackals or crickets is missing from the urban soundscape. Thunder rumbles during the monsoon helping us to forget the machine-generated noise for a while. The opportunity cost is too heavy for us to deal with in urban areas. The future of urban soundscape is not going to improve in terms of machine-derived sound before we become partially or fully deaf.\nMohammad Mahfuzul Islam is an anthropologist working at Independent University, Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Dissection of an urban soundscape",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dissection-urban-soundscape-3722886",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "The World Risk Index 2023 ranks Bangladesh ninth worldwide for climate disaster risk. By 2050, Bangladesh will lose 17 percent of its territory due to rising sea levels, resulting in the loss of 30 percent of the country's agricultural land. The rise in sea levels in coastal areas is prompting mass migration into cities, further straining the country's resources. With a disaster risk score of 27.29, Bangladesh is highly vulnerable to natural hazards such as floods, cyclones, and coastal erosion.\nCoastal erosion and rising sea levels\nBangladesh's geography makes it especially prone to the impacts of climate change. With a flat landscape and a significant portion of the country lying below five meters above sea level, rising sea levels present a dire threat. The coastal regions, home to millions, are facing erosion and salinisation, rendering fertile land unsuitable for agriculture. A projected loss of 17 percent of Bangladesh's landmass would displace millions of people, many of whom depend on agriculture and fishing for their livelihood.\nTo address these challenges, the Bangladeshi government has taken the lead in integrating migration into its climate adaptation strategies. Government funding, combined with international support, has focused on providing climate-vulnerable communities with more secure housing and sustainable livelihood opportunities. Initiatives have targeted areas along the coast and encouraged internal migration to secondary cities, such as Mongla, in an attempt to reduce pressure on major urban centres. Notably, former UN Secretary General Ban Ki-moon and Patrick V Verkooijen, head of the Global Center on Climate Adaptation, have praised Bangladesh as a \"global pioneer in preparing for climate migrants.\"\nAgricultural disruption and migration pressures\n\nClimate change is severely disrupting Bangladesh's agricultural sector, the backbone of its economy. The erratic rainfall patterns and more frequent cyclones have caused significant damage to crops. Farmers are struggling to cope with changes to traditional growing seasons, and the increasing salinity of soil in coastal regions is reducing the yield of key crops like rice. As a result, food insecurity is becoming an alarming issue.\nThis disruption has contributed to internal migration, as families leave rural areas in search of better opportunities. Although most climate-related displacement in Bangladesh remains internal, neighbouring India has also become a destination for migrants, compounding broader migration pressures rooted in cultural, historical, and economic factors. However, international agreements addressing the legal status of climate refugees remain absent, leaving many migrants vulnerable to legal and employment challenges. India's proposed Climate Migrants (Protection and Rehabilitation) Bill 2022, though not yet passed, signals a growing recognition of the issue. The bill sought to create a legal framework to protect climate migrants, ensuring access to employment, education, and other services. While the legislation stalled, it reflects the region's need for coordinated responses to climate migration​.\nUrban vulnerability: The strain on Dhaka\nAs rural communities migrate to cities to escape climate impacts, Dhaka, already one of the world's most densely populated cities, is struggling to cope. The capital city is experiencing frequent flash floods due to unplanned urban development and a poor drainage system. As a result, waterlogging has become a regular occurrence during the monsoon season, disrupting the lives of millions. In addition to floods, Dhaka faces extreme heat, exacerbated by the urban heat island effect. With minimal green spaces and insufficient infrastructure to handle the surging population, the city's resilience to climate impacts is being tested.\nGovernment-led adaptation efforts\n\nBangladesh has been proactive in its efforts to combat the impacts of climate change. The Bangladesh Climate Change Strategy and Action Plan (BCCSAP) serves as the country's blueprint for adaptation and resilience. This plan includes significant investments in flood defences, early warning systems, and disaster shelters. Over the years, Bangladesh has gained international recognition for its disaster preparedness, especially in reducing cyclone-related deaths through improved warning systems and the construction of cyclone shelters. Despite these efforts, the magnitude of the climate crisis is making it increasingly difficult to keep up. Bangladesh, as a developing country, faces constraints in terms of finance and technical resources. Many of its adaptation projects remain underfunded, with gaps in data and knowledge limiting the effectiveness of some interventions​.\nInternational support and future prospects\nTo address the climate crisis, Bangladesh needs more than local efforts. The country has been a vocal advocate for climate finance, urging developed nations to fulfil their commitments to the Green Climate Fund and other international support mechanisms. Global cooperation is crucial, especially as Bangladesh's adaptation efforts require substantial investments. At the international level, Bangladesh is actively involved in climate diplomacy, advocating for more ambitious targets to curb global temperature rise and support vulnerable nations like itself. The Global Goal on Adaptation, a key outcome of the Paris Agreement, aims to enhance the resilience of nations like Bangladesh through financial and technical support.\nDr Rejaul Karim is an associate professor in the Department of Business Administration at Varendra University. He can be reached at [email protected].\nAbdul Waaje is a graduate student of the School of Business at Michigan Technological University. He can be reached at [email protected].\nMd Mustaqim Roshid is an MBA student in the Department of Management Studies at Rajshahi University. He can be reached at [email protected].\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Adaptation strategies for climate change impacts in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/adaptation-strategies-climate-change-impacts-bangladesh-3722791",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "Post-flood assessment of loss and damage suffered by the affected people, disruption caused to sources of their livelihood, homesteads, properties and infrastructure is an important part of rehabilitation work. Among the various government and private bodies, the local policy think tank Centre for Policy Dialogue (CPD), at a recent meeting with the press, came up with an assessment of the loss to lives and properties inflicted by the late August floods that devastated eastern part of the country. Based on the data collected from the government sources, NGOs and interviews of its key informants in the 11 worst affected districts including Sylhet, Moulvibazar, Habiganj, Feni, Khagrachhari, Cox's Bazar, Cumilla, Noakhali, Chattogram, Lakshmipur and Brahmanbaria, it estimated that the flood-related damage was equivalent to Tk 144.1 billon, which in US dollar comes to US$1.23 billion. This amount of money is about 1.81 per cent of the current national budget (FY2024-25) and 0.26 per cent of the projected GDP for FY25. Notably, it is impossible to have a complete picture of the flood-damage just by monetising the loss. The suffering of the people, the emotional trauma of the victims who lost their loved ones or the shock of losing their entire investments in businesses, the crops they had grown or the savings of entire life lost to the flood cannot simply be monetised. Even so, an estimate of the economic loss provides a guideline for the government and others concerned on the resources necessary to be mobilised for helping the flood victims to rebuild their lives. The areas that suffered worst due to the floods, according to the think tank's study, were agriculture and forestry, infrastructure, housing, industry, healthcare and education respectively. Of the total amount of economic loss inflicted by the floods, agriculture and forestry, for instance, shared the highest at 35.85 per cent. The next worst affected sector, obviously, is the infrastructure, which bore 32.27 per cent of the total loss. Simple arithmetic shows that these two sectors have borne close to 70 per cent of the overall loss sustained by the entire flood-affected areas. Needless to say, the rehabilitation effort of the government in the 11 districts that bore the brunt of the damage caused by floods should direct its focus mainly on these two sectors where the affected farmers in agriculture will require financial support, for example, to replace their livestock, seedbeds, etc. lost to the floods or for buying seeds and other agricultural inputs. If not outright government aid, they should at least have easy and encumbrance-free access to bank loans. Many of them including local small businesses often borrow money from non-bank sources including NGOs. Already burdened with debt from these sources, it would be of great help for the affected farmers and small businesses if a moratorium is imposed on payment of debts owed to different NGOs and banks by these affected people. These steps are necessary not just out of mere altruistic considerations, which, of course, are obligatory, especially for farmers. For, without protecting the agriculture's backbone, the farmers, food security of the nation is inconceivable. The government may also be required to import rice to ensure the country's food security following damage to crops. Of course, other sectors including health and education would also require equal attention from the government for the rehabilitation of the affected people as well as the infrastructures concerned. However, mere assessment of the damage is not going to address the devastations caused to people and infrastructure. It is the necessary action that matters. Hopefully, the interim government will be equal to the task.",
        "headline_1": "Assessing flood damage to help recovery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/assessing-flood-damage-to-help-recovery-1728397990",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "Dissolution of the Textbook Review Committee, formed weeks ago, has sparked strong criticism from various quarters including academics, curriculum researchers, and members of the civil society. Media reports say the decision came in the form of quick response to demands from Islamist political parties to re-constitute the committee alleging that its composition was not proper and that it included members whom they considered 'Islam haters.' After the fall of the Awami League-led government on August 5, the interim government took the decision to adopt a fully reviewed curriculum from 2026 by scraping the 2022 curriculum. It was with this plan that the education ministry formed a 10-member committee on September 15 comprising, among others, noted educationists, researchers and academics. The committee was tasked with reviewing the school and college textbooks in keeping with the curriculum's aims and objectives, the country's culture, history, tradition, social and moral values, religious beliefs and providing recommendations for necessary reforms. But in less than a fortnight, the Bangladesh Jamaat-e-Islami demanded exclusion of two members from the committee and inclusion of at least two Islamic scholars arguing that many irrelevant and anti-Islamic contents were included in the textbooks in the past 17 years. Their demand was soon echoed by two other Islamist organisations-the Bangladesh Khelafat Majlish and the Sunnah Foundation.In line with protests from various quarters over the dissolution of the review committee, the Transparency International Bangladesh (TIB) has expressed deep concern stating the decision as the interim government's compromise on policy decisions and termed it a dangerous precedent of succumbing to self-interested radical threats. The organisation expressed deep concern saying that the decision to dissolve the committee formed to review and revise all textbooks, prepared and printed by the National Curriculum and Textbook Board (NCTB), contradicts the vision of a non-discriminatory \"New Bangladesh\" and its non-communal spirit. TIB Executive Director Iftekharuzzaman said the \"New Bangladesh\" should be a nation built on the principles of non-discrimination, transparency, and accountability, free from religious or blinkered ideological imposition. He added, \"we are alarmed by efforts to spread malice, hatred, and hostility against non-communal spirit and pluralism, which are gaining momentum.\" In the press statement released in this connection, he also said, \"No matter how overpowered the oppressive and communal forces that have emerged from the ruins of authoritarianism are, and no matter how hard they try to impose their discriminatory ideology on society, we firmly believe that the mainstream of the anti-discrimination movement will not allow such forces to thrive.\"The TIB has clearly captured the essence of the ongoing protests across various parts of the country, especially on academic campuses. What might be surprising is how fundamentalist groups managed to influence the government. There is good reason to suspect that certain forces within the interim government are deliberately attempting to create disorder by reversing non-communal and inclusive academic reforms. Academic curriculum has been a topic of debate in the country for quite some time. It may be recalled that following law enforcers' crackdown on the Islamist group Hefazat-e-Islam during their siege of the capital's Shapla Square in 2013--known as the 'Operation Shapla'-- the then government was looking for an opportunity to placate the aggrieved Hefazat, which had a vast following across thousands of Quomi madrashas all over the country. In what many viewed as a populist conciliation, then-Hasina government made several concessions to Hefazat's demands, including significant changes to the curriculum. The most appalling of the changes was the removal of renowned Hindu writers from school textbooks-a thoroughly wicked move that deeply shocked the conscientious citizens. There were protests, but largely confined to newspaper columns and social media. Over the years, the Islamist groups continued to exert their pressure on the government, finding 'flaws' with the curriculum and pushing for further revisions. In 2023, they successfully lobbied for the withdrawal of two textbooks, \"History and Social Science: An Inquiry-based Reader\" for 6th and 7th graders, alleging the books promoted the 'controversial' theory of Darwinian evolution and disrespected Islamic attire for women.Academic curriculum, in its true perspective, provides a systematic teaching method that engages students in learning knowledge and skills through an extended inquiry process. It encompasses the set of facts, rules, and procedures that students need to master in a specific discipline, along with the development of critical thinking and understanding of the world. The curriculum design, implementation, and assessment thus should aim to bring about a holistic development in students' personality --- physical, intellectual, emotional, social and spiritual.The interim government in its bid to bring about reform must not overlook the basics of curriculum design. \n[email protected]",
        "headline_1": "Designing curriculum must not be left to demagogues",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/designing-curriculum-must-not-be-left-to-demagogues-1728398042",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "It is quite intriguing that discussion is still on how to make the central effluent-treatment plant (CETP) at Savar tannery industrial estate functional after so many years. There is no point discussing how after much tug-and-pull between a previous government and tanners, the leather sector finally moved from Hazaribagh area to the Savar leather estate in 2018. The CETP issue was never resolved and the export-oriented leather industry continued to suffer because it could not meet requirements demanded by importers. Many of the larger tannery companies had gone ahead and installed their own effluent-treatment-plants (ETPs), but for the majority of leather factories that was never an option.Today, there is a new government in power. The interim government appears to be serious about making changes at policy level on issues like climate and adoption of environmentally-friendly processes. Hence, it is understandable that leaders of the Bangladesh Finished Leather, Leathergoods and Footwear Exporters' Association (BFLLFEA) has approached the finance advisor for measures to fix the CETP. This is understandable because the CETP issue has been festering for years on end under the previous governments. While all other infrastructure has been made ready, the CETP problem remains. But why? The factories located at the Savar tannery industrial estate are 100 per cent export-oriented.The finance adviser has given assurance that CETP-related problems will be solved soon. Precisely how long \"soon\" is, of course, matters. As pointed out by BFLLFEA, the absence of a functioning CETP means that factories are forced to sell goods to China at much lower prices than the international market rates. But the government should understand something. It is more imperative than ever to try and diversify the export basket. Being dependent on just one industry, i.e. readymade apparels, exposes the country to undue external pressure, business or otherwise. Again, export diversification must happen to increase foreign exchange earnings, something that is in dire need today. It is good that there is talk of forming a sub-committee that will look into solving the industry's problems expeditiously. As stated before, a non-operational CETP translates into Bangladeshi tannery companies selling their products at significantly lower rates in the global market and that is not helping either the industry or export earnings. A CETP would also allow for industry to move in to value-added product category, which would increase earnings manifold. There has till now been a tug of war between past policymakers and industry on the question of cost of setting up a workable CETP. It could be argued that since the existence of CETP is mandatory to make dangerous effluents safe before discharge, it is the industry's responsibility to set it up. Many of tannery companies have set up individual ETPs to take advantage of the obvious export opportunities, but they are a very few in number. Most of the tanneries are small in size with limited financial capacity, which brought forth the question of a CETP in the first place. If cost sharing becomes inevitable, then the government should go ahead and set it up on its own. At the same time, tannery companies may pay a certain percentage of the cost depending entirely on their export earnings. Since without a CETP, the leather industry as a whole, can never reach its full potential, the ministry concerned needs to come to a decision fast. Enough time has been wasted on the issue and it can only be hoped that the seemingly never-ending saga of a non-functional CETP can come to an end within an acceptable timeframe. \n[email protected]",
        "headline_1": "CETP saga of Savar leather estate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cetp-saga-of-savar-leather-estate-1728398078",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2024"
    },
    {
        "full_article": "I'm not sure if this has been considered before, but I believe that the greater the exploitation or suppression in any context, the more resistance it generates.Whether individuals belonging to a specific caste, creed, class, religion, nation, or even humanity as a whole endure continuous exploitation or suppression, the deprivation experienced fosters a unified spirit of resistance. This unity eventually leads to a powerful eruption of defiance.This principle applies in every battlefield-whether physical or psychological-and in every significant event. Be it the struggles of my brothers and sisters in Palestine, the Liberation War of Bangladesh, or the fight for the rights of all humankind, the same dynamic holds true.However, the path to liberation varies in difficulty. For example, the Bangalees' liberation from Pakistan's suppression took nine months of intense struggle, and we succeeded. Yet for the Palestinians, their fight for existence has lasted nearly eight decades. Sadly, 54 years after our independence, many Bangalees have forgotten the struggle and the heroes behind our existence. In contrast, after eight decades, the Palestinians have not forgotten their history or true identity. I sometimes wonder: had our struggle been longer, would we have retained a deeper connection to our roots, like the Palestinians, who continue to hold onto their identity despite overwhelming suppression?But nothing is ever truly lost when an effort is made. Even if we have forgotten our roots and history, we can seek forgiveness and correct our course. However, we have not yet done so. Still, it's never too late if we genuinely recognise what needs to be done. We must never forget or deny these events, even in the name of \"resetting\" anything. Such actions are not only immoral but also selfish, and there's no way to undo them.\nTasin Mahdi, Dhaka[email protected]",
        "headline_1": "Suppression vs resistance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/suppression-vs-resistance-1728398112",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2024"
    }
]