[
    {
        "full_article": "On the face of it, the 5.2% uptick in India’s Index of Industrial Production (IIP) this January is a good new year tiding for a metric that had seen two months of contraction in the previous five months. With the Gross-Value Added (GVA) in the economy by the manufacturing sector shrinking 3.6% in the July to September 2022 and 1.1% in the October to December 2022 quarters, one would hope that the final quarter of this financial year bucks this trend. To that end, January’s factory output numbers offer moderate, although not necessarily adequate, encouragement. For one, the rise is almost twice the insipid 2.6% growth averaged in the previous quarter and marks a 4.7% improvement from output levels in December 2022. Double-digit growth in electricity and capital goods lifted the IIP, aided by a 9.6% rise in primary goods and an 8%-odd rise in mining and infrastructure goods (a three-month low for both). Manufacturing rose 3.7%, which is slightly better than December’s 3.1% increase, but 10 of 23 tracked sub-sectors recorded contractions in output and five of those slipped more than 10% from January 2022 levels. Textiles factories pared production by over 11%, wood products fell by 12.6%, wearing apparel units slashed output by 22.3%, while computers and electronics manufacturing fell 29.6%. As many as seven sectors have clocked output declines over the first 10 months of 2022-23, including electrical equipment, computers, pharma and the employment-intensive textiles, apparel and leather.Weakening global demand is surely hurting factory order books and the increasingly hawkish monetary policy outlook in critical markets for Indian exporters such as the United State, do not augur well. On Friday, when the IIP numbers were released, global oil prices fell by another 1.3% as markets expect rate hikes by central banks will hurt demand (and export orders). Of equal concern for the Reserve Bank of India’s Monetary Policy Committee (MPC) members, when they meet in early April, would be how domestic demand is holding up. Two MPC members had already flagged concerns about interest rates turning too high for comfort at its February meeting — one termed India’s growth as ‘extremely fragile’. The signals from consumer goods production numbers in January’s IIP are not too enthusing. While consumer durables output shrank sharply year-on-year for the second successive month, it was almost 15% below pre-COVID levels. Non-durable consumption items grew 6.2%, the slowest pace in three months, with total output this year still below 2021-22 levels. A K-shaped recovery may be officially denied, but industry is pointing to a slower rebound in lower income and rural segments. All is still not well.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nindustrial production\n\n/\n\nelectricity production and distribution\n\n/\n\nelectronics\n\n/\n\nexports\n\n/\n\nReserve Bank of India\n\n/\n\nCoronavirus\n\n/\n\nmining",
        "headline_1": "A fragile momentum: On the economy and India’s growth",
        "headline_2": "Industrial output gains in January remain uneven and may not sustain",
        "link": "https://www.thehindu.com/opinion/editorial/a-fragile-momentum/article66614934.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "India woke up at dawn on Monday to watch the 95th Academy Awards held at Dolby Theatre, Los Angeles, and cheer the two wins. Director Kartiki Gonsalves’ Tamil documentary The Elephant Whisperers became the first ever Indian production to win the Oscar for Best Documentary Short. Director S.S. Rajamouli’s Telugu film RRR became the first Indian feature production to win an Oscar when its catchy ‘Naatu Naatu’ won for Best Original Song (music composer M.M. Keeravani and lyricist Chandrabose). Amid this cheer, however, director Shaunak Sen’s All That Breathes lost the Best Documentary Feature to director Daniel Roher’s Navalny. RRR’s win is significant in the context of India’s last wins at the Oscars in 2009, from the British production, Slumdog Millionaire — Best Original Song and Score for music composer A.R. Rahman and lyricist Gulzar’s ‘Jai Ho’, and Resul Pookutty for Best Sound Mixing. While this Danny Boyle film can be described as a western world’s interpretation of Indian cinema’s song, dance and mainstream masala, RRR is an Indian mainstream production that is unapologetic about its spectacle action pieces and dance numbers. The ‘Naatu Naatu’ win can be viewed as the Academy’s nod to cinema that captured the imagination of a multicultural American society.The awards have again brought to the fore the debate whether the Oscars are ‘too White’, particularly with the nomination of Andrea Riseborough in the Best Actress category for To Leslie, widely criticised for snubbing potential names such as Viola Davis for The Woman King and Danielle Deadwyler for Till, and forcing the Academy to probe whether she had secured the nod due to aggressive campaigning from her Hollywood peers. The silver lining of inclusivity came in the form of Everything Everywhere All At Once (the story of an immigrant Chinese family), securing 11 nominations and winning seven awards. Its top prizes included Best Picture and Best Director, and an award for Vietnamese-American Ke Huy Quan in the Best Supporting Actor category. Its lead actress Michelle Yeoh became the first Asian woman to receive a nomination and win in the Best Actress category. It is also the first Best Actress win for a non-white actress in 20 years. Cheers greeted the 60-year-old when she urged women not to let anyone ever tell them that they are past their prime. The other non-white film to make its presence felt through nominations and its win for Best Costume Design was Black Panther: Wakanda Forever. In the years ahead, these multicultural wins should pave the way for more artistes to take to the global stage.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nThe Oscars\n\n/\n\ndocumentary films\n\n/\n\nIndia\n\n/\n\ncinema\n\n/\n\nmusic\n\n/\n\nUSA",
        "headline_1": "True colours: On the significance of India’s Oscar wins",
        "headline_2": "The Oscars served as a marker of America’s nod to inclusivity",
        "link": "https://www.thehindu.com/opinion/editorial/true-colours-on-the-significance-of-indias-oscar-wins/article66614964.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "Naatu Naatu and The Elephant Whisperers – the two Oscar wins for India this year, represent two ends of the Indian filmmaking spectrum. One is a popular dance number from a blockbuster South Indian movie. The other is a serious documentary on an indigenous couple and an orphaned elephant.\nFor a long time, the world viewed the Indian cinema industry as primarily Bollywood or films made in Hindi. Naatu Naatu is a song from RRR, a film made in the Telugu language. According to an estimate by the consultancy Ormax Media, Telugu cinema industry earned $212 million last year compared to the Hindi film industry’s $197 million. This trend, where films made in south Indian languages are finding popularity has been increasing in the last few years. India and the rest of the world are now taking notice of south Indian cinema.\nRead full opinion on TOI+\n\n",
        "headline_1": "The cinema whisperers: The Oscar win for an Indian documentary gives a new lease of life to films that do not shout at us. They have new funding channels and viewership platforms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-cinema-whisperers-the-oscar-win-for-an-indian-documentary-gives-a-new-lease-of-life-to-films-that-do-not-shout-at-us-they-have-new-funding-channels-and-viewership-platforms/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "GoI has told the Supreme Court it opposes same-sex marriage, arguing such marriages would not be ‘compatible’ with the ‘Indian family unit’, and ‘clearly distinct’ classes cannot be treated identically. The executive’s and the legislature’s views on this are informed substantially by much of Indian society’s traditionalism and conservatism. But it is SC’s job to uphold fundamental rights, with or without popular endorsement. CJI has, hearteningly, observed that “atypical manifestations of the family unit” deserve legal protection.\nParts of the world have already legally enshrined marriage equality. Religious leaders have also buckled – staunchly religious countries like Ireland have legalised same-sex marriage after a referendum, majority opinion has swung in places like Australia and the US. Taiwan’s courts have legalised it, and even in Japan, where same-sex marriage remains illegal, 256 municipalities and 12 prefectures have ‘partnership oath systems’. Other jurisdictions that have held off on legalising same-sex marriage allow registered civil unions or domestic partnerships, which seek no religious validation, but bring most of the rights and responsibilities of a legal couple – to be at a hospital bedside, to have and raise children together, to own and inherit assets or operate a bank account together, be counted as family in matters of tax or immigration, to qualify for spousal support, get employment benefits and so on.\nThese civil unions, which can be also applied to anyone regardless of sexual orientation or gender, are more popular than traditional marriage in places like France and northern Europe. This is something India’s courts and lawmakers should seriously study. In fact, if the political class is discomfited by the notion of queer marriage, it should see civil union as a smart solution. And those rightly demanding marriage equality can also see this as a step forward.\nIndia has the Special Marriage Act, a civil law that operates outside the personal laws of each religious community. There can be no argument that this Act must allow all classes of citizens the right to marry. But stifling social conservatism is a reality that politicians won’t ignore. Therefore, civil unions can be a good beginning. And not just for queer couples. SC has had to intervene many times in favour of live-in heterosexual couples. Civil unions, therefore, are an option for any two people seeking legal basis for their relationship.\n\n",
        "headline_1": "Married or partnered: Politics won’t defy a largely traditional society. So, civil unions may be a good first step for same-sex couples",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/married-or-partnered-politics-wont-defy-a-largely-traditional-society-so-civil-unions-may-be-a-good-first-step-for-same-sex-couples/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "WHO chief is right in arguing that tracing the origins of Covid is not just a scientific but also a moral imperative. This comes as the US Energy Department is reported to have assessed that the pandemic had likely been caused by an unintentional Chinese lab leak. The lab leak theory has persisted despite some scientists positing that the novel virus had naturally jumped from animals to humans. The main reason for this state of unknowability is China’s stonewalling of a thorough Covid-origin investigation.\nRecall that China had allowed a WHO team to visit the country in early 2021 for investigation. But the visiting team was neither allowed to freely travel and interview witnesses nor given access to raw patient data from early cases in Wuhan – the Chinese city thought to be ground zero of the pandemic. As a result, the visit’s report was inconclusive. And when WHO proposed a second phase of investigation later that year, China flatly refused. This further fuelled speculation that Beijing was hiding something, especially at the Wuhan Institute of Virology, which was said to be conducting gain of function research on coronaviruses. Experiments that were reportedly also funded by the US. If the lab leak theory is true, Covid would be a man-made disaster of epic proportions.\nTherefore, two things are important. First, there must be an international consensus on banning all gain of function research. The dangers of such experiments far outweigh the benefits. These modified viruses are essentially deadly bioweapons. Second, investigations into the origins of Covid must continue – to find the truth and to better prepare for or prevent future outbreaks.   Was Beijing directly responsible for the worst pandemic this century, that’s the question.\n\n",
        "headline_1": "Find Covid origin: China must be held accountable. Also ban dangerous gain of function research on viruses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/find-covid-origin-china-must-be-held-accountable-also-ban-dangerous-gain-of-function-research-on-viruses/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "Gilles Verniers and Ananay Agarwal\nElections in the North-East used to be an economical affair, compared to the rest of the country where parties and candidates tend to splurge vast sums of money to contest. The intensification of competitiveness of elections and the involvement of new parties in state elections have somewhat changed that feature of politics in the North-East. Here, we compare the average net assets of major parties’ candidates and MLAs across the three states that just went to the polls.\nIn Tripura, the average self-declared wealth of MLAs has increased from Rs 26 lakh in 2008 to Rs 1.5 crore in 2023. In Nagaland, MLAs went from declaring an average of Rs 4 crore net assets in 2008 to nearly Rs 9 crore in 2023. The rise is even more pronounced in Meghalaya, where MLAs declared on average Rs 1.1 crore of assets in 2008, against Rs 9.1 crore in 2023.\nRead full opinion on TOI+\n\n",
        "headline_1": "Richer houses, poorer state of politics: N-E is following the worrying trend in rest of India by mostly electing wealthy legislators",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/richer-houses-poorer-state-of-politics-n-e-is-following-the-worrying-trend-in-rest-of-india-by-mostly-electing-wealthy-legislators/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "We would like to congratulate the Saudi and Iranian authorities for having the wisdom and far-sightedness to agree on restoring bilateral ties between the two nations. For helping to bring this about, China deserves a lot of credit. For Bangladesh, as a Muslim-majority country that has always pursued a policy of peaceful coexistence with all other countries, it is indeed very encouraging. At a time when the world is mired in increased uncertainties and chaos, the decision by Saudi Arabia and Iran to try and find ways of communication is an optimistic sign. It has the potential to benefit the whole world, and the region in particular. As such, we hope other countries, particularly Western countries, and especially the US, will see it in a positive light.\nWe understand that Iran and Saudi Arabia have many longstanding issues and historical disagreements. It would be naïve to think that they can sort out all their disputes overnight. The two countries will have to put in concerted efforts, over considerable periods of time, to build trust, which could eventually lead to the two finding solutions to many of their disagreements. But the fact that the agreement was signed after two years of difficult negotiations holds promise. And that officials from both sides have expressed their desire to find common ground on the basis of each side refraining from intervening in each other's internal affairs, and also from engaging in a costly arms race, further raises hope of a long-term rapprochement.\nTension between Saudi Arabia and Iran, as well as many of the decisions taken by both sides as a result of the mistrust that had developed over many decades, have proven to be disastrous for the people of the Middle East. The proxy wars in Yemen and Syria, for example, have led to some of the worst devastations in recent memory. Therefore, ending these wars, especially the one in Yemen – which has resulted in one of the largest humanitarian crises of modern times, as described by various UN agencies – should weigh heavily on their agendas.\nNeedless to say, the Shia-majority Iran and the Sunni-majority Saudi Arabia are seen as leaders of their respective sects by millions of people of the Islamic faith. Therefore, the rift that has developed between the two countries has obviously had a massive influence on these people. Should the two sides succeed in coming together in the interest of peaceful coexistence, it could have an extremely positive affect on overall regional peace and security.\nThe US, on the other hand, should not see the role played by China in mediating the agreement as a sign of dwindling US influence in the region. The US still has a massive role to play in the Middle East and, as such, should not look to derail the agreement in any way. With the world economy in dire straits, we hope Saudi Arabia and Iran will also look to work together to alleviate the anguishes being felt by billions of people around the world.\n",
        "headline_1": "Iran-Saudi detente can be a game-changer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/iran-saudi-detente-can-be-game-changer-3270801",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "With its many ethnic groups, distinct cultures and dialects, as well as its hybridisation of different social traits and norms, Bangladesh is as diverse as it gets. It contains multitudes that have served it faithfully through the centuries. It is, therefore, disheartening to see how that diversity is being threatened through continuous assaults on Bauls in the country. As per a recent report by this daily, these people known for their distinctive music and way of life are living under threat of attacks and humiliation as their tormentors continue to enjoy impunity.\nIn western Bangladesh alone, there have been at least five attacks on Baul akhras (dens) in the last seven years. And not a single attacker has been brought to book as of now. Even this past Friday, there was an attack on a cultural event featuring Baul songs in Sirajganj. At least nine artistes were reportedly assaulted by religious zealots apparently enraged by the loud music, while musical instruments, chairs and other valuables were also vandalised. Organisers of the event said that this kind of incident had never happened before, even though they had been holding such programmes in Sirajganj for long.\nWhat this shows is how unpredictable and spontaneous such attacks can be, and the culture of impunity that shields those behind the attacks. Even when a case is filed following an attack, it seldom leads to trial, let alone a conviction of the perpetrators. For example, on November 5, a group of attackers allegedly led by an imam of a local mosque attacked a Baul akhra in Laubaria, Kushtia. The following day, a case was filed with the Daulatpur police station, accusing 19 people. Of them, 18 were granted bail after they surrendered to the court.\nIn the absence of justice, victims often have to settle outside of the court with their attackers, or simply cease any legal pursuit to protect themselves. This has only emboldened the former. Besides attacks on akhras, assaults on Baul festivals have also become quite common in recent years. Even ordinary Baul enthusiasts have not been spared. One may recall that two teachers of Rajshahi University were allegedly murdered by extremists in 2014 and 2016. A physician was also attacked in Kushtia in 2014. In the age of the Digital Security Act, enemies of diversity have also been quite proactive in launching legal assaults on Baul singers and performers.\nIt must be reiterated that any attack on Baul events and akhras is an attack on the diversity of Bangladesh which it so proudly presents to the world. It's an attack on the Bauls' fundamental human rights which the constitution guarantees. Therefore, we urge the authorities to take stern action against the attackers. Baul music promotes harmony, tolerance and pluralism – a genre inspired by syncretic Islam. We should be proud of it, not allow it to be desecrated by fundamentalists.\n",
        "headline_1": "We must protect Baul singers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-protect-baul-singers-3270796",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "Usually, only those who are financially capable can partake in the hajj pilgrimage. In a country like Bangladesh, apart from a few individuals, most have a limit to such capability. \nConsidering the reality, people save for a number of years – some throughout their whole lives – to be able to go for hajj. This year, there are 127,000 slots available for Bangladeshis to perform hajj. However, so far only 38,000 devotees have completed the registration process. \nWhat's causing this slow enrolment into hajj packages this year?\nThe problem lies in this year's hajj package. Last year, the cheapest government hajj package was priced at Tk 4.62 lakh. This year, the same package costs Tk 6.83 lakh. Qurbani, food and other accompanying costs will increase the total expenditure to at least Tk 8-8.5 lakh. \nHow did the cost increase so much within a year? \nThe increased dollar rates certainly played a role behind such inflated costs, but the core reason lies in the commercial monopolisation of hajj flights by our national flag carrier. \nAs per the agreement between Bangladesh and Saudi Arabia, Biman Bangladesh Airlines carry half of the pilgrims for hajj, and the other half is flown by two Saudi carriers – Saudia and Flynas.\nBiman, Saudia and Flynus have all raised their fares by 30 percent, which is double the usual price hike.\nUsually, a round-trip air ticket for a Bangladesh-Saudi flight costs between Tk 80,000 and Tk 1 lakh. This year, Biman is charging Tk 2 lakh for the flight from the hajj pilgrims.\nThe reason Biman has presented for the doubling of airfare is quite strange. According to the Biman authorities, as the flights carrying hajj pilgrims to Saudi Arabia will come back empty, they will recover the loss incurred from empty flights through doubling the ticket price.\nInstead of addressing the rampant corruption and irregularities surrounding aircraft leasing, repair, pilot appointment, airport management, etc, the air carrier has targeted the hajj pilgrims to recover its losses.\nPerhaps the authorities assumed that no matter how much the hajj packages cost, the Muslim devotees in the country would take part in hajj. But due to limited spending capacity, even after the deadline was extended a few times, the registrations did not pick up. Biman clearly didn't consider people's limited purchasing capability.\nNow the question arises: what could Biman have done differently?\nOne drawback of hajj flights is that they can only carry hajj pilgrims. The flights landing at the hajj terminal in Saudi Arabia have returned empty – they cannot carry general passengers back. Similarly, empty flights have to fly to Saudi Arabia to bring the pilgrims back after hajj. This is what Biman has considered to double the ticket prices, passing the burden on to the hajj pilgrims.\n\nLast year, the cheapest government hajj package was priced at Tk 4.62 lakh. This year, the same package costs Tk 6.83 lakh. Qurbani, food and other accompanying costs will increase the total expenditure to at least Tk 8-8.5 lakh.\nIt must be noted that Saudia and Flynas are not allowed to carry general passengers on hajj flights either. Yet, due to poor monitoring at the Dhaka airport as well as the absence of a designated hajj terminal, these Saudi airlines carry general passengers on hajj flights. \nRegarding carrying general passengers on hajj flights, Bangladesh has scopes for negotiation with Saudi Arabia. \nSpeaking to The Daily Star, aviation expert Wahidul Alam said, \"If Biman adds a stopover in Dubai in hajj flights, this issue can be resolved as the empty flights can then carry general passengers to and from Dubai. It is a busy route during Eid, and as there are fewer Middle-East-bound flights compared to the demand, the fare increases naturally.\"\n\"If Biman flights make a stopover in Dubai or any other Middle East country, they can make hefty profits even without burdening the hajj pilgrims with doubled airfare,\" he added.\nCan Biman get permission to do this?\n\"Biman can easily seize the opportunity,\" Wahidul Alam said. \"Many slots are left empty in the Dubai flight schedule, which Biman can utilise. The deal between Bangladesh and UAE is that both countries are allowed to fly an equal number of flights every day. Only Emirates conducts three daily flights from Dhaka. Fly Dubai and Air Arabia conduct several daily flights, too. On the other hand, Biman and US Bangla only have two flights per day. Thus, there are many unutilised slots that Biman can easily use during hajj.\"\nAccording to aviation experts, Biman took the easy way out for hajj flights. Arranging stopovers in Dubai will require efforts and negotiations; Biman avoided that and instead the airline authorities opted to pass the burden on to the hajj pilgrims.\nIf policies are unclear, if citizen welfare is not the focus of the policies, then decisions like this become easy to make and implement.\nBiman is not solely to blame for this situation – the government has its fair share of liability. The policies that they are formulating are clearly not pro-people.\nIn conclusion, let me draw your attention to the hajj packages offered in India and Pakistan. \nAccording to India's hajj committee website, since 2018, the hajj package in India costs 399,000 rupees. Also, as per a gazette from the minority affairs ministry, the government will pay a subsidy of 100,000 rupees per pilgrim this year, which means a pilgrim will ultimately have to pay less than 300,000 rupees. In Bangladeshi taka, that's less than Tk 4 lakh.\nPakistan's economy is almost on the brink of collapse. They are yet to officially announce their hajj package, but according to a report by Pakistan Today, the country's religious affairs ministry may set the package price at one million rupees, which is equivalent to around Tk 4 lakh.\nAccording to ATAB, airfare for hajj flights is equivalent to Tk 1.2 lakh at best in both India and Pakistan.\nIt is actually about being considerate towards the people of the country. In Bangladesh, this trend is declining, especially in government and among policymakers. Even a symbolic gesture of empathy towards the general population is a far cry these days.\nFor this reason, a corruption-ridden organisation like Biman implemented a policy to put more pressure on the people, instead of trying to reduce the corruption level. And the government has aided them in this effort. In the end, it's the ordinary, pious people who are bearing the brunt.\nTranslated by Mohammed Ishtiaque Khan.\n\nGolam Mortoza is the editor of The Daily Star Bangla.\n",
        "headline_1": "Where are the hajj pilgrims?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/where-are-the-hajj-pilgrims-3270301",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "We would like to congratulate the Saudi and Iranian authorities for having the wisdom and far-sightedness to agree on restoring bilateral ties between the two nations. For helping to bring this about, China deserves a lot of credit. For Bangladesh, as a Muslim-majority country that has always pursued a policy of peaceful coexistence with all other countries, it is indeed very encouraging. At a time when the world is mired in increased uncertainties and chaos, the decision by Saudi Arabia and Iran to try and find ways of communication is an optimistic sign. It has the potential to benefit the whole world, and the region in particular. As such, we hope other countries, particularly Western countries, and especially the US, will see it in a positive light.\nWe understand that Iran and Saudi Arabia have many longstanding issues and historical disagreements. It would be naïve to think that they can sort out all their disputes overnight. The two countries will have to put in concerted efforts, over considerable periods of time, to build trust, which could eventually lead to the two finding solutions to many of their disagreements. But the fact that the agreement was signed after two years of difficult negotiations holds promise. And that officials from both sides have expressed their desire to find common ground on the basis of each side refraining from intervening in each other's internal affairs, and also from engaging in a costly arms race, further raises hope of a long-term rapprochement.\nTension between Saudi Arabia and Iran, as well as many of the decisions taken by both sides as a result of the mistrust that had developed over many decades, have proven to be disastrous for the people of the Middle East. The proxy wars in Yemen and Syria, for example, have led to some of the worst devastations in recent memory. Therefore, ending these wars, especially the one in Yemen – which has resulted in one of the largest humanitarian crises of modern times, as described by various UN agencies – should weigh heavily on their agendas.\nNeedless to say, the Shia-majority Iran and the Sunni-majority Saudi Arabia are seen as leaders of their respective sects by millions of people of the Islamic faith. Therefore, the rift that has developed between the two countries has obviously had a massive influence on these people. Should the two sides succeed in coming together in the interest of peaceful coexistence, it could have an extremely positive affect on overall regional peace and security.\nThe US, on the other hand, should not see the role played by China in mediating the agreement as a sign of dwindling US influence in the region. The US still has a massive role to play in the Middle East and, as such, should not look to derail the agreement in any way. With the world economy in dire straits, we hope Saudi Arabia and Iran will also look to work together to alleviate the anguishes being felt by billions of people around the world.\n",
        "headline_1": "Iran-Saudi detente can be a game-changer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/iran-saudi-detente-can-be-game-changer-3270801",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "With its many ethnic groups, distinct cultures and dialects, as well as its hybridisation of different social traits and norms, Bangladesh is as diverse as it gets. It contains multitudes that have served it faithfully through the centuries. It is, therefore, disheartening to see how that diversity is being threatened through continuous assaults on Bauls in the country. As per a recent report by this daily, these people known for their distinctive music and way of life are living under threat of attacks and humiliation as their tormentors continue to enjoy impunity.\nIn western Bangladesh alone, there have been at least five attacks on Baul akhras (dens) in the last seven years. And not a single attacker has been brought to book as of now. Even this past Friday, there was an attack on a cultural event featuring Baul songs in Sirajganj. At least nine artistes were reportedly assaulted by religious zealots apparently enraged by the loud music, while musical instruments, chairs and other valuables were also vandalised. Organisers of the event said that this kind of incident had never happened before, even though they had been holding such programmes in Sirajganj for long.\nWhat this shows is how unpredictable and spontaneous such attacks can be, and the culture of impunity that shields those behind the attacks. Even when a case is filed following an attack, it seldom leads to trial, let alone a conviction of the perpetrators. For example, on November 5, a group of attackers allegedly led by an imam of a local mosque attacked a Baul akhra in Laubaria, Kushtia. The following day, a case was filed with the Daulatpur police station, accusing 19 people. Of them, 18 were granted bail after they surrendered to the court.\nIn the absence of justice, victims often have to settle outside of the court with their attackers, or simply cease any legal pursuit to protect themselves. This has only emboldened the former. Besides attacks on akhras, assaults on Baul festivals have also become quite common in recent years. Even ordinary Baul enthusiasts have not been spared. One may recall that two teachers of Rajshahi University were allegedly murdered by extremists in 2014 and 2016. A physician was also attacked in Kushtia in 2014. In the age of the Digital Security Act, enemies of diversity have also been quite proactive in launching legal assaults on Baul singers and performers.\nIt must be reiterated that any attack on Baul events and akhras is an attack on the diversity of Bangladesh which it so proudly presents to the world. It's an attack on the Bauls' fundamental human rights which the constitution guarantees. Therefore, we urge the authorities to take stern action against the attackers. Baul music promotes harmony, tolerance and pluralism – a genre inspired by syncretic Islam. We should be proud of it, not allow it to be desecrated by fundamentalists.\n",
        "headline_1": "We must protect Baul singers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-protect-baul-singers-3270796",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "A report, titled, 'The declining women workers in the Bangladesh RMG industry' finds that the proportion of women workers dropped to 53.65 per cent in 2021 from 80 per cent in the 1980s. The report prepared on the basis of a research work carried out jointly by the Ethical Trading Initiative, GIZ (a German public benefit enterprise working in international cooperation for sustainable development) and the Brac University has identified the reasons why women continued to leave apparel factories' jobs in an increasing number. Although the implications of women's voluntary exit as against termination of their service on their empowerment and well-being of their families and communities have been alluded to, how and to what extent those took place have not been explained or analysed. There may be more to the reasons cited by in-service and former garment workers or why should the focus groups' reference to negative working conditions have not at all been mentioned by the workers in employment and those who left? If simple gender parity is at issue, it is still in favour of women garment workers. However, various studies on women's quitting RMG employment at different times in the past have arrived at varying proportions but all showed a declining share of women's participation in factory work. It is, therefore, concerning that the proportion of women quitters is increasingly becoming higher than their male counterparts. In 2015, of the workers who left RMG jobs, 49 per cent were female which rose to 51 per cent in 2021, according to the latest study. This means not all is well on the RMG job front for women workers. Caring for children topped the list of reason for leaving the job. The year 2021 could have shed more light on the compulsion for opting out because the pandemic was yet to be over and economic crisis was acute. Although 77 per cent of reasons cited by job leavers were related to a family condition, they do not even remotely refer to desperation of earning what may be seen as a pittance but the last line of survival. This is rather strange. That pregnancy, discrimination for being pregnant, age inappropriateness, inability to balance between work and home responsibilities, improper working environment and conditions including low salaries follow caring for children is unsurprising. What has not been mentioned is the shabby and insecure accommodation, substandard foods women workers can afford with their income for living and survival. Even their return to their slum-like living quarters ---no matter at daytime or after their night shifts ---is fraught with risks of sexual harassment or even violence. Overall, the condition is not women-friendly. Then how could they make the hard choice of leaving their jobs? It seems they could find some kind of employment in their known environment in villages. Without meeting excessive production target and long hours of duties where promotion is mostly illusive, at home they can now earn from farm labour of five to six hours as much as they did from RMG service. The enterprising among them grow vegetables or have their small duck or poultry farms requiring much less labour. Village economy is undergoing a radical transformation courtesy of young people's entrepreneurial zeal and skills. Without addressing the problems facing women garment workers and making their labour reasonably rewarding, the RMG sector will fail to attract women workers in the future.",
        "headline_1": "Why are women RMG workers quitting jobs?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-are-women-rmg-workers-quitting-jobs-1678719604",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "Despite the metro rail job being a specialised one, the apathy of women, including the educated ones, towards it turns out to be a quandary. The Dhaka Mass Rapid Transit Company Limited (DMTCL) authorities say the company has offered women the full scope of working either at the front desk or in the back office. They rue the fact that the elevated railway has so far received unbelievably few job applications from women. The DMTCL has till now recruited 325 people in different job categories. Of them, 207 have joined on being imparted training. A tiny few, only five of them, are women. Four are serving as station controllers. One has been recruited as a train operator. It has been learnt that the said four are among the 60 station controllers. And the only woman train operator is among a total 24 of them.Here one would like to turn to the online YouTube channel which runs a popular programme on civilian aircraft operation. One of its segments is focused on the cockpit interiors. It shows how two women pilots operate a large passenger aircraft. The amazing aspect of the scenario is around 40 per cent of the pilots operating wide-bodied aircraft are women. The planes range from Boeing, Airbus to scores of other heavy aircraft. A salient feature of the cockpit interior is the sprightly yet highly professional ambience. At times, the women pilots appear to be defter than their male counterparts. The cockpits apart, the whole airports appear to be abuzz with the movements of female ground staff. The high-speed ground railways and the underground ones are equally staffed with skilled crew and attendants of both sexes in many overseas countries. Many in Bangladesh are visibly dejected at the treatment meted out to the young women who might have been drawn to the metro rail career with a few dollops of encouragement.A report in FE on March 9 says the advertisements for hiring officials and engineers for the metro rail did not carry the words 'Women are encouraged to apply', as mentioned in many other job advertisements. It seems there is a lacuna. The DMTCL Managing Director (MD) says in this regard that government guidelines set quotas at the starting grades. He also hastens to add that DMTCL has given a good working environment and facilities for women. It is meant to make sure that women work in their comfort zone as required for them in a job, the MD added. The FE report quoted the DMTCL website as saying the five women already recruited by the company were hired in the last few grades. However, all said and done, confusions and a smokescreen have been created over the making of careers by women in the metro rail sector. The days of white collar manual jobs are gone. Bangladesh is fast stepping into the fully digitised world. Women's jobs in the coming decades are set to be enriched with all kinds of digital features. Against this backdrop, it was unlikely that educated women would not have felt attracted to jobs like that in the metro rail's MRT-6 Line if projected effectively.A stark reality regarding the MRT lines is about to surface. An official says all MRT projects are facing a lack of manpower. It's because most of them have been hired on deputation. \"Those who have been recruited for MRT-6 at the entry level will be accommodated as permanent staff of the DMTCL,\" the official added. It would have been good news had the plan included the female staff of all categories. A request has been sent out to many male and female government officials enriched with technical knowledge to join the project. Surprisingly, the officials have not shown much interest as they spoke from their own experience that a woman engineer is always unwelcome. It speaks amply of the typical male-centric mindset. When the nation's avowed policy is to achieve gender parity in all sectors of life, this attitude appears unconscionable. However, the cause of disinterest in the metro rail job shown by educated women lies somewhere else. It could be the nature and character of the sophisticated job. A section of women otherwise interested in the job may have started feeling they might not fully meet the technical requirements which the job demands. As has been learnt, the MRT operation is similar to that of trains in many respects. It is run fully on electricity with no separate engine. But it has a modern track system. Being a technical hand of the metro rail has its unique character. Be it the job of an engineer, an operator or a front desk or a back office staff, they offer a work-friendly atmosphere cherished by women. The country's railway has a number of women recruits at different levels. The metro jobs meant for women appear to have emerged as being a little different, thanks to their off-beat nature and overall environs. The old system has to be changed in order to ensure an enabling atmosphere for the smooth operation of the metro rail set-up including its technological and administrative areas. First of all, the thrust has to be put on a recruitment process free of the semblance of bias skewed against women --- inadvertent or caused by a moribund and age-old system.\n[email protected]",
        "headline_1": "Metro rail job: Women's place",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/metro-rail-job-womens-place-1678719656",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "That the prices of essential commodities have been going up ahead of the holy month of Ramadan is no news. People know this and can also forecast how the kitchen market will behave at what points of time before and during the Ramadan. Though the price hike of commodities, especially of those called essential ones, is usually blamed on the unidentified 'dishonest section' of the traders, it is the general traders who draw more than their fair share of the flak. The government ministers also exhort the traders to be sensible, sensitive and ethical and so on during the month of self-abnegation. But those supposedly behind the commodity price hike, the corporate groups, the wholesalers and the retailers in the mahallas (neighbourhoods), seem to turn a deaf ear to the sermons from such unexpected quarters. But this time, so far as the report goes, the commerce minister recently called upon the general consumers to not go on a shopping spree to keep Ramadan prices of everyday essentials stable. That is as good as saying that consumers themselves can also be an important driver of sudden commodity price spike before important social or religious occasions like Ramadan and Eid. However, consumers who can afford to buy and stockpile large quantities of items like meat, edible oil, sugar and spices are not general consumers. They belong to the higher income group, who are not as much affected by the soaring prices of essential commodities as those who have to stand in queue under the summer sun beating down on them mercilessly in the hope that the Trading Corporation of Bangladesh (TCB)'s truck will finally arrive. For the TCB trucks carry some essential commodities that are sold at a subsidised price to the less privileged consumers. And these people are certainly not the ones who are prone to unjustly stocking up on daily necessities. In that case, the government needs to ensure adequate supply of the essential commodities both through TCB trucks and government-appointed dealers all over the country so that the low and fixed income segment of the population can buy the basic necessities at affordable price. In this context, it could be learnt that the TCB has also raised the price of broiler chicken by 27 per cent in a month and by 55 per cent over a year. Notably, the prices of broiler chicken have seen a hundred per cent rise during the past five weeks so much so that it was selling Tk.260 a kilogram, according a report carried by this paper on Saturday (March 11). It has reportedly been alleged at a meeting of the National Consumer Rights Protection Commission (NCRPC) with poultry farmers, wholesalers and retailers that corporate companies involved in poultry farming are behind the galloping price of broiler chicken. Whatever the case, TCB should not at least increase the price of broiler chicken, especially during the Ramadan as it is an affordable source of protein for the limited income people. And since TCB's purpose is not to make profit, but to serve the people, it should not increase the price of any of the items it sells in the open market. Moreover, the government should also intervene to break the nexus that is allegedly working behind raising the broiler chicken price artificially. However, it is not only meat, prices of all other basic necessities are also shooting up wildly. At such critical times, the government should do more to make this Ramadan meaningful to all.\n[email protected]",
        "headline_1": "Making Ramadan meaningful to all",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-ramadan-meaningful-to-all-1678719690",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2023"
    },
    {
        "full_article": "Jagannath University (JnU) is a renowned public university in Bangladesh. The institution has a history of more than 150 years. It is located in Old Dhaka. And around 20,000 students are currently studying at this university. However, the road in front of the main entrance of the university is towards Sadarghat river terminal. So there is always a mess and crowd of people and vehicles. Buses plying on the road care little about the movements of pedestrians and students. Many buses take U-turn on the road in front of the main gate recklessly. This makes it risky for students to cross the road. Some of them were injured in car or rickshaw collisions at different times. The area is densely populated and busy with many trading activities.So, a foot over-bridge is necessary near the main gate of the university. It will ensure safe road crossing for the students and others. The authorities concerned needs to pay attention to this problem.\nBiplob Hosen, Student of Jagannath University, [email protected]",
        "headline_1": "Need for a footbridge in front of JnU",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-a-footbridge-in-front-of-jnu-1678719711",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-03-2023"
    }
]