[
    {
        "full_article": "The first winter session of 18th Lok Sabha ended on December 20 as one of the least productive and most acrimonious in history. The conflict between the government and the Opposition degenerated into a scuffle on the penultimate day, followed by absurd allegations and police reports. The Opposition sent a notice for a motion of no confidence in Rajya Sabha Chairman and Vice-President of India Jagdeep Dhankhar, which was rejected by the Deputy Chairman. The acrimony peaked with the Opposition turning a reference by Home Minister Amit Shah to Dr. B.R. Ambedkar into a stick to beat the Bharatiya Janata Party (BJP) with. Mr. Shah’s misspoken remarks were taken out of context by the Opposition which feels that it is par for the course. After all, the BJP had made ridiculous allegations about the Congress party’s supposed link with anti-India forces abroad to stall Parliament proceedings for several days earlier. Productivity in the Rajya Sabha was 40%, as it met for 43 hours and 27 minutes of the schedule. The Lok Sabha functioned for 54.5% of its scheduled time. Both the Houses witnessed protests from the treasury and Opposition sides over issues such as the alleged interference of U.S. billionaire George Soros in Indian politics, and the U.S. government’s actions against the Adani Group.The session was scheduled to take up 16 Bills in the legislative business and the first batch of supplementary grants under the financial business. Of the 16 Bills, only one Bill, the Bharatiya Vayuyan Vidheyak, 2024, significant for the civil aviation sector, was passed in both Houses. The Rajya Sabha passed the Boilers Bill and the Oilfields (Regulation and Development) Amendment Bill, bringing major changes in the industrial laws governing large furnaces and boilers and the petroleum sector. Other than the Appropriation Bills as part of the supplementary demands for grants, the Lok Sabha discussed and passed the Banking Laws (Amendment) Bill, the Railways (Amendment) Bill and the Disaster Management (Amendment) Bill. The debates saw Opposition members asking the government to protect the public sector banking system, ensure the safety of rail passengers and employees and bring in transparency in the allocation of funds to States hit by natural calamities. The Constitution (One Hundred and Twenty-Ninth Amendment) Bill and the Union Territories Laws (Amendment) Bill, that aim to achieve simultaneous elections in the country, were introduced and referred to a Joint Committee of Parliament. External Affairs Minister S. Jaishankar made statements in both Houses on India-China relations. The winter session demonstrated the need for an urgent restoration of parliamentary norms and basic decency in exchanges between political opponents. Published - December 21, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Lok Sabha\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        Parliament proceedings\n                    \n                            /                      \n                        \n                        police\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Rajya Sabha\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        railway\n                    \n                            /                      \n                        \n                        banking\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        India-China\n                    \n                            /                      \n                        \n                        disaster management",
        "headline_1": "​Frosty and bitter: On Parliament, the government and the Opposition",
        "headline_2": "Parliament needs to be more productive, and not sidetracked by barbs",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfrosty-and-bitter-on-parliament-the-government-and-the-opposition/article69009915.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "The horrors will never go away, and a survivor  has got only a semblance of closure after a French court sentenced her former husband to 20 years in prison for committing and orchestrating mass rapes of her for almost a decade. The 72-year-old man  admitted in court that he had drugged the survivor ,72, for years, before raping her, and recruiting strangers online to violate her as she was deeply asleep. In all, 51 people, aged between the late 20s and 70s, assaulted her as she lay in a drug-induced stupor, and have got away with punishment ranging from three to 15 years, less than the terms sought by prosecutors. The evidence, photographs and films, was stored in the man’s  computer and shown in court to shocking disbelief; the crime itself unravelled in 2020 after he was being probed for another misdemeanour, filming women inappropriately. But in all this, the survivor’s  brave stand — to waive anonymity and requesting a public trial — and boldly stating that “it is not us who should feel shame, but them”, struck a chord. People all across France, and the world, have followed the over three-month trial, marched on the streets and held demonstrations to seek changes in law for sexual crimes against women, and also the overturning of societal perceptions and toxic patriarchal behaviour. She said she had led the fight for her daughters and grandchildren and also “unrecognised victims whose stories often remain in the shadows”. She hoped that by opening the doors of the trial, and despite her ordeal, “society could take hold of the debates that took place there”. Her case has sparked fierce debates on abuse and the aftermath. Under French law, the maximum penalty for rape is 20 years, and rights activists have pointed out that the punishment is simply not enough for ruining a life. In a majority of cases, complaints of sexual abuse and rapes are not reported and prosecuted. France is not the only violator. The United Nations says violence against women remains one of the most prevalent human rights violations, and that globally, an estimated 736 million women have experienced physical and/or sexual violence.  The survivor held out hope and confidence that society will “collectively seize a future in which each woman and man can live in harmony with respect and mutual understanding”. But first, her words should be heeded, and rape charges must never be trivialised. She has helped break the silence and the shame around rape; the onus is on society and law-makers to shatter the stigma and impunity attached to sexual abuse. Published - December 21, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        France\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        sexual assault & rape\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        photography\n                    \n                            /                      \n                        \n                        gender\n                    \n                            /                      \n                        \n                        human rights\n                    \n                            /                      \n                        \n                        United Nations",
        "headline_1": "Crime and shame: On the France mass rape case",
        "headline_2": "The stigma and impunity attached to sexual assault must end",
        "link": "https://www.thehindu.com/opinion/editorial/crime-and-shame-on-the-france-mass-rape-case/article69009644.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "A serene way to go from A to B. Keep it safe\nProvided there’s no DJ blasting away, a ferry ride can provide quite the meditative space. Historic landmarks to anonymous dwellings, the greens lining the water or sky rising beyond it, everything can seem nicer than it is. On-board romances are frequent. Gliding through water, sweet nothings flow better. Even when one is headed to a mundane destination, like work, the journey offers sublime delights the road cannot. In Kolkata, a Hooghly ferry provides fine sights of traffic on the Howrah bridge above. In Goa, a govt-run Mandovi ferry to Divar island is still free. For taking a four-wheeler across on the ferry, you shell out the kingly sum of 10. Nothing extra is charged for exotic flora and fauna sightings.\nGiven this serenity, the shock of those aboard a ferry heading to Elephanta Island must have been horrific. It was rammed by a navy speedboat on Wednesday. When will accountability and punishment be fixed? Meanwhile, life jackets are suddenly in abundance on Mumbai’s ferry travellers. Question is, will they stay on?\nChicago river architecture cruises bring alive how back during the great fire of 1871, flames were able to jump shores by burning all the trash in the water. The cleanup that ensued has endured. In South Korea, after a 2014 accident took over 300 lives, safety regulations were meaningfully strengthened. Ferry tales must go on, but after ditching the carelessness. \n\n",
        "headline_1": "Ferry tales",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ferry-tales/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "The two, unpunished here, tell us a lot about us\nNirav Modi’s no ‘heera’, no jewel in the crown. Yet he continues to enjoy His Majesty’s ‘indulgence’ in a UK prison. King of good times Vijay Mallya rolls on, also in UK, now claiming he’s “entitled to relief”. Mallya and Modi are reminders for India’s govts and businesses. When those guilty of gross financial crimes don’t get punished, their good fortune poses a question to the trinity of good practice – access to capital, robust regulation, honest oversight.\nMallya secured loans of 9,000cr against inflated valuations of Kingfisher Airlines that were engineered by falsified financials. He ‘convinced’ lenders, an SBI-led consortium of 14 banks, to accept the brand as collateral – an extraordinary decision by bankers. Smaller banks took the cue from Daddy SBI, which classified KFA as ‘wilful defaulter’ only in 2014, years after the airline defaulted. Diversion of loan amounts to shell companies meant capital took flight long before Mallya did. But RBI failed to classify Mallya’s loans as NPAs. Weak regulation and netadom’s wink & nod saw Mallya expand, and get away without a repayment plan. His 3,000-strong workforce was also abandoned by law, given poor enforcement of labour laws and aviation sector’s lax regulations. The other con, the diamond merchant, swindled PNB of 13,000cr and sits pretty in a UK jail for years.\nThe duo defrauded govt banks and therefore Indian taxpayers of hundreds of crores. The blame squarely lies on regulators and enforcement agencies. Of course we need an aggressive entrepreneurial culture. But only robust regulation and equal access to capital ensure outcomes based on fair practices. The next Mallya or Modi will stain India’s reputation for doing business even more, because the economy is bigger, and so are the stakes. But UK courts are not blameless. Can we have Vijay Mallya and Nirav Modi back home, as a Christmas gift from Britain?\n\n",
        "headline_1": "Vijay, Nirav & India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/vijay-nirav-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "Tribalism, a deep human instinct, can be harnessed for good\nTribalism, defined as primal hatred for out-groups, is tearing the world apart, say pundits. But Tribal: How the Cultural Instincts That Divide Us Can Help Bring Us Together by Michael Morris shows tribal instincts are a superpower. These must be recognised, to remedy tendencies when they go out of range.\nWe survived by pooling knowledge, coalescing in clans, feeling solidarity within small groups, nested in larger communities. This has wired us in three ways: the peer code, the hero code and the ancestor code, each triggered by situational and inner needs.\nWe learn from social inferences, including the idea of what’s ‘normal’ behaviour. Americans smile for the camera, Russians look serious. Peer codes vary by community, so we perform different mannerisms in a gym or at a corporate event. Dress and language policies can trigger peer codes, often those of an organisational culture, say the military or medical settings. Lee Kuan Yew shifted bicultural Singapore’s norms to a British rules-based one by changing uniform and language. High-pressure settings, or uncertainty, heightens conformity.\nThe pull of heroism, of prestige and reputation, is another powerful tribal code. Society pays tribute to those of high status and contributions, we emulate their actions. It’s why tech founders wear black turtlenecks like Steve Jobs. Hero codes are evoked by a tribe’s symbols and icons, whether it’s the national flag or totem animals. Leaders like Martin Luther King or Zelenskyy have adeptly employed language and symbol rather than rational argument to trigger group ideals.\nAnother tribal instinct is tradition. We are driven to maintain and defend our ancestors’ ways. They often encode critical lessons about the environment, like the seafaring Moken people who knew to retreat from a tsunami. Tribal ceremonies, whether it’s a Catholic mass, a Greek wedding or a party’s electoral convention, or the New Zealand football team’s haka ritual, reference the collective past, and spur volunteering and commitment.\nBut all these codes can be spotted and shifted. Prevalence signals can change peer codes and habits. If you want to encourage a particular behaviour, say voting, ‘everyone is doing it’ appeals work better than ‘don’t be part of the problem’. For most people, the inner conformist is stronger than the inner activist. Latin American soap operas spurred women to limit family size, contrary to what priests and politicians had told them. Celebrities and influencers gain prestige from fame itself. People are wired to soak up social signals. A reconciliation drama between Hutus and Tutsis in Rwanda worked, not because it changed hearts, but because it changed the perception of the cultural ideal, of what society approves of.\nChanging a toxic culture involves bringing in new prestige signals. Satya Nadella refreshed Microsoft by modelling humility and listening through example, changing a know-it-all culture to a learn-it-all one. Some schools fought bullying by co-opting high-status students, rather than official admonishments. In-group messengers deliver more effectively.\nPrecedence signals, signs of long lineage can also be used. Tribal lines can be redrawn when a leader uses the power of myth, as Nelson Mandela reconciled apartheid-torn South Africa through rugby symbols. Ripples of change can be created by exploiting tribal psychology, as Gandhi did for India.\nWe are not just rational seekers of self-interest: we imitate peers, emulate heroes and perpetuate traditions. Understanding our interactions as communities can take us towards the common good.\n\n",
        "headline_1": "We are all tribals, and that’s okay",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/we-are-all-tribals-and-thats-okay/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "By Farida Khanam\nIslam has again come into focus regarding the treatment of minorities in Bangladesh, including Hindus, Buddhists, and Christians. These communities face occasional violence, intolerance, and disputes over property. Misinformation, especially on social media, often sparks attacks on their places of worship. Bangladesh’s Constitution ensures equal rights for all and prohibits discrimination. Despite this, religious minorities face discrimination. These issues are due to socio-political and historical factors, not Islamic teachings.\nMistreating religious minorities in Bangladesh is not in line with Islamic teachings. Islam teaches justice, compassion, and protection of all people, regardless of faith. Mistreating religious minorities goes against these values.\nThe Sahifa-e-Madina, Constitution of Madinah, shows how Prophet Muhammad upheld the rights and dignity of all communities, promoting peaceful coexistence.\nMisunderstanding Islamic terms like kafir and kufr has caused tension. Historically, kafir referred to those who were at war with the Prophet of Islam. It was never meant as a general label for all non-Muslims. In the Quran, kafir is not used for all non-Muslims; instead, the Quran addresses everyone with phrases like ‘O human being’ or ‘O people’, recognising all as human beings.\nMisusing the term kafir today harms interfaith relations and fuels conflict. Some wrongly justify violence against non-Muslims, which goes against Islamic teachings. Prophet Muhammad condemned harming non-Muslims under Muslim protection and warned of severe consequences for such actions. The Prophet of Islam taught that all human beings are brothers and sisters to one another. They are all deserving of equal respect and dignity.\nThe Prophet’s teachings ensured that non-Muslims lived peacefully in Muslim majority countries with freedom and protection. He said, “A believer is one whom people trust with their wealth and lives, Musnad Ahmad, Hadith 23967.”\nProphet Muhammad strongly discouraged injustice, saying: “If a Muslim-wrongs a non-Muslim (his fellow citizen), diminishes their rights, or takes from them without their consent, I will be an advocate of non-Muslims on the Day of Judgment, Sunan Abu Dawood, Hadith 3052.”\nThese teachings emphasise justice, protection, and respect for all. The Prophet exemplified these principles through his actions. One notable incident illustrates this clearly:\nSahl ibn Hunayf and Qays ibn Sa’d, two companions of the Prophet, were sitting in al-Qadisiyyah, present-day Iraq, when a funeral procession passed by, and they stood up. Someone remarked, “This is the funeral of a non-Muslim.” They replied, “The Prophet once had a funeral procession pass by him, and he stood up. When informed, ‘It is the funeral of a Jew,’ he responded, ‘Was he not a human being?’ Sahih al-Bukhari Hadith 1312.”\nThe Quran permits fighting only in self-defence against aggressors. In all other situations, it encourages peaceful relations and advises treating everyone with kindness, integrity and moral excellence. This approach can transform enemies into allies, as stated in Surah 41:34: “Repel evil with what is better, and you will see that the one who was your enemy has become your close friend.”\nThe Quran and the Prophet’s teachings promote justice, tolerance, and respect, providing a framework for protecting minority rights. In a diverse nation like Bangladesh, adhering to these principles is crucial for preserving-unity and social harmony.\nThe writer is chairperson, Centre for Peace and Spirituality International\n\n",
        "headline_1": "Islam emphasises reconciliation over conflict",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/islam-emphasises-reconciliation-over-conflict/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "We are concerned about the deteriorating law-and-order situation in the country, including in Dhaka. Media reports indicate a noticeable rise in incidents of violence, murder, mugging, and robbery as law enforcement agencies struggle to ensure security despite increased vigilance. Muggings and killings, in particular, have become quite common, with bodies of victims reportedly being found in lakes, rivers and open fields. The perception of security forces playing a reactive role—as evidenced by instances where crime or violence was anticipated, but couldn't be prevented—is only heightening the sense of insecurity among citizens.\nA quick search online would reveal a wide spectrum of crimes: from the dramatic bank heist attempt in Keraniganj to the strangling to death of a nine-year-old in Satkhira, from the brazen muggings and equally brazen lynching of suspected muggers to the gruesome discoveries of buried bodies in different areas. On December 18, four people were killed and 50 others injured during a violent clash between two factions of Tablighi Jamaat in Tongi, Dhaka. On December 12, two students involved with the anti-discrimination student movement were hacked mortally. These incidents show how opportunistic criminals and anarchists are exploiting the fluid security situation to commit crimes and disrupt public order.\nAdding to this crisis is the proliferation of stolen arms and ammunition, with police sources indicating that many firearms looted from police stations following the mass uprising have not yet been recovered. Reportedly, criminals including escaped prisoners, youth gangs and extremists are using these weapons to commit crimes. While joint security drives are going on to reclaim these weapons, progress has not been swift or satisfactory. In any case, as police data suggests, whatever the reason behind the surge in criminal activities, efforts by the authorities are proving ineffective to contain this wave of lawlessness. For example, according to an estimate, 583 people were killed in September, 399 in October, and 337 in November. In contrast, during the same months last year, the numbers of murders were lower—238, 258, and 227, respectively.\nOne of the reasons behind police struggles to contain rising crime in Dhaka, and likely in other areas, is that the replacement of many police officers after the uprising has created an intelligence gap about criminal trends and offenders, resulting in poor response by those newly assigned to police stations. Moreover, there still seems to be a reluctance among many officers to file cases instead of GDs, apparently because more cases would mean a heavier workload. Clearly, we cannot tackle crimes head-on without our police being fully equipped and motivated. The home affairs adviser's assurance—that patrol will be increased, including during wee hours when there are greater risks of mugging and robbery—may not work if the many security loopholes that exist are not addressed simultaneously.\nWhat we need is a comprehensive strategy that includes improving detection of potential criminal and violent developments, enhancing police-community cooperation, and properly utilising security forces to neutralise threats. Since the rising trends of crime and violence have been noted across the country, the whole security apparatus must be engaged so that public concerns about security can be effectively addressed.\n",
        "headline_1": "Why can't the government rein in crime and violence? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-cant-the-government-rein-crime-and-violence-3781021",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "For years, Muslim men have been associated with terms such as \"extremist,\" \"terrorist,\" \"turban-head,\" etc, until the war broke out in Gaza, which swiftly bled into a genocide. Across the world, millions of individuals, irrespective of their culture, race and socioeconomic class, were in sheer shock as the slaughter of thousands of men, women and children was justified as \"self-defence.\" And yet, like a silver lining, the stereotype surrounding Muslims—of Muslim men being labelled as vicious and unforgiving—was broken by one notable individual: Khaled Nabhan. Khalid rose up both as a symbol against what the media often portrayed Muslim men as and as another iconic symbol of Palestinian resistance.\nReem was not only Khaled Nabhan's granddaughter; she was his little shadow, his loyal companion and, at three years old, the apple of his eyes. Countless videos of Reem spending time with her grandfather, her curly pigtails bouncing with her joy, still circle the internet. The siege and artillery strike in Gaza traumatised young Reem. Still, her grandfather was a constant presence shielding the young child during the worst of the bombing in a way only a grandparent could until finally, on November 28, 2023, the airstrikes at Al-Nuseirat Refugee Camp finally stole her young life away. Reem's grandfather was not with her that fateful day, and he returned expecting to be greeted by her, and yet he faced a scene crueller than his worst nightmares: their family home turned to rubble. And Reem, the apple of Khaled's apple, was slain like so many children in Gaza. Khaled Nabhan's final act of grandfatherly love immortalised him and his granddaughter to millions worldwide; Khaled, cradling Reem's body as gently as she was sleeping, kissed her forehead and her eyes.\n\"She was the soul of my soul,\" he cried, immortalising his granddaughter in history. The phrase, \"the soul of my soul,\" is five words the world heard in stunned and grief-stricken silence. Within hours, millions across the globe paid tribute to Khaled and Reem with moving videos, reels, art pieces, etc. Indeed, the pro-Palestinian clothing brand Wear The Peace created a shirt immortalising the phrase, with 100 percent of the profits going to those affected in Gaza. And yet, none of these would bring Reem back. Khaled was shattered, and no one would fault him for wanting revenge.\nYet, instead of swearing revenge or showing his anger, Khaled stood solemnly and showed global audiences what so many had tried to deny, an elderly Palestinian grandfather dressed in the traditional thobe with a keffiyeh tied around his head, sporting a typical Muslim beard; a victim of aggression, not a terrorist as so many in the world had branded him as due to his clothes, his beard, his language, his religion or his complexion.\n\"I kissed her, but she wouldn't wake up,\" uttered Khaled to global audiences, which combined with, \"She was the soul of my soul.\" These unscripted words, borne from raw grief, became an international rallying cry as the world watched Khaled Nabhan gently handing over her tiny corpse to a stranger to finally lay her to rest, away from this cruel and unjust world that robbed her of her life and her childhood.\nReem might have been buried six feet under the ground, but her memories were still profoundly cherished by her grandfather, who seemed to make it his mission in life to always keep her memory alive. With only his bare hands, he spent hours digging through the rubble and finding the last possession of his slain grandchildren; a doll beloved by Reem, which he held and kissed as if he were holding his granddaughter, as well as an earring of hers which he always kept on his person.\nThe world stood in awe at Khaled's dignified and pious persona as he gave the world and indeed many Muslims across the globe a real-life example of what it means to be a Muslim. It was with this faith that so many in Gaza would go to broken and destroyed mosques on Fridays for Jummah prayers during the siege that shattered the portrait of Islam that the media had painted before.\nAnd yet, once again, death came and snatched away those who were too good, too pure for this world. On December 16, 2024, less than 13 months after the departure of his beloved Reem, death came for Khaled. Pictures of his bloodied body shocked millions, prompting a global mourning and moving tributes. One can't help but wonder what his last thoughts were. Was he in pain? Was he scared? Or was he smiling at the relief of being able to finally be reunited with his beloved Reem?\nThese last 14 months of genocide in Gaza have redefined many things, yet have also shown us the resilience of the Palestinians. Palestinians like Khaled Nabhan have not only become a symbol of the Palestinian resistance but also those beloved by millions around the globe, whose faces and actions have been seared into our hearts and minds. In a way, they have become more than names, more than statistics; they have become real, dimensional people, not abstract concepts. Their pain is palpable, and their deaths are so devastating. These words are not simply a eulogy but an ode to the revolution that one Palestinian grandfather spurred into action. May Khaled and Reem be reunited in the heaven's gardens.\nNuzhat Elham is a student in the Department of English and Modern Languages at North South University (NSU).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "‘The soul of my soul’: Khaled Nabhan’s legacy of love and resistance ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-soul-my-soul-khaled-nabhans-legacy-love-and-resistance-3780241",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "I first met Fazle Hasan Abed at Oxford, though our paths had briefly crossed before. At the time, he was an executive at Shell in Chattogram, a position that placed him within a distinct social circle. However, Abed had already begun to transcend those boundaries. Mutual friends, Viqar and his wife, had spoken to me about his involvement in relief efforts following the devastating cyclone of 1970. He had mobilised a group of like-minded individuals to address the crisis, which deeply impressed me. Here was a corporate executive stepping beyond his domain to directly engage with a national tragedy.\nUnbeknownst to me, Abed's commitment was only deepening. When the Liberation War erupted, he made the remarkable decision to resign from Shell, relocate to London, and immerse himself in the cause. London was a hub of activity for the liberation movement, with numerous groups working under the leadership of Justice Abu Sayeed Chowdhury. The environment was fragmented, with each faction pursuing its agenda, often casting aspersions on others' motives. It was in this complex setting that I reconnected with Abed.\nAbed sought me out at Oxford, accompanied by his close associate Marietta. They were actively channelling resources to those affected by the genocide in Bangladesh. His approach was twofold: immediate relief and long-term planning. Even amid the uncertainty of July-August 1971, Abed was optimistic about liberation and was already contemplating the kind of society we would want to build in a free Bangladesh.\nOur discussions were speculative as the future of Bangladesh remained unclear. The economy was in disarray, and the social fabric had been torn apart by war. Yet, what stood out to me was Abed's determination to become a catalyst for change. He belonged to a new generation that sought not merely to envision transformation but to actively participate in it.\nAfter liberation, Abed returned to Sylhet. There, he embarked on what can only be described as a revolutionary journey, immersing himself in rural Bangladesh—a stark contrast to his previous corporate life. The challenges were immense: a shattered economy, devastated communities, and a nascent government struggling to take shape. Yet, through trial and error, Abed persevered. Whether experimenting with microfinance, initiating one-room schools or rebuilding livelihoods, he was guided by a singular principle: bringing about incremental, sustainable change. His work in Sylhet laid the foundation for BRAC, which would go on to become the world's largest NGO.\nEach step Abed took was original and daring. He did not merely adopt tried-and-tested methods; he invented new pathways. His approach to microfinance, for example, emerged as a pioneering model that would eventually uplift millions. Yet, not all his experiments succeeded. The deep tube-well programme, which aimed to empower the landless by enabling them to sell water to landowners, faltered due to the entrenched power hierarchies in rural Bangladesh. Still, Abed's willingness to take risks, adapt, and learn remained unshakeable.\nI vividly recall his support when I sought to establish the Centre for Policy Dialogue (CPD). The idea was modest: to create a platform for public discourse and policy innovation. Abed was among the first to back the initiative, contributing generously and without hesitation. His commitment to fostering dialogue and intellectual growth was emblematic of his broader vision: encouraging systemic change through collective effort and shared knowledge.\nOne defining aspect of Abed's leadership was his adaptability. He understood that sustainable development required innovative, self-sustaining models rather than perpetual reliance on donor funding. He was acutely aware of shifting donor priorities and adept at aligning BRAC's initiatives with emerging trends.\nAn illustrative example was the one-room schoolhouse initiative. My cousin, Kaniz Fatema, was involved in this project, which drew inspiration from successful models in Pune, India. Abed strategically delayed scaling up the programme until education became a priority for the donor community. When the time was right, he secured significant investments, transforming it into a cornerstone of BRAC's work.\nAbed's entrepreneurial spirit extended beyond BRAC. He understood the importance of aligning his initiatives with global trends and donor interests. When the world's focus shifted from microfinance to education in the 1990s, Abed capitalised on the moment. His one-room school project, which began as a modest experiment, grew into a cornerstone of BRAC's educational endeavours.\nAbed was more than a social entrepreneur; he was a visionary leader who could have excelled in any corporate boardroom. His business acumen, coupled with an unwavering commitment to social justice, made him a transformative figure. He was a pioneer of social entrepreneurship, demonstrating that impactful change could be achieved through innovative, sustainable practices. His initiatives improved the lives of millions, not only in Bangladesh but globally.\nWhat distinguished Abed was his relentless pursuit of fulfilment. He derived satisfaction not from wealth or accolades, but from the tangible impact of his work. By the time of his passing, Abed had touched countless lives, leaving behind a legacy of hope and progress.\nIn reflecting on his life, I am struck by the profound sense of accomplishment he must have felt. Fazle Hasan Abed departed this world as a fulfilled human being—a rare and extraordinary achievement. His life serves as an enduring inspiration, reminding us of the power of vision, resilience, and unwavering commitment to the greater good.\nProf Rehman Sobhan, one of Bangladesh's most distinguished economists and a celebrated public intellectual, is founder and chairman of the Centre for Policy Dialogue (CPD).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Remembering Sir Fazle Hasan Abed: A life fulfilled",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/remembering-sir-fazle-hasan-abed-life-fulfilled-3780066",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Developing women as decision-makers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-women-as-decision-makers-1734704057",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Reversing outflow of patients for treatment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reversing-outflow-of-patients-for-treatment-1734704087",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Threat from illegal  foreigners",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/threat-from-illegal-foreigners-1734704122",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "What is green economy?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-is-green-economy-1734704144",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2024"
    }
]