[
    {
        "full_article": "The turf battle between the Lieutenant-Governor (L-G) appointed by the Centre and the elected government of Delhi has a long and noisy history. The recently appointed L-G, Vinai Kumar Saxena, has, through his disruptive enthusiasm to meddle in the day-to-day governance in Delhi, set the cat among the pigeons. Unlike his predecessors, Najeeb Jung and Anil Baijal, who too were at loggerheads with the elected government of the Aam Aadmi Party (AAP), Mr. Saxena is a politician close to the Bharatiya Janata Party (BJP) top brass. AAP has accused the L-G of undermining “constitutional sanctity” by having called a meeting of Delhi Jal Board officials on May 30 and issuing directions bypassing the Council of Ministers and the Chief Minister. The constitutional design of governance in Delhi itself is a consuming dispute that is being litigated in the Supreme Court. The Constitution gives the Centre control over three subjects — land, public order, and police. However, over the years, the Narendra Modi government has expanded the L-G’s powers, including through an amendment to the Government of National Capital Territory of Delhi Act that the AAP government challenged in court last year. Through these amendments, the Centre reorganised the powers and responsibilities of the Delhi Legislative Assembly and the L-G, in favour of the latter. In the new law, “government” referred to in any law made by the Legislative Assembly will imply Lieutenant Governor (L-G), curtailing the powers of the elected government.AAP has emerged as a thorn in the side of the BJP that is the dominant pole of the country’s politics, barely challenged in many regions. The tussle between the Delhi government and the L-G has to be understood from this perspective. The Centre has been persistent in its attempts to rein in AAP that has been trying to propagate its governance model in the Capital as a propellant of its national ambitions. While the BJP appears to be willing to go to any length to clip the wings of AAP, the latter’s loud protests are less on questions of principle than its own political calculations. AAP had cheered the Centre’s unilateral move that robbed Jammu and Kashmir of its statehood and special status in 2019. Delhi Chief Minister Arvind Kejriwal’s grievances against the L-G are not unfounded, but he himself contributes to the stand-off as his politics compels him to be in constant combat with the BJP. Despite pronouncements by the L-G and the Chief Minister to work in tandem, their relationship has nosedived to new lows. Their long-drawn tug of war is a needless barrier to the capital city’s development ambitions. Until the Court brings clarity on all issues of division of powers between the L-G and the Chief Minister, both would be well advised to work with mutual respect and accommodation.",
        "headline_1": "Messy battle: On the ongoing tug of war over Delhi’s status",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/messy-battle-the-hindu-editorial-on-the-ongoing-tug-of-war-over-delhis-status/article65510978.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "Iranian Foreign Minister Hossein Amir Abdollahian’s first visit to India this week has many implications for bilateral relations, but it is the multilateral context and timing that stand out. This is the first visit by a member of the 57-member Organisation for Islamic Cooperation, which took offence to comments made in India on the Prophet. The controversy has overshadowed India’s other diplomatic engagements. As a result, his visit was an opportunity for New Delhi to project that it has successfully assuaged the Islamic world with the actions of the ruling BJP against its spokespersons. For New Delhi, which always seeks to run a balance in ties between the two rivals, the Iranian visit comes a week after that of Israeli Defence Minister Benny Gantz. It also coincides with the meeting of the Board of Governors of the IAEA in Vienna, which has passed strictures against Iran for its nuclear programme. For Mr. Abollahaian, the visit would be portrayed as a show of support from a powerful country. In addition, Iran and India discussed the situation in Afghanistan under the Taliban, just days after an Indian envoy made the first outreach to Kabul. To this end, India and Iran have discussed further operationalising the Chabahar port, where goods to Afghanistan were sent before the government in Kabul fell last year. Finally, against the backdrop of the Russian war in Ukraine, and western sanctions, Iran has also been keen to convince New Delhi to restore its crude oil purchases, which it cancelled in 2019, after threats of U.S. sanctions. While there was no public statement on the matter during the official part of the visit, External Affairs Minister S. Jaishankar’s statement was significant — he called for the U.S. and Europe to allow Iranian and Venezuelan oil back into the international market if they want India to lower Russian oil imports, accusing the West of “squeezing” all alternative sources for India.On the bilateral front too, India and Iran have catching up to do, with many promises of the last summit in Delhi left unrealised. Instead of increasing Indian oil imports, investments in developing reserves, building up the Chabahar rail project and scaling up trade, India has drastically cut its Iranian engagement due to sanctions, while Iran has looked to China for more infrastructure investment. Bilateral trade dropped to just over $2 billion (2020-21) from $17 billion (2017-18). Ties also appeared to have been hit by New Delhi’s surprise decision to join the Israel-India-UAE-U.S. group, portrayed as an “anti-Iran” coalition, and by perceptions of Iranian support to Yemeni Houthis behind the drone attack on a UAE oil facility where an Indian was among those killed. Mr. Abdullohaian’s visit, and a possible visit by Iranian President Ebrahim Raisi, may be the start of a reset of traditionally strong ties even if it is one that is buffeted by developments in other parts of the world.",
        "headline_1": "Ties reset: On India-Iran relations",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/ties-reset-the-hindu-editorial-on-india-iran-relations/article65511455.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "The finance minister deserves congratulations for presenting the proposed national budget for the 2022-23 fiscal year. This budget has been presented in the context of an unprecedented economic crisis that neither Bangladesh nor the world has seen in several decades. The poor are the worst victims of this economic crisis. In the run-up to the tabling of the national budget, containing inflationary pressure and providing relief to the poor and the low- and fixed-income groups have been at the centre of recommendations. Additionally, increasing export and remittance income, reducing import expenditures, expediting revenue collection, and rationalising public expenditure by curtailing unnecessary costs and prioritising employment generation projects are issues that needed to be emphasised in the budget.\nIf one looks at the inflationary measures that are proposed in the FY2022-23 budget, there are ample reasons to be frustrated on several grounds.\nFirst, the proposed budget does not have any visible and adequate measures to contain inflationary pressure on people. The tax-free personal income threshold per year remains the same at Tk 3 lakh. The Centre for Policy Dialogue (CPD) suggested raising this threshold to Tk 3.50 lakh, given the pressure of rising food inflation and income erosion induced by the Covid-19 pandemic.\nSecond, there are a few measures that are targeted for higher income groups: i) The limit of annual tax-free allowances in addition to salaries, such as housing, transportation, and healthcare, has been increased from Tk 5.5 lakh to Tk 10 lakh; ii) The rate of tax rebate on investment has been proposed to be increased from 10 percent to 15 percent; iii) Special tax treatment will be provided at various rates for undisclosed assets. There are proposals for reducing corporate tax. This may help businesses to grow, but will not help the low- and middle-income groups.\nThird, the allocation for social safety net programmes is 16.75 percent of the total budget. Sadly, this is lower than the revised budget of FY2021-22, where allocation for social safety net is 18.78 percent. To ensure food security, the need for availability of essential commodities at reasonable prices through open market sales (OMS) by the government is essential. The government is distributing 500,000 tonnes of rice and 509,000 tonnes of wheat through OMS in the outgoing fiscal year. The budget speech mentions that in the lean season, during September-October and in March, food assistance equivalent to 30kg of rice at Tk 15 per kg will be provided to five million low-income households every month. But the number of households requiring such support is much bigger. Also, more items should be covered under the OMS system.\nFourth, the finance minister had earlier mentioned that the universal pension scheme would be introduced from FY2022-23. This is presented in the budget speech, which highlights that it will ensure old age protection under a sustainable and well-organised social security framework. However, there are no details on the implementation of this scheme.\nFifth, the recommendation for reducing import tax from some essential items has not been included in the proposed budget. The CPD has earlier mentioned that at least 29 imported essential food items currently face a high incidence of tax. Some of these items – rice, palm oil, lentils and sugar – could have been considered for tariff reduction. Regarding the import tax reduction, the government's worry on lower domestic resource mobilisation is understandable. However, there are several measures that have been proposed for the higher income groups that would reduce tax collection. This also raises concern on tax justice.\nSixth, the proposal to increase the subsidy on agriculture will help the poor. However, ensuring prices to farmers for their products is most important, so that farmers are encouraged to produce more. The government has indicated that the prices of gas and electricity will be adjusted gradually. The government has already increased the gas prices, both at the household and the industry levels. This will increase inflationary pressure on the common people. \nSeventh, the inflation target for FY2022-23 is set at 5.6 percent. Such a target is based on two unhelpful assumptions. First, the enormous economic challenges faced around the world will be over by next year. As it is, inflation does not reflect the real pressure of prices, since the commodity basket of people has changed. If the consumption pattern of the poor is taken into consideration, inflation would be in the range of 10–15 percent. In fact, the price data provided by the Trading Corporation of Bangladesh (TCB) shows high prices of all major essential items. Second, the finance minister has probably assumed that even if the global economy does not turn around, Bangladesh will continue to thrive and solve all economic problems on its own. It seems the policymakers have overlooked the global economic context and the predictions by international organisations. The International Monetary Fund (IMF) has revised its projection of global growth from 6.1 percent to 3.6 percent for 2022. The World Bank says global growth will come down to 2.9 percent this year, as opposed to 5.7 percent in 2021. Earlier in January 2022, the World Bank had projected that the global growth would be 4.1 percent. Worse, it has also forecasted that most countries would face recession and there will be stagflation, as was experienced in the 1970s.\nSo, how Bangladesh will remain insulated from such critical circumstances has not been clarified by the finance minister through budgetary measures.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Budget 2022-23: Inflationary concerns not addressed adequately",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/budget-2022-23-inflationary-concerns-not-addressed-adequately-3043856",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "On May 26, during a meeting at Jatiya Sangsad Bhaban, the Parliamentary Standing Committee on the Ministry of Social Welfare recommended that measures be taken to prevent \"harassment\" by third gender people on the streets, despite the government providing various facilities.\nA press release issued by the Parliament Secretariat said the committee had recommended taking necessary steps after conducting a medical examination to identify \"real\" third gender individuals, issue an ID card, and hold a meeting with the home ministry to prevent \"harassment.\"\nThis development leaves us with two questions: 1) If these \"facilities\" are really that accessible, why aren't we seeing more transgender people in job roles? 2) Even if they are accessible, why aren't more transgender people getting their national verification as well as these \"facilities\"?\nThis is where the paradox of recognising the transgender community lies.\nTo unravel these answers, let's start with the first issue – the policy itself. On January 26, 2014, the social welfare ministry announced the recognition of hijras in its gazette with a single sentence: \"The Government of Bangladesh has recognised the hijra community of Bangladesh as a hijra sex.\" However, the policy had a fundamental loophole.\nWhen you think of the term \"hijra,\" you probably imagine it's a person who, because of their biology, is neither male nor female, or is both. Most think that they are \"intersex,\" meaning a person is born with reproductive or sexual anatomy that doesn't fit the definition of \"female\" or \"male.\"\nBut in reality, \"hijra\" is used as an umbrella term to designate a group of individuals that may include intersex individuals, castrated men, and transsexual women (assigned male at birth). This group lives as a community or \"family\" under the guidance of a community leader or \"guru.\" Therefore, hijra is not a gender, rather a community. This is where the policy fails, since it doesn't clearly define the diverse gender categories under the term \"hijra.\" Individuals with different gender identities, such as transgender women and transgender men, are excluded because they are not part of the hijra culture – yet they remain vulnerable to societal shame, discrimination, and violence.\nAs a result, various government agencies have been allowed to carry out identification processes in the manner they saw fit. In addition to \"male\" and \"female,\" national ID cards in Bangladesh now have a \"hijra\" category. Other than \"male\" and \"female,\" the Bangladesh passport features a third category: \"other.\" \"Third gender\" is now an option on several government forms (such as those for opening a bank account at state-run institutions). Although this may seem like progress to many, one may miss out on how unaware these government institutions are about sexual orientation and gender identity. This, in turn, entrenches many deep-rooted misconceptions about the term \"hijra\" among common people.\nBut an even more horrendous consequence of this lack of awareness was found during physical examinations carried out pursuant to a memorandum issued by the health ministry requiring \"authentic hijras to be identified through medical check-ups.\" A report by Human Rights Watch (HRW) in 2016 found that after the social welfare ministry invited hijras to apply for government employment in December 2014, many trans individuals said they had been harassed and asked inappropriate questions about their gender identity and sexuality.\nPhysicians instructed non-medical hospital employees, such as custodians, to touch the hijras' genitals as groups of staff and other patients watched and heckled – sometimes in private rooms, sometimes in public spaces – during these so-called \"examinations.\" Some of the hijras were told to return several times over the course of several weeks to undergo additional testing. Not only that, private photographs of 12 trans women (who passed the interview and were instructed to take the medical exam) were released in print and online platforms, claiming that these \"hijras\" were really men who were committing fraud to attain government jobs and privileges.\nThese photos sparked further ostracisation and harassment of the hijras, compromising their means to earn a living. Many engaged in sex work reported that they had lost clients, while others altered their appearances to seem more masculine in the hope of getting jobs. And when they altered their appearances, they were cast out of their own communities – leaving these trans individuals with no support system, or a roof over their heads as most of them had been turned away from their biological families.\nThis precedence of abuse of privacy and harassment resulted in members of the hijra community shying away from getting their national verification IDs as the citizens of Bangladesh, barring them from opening bank accounts, having passports and, most importantly, getting jobs. As a result, most trans individuals and members of the hijra community, despite wanting to have access to better opportunities, resort to begging to survive. Some even employ violent language and persistence to meet their daily income cap.\nThe social welfare ministry has implemented numerous social inclusion programmes for hijras as part of its social safety net programme, which includes a monthly allowance for people aged 50 years and up, scholarships for \"hijra children,\" and skills and capacity development training to engage them in income-generating enterprises. According to home ministry data, among a total of 13,000 members of the hijra community, 1,920 members have received training this fiscal year. Only those aged 50 years and above are being given an allowance of Tk 600 per month.\nBut members of the hijra community claim that they have hardly ever received this allowance or the skills training from government agencies. It begets the question: Where are all the funds allotted for these initiatives going?\nAs the social welfare ministry scrounges for a way to keep members of the hijra community off the streets, what they don't realise is that they don't have to go too far to find it. The solution lies in fixing the policy and building gender consciousness within the government institutions that are meant to cater to this segment of the citizenry. Without that, social awareness campaigns would be futile. It also gets easier for the society at large to accept them as fellow members when ordinary people see them in roles beyond just beggars and sex workers.\nBangladesh has performed a progressive duty by recognising the members of hijra community as citizens, but that still remains on paper. Without creating proper channels for them to access opportunities like other citizens, this recognition is nothing more than a facade.\n \nNazifa Raidah is a sub-editor at The Daily Star.\n",
        "headline_1": "The twisted plight of Bangladeshi transgender community",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-twisted-plight-bangladeshi-transgender-community-3043841",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "Two episodes in the first week of June starkly illustrate both the promise of Indian foreign policy and the pitfalls it faces as a result of the country's increasingly toxic domestic political culture.\nThe promise lies in a response by India's foreign minister, Subrahmanyam Jaishankar, to a question posed by an interviewer at the GLOBSEC 2022 forum in Bratislava, Slovakia, which focused on the Ukraine war. Jaishankar's response resonated so powerfully that it quickly went viral, not just in India, but also in Europe and many other countries.\nThe interview with Jaishankar focused on India's continuing reluctance to choose sides in the war. India has refused to condemn Russia's invasion, while at the same time sending humanitarian aid to Ukraine and maintaining good relations with the United States both bilaterally and in the Quad.\nBut Jaishankar pushed back strongly against European assumptions that other countries should support their point of view on the conflict. \"Europe has to grow out of the mindset that Europe's problems are the world's problems, but the world's problems are not Europe's problems,\" he said, adding that the world \"cannot be [as] Eurocentric as it used to be in the past.\"  India, he continued, would do exactly what Western countries do – evaluate a situation in the light of its own interests. Those interests, he emphasised, justified India's current stance on the war.\nIt was a clear, confident, and defiant assertion of India's strategic autonomy, and it played well at home, except perhaps with the few of us who believe that the country's strategic interests warrant a tilt towards the West in its growing confrontation with China and Russia. What was striking, too, was the way that Jaishankar's comments impressed some Muslim countries that themselves resent Western tutelage.\nBut no sooner had the applause for India's forthrightness echoed around the developing world than news hit of an entirely unwelcome kind of Indian outspokenness – offensive statements about the Prophet Muhammad by two of the principal spokespersons of the ruling Bharatiya Janata Party. Muslim-baiting has become standard for the Hindu-chauvinist BJP, which gains votes by stoking Islamophobia among the Hindu majority.\nThis time, however, the attacks went too far, crossing all acceptable limits by demeaning the Prophet himself. The internet long ago rendered obsolete the myopic assumption that India's political debates, conducted in Hindi, will affect only domestic Hindi-speaking television audiences. It did not take long for Muslim countries to erupt in fury.\nNine Muslim countries, summoned India's envoys in their capitals, dressed them down for the \"unacceptable\" statements, and demanded punishment for those who made them. Qatar cancelled a formal lunch for the visiting Indian vice-president. The Organisation of Islamic Cooperation capitalised on the moment by condemning it and calling on the UN to take action against it. Movements to boycott Indian goods erupted in several Muslim countries, and some Indians working in the Gulf had their employment terminated.\nIndian officials scrambled to contain the damage, assuring the Muslim world that the offensive statements in no way represented the view of the Indian government but had been made by \"fringe elements.\" The two BJP spokespersons were summarily removed from their positions, with one being suspended from the party and the other expelled. But the incident highlighted the Islamophobia unleashed or condoned by Prime Minister Narendra Modi's government, and the extensive damage it has caused to India's standing in the Muslim world.\nThe backlash from the Islamic world, and India's rapid response to it, served as a reminder that the Gulf region remains vital to the country's interests. It is a key trade partner, an indispensable contributor to India's energy security, a host to eight million Indian expatriate workers whose remittances support their families back home, and a significant security partner in the fight against terrorism.\nFor the BJP to jeopardise all of this for the sake of its vindictive, self-serving Muslim-bashing is profoundly irresponsible. Ironically, the Modi government had invested considerable effort in strengthening relations with Muslim countries, especially in the Gulf, and thus increased their salience in Indian foreign policy.\nIndia had long enjoyed a reputation for being hospitable to Muslim interests, celebrating its diversity, and embracing its own substantial Muslim population with pride. It was India's established record, and its domestic traditions of coexistence, that made Muslim countries all the more receptive to its efforts to improve relations, despite the hostility of Pakistan.\nBut now a government that should know better has allowed the BJP to give free rein to its loudest chauvinist voices. When perceived domestic political interests undermine clear national interests, the country obviously should come first. Perhaps Jaishankar should direct some of his plain speaking to his own political leadership, before all his work abroad is undone by his party colleagues at home.\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for the Indian National Congress.\n",
        "headline_1": "The promise and pitfalls of Indian foreign policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/awakening-india/news/the-promise-and-pitfalls-indian-foreign-policy-3043826",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "We have known for a while that dependence on the expensive liquefied natural gas (LNG) would put Bangladesh under major financial stress. Four years after LNG was introduced to the local gas supply chain, Bangladesh Oil, Gas and Mineral Corporation (Petrobangla) feels the pinch more than anyone. Meeting the mounting LNG import bill, Petrobangla has apparently exhausted its financial basket and asked the government for help in the form of a major subsidy. It got only a fraction of what it wanted. So it turned to the banks for loans. It even took money from the gas development fund (GDF), which was created exclusively for exploration and development of local gas resources, with contributions from ordinary consumers subscribing to the pipeline gas supply.\nHow expensive is LNG in the present international market? Bangladesh supplies about 3,100 mmcfd (million cubic feet per day) to the national gas grid. Out of this total gas supply, according to Petrobangla, about 75 percent comes from the local gas fields, which costs an estimated Tk 20,000 crore per year, including tax and other expenses. The remaining 25 percent is imported as LNG from the international market, for which the cost is estimated at Tk 44,000 crore.\nBangladesh buys and procures LNG from two sources: i) Qatar and Oman under long-term contracts at a price agreed upon in the contract – e.g. about USD 11 per mmbtu (million British thermal unit); and ii) The spot market at a fluctuating price. The LNG price in the spot market is volatile and jumps up or down depending on the market situation. At one point early this year, Bangladesh bought LNG from the spot market at USD 35 per unit. So, the prices of gas consumed in Bangladesh compare as follows: USD 2 per unit for locally produced gas to USD 11 per unit for LNG imported under long-term contracts and up to USD 36 per unit for LNG imported from the spot market.\nFrom the above it appears that the spot market price of LNG makes a big difference when accounting for the LNG import bills. This is in spite of the fact that the volume of LNG procured from the spot market comprises the smaller part of the imports – e.g. 150-200 mmcfd out of the total volume of 800 mmcfd. So one way to reduce the financial burden of LNG import is to avoid buying it from the spot market and procure it more under long-term contracts. But that is not possible at the moment because of the lack of contract opportunities. A more immediate option of avoiding spot LNG purchase is to procure gas from the local sources. Bangladesh can very well add to its gas production the volume equal or even more than the amount of LNG bought from the spot market. There are several means to do so, such as:\n1. Extracting stranded gas: There are several places where gas reserves have been discovered but remain untouched. This gas is unnecessarily stranded due to the absence of simple measures. For example, the Bhola North gas field, discovered in 2018 with substantial reserves, has not gone into production yet. Bhola is an island district, detached from mainland Bangladesh by a short channel. It is shocking that a simple pipeline connecting Bhola to the mainland was not built to add the gas to the national grid at a time when gas feed from imported LNG is draining crores of taka out of our pockets. This gas field can produce about 60 mmcfd, per a conservative estimate.\nFurthermore, a second gas field in Bhola, Shahbazpur, produces less than half of its capacity due to the absence of a pipeline. Zakiganj gas field, discovered in 2021, is yet another unused gas field that can be brought under production immediately.\n2. Work over the old wells: Another way of increasing gas production in Bangladesh is to \"work over\" the old and abandoned gas wells. Many production wells are abandoned as they appear to be exhausted or have some technical issues. At a later time, these wells can be reactivated by further examination and intervention (technically known as workover). Workover is a normal procedure in the gas production system and has seen successes in the recent past, like the one in Kailashtila 7 well, which was revived to produce more than 15 mmcfd gas several years after it was abandoned.\n3. Enhancing production rate per well: The international oil companies (IOCs) working in Bangladesh have their gas wells producing 40-70 mmcfd per well. The production rate by the national gas companies (Bapex, FGFCL, SGFCL), on the other hand, ranges from less than 10 to 30 mmcfd per well. Studies carried out by consultants have pointedly suggested that gas production in many of the locally operated wells can be increased by taking several simple measures, like replacing the smaller production tubes with larger ones, for example. Workover of more and more old wells is a realistic way to increase gas supply immediately from local sources.\nFrom the above, it is evident that there are practical ways for the government to avoid procuring LNG from the very expensive spot market. At the same time, it should find more agencies that would enter long-term contracts to provide LNG at favourable prices to Bangladesh. In the long run, though, there is no alternative to extensive gas exploration, should Bangladesh want to tackle the gas crunch.\n \nDr Badrul Imam is a former professor at the Department of Geology of Dhaka University. \n",
        "headline_1": "How to avoid buying LNG from the spot market",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-avoid-buying-lng-the-spot-market-3043816",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "Finance Minister Mustafa Kamal on Thursday unveiled the country's 51st annual budget which amounts to Tk 678,064 crore, up from last year's budget of Tk 603,681 crore (revised down to Tk 593,500 crore). As per his speech delivered in parliament, the proposed budget is expected to be 15.2 percent of the GDP. While preparing the previous two budgets, the government had to take the Covid-19 pandemic into consideration, which naturally forced them to be somewhat conservative. So, a lot was expected from this one, even though the Russia-Ukraine war means that the budgetary preparation was again affected by a global crisis. We are disappointed to say that this budget has not lived up to that expectation. In fact, from the information that has so far come out, it seems to be more or less a continuation of the previous one.\nThere is nothing that particularly stands out in the proposed budget. In his speech, the finance minister highlighted six major challenges for the upcoming fiscal year, including containing inflation and enhancing domestic investment; financing additional subsidies; utilising funds available through foreign assistance and ensuring timely completion of high-priority projects; ensuring timely completion of projects in the education and health sectors; increasing the collection of Valued Added Tax (VAT) and raising the number of individual taxpayers; and maintaining exchange rate stability of the taka and foreign exchange reserves. These challenges have been previously highlighted by experts and the media, too.\nAs if reflecting those challenges, the government has, for example, increased social safety net spending by a meagre 5.5 percent only, despite the poor struggling immensely because of job and income losses brought about by the pandemic as well as the ongoing inflationary pressure. Its cautionary approach to increasing expenditure on social safety net programmes is perhaps the result of trying to keep inflation down. Therefore, the message to low-income groups seems to be: keep practicing austerity. Middle-income people will also feel squeezed, as the government has targeted them to increase its tax net, going as far as announcing strict measures – including cutting off utility services – should anyone fail to pay their taxes on time. So, for the time being, the middle class too will have to continue on with their current difficulties.\nAllocations for the health and education sectors have not seen much change, which is concerning. After the learning loss that occurred due to Covid-induced lockdowns, the fact that the proposed education budget has come down as a percentage of GDP compared to the current budget – from 2.08 percent to 1.83 percent – is particularly upsetting. Bangladesh has always had lower-than-expected allocations for education, and this budget too fails to acknowledge the importance of investing in human resources through higher allocations. Therefore, it will be more important than ever for the government to make quality and timely use of whatever little fund has been allocated to the sector – of which the government has a very bad track record anyway.\nIn fact, given the challenges we have been facing, what is most essential is for the government to use the budgetary allocations efficiently, cutting down on corruption and wastage. And that is where it has always failed. That failure, it must be said, has only further contributed to our current predicament, besides the ongoing global economic instability.\nThat is perhaps why the government has increased the prices of luxury items, which could bring down their imports, leading to less pressure on our foreign exchange reserves. Moreover, it has increased the excise duty on individuals who have a bank account balance of over Tk 5 crore. This, however, may not make too much difference to the government's revenue stream, which needs to be bumped up significantly. The budget should have clearly spelt out what measures the government is planning to take to increase its revenue besides token steps like allowing money launderers to whitewash their money for a small fee, like it has proposed again, despite similar moves previously never paying off. So we believe the government needs to urgently formulate some concrete steps to solve this problem over the next years. \nThe government has an enormous task on its hand. At a time when the country is facing some of the biggest economic challenges in recent memory, the government seems to have very little room for manoeuvre, which has once again forced it to prepare a somewhat cautionary budget. However, given the circumstances, there are numerous areas of the economy where Bangladesh desperately needs greater investment. Since the government has decided not to increase that investment by any substantial margin, it must now ensure that whatever resources it has allocated are put to best use. Thus, it can no longer continue on with a business-as-usual attitude – where crores of takas are wasted on big projects whose completion dates are extended ad nauseam, resulting in one cost escalation after another. Every bit of resource that it has at its disposal must now be used to return some form of stability to our overall economy, and to alleviate the massive sufferings of ordinary people.\n",
        "headline_1": "An ordinary budget for an extraordinary time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ordinary-budget-extraordinary-time-3043601",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "It seems that the deal that Bangladesh Power Development Board (BPDB) had signed with India's Adani Power back in 2016 is going to cost Bangladesh dearly—because we will not only have to pay a high price for the electricity produced by them using coal, but will also have to pay a high \"capacity charge\" to the company, even if we cannot use the electricity produced by them.\nAs per the agreement with Adani Power, it was supposed to supply 1,496 MW of electricity to Bangladesh for 25 years starting from December 2021. But now that the plant is all set to start its operation from August this year – after a six-month delay due to pandemic-induced disruptions – the BPDP is not ready to buy electricity from them because the Power Grid Company of Bangladesh (PGCB) has not been able to prepare the infrastructure needed to import it. The result is, the BPDB would have to pay a whopping Tk 1,219.1 crore in capacity charge for four months till December, by which time our transmission lines may be partially ready for import.\nThe question that naturally arises is: Why has the PGCB not been able to get the infrastructure ready within the stipulated time (December 2021)? A more pertinent question is: Why did the BPDB sign the deal with the Indian corporation in the first place, knowing that it would use costly coal to produce electricity? Why didn't they go for importing renewable energy which is not only environment-friendly but also low-cost and sustainable?\nReportedly, Bangladesh will have to pay more than Tk 1 lakh crore to the Adani coal power plant as a capacity charge over the 25 years. With this money, we could have built three Padma bridges, according to a study done by the Bangladesh Working Group on the External Debt and Growthwatch. Moreover, the power from Adani Godda will be 56.2 percent more expensive than other imported power, as the study has found.\nAt a time when the people of the country are struggling to meet their day-to-day expenses due to rising inflation and inequalities, such wastage of public money in the name of buying power is totally unacceptable. More so when the prime minister herself has urged people to take austerity measures to go through this tough time. While people will definitely do what they can to cope with the situation, the government should also make sure that public money is not wasted on projects that have long-term detrimental effects on our economy. It must ensure that the money is instead used to serve struggling citizens.\n",
        "headline_1": "Why waste so much money in the name of capacity charge?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-waste-so-much-money-the-name-capacity-charge-3042441",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "Calls for a Hindu nation, campaigns against halal, objections to hijab, demand for a population control law, support for ‘Romeo squad’, questioning of the army’s Iftar, slapping an elderly man on a suspicion of being Muslim… There is a common thread underlying all of these – the apprehension or fear that Muslims will overrun India. Numerically or culturally or both.\nThe mathematical impossibility of Muslim population ever exceeding the Hindu population is evident from all the numbers available from government sources (see charts). Yet the fear keeps getting expressed and amplified with unfailing frequency, creating a siege mentality among a section of Hindus and alienation among Muslims. The simmering tension blows up in our face as social unrest or geopolitical embarrassment every now and then – the latest being the intense and unprecedented blowback from many Muslim countries against hate speech on television.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "Hindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/hindu-muslim-facts-vs-fear-logic-data-belie-scaremongering-on-minorities-let-india-be-the-safe-space-its-always-been/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "Rajya Sabha polls and results are today. But yesterday, with EC announcing the schedule for electing the republic’s next president, the stage is set for interesting politics. BJP-led NDA is just short of the 50% threshold in the electoral college (all MLAs, MPs vote, and each vote has a value, with bigger states’ votes being more valuable, all MPs’ votes have equal value). This time, of course, J&K, which has no assembly as of now, won’t have MLA votes, and the electoral college will be marginally smaller. If parties like BJD and YSR Congress vote with NDA, it’s odds-on that the governing party at the Centre should be able to get its nominee elected. But that doesn’t make the July 18 contest insipid.\nWho BJP’s leadership picks as its nominee will be a study in the party’s political strategy. Picking Ram Nath Kovind in 2017 was a Dalit outreach. There are social groups and regions that need BJP’s attention. They will be possible factors in the decision. Also, interesting is whether NDA allies, JD(U) and AIADMK, will need cosseting, and whether YSR Congress and BJD will become targets of Opposition wooing. Perhaps, the Opposition game will be even more interesting. A weakened Congress’s word may not be the most important one in picking a combined Opposition candidate – a reality Nehru-Gandhis may have to accept. KCR has been leading Opposition efforts on this so far. But there’s Mamata, Pawar, Stalin and Kejriwal. This may turn out to be a dress rehearsal for 2024 Opposition efforts.\nKovind will demit office after an uneventful tenure, unsurprising since he was the nominee of a party whose hold at the Centre is unchallenged. Presidencies usually become potentially interesting when the Rashtrapati comes from a political stable different from that of the governing party or combine. That’s why KR Narayanan’s term, when it coincided with part of Vajpayee’s PMship, had its moments, as did Pranab Mukherjee’s during part of Modi’s first stint as PM. Pratibha Patil’s term during Congress-led UPA was as smooth as Kovind’s. The two exceptions are Abdul Kalam, who managed to turn a staid office to a popular one by dint of his charisma and energy, and Zail Singh, who, despite being a Congressman while in politics, created anxious moments for Rajiv Gandhi.\nBut even when quiet, the President’s office remains important, because it potentially is an institution of appeal in a hotly contested federal system. The incoming president will be in office when 2024 polls happen – and depending on how those results pan out, the republic’s first office may become interesting.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "Electing a president: Politics around picking BJP, Opposition nominees will be kind of a dress rehearsal for 2024",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/electing-a-president-politics-around-picking-bjp-opposition-nominees-will-be-kind-of-a-dress-rehearsal-for-2024/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "Ahead of the second anniversary of the Galwan clashes between Indian and Chinese troops in eastern Ladakh, visiting US Army’s Pacific Commanding General Charles A Flynn has once again drawn attention to China’s rapid build-up of military infrastructure along the LAC. There’s no denying that China is rapidly building dual-use border infrastructure. From troop shelters, gun positions, helipads and jetties in disputed areas in eastern Ladakh to border villages along Arunachal Pradesh, China has been solidifying its position all across the 3,488 km LAC. Add to this, two new Chinese bridges across the Pangong Tso.\nClearly, China is in no mood to disengage from its border standoff with India. And with Chinese President Xi Jinping looking to secure an unconventional third term at the helm of the Chinese party-state at the 20th Chinese Communist Party Congress later this year, he is unlikely to compromise on his aggressive foreign policy posture. The only way India can counter this is by ramping up its own border infrastructure development. In the last Union Budget, GoI increased the capital outlay for the Border Roads Organisation (BRO) by 40%, which included a six-fold hike in allocation for Arunachal Pradesh’s Border Area Development Programme.\nIn fact, India has quickened the pace of its border infrastructure development since the Galwan clashes, inaugurating multiple bridges and border roads along the LAC. It is also planning to enhance rail connectivity in the Northeast and in May 2020 increased the BRO’s procurement powers from Rs 7.5 crore to Rs 100 crore, allowing it to acquire critical equipment for speedier laying of border roads and other construction. But given that Beijing still outguns us in terms of resources, New Delhi needs to simultaneously engage in tactical collaboration with the US and other countries concerned about Chinese belligerence. The upcoming Yudh Abhyas joint exercise with Americans in the Himalayas and the finalising of a logistics support pact with Vietnam are steps in the right direction.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "Himalayan challenge: To build better along LAC is necessary, but against China, so are strategic friends",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/himalayan-challenge-to-build-better-along-lac-is-necessary-but-against-china-so-are-strategic-friends/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2022"
    },
    {
        "full_article": "Satellite pictures the past fortnight have shown a heavy-duty bridge being built by the Chinese on Pangong Tso, the lake where the 2020 face-off between the People’s Liberation Army (PLA) and Indian Army took place. The bridge construction made a splash in the media. Slowly, this event of major implications has receded from the public eye just as those bloody events of 2020 have become distant memory.\nThough the eyeball-to-eyeball deployment that resulted then has been watered down, the fact remains that subsequent political events and activities of PLA and PLA Air Force (PLAAF) have been anything but benign. The new bridge portends events that may turn grim in the coming year – the fact that it can support crossings of tanks and armoured vehicles, though important, is just one cog in the larger picture that seems to be playing out. This scenario has been described as “alarming” by General Charles Flynn of the US army.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nThe Aryan lesson: Cops can’t defame, courts must follow evidence\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "China uses talks as a ruse to add military infra: IAF held the upper hand in 2020. Now, there’s a 6-month window to prepare",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/china-uses-talks-as-a-ruse-to-add-military-infra-iaf-held-the-upper-hand-in-2020-now-theres-a-6-month-window-to-prepare/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-06-2022"
    }
]