[
    {
        "full_article": "While staying with a host family in Pennsylvania during a weekend trip in the late 1990s, I found a statement knifed in the bed's headboard: \"Here a battle was won by the Man of the house [date]\". The next day at the breakfast table, I expressed my curiosity, and the mother laughed recalling that her son wrote it after he had earned his father's consent for his love marriage. I chuckled remembering a similar parley while convincing my family, who felt I was too young, without any solid grip on my career, to make such a personal commitment. One sardonic comment of an ageing family member—\"you can't wait for having 25 maunds of ghee to make Radha dance\"—has still stuck with me to this day. This adage, as I later discovered, implied that the chandeliers in the royal courthouse needed a huge amount of oil to fully light up so that Radha could perform.\nAs members of Generation X (born between 1966 and 1980), the nuptial decision of my future wife and I depended on the previous generation, the Baby Boomers (born between 1946 and 1965). However, during my daughter's recent wedding, as one of the Millennials (born between 1981 and 2000), she made sure to have her own \"25 maunds of ghee\": the make-up artists, the videographers, the décor—well, the entire wedding planning. My wife and I shared a private joke: ours is a generation that gets thrashed by the ones both before and after.\nThe Millennials, as the social media influencer Simon Sinek succinctly put it, are known for being entitled and narcissistic, probably through no fault of their own. They are the products of bad parenting (we, the Gen-X, have constantly told them that they are special and gave them whatever they asked for), technology (overexposure to social media affecting their self-esteem; creating individual bubbles, failing to develop deep meaningful relationships and turning to digital devices than actual humans when in stressful situations), impatience (seeking instant gratification in life and not finding any fulfilment or joy), and work environment (a corporate culture where they are treated as numbers for short-term benefits without any vision of long-term gains). During this pandemic, another generation (Generation Z), born since 2000, has started appearing in the real world, literally with their masks on—and we are yet to learn how they will be accommodated in a workplace that is veering between the actual and virtual worlds.\nAlready, discussions on how the inter-generational divide will pan out during this pandemic are being conducted. All social indicators suggest that different age categories are affected differently by the coronavirus. While Covid-19 has upended everyone's life worldwide, countries with an ageing population have been hit hard the most; the virus has blitzed through a generation. Pictures of the dead appear regularly on the news portals to announce the latest victims of the virus—and the majority of them are above 50. The older adults are more vulnerable than the younger ones; hence, the first batch of vaccines was made available exclusively to the older generation. This idea added to the perception that the old ones are weak and in need of protection. While in a country like ours, we still have some semblance of reverence left for the elders, in many countries in the West, the lockdown is seen as restrictions on mobility to protect a particular age group. Two British newspapers recently made headlines over the age card. The Daily Express warns of a \"Backlash against 'Ageist' over-50s Virus Plan\" and the Daily Mail maintains, \"Make the young socially distance before locking down over-50s, Boris is warned.\"\nAs a university administrator, I receive periodic messages from parents asking when the vaccines will be made available to their wards. The vaccine barometer has finally dropped down to 25+ age categories, and we are waiting for our young ones to be inoculated before being brought to campuses. We need the conditional \"ghee\" for the academic \"dance\" to happen.\nThe delay is causing repercussions and frustrations. Often, the intergenerational disparities are translated to mutual blaming. Older adults, for example, are more likely to follow health guidelines, whereas people in their 20s and 30s are known to be slack in their compliance. The millennials and Generation Z, who are in the early phase of their careers, are finding it difficult to get suitable jobs in a volatile market. They had to cut down their spending more than the people in their 50s and above. While the senior management can work from home, most early career jobs require face-to-face interactions, customer services or physical office presence. By the same token, the older generation has a relatively stable financial cushion than their young counterparts. Then again, there are many uncertainties looming large over the completion of studies of the new generations and their graduation for the market. The delay is going to impact the social fabric as many life decisions, including jobs, marriages and getting on the property ladder, will be delayed due to this slowdown. To make matters worse, many young employees who are in the early stages of their careers have been forced to get into a debt trap simply to keep themselves afloat. \nAdapting to technology is another area where the breach between the generations is showing. Technology has allowed many young people to opt for non-traditional start-ups and become self-employed. Many of the older generation who were furloughed or made unemployed did not have the technological adaptability to survive in this neo-normal scenario. Suddenly, technological smartness is viewed through a new lens. It is more than an addiction to the internet.\nAt a policy level too, the young ones feel deprived. The relief measures taken by the government often ignore them. Yet the cost of vaccination will eventually fall on the Millennials and Generation Z, as the government will have to realise the expenses by taxing the ones who are in and will be joining the workforce in the days to come. At the same time, experiential evidence suggests that exposure to financial and health crises is affecting their personality and risk appetite. Based on previous crises experience, it is suggested that the effects of unemployment among those who have entire working lives ahead of them can be extremely detrimental. Their attitudes towards employment and earnings prospects can be impaired, leading to anxieties, depression and lack of motivation.\nTo step into a post-Covid world, we will need a huge amount of data related to this inter-generational issue. Unfortunately, we are still thinking in patches, just like the supply of vaccine doses, and not seeing what is on hold for us. We can't wait for all 25 maunds of fuel to be available before the performance starts: we need to make sure that the young ones are ready for their studies, their jobs and their families while the vaccines are being imported. These preparations and performances need to go hand in hand. The battle cannot be won until we tackle it at a multi-frontal level.\n \nShamsad Mortuza is Pro-Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Intergenerational divides in the time of Covid-19",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/intergenerational-divides-the-time-covid-19-2140971",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2021"
    },
    {
        "full_article": "If the pandemic has taught us anything, it is that the healthcare system and related organisations must build resiliency to withstand the shocks that may come their way, and be in a position to pursue the opportunities that rapid and significant change can create.\nEvery hospital or health system will face a multitude of risks; hence, a healthcare organisation would primarily need to identify and assess credible potential scenarios on its horizon and model the impact these scenarios could have on its current strategic and financial plan if they become reality. Thereafter, it needs to determine alternative pathways that the organisation could follow to maintain or advance its strategic and financial position.\nThe macro-market scenarios of the pandemic that are foreseeable should be the focus of this planning effort, as these would have a material operational or financial impact—either positive or negative—on the organisation, and many of these would be beyond the organisation's direct control. Modelling the potential timing and impacts of a macro-market scenario would help organisational leaders understand the magnitude of risk, the resources that will be needed to hedge any downside impacts, and the amount of time the organisation will have to adjust to the impacts.\nOnce key scenarios are identified and their potential impact is defined, leadership should be able to find the trigger points that indicate change is coming and a response is required. Leadership should also identify and, if necessary, pursue alternative paths forward that will help the organisation maximise upside opportunities or minimise downside risk.\nAmong the macro-market scenarios of the Covid-19 pandemic in Bangladesh, the infection rate, the number of daily identified cases, the progress of the vaccination drive and the availability of vaccines indicate the necessity of imposing lockdowns in the near future, which in turn leads to an assumption of probable lessened patient footfall for cold non-Covid cases. Again, the same scenarios indicate the spike in Covid-19 cases, thereby putting organisations on their toes for Covid-19 preparedness in terms of resource availability (e.g. bed, manpower, oxygen, high flow nasal cannula, disinfectant, PPE and other safety gear, etc).\nThe Covid-19 pandemic will likely have lasting impacts on healthcare. The consumer-driven changes in the pandemic also need to be taken up on our journey to sustainability. Having experienced the convenience of tele-health, for example, we have seen consumers become much more accustomed to digital health visits because of Covid-19 restrictions on in-person visits, making patients less inclined to travel to a doctor's chamber in a hospital for routine care needs. New investments that enhance a health system's digital health platform (tele-health and tele-rehab) could help build customer loyalty to the system, while preparing for new competition from tech companies entering the healthcare market.\nGearing resources from hospitals to customers (home/office/neighbourhood) should be a major way to expand the healthcare horizon. Creating efficient and trained tech-savvy manpower—mostly in the form of nurses, patient care attendants, lab technologists and even enabling volunteers by training them for basic health check-ups and monitoring—could be the key to achieve a sustainable healthcare service delivery model to cater to the increasing load of Covid-19 patients of different severity. Starting from home sample collection to home health monitoring to home medicine delivery, all will encompass an efficient home care service model pertinent for such times. Establishing e-clinics at local chemist shops, educational institution campuses, priority banking lounges or shopping malls to impart tele-health could contribute towards setting up the new-normal culture in healthcare.\nAlong with vaccination initiatives taken by the government, mass scale availability of cheaper Covid-19 testing facilities with simpler sample collection methods and faster turnaround time can promise a return to a more stable operating environment in the country. The financial stresses that healthcare organisations, and the economy as a whole, have experienced during the pandemic is expected to heighten the trend towards pursuing new value-based models that bring greater affordability of care.\n \nDr Shagufa Anwar is a health communication specialist and brand marketer, with more than two decades of experience as a C-suite Executive in country's leading pharmaceutical companies and private hospitals.\nEmail: dr.shagufa.anwar@gmail.com.\n",
        "headline_1": "Building healthcare resiliency during the Covid-19 pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/building-healthcare-resiliency-during-the-covid-19-pandemic-2140961",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2021"
    },
    {
        "full_article": "If we track the history of floating agriculture in Bangladesh, we may find six major phases. It is difficult to pinpoint when floating cultivation began in Bangladesh—the current reckoning goes up to 400 years ago. Although water hyacinth is now the base material to make floating beds to grow crops on them, this was not possible a couple of centuries ago as this South American aquatic plant was introduced to Bengal only in the 1890s.\nIn his 2009 article in Environment and History, Iftekhar Iqbal reused a map from 1922 that showed the wild spread of water hyacinth in Bengal. Since the \"very seriously affected\" areas included the greater Faridpur and Barishal regions—the centre of origin of floating farming in this delta—we may assume that a water hyacinth-based agro-system might have started a century ago.\nHowever, there exists an alternative story. After harvesting, paddy stub traditionally used to be left on the field in heaps, which floated as flood water entered into the wetlands. Farmers used these floating rafts to raise seedlings and grow vegetables on them by adding a layer of soil or other organic matter. An archaeo-botanical study in south-central Bangladesh may confirm the true origin of this traditional practice.\nNevertheless, if we consider the second story of origin, the first phase of floating agriculture spans from its origin till the 1960s, when we started cultivating high-yielding rice varieties. After that, the second phase began. These new rice strains had shorter straw that decomposed quickly, thus, it was not fit for floating beds. In the search for an alternative material, water hyacinth was an obvious choice due to its aggressive abundance. In the early 1990s, Shykh Seraj featured the floating agriculture of the Barishal region in his popular series Maati o Manush on Bangladesh Television.\nThe third phase of this agro-practice started at the turn of this century when NGOs embraced it. The International Union for Conservation of Nature (IUCN) and the Bangladesh Centre for Advanced Studies (BCAS) promoted this practice in Gopalganj under a community-based natural resource management project under the Sustainable Environment Management Programme (SEMP, 1998−2005) of the Government of Bangladesh and UNDP.\nSoon, floating farming became a part of community development projects in Bangladesh. Around 2005, Practical Action took it to northern Bangladesh, starting with Gaibandha. Over the next 10 years, it was scaled up in several flood-prone districts of Rangpur division. Over the same period, IUCN and CARE introduced and promoted floating cultivation in the wetlands of haor regions, greater Mymensingh and northern Bangladesh under two phases of the USAID-funded SHOUHARDO programme. Other agencies, like Helvetas, also joined the efforts in the haor region. In 2010, Rangamati Hill District Council introduced this practice to the Chittagong Hill Tracts by supporting 244 floating beds along the shores of the Kaptai Lake.\nNGOs exclusively worked with extreme poor families, and trained and supported them to adopt floating farming. Their projects essentially considered it as a source of household nutrition or as a means of disaster risk reduction (by raising rice seedlings on the beds), rather than a business opportunity, as was seen in south-central Bangladesh. As a result, those families mostly did not continue this innovation once the project support stopped.\nThe fourth phase began when a climate change dimension was added to floating agriculture. The Reducing Vulnerability to Climate Change (RVCC) project of CARE (2002−2005)—apparently the first adaptation project in Bangladesh—promoted floating cultivation as an adaptation option in the waterlogged areas of the south-western region. From then on, floating agriculture is, as I often say, \"a local lad becoming a climate celebrity\".\nSoon, Bangladesh's climate documents picked up floating farming—the National Adaptation Programme of Action (NAPA, 2005, updated in 2009) and the second (2012) and third (2018) national communications submitted to the United Nations Framework Convention on Climate Change (UNFCCC) sufficiently discussed this agro-practice.\nGlobal recognition of floating agriculture took a leap during 2014−2015. In 2014, the UNFCCC's Technology Executive Committee featured this practice as a useful adaptation technology, while the Intergovernmental Panel on Climate Change's (IPCC) landmark Fifth Assessment Report discussed its potential weaknesses under a changing climate. In 2015, under the leadership of Bangladesh's Ministry of Agriculture, 2,500 hectares of land in Barishal, Gopalganj and Pirojpur were designated by FAO as one of 62 Globally Important Agricultural Heritage Systems (GIAHS) in the world.\nThe government of Bangladesh's promotion of floating agriculture through well-funded projects can be considered to be the fifth phase. In the second phase of the Comprehensive Disaster Management Programme (CDMP II, 2010−2015), the Department of Agricultural Extension (DAE) trained and engaged 565 farmers in this practice in historically floating agriculture areas (Gopalganj, Madaripur and Pirojpur), haor regions (Habiganj, Netrokona and Sunamganj), and other flood-prone areas (Gaibandha and Manikganj).\nIn 2012, the DAE began implementing Extension of Floating Vegetable and Spices Cultivation Technologies as a Climate Change Adaptation Technology for Flood and Water-logged areas of Bangladesh—the first-ever government project dedicated to floating gardening. Although the Bangladesh Climate Change Strategy and Action Plan (BCCSAP, 2009) did not mention floating agriculture, the Bangladesh Climate Change Trust Fund (BCCTF) funded this project to work with 12,000 farmers in 40 sub-districts of eight districts.\nThe DAE is currently implementing a much larger follow-up project (2017−2022) in 46 sub-districts of 24 districts. Bangladesh Agricultural Research Institute (BARI) has also conducted research to make floating cultivation more efficient, and the ongoing DAE project has adopted those innovations. Among others, the Department of Women Affairs has been supporting marginalised women to raise rice seedlings and cultivate vegetables on floating beds as well. Along with actions on the ground, it is crucial to capture the experiences of the DAE and other agencies in floating farming and make them publicly available for wider awareness.\nOver the past five years, scientific research on floating agriculture has gained momentum. Bangladeshi researchers have been looking into this practice as a whole, measuring yield performance of crops, analysing benefits and costs, identifying constraints farmers face, and so on. To me, such interest in knowledge creation, together with technological innovations, defines the sixth phase of floating cultivation.\nAquageoponics is a different form of floating agriculture, where a floating structure is made with bamboo or iron frames and plastic floats, pots with soil are kept on the frame to grow vegetables, and a net cage is placed under the floating structure to culture small fish. WorldFish and its partners first tried this integrated system in Barishal in 2013; Practical Action piloted it in Satkhira. Shidhulai, an NGO, further added a duck-rearing component to this system and promoted it in the Chalan Beel wetland in northern Bangladesh.\nIn 2005, I was fascinated to see floating gardens in Gopalganj, but I never thought this practice would last this long. The way global temperatures are rising, floods and storms are getting wilder, and seawater is invading our shores, I wonder how the next phase of floating agriculture will be written.\n \nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah.\n",
        "headline_1": "What will the next phase of floating agriculture look like?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-will-the-next-phase-floating-agriculture-look-2140951",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2021"
    },
    {
        "full_article": "From 1990 to 2019, the number of people living in extreme poverty (according to the World Bank threshold of USD 1.90 per day) plummeted, from 1.9 billion to 648 million. Covid-19 has reversed much of this progress. By the end of 2021, the pandemic will have pushed approximately 150 million people back into extreme poverty.\nEven before Covid-19, however, the world was not on track to end extreme poverty in the next decade. Progress on poverty reduction had been slowing long before the pandemic hit, with global poverty rates falling by less than half a percentage point per year between 2015 and 2019. At that pace, even without Covid-19, 537 million people would have still been living in extreme poverty in 2030, implying failure to meet the United Nations Sustainable Development Goals, in particular SDG 1.\nAt BRAC, the world's largest Global South-led NGO, decades of designing, implementing, advising on and adapting poverty reduction interventions have given us insights into how to make anti-poverty programmes and policies more effective.\nFirst, programmes need to reach people in the most extreme states of poverty. People living in extreme poverty face hurdles to accessing social programmes and services. They are less likely to have bank accounts, permanent addresses or formal identification—all of which may be required for registration. They also face social stigma associated with receiving public services, and often lack sufficient information about the programmes for which they are eligible.\nIn low-income countries, 79 percent of the bottom quintile of earners receive no social assistance whatsoever. To ensure that help reaches those most in need, governments and their partners must design policies and programmes that overcome the barriers people living in extreme poverty face and integrate them into existing social safety nets.\nSecond, programmes must empower people living in extreme poverty to build long-term resilience. Governments and their partners must do more than improve the provision of basic needs. They must also invest in enabling people in extreme poverty to acquire the skills and resources they need to avoid falling back into the poverty trap. This approach is crucial in times of crisis, as our team at BRAC found when advising the Philippine government, in partnership with the Asian Development Bank, on a recent anti-poverty intervention.\nDuring the pandemic, the programme connected participants to cash assistance from the national government and food assistance from their local government. Meanwhile, it provided the resources and training they needed to establish multiple sources of income. As a result, 76 percent of participants were able to continue earning income even during strict lockdowns.\nThird, programmes need to treat poverty as multifaceted and context-specific. Extreme poverty is multidimensional. An accurate definition must account for the many areas of deprivation people living in extreme poverty face, from lack of clean water and electricity to malnutrition and social exclusion. These deprivations and the interventions needed to overcome them vary across populations and geographies. Based on an assessment of factors related to specific locations and socioeconomic contexts, governments and their partners need to create more holistic interventions that empower poor people to face their unique challenges.\nFourth, these programmes must engage local communities and governments, whose active participation can help anti-poverty interventions better reflect the realities of people's daily lives and gain local buy-in. Bringing civil society into the process can also play an important role in holding government accountable and sustaining demand for more effective programmes and policies. And local governments can help national governments and their partners identify marginalised households and support their social inclusion.\nFifth, governments and their partners must learn what is working and what is not, then adapt programming accordingly. To maximise the impact of anti-poverty interventions at scale, governments and their partners must commit to monitoring, evaluating, and learning from programmes as they are implemented, then revise them as needed.\nSuch evaluations should begin by identifying the principles driving programmes' design. Programme components must then be tweaked and tested with those principles in mind, and the outcomes carefully monitored. Only through evidence-based adaptation can governments and their partners ensure that the programmes they implement have a long-lasting impact and adjust to meet the unique and evolving needs of their people.\nThis must be a collaborative effort. If the international community adopts these steps, anti-poverty programmes and policies can become more inclusive, adaptive and comprehensive. Beyond engaging civil society and academia, governments need development actors, including multilateral institutions and donor countries, to help close resource gaps until they can independently mobilise sufficient domestic resources. Many low- and middle-income countries simply lack the fiscal space and state capacity to pursue large-scale poverty reduction measures on their own.\nSDG 1 is deeply connected to the other SDGs, from ensuring gender equality to advancing sustainability to improving nutrition. Covid-19 has reversed decades of progress in these areas, and we need cross-cutting interventions that support multiple areas of development simultaneously if we are to recover. The only way to prevent leaving many people behind is to ensure that anti-poverty interventions are better funded, more holistic, and more effective at scale.\n \nShameran Abed is Senior Director of Microfinance and Ultra-Poor Graduation Programs at BRAC.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "How to strengthen anti-poverty efforts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/how-strengthen-anti-poverty-efforts-2140946",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2021"
    },
    {
        "full_article": "During the pandemic, many brilliant minds in our country have come up with prototypes of various life-saving devices. Their urgency was bolstered keeping in mind the fate of their fellow citizens, who had been suffering greatly during the pandemic, especially due to the shortage of ventilators, high-flow nasal cannulas and the likes. Disappointingly, a lack of investment, industry support and government red tape have forced the majority of these innovations to be shelved, putting what could have been life-saving inventions onto the backburner.\nTheir examples range from domestically produced ventilators that cost a fraction of the price of regular ventilators, to high powered air-purifying respirators that could protect healthcare workers from contamination, and disinfection chambers that use ultraviolet rays to sterilise medical gear. Some of these inventions never saw the light of day due to government restrictions, which in normal circumstances could be understandable. However, given the lack of life-saving facilities available in the country's hospitals, and particularly in government hospitals, that the health officials could not find the time to approve their use nor make special exemptions during the pandemic, allowing them to be produced at greater scale, is shameful. What were they so busy doing?\nDuring the entire pandemic, the government's health system has performed woefully—being riddled in one incident of corruption after another and with health officials making one disastrous decision after the other. This seems to be just another disaster of their own making. At a time when the government hospital system has only 1,225 ventilators and 13,000 patients currently hospitalised with Covid-19, just imagine how much of a relief some of these cheaper ventilators could have provided. And the same applies for all the other devices. Though it is disappointing that the pharmaceutical industry did not show any interest in investing in these devices, the government could easily have funded their production using the Tk 100 crore that has been allocated to finance health research for the current fiscal year—or by saving up on one of its many wasteful spendings that have been exposed over the past couple of years by various media outlets.\nWe call on the authorities to change their ways—to give innovators the proper shot they deserve to showcase their inventions and prove that they are worthy of being produced on a larger scale. They must invest in them, as well as provide whatever support is necessary for these creations to be brought to market so that lives can be saved.\n",
        "headline_1": "Authorities should stop ignoring life-saving inventions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/authorities-should-stop-ignoring-life-saving-inventions-2140936",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2021"
    },
    {
        "full_article": "We are shocked to find that the residents of Patuakhali and Barguna—around 28 lakh people—do not have access to crucial healthcare to treat critical Covid-19 patients and have to go all the way to Barisal for treatment. A recent report in this daily has revealed that there are no such services available in the 250-bed Patuakhali Medical College and Hospital. The ICU beds at this hospital are remaining idle without the supply of other necessary equipment. Not only that—the hospital also doesn't have any RT-PCR labs for Covid-19 testing, nor do they have a central oxygen supply. Weeks into the new surge of Covid-19 infections caused by the Delta variant, it is appalling that the only public hospital in the area would be so ill-equipped to deal with this crisis.\nIt is unfathomable why five ICU beds were kept unpacked in the Patuakhali hospital's ICU unit for months, and even after they were brought out, they were of no use because of the dearth of other accessory equipment needed for the ICU beds to function. The report also found that two ventilators sent by the health directorate a year ago have been gathering dust because there is no oxygen supply. Why this pathetic state of affairs? Why haven't the hospital's higher authorities done anything to get the ICU unit functioning at a time when people are dying because of a lack of ICU beds?\nThe hospital is also acutely short-staffed. Its authorities have written to the Health Services Division under the health and family welfare ministry seeking urgent appointment of 79 trained employees at the ICU unit of the 250-bed hospital in Patuakhali, but the request is yet to be fulfilled.\nAccording to official data, 3,558 people tested positive for Covid-19, 2,560 recovered and 74 died of the disease in Patuakhali on Sunday. Against this backdrop, the Patuakhali hospital and the related government departments must join hands and work together to deal with the Covid-19 treatment crisis in Patuakhali. RT-PCR labs for testing Covid-19 patients have to be installed for early detection of the deadly virus. Five ICU beds and two ventilators are grossly inadequate for 2.8 million people. The number of ICU beds and ventilators have to be increased too, along with the building of a central oxygen supply system. Quick supply of both medical equipment and skilled healthcare professionals are needed to save the lives of people from Patuakhali and nearby districts.\n",
        "headline_1": "Patuakhali hospital needs urgent equipment and manpower",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/patuakhali-hospital-needs-urgent-equipment-and-manpower-2140926",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2021"
    }
]