[
    {
        "full_article": "The Centre’s move to create a ‘fact-checking unit’ empowered to order the removal of ‘fake or false or misleading’ information from digital and social media platforms was never likely to succeed. Justice A.S. Chandurkar of the Bombay High Court struck down the amended rule, in a tie-breaking ruling after a two-judge Bench, in January, was split over its constitutional validity. In an opinion that makes it a 2:1 decision, he agreed with the view of Justice G.S. Patel, who had held that the provision violated the right to freedom of expression and sought to coercively classify speech as true or false based on vague and undefined terms. The rule, introduced as an amendment in 2023 to the rules governing information technology intermediaries and digital media ethics, meant that once the fact-checking unit flagged a piece of information on a social media platform as fake, false or misleading, the platform was bound to take it down. Failure to do so would result in its losing its ‘safe harbour’ protection, or exemption from legal action for third party content hosted on a platform. Editors and publishers rightly saw the creation of a fact-checking unit in the Press Information Bureau as a mechanism by which the Centre could censor anything that it disputes. Political satirists will be forced into self-censorship, argued comedian Kunal Kamra. The government contended that recklessly published material that was contrary to truth cannot have constitutional protection and that aggrieved platforms were free to approach the courts for remedy.However, two of the three judges have found the rule unconstitutional, noting that the terms ‘fake’, ‘false’ or ‘misleading’ were not defined and there was no scope for redress provided in the rules. Another point that went against the government was that the restriction was applied only to information about the Centre, and not other kinds of information. Justice Chandurkar also agreed with Justice Patel that a restriction on free speech based on whether something is true or false was not one of the circumstances listed in Article 19(2) of the Constitution for imposing reasonable restrictions. The other judge on the Bench, Justice Neela Gokhale, had upheld the rule, holding that it was not vaguely worded and that there was no bar on a platform publishing a disclaimer to retain its safe harbour protection. She also rejected the idea that such a rule would have a chilling effect on free speech. The prevalence of misinformation or false information is a problem that undoubtedly requires to be tackled, but it cannot be an excuse to create a mechanism by which the government becomes a judge in its own cause or the sole arbiter of what information about itself is misleading. Published - September 23, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nhuman rights\n\n/\n\njudiciary (system of justice)\n\n/\n\nMumbai\n\n/\n\ngovernment\n\n/\n\nmedia\n\n/\n\nconstitution",
        "headline_1": "Unwarranted curbs: On the Centre’s move on a ‘fact-checking unit’",
        "headline_2": "Fact-checking cannot be an excuse to impose censorship",
        "link": "https://www.thehindu.com/opinion/editorial/unwarranted-curbs-on-the-centres-move-on-a-fact-checking-unit/article68670842.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "The people of Sri Lanka have voted for change in the ninth presidential election with their nod to Anura Kumara Dissanayake of the National People’s Power (NPP). Even though Mr. Dissanayake, also the chief of the Janatha Vimukthi Peramuna (JVP), had to go through a second round of counting — a first since the introduction of the system of executive presidency in 1978 — the spirit of the mandate is for a change and a perceptible shift away from the established, traditional parties and groups that dominated the political landscape. It is remarkable that the JVP, a party with Marxist origins, that is leading the NPP, has been able to get about 42% of the vote share, unlike its poor showing in 2019 and 2020. And though lower than in 2015 and 2019, voter turnout was about 79.5%. Given their constraints, all the contestants conducted themselves in a way that reflected their faith in the democratic system. It is also no surprise that the purpose for which the popular uprising Aragalaya (‘struggle’ in Sinhala) took place, found resonance in the campaign and verdict.As economic woes had triggered the uprising, all the contenders had focused on the economic factor. Mr. Dissanayake told The Hindu recently that fixing the battered economy would be among his priorities. Despite being a Leftist, the JVP leader appears receptive to welcoming private and foreign investments. His election manifesto talks of renegotiating, rather than scrapping, with the IMF the $2.9 billion bailout agreement. What Mr. Dissanayake should not overlook is that he has to adopt a consensual path while implementing his economic policies and programmes. It is also going to be challenging when it comes to the other facets of governance and how he will be able to ensure a “system change” as he has repeatedly attacked the present “corrupt political culture”. The promise to hold elections to provincial councils — a tier of government that the JVP had once opposed — must be reassuring to Tamils. In the area of foreign relations, Mr. Dissanayake, dubbed by his critics a “pro-China” leader, is expected to extend his pragmatism — he did visit India early this year. His manifesto also mentions that Sri Lanka’s territory would not be allowed “to threaten or risk the national security of any country in the region including India”. But it remains to be seen how the new President will translate into action his electoral promise of abolishing the current system of executive presidency, a matter that has refused to die down in the political discourse of the country for over 30 years. Mr. Dissanayake, who will be assuming charge under not so comfortable conditions, requires understanding and cooperation from every section of Sri Lankan society. Published - September 23, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nSri Lanka\n\n/\n\nSri Lanka Presidential Elections\n\n/\n\npolitical parties\n\n/\n\neconomy (general)\n\n/\n\nIndia\n\n/\n\nnational or ethnic minority\n\n/\n\nChina\n\n/\n\ndiplomacy\n\n/\n\ninternational relations",
        "headline_1": "Sri Lanka’s verdict: On the Island nation’s ninth Presidential election",
        "headline_2": "The spirit of the mandate of the presidential poll was clear — for change",
        "link": "https://www.thehindu.com/opinion/editorial/sri-lankas-verdict-on-the-ninth-presidential-election/article68671402.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "…Bombay HC was right to call out govt fact-check unit. Govts should support pvt fact-checkers\nIt is unsurprising that Bombay HC struck down as unconstitutional, amendments made in 2023 to the Intermediary Guidelines and Digital Media Ethics Code. This empowered the Centre to create a fact-check unit, purportedly for identifying “fake & misleading” information on social media platforms about “govt business”. It would then call on social media intermediaries to take down such information if they wanted to retain “safe harbour” status and avoid legal action. Among its findings, Bombay HC noted that “fake” and “misleading” were terms vague and undefined. It concluded that such a unit would also have a “chilling effect” on social media intermediaries.\nIs fake news and misinformation a scourge? Yes. Does it need large infra to counter? Yes. Would GOI’s proposed fact-check unit enable a crackdown on fake news factories that trigger harm to wider communities, and mislead, cheat and swindle too? No. Therein lies the rub. The fact-check unit was envisaged to track only info/content/analysis related to govt on social media. The misgiving was that such a unit could be exploited to crack down on dissent on the pretext of taking down ‘fake news’. Misinformation is consistently increasing its bandwidth across social media. It is mostly civil society organisations and nonprofits that alert the public, and help police crack down on fake news. They fact-check misrepresentation of govt programmes too. But they are simply not enough, in number or capacity, to counter the barrage of dis- and misinformation put out by scamsters and proxies. Private fact-checkers struggle for sustainable funding, and face threats and intimidation.\nFake news is only one part of the established ecosystem of cyberfraud/crime. Thousands are conned by the lure of govt jobs, many lose savings caught in webs of digital arrests by scam-cops – unscrupulous elements are having a field-day, while both fact-checkers and cybercops are playing catch-up, short on funds and bandwidth. Central, state govts need to empower these committed foot soldiers. That’s the best way govts can ensure protection from falsification of their own business.\n\n",
        "headline_1": "The fact is…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-fact-is/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "To maximise its strategic ties with US, India needs domestic R&D, economic heft  \nModi’s declaration at Delaware’s Quad Summit that the grouping is “here to stay” is as definitive an indication as can be about the changed nature of geopolitics, which has seen China emerge as a global challenge for both big and middle power democracies. But it is Modi’s meeting with Biden on the sidelines of the summit that’s of most salience to India. The Indo-US strategic partnership has gone beyond talk in recent years. India’s growing reliance on US military weapons systems boosts that partnership. Under the US-India Defence Industrial Cooperation Roadmap, collaboration is underway to advance key co-production agreements for jet engines, munitions and ground mobility systems.\nDo your homework | But India must be realistic about the limits of the relationship. For instance, while the two countries inked a deal last year to produce fighter jet engines, the deal between GE and HAL would only see 80% tech transfer. For India to come up with the remaining 20% is a tall order considering the status of our defence ecosystem. We still spend too little on R&D, with Indian firms allocating only 1.2% of their revenue to research, as against the global average of 3.4%. Ditto for absorption of disruptive technologies into our defence architecture. Closer strategic ties with US must also not foreclose our options with other countries for military purposes. That has been India’s foreign policy all along and it has served us well.\nNew tech | Critical and emerging technologies represent the second vital strand of Indo-US strategic relationship. Since iCET was launched last year to expand cooperation across key tech sectors, there has been considerable forward movement in sectors like semiconductors and space. But considering that it covers the whole gamut of cutting-edge disciplines, a lot remains to be done before iCET’s potential can be realised. Here, India would do well to seek from US partnerships at upper ends of the value chain that allow sharing of IPRs and application benefits. The best argument to get that is economic heft. GOI must remember that. \n\n",
        "headline_1": "Two to tango",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/two-to-tango-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "Why desi flyers run out of planes just after touchdown\nAirlines globally have two main business models to choose from – go bare bones & be good for their bottomlines; or go comfy & be good for passenger bottoms. Flyers then choose either low-cost or full-service carriers, depending on how much they want to pay. Air travellers in India, however, do not have that choice yet.\nNearly 80% domestic travellers here either take the low-cost-no-frills or the high-cost-low-frills option. On one, passengers keep their fingers crossed about their seat, arm rest and meal tray not being broken. On the other, worrying about meal tray is not on the menu thanks to its “na khaaonga, na khaane doonga” philosophy. If they have a conductor to check tickets, passengers on several of their flights could feel like they are on a state roadways air bus.\nThere used to be a relatively comfortable (but loss-making) option that will soon cease to exist. Some of this ilk shut down in the last decade. There’s another airline that faces an endless wait for wings from its troubled plane-maker. And a third, which is like a candle in the wind. Some new ones are mushrooming.\nWhat’s common to all Indian carriers is one thing: low fares are a thing of the past. Over 90% of the domestic market share belongs to two cash-rich groups that, unlike past penurious airlines, don’t need to offer below-cost fares to raise working capital and then eventually go bust.\nThat brings us back to the biggies. Their Deewar-style conversation could go something like this: “Aaj mere paas daulat hai, shauhrat hai. Tumhaare paas kya hai?” And the other could reply, “Mere paas PA hai.” PA, as in profitable airline.\nLuckily for passengers, unlike the iconic Big B blockbuster, the Indian airlines story could eventually be a happy one in the next 3-4 years. The profitable airline is planning to get a little comfortable on some planes. From next year, it could even say “Bhagwaan ka diya hua sab kuch hai” including onboard ovens for hot meals.\nAnd the neither profitable nor comfortable as of now biggie-in-the-making hopes to be both in the coming years. If all goes well, it will first get comfy and subsequently make some money too when people happily pay for the improved product.\n\n",
        "headline_1": "Bottoms & bottomlines",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bottoms-bottomlines/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "In her very first statement, Delhi’s new chief minister Atishi made clear whom she serves. “Delhi has only one CM and his name is Arvind Kejriwal,” she said, adding that the “sole objective” would be to make him CM again.\nThis statement is striking for two reasons. As CM, her primary responsibility is towards the people of Delhi. Indeed, the signs of collapsing governance are all around us — in the streets flooded after a spell of rain, unchecked pollution, water crisis — but instead of talking about these and other civic issues, she framed her sole aim as reinstating Kejriwal as CM, placing the party leader’s interests above the public’s. By foregrounding internal organisational preoccupations in its external communication, AAP is making the same mistake that established parties have made at one time or another — to their inevitable detriment — of inadvertently communicating that the party exists to serve the interests of leadership rather than representing the interests of the people.\nWhile it may be natural to rally around a leader during a crisis, Atishi’s statement exemplifies a broader, more systemic issue plaguing Indian politics: the culture of sycophancy. This phenomenon, where party members prioritise leadership loyalty over public service, is not unique to AAP but pervasive across the political landscape. The danger lies not just in narrowly defined party priorities or in a fundamental shift of democratic principles but in the party itself. When political discourse centres more around pleasing party leadership than addressing citizens’ needs, it creates a dangerous insularity, disconnecting parties from the very people they claim to represent.\nPARTY BEFORE PUBLIC? Instead of talking about the city’s civic issues, Atishi framed her sole aim as reinstating Kejriwal in CM’s post\nIt’s highly possible that if Atishi had chosen to speak of her obligations to the people of Delhi instead of her obligation to Kejriwal, it would have seemed that she was trying to carve out an independent space for herself and, thus, be perceived as a challenger to his leadership. This is a constant dilemma in Indian politics, where the search for a temporary replacement or placeholder is always fraught with the possibility of losing power altogether. Consequently, Indian political culture has evolved in a manner where, for party leaders outside of the top leader, public interest is almost always expressed as an extension of installing the top leader in power. The corollary is that when party members express independent views on public interest, these are often misinterpreted as challenges to leadership. This misperception ignores the natural and inevitable differences that exist among thoughtful individuals, even when they share a common platform and purpose.\nThis intra-party dynamic may seem expedient but ultimately has negative consequences for both the leadership and the party itself. One common outcome is inevitable atrophy and decay of political parties with time. This occurs because equating control over a party with conformity stifles the very ingredients needed to keep parties connected with its constituents—dialogue, discussion, and feedback. To prevent this decay, parties must promote internal forums for debate where dissent isn’t seen as disloyalty but as part of a robust dialogue and find cohesion in common ideology rather than in leadership alone. Else, genuine solidarity and long-term commitment will be supplanted by sycophancy.\nOvert sycophancy is often a performative act, an attempt to prove loyalty in a landscape filled with opportunism. But those who engage in sycophancy often do so at the expense of their own self-respect — the trait necessary for integrity and long-term commitment. In the short term, sycophants appear reliable, but examples abound where the loudest, most vocal of them are often the first to shift allegiances when it’s convenient — and then become loudest sycophants for the other side. This trend has created a pervasive culture of opportunism, mistrust and instability within and across political parties.\nMoreover, sycophancy fosters a culture of groupthink, leading to insularity, where diverse perspectives are sidelined in favour of reinforcing the leader’s agenda. This undermines the party’s ability to engage meaningfully with the public and weakens its capacity to evolve and adapt to the changing needs of the people. Equally, a culture of sycophancy tends to sever the ongoing ideological connection with the broader public, making political parties look like closed clubs for private gain, leading to voter alienation.\nUltimately, fostering a political culture that values integrity and self-restraint over sycophancy is essential for the long-term health of political parties — and Indian democracy. The challenge for party leadership is not how to suppress independent voices, but how to allow leaders to prioritise and express their view of the public interest while maintaining party cohesion. Doing so will make political parties more resilient and strengthen — not weaken — party leadership. For Atishi and Kejriwal, the real challenge is reorienting their leadership toward addressing Delhi’s urgent needs. Only by assiduously and exclusively focusing on the public good can Kejriwal regain the niche he seeks to occupy — the do-gooder aam aadmi.\n\n",
        "headline_1": "Delhi CM’s statement highlights loyalty dilemma in Indian parties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/delhi-cms-statement-highlights-loyalty-dilemma-in-indian-parties/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "As I was completing my undergraduate program in USA, the American Presidential election of 1976 came up. The hopeful Democratic Presidential candidate James 'Jimmy' Earl Carter Jr., and the incumbent Republican President Gerald 'Jerry' Rudolph Ford Jr., emerged as the two final contestants. The mood of America was upbeat. Something new seemed to be in the offing. The era was post-Vietnam with lots of soul searching and a liberal political trend. The message of the former peanut farmer, state senator and erstwhile governor of Georgia, hailing from Plains, Georgia, with pale blue eyes and a ready disarming smile, Jimmy Carter, was simple \"Trust Me\" he said, to the expectant American public traumatized by the Vietnam war and the shameful exit of President Nixon following the Watergate scandal. As a foreign national, I took a lot of interest and watched the unfolding American Presidential election as a curious bystander. The year 1976, was also historically a memorable one for America. It was their Bicentennial Celebrations year, that is, 200 years as an independent nation and a democratic republic. Jimmy Carter was overwhelmingly supported by the American public weary of the republicans and the incumbent President Ford, who had exercised his constitutional prerogative to pardon Nixon, sparing him further humiliation from a Watergate prosecution and impeachment. Many voters never forgave him for that 'indiscretion'. They had wanted to see Nixon on the dock and in jail, especially the younger generation of voters who were idealistic and radicalized by the 1970s protest-era political orientation.\nIn the televised presidential debates a calm, self-assured, ever smiling Carter came out looking good. He had done his homework and scored easy points over his rival Ford, who fumbled and mumbled making everybody laugh. With his beady blue eyes, large forehead and an impassive face he sometimes looked  like a bewildered man. He often forgot to deliver his 'punch lines'. Tall and hefty, Ford had a reputation for stumbling as he deplaned, hit his big head against a doorway or just bump into someone. He could be amusingly unsteady on his feet. An American friend made us all crack up during the electioneering, when he declared with a magisterial flourish of his hand,\"how can Jerry Ford lead us anymore, when he can't even manage his own body? He must go!\"\nAs predicted Carter won the presidential election by a good margin. It made our liberal Democratic American friends jubilant, while the conservative Republicans sulked. For the first time, I viewed live on television the inauguration of an American President in January, 1977, on a cold and frosty morning. It was an exciting time. Carter a devout Southern Baptist and his attractive wife, Rosalyn Carter, a 'southern-belle' made it to the White House amidst a roar of approval from the assembled crowd. Then there was this frail, shy, bespectacled little Amy Carter with a deceptive 'whiz-kid' look. She was nine years of age at the time of the presidential inauguration, the only daughter of President Carter and Rosalyn. Amy evoked a lot of media attention since no children had lived in the White House during the intervening period since the Kennedy's in the early 1960s.\nHowever, as the television camera scanned the assemblage of dignitaries at the inauguration, it suddenly stopped to zoom for a while on an elegant elderly lady in a beige dress, wearing a wide-brimmed hat, her face covered by a black netted-veil. She was seated up front in a special gallery for invited guests. There was something imperious about her. She radiated class! The announcer informed the viewers that the aristocratic looking American lady was none other than President Teddy Roosevelt's eldest daughter 'princess' Alice Roosevelt Longworth, and that she had not missed a single presidential inauguration since her father's. She had a haughty, self-assured air about her. There was that unmistaken stamp of the so-called 'American aristocracy' on her person. She truly represented the American 'blue-blood'. I took great interest and decided to learn more about her. Alice was an inveterate high-society American socialite. The exalted and mighty in the corridors of power in Washington, the rich and famous in New York, Boston and elsewhere deferred to her. Society ladies almost curtsied to her. You didn't dare be on the wrong side of her, let alone cross swords with her. She had great wit and charm, but also an acerbic tongue. She did not suffer anyone, especially, fools gladly and lived life on her own terms. She was controversial and openly admitted to being an avowed sybarite. It reminded me of those legendary high society ladies of yore in Victorian, Edwardian and Georgian England, one gets to read about. However,it seemed strange that Alice did not go up to congratulate President Carter after his inauguration as she had ritually done before. She thought Carter lacked social grace and was an unsophisticated provincial man. It would also be Alice's last appearance in an American presidential inauguration.\n\nThe highlight of the Carter era was the Camp David accord between the once irreconcilable Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin in 1977. Carter also gave up control over the Panama Canal to Panama, as a matter of legal and moral obligation. It made the American conservative groups, such as, the 'Birch Bayh' furious. His efforts at de-escalation of the cold war with the Soviets was praiseworthy.\nOf her quotable quotes some of the most famous are, \"if you can't say something good about someone, sit right here by me\". To the infamous American senator Joe McCarthy, who had jokingly remarked at a party, \"Here is my blind-date. I am going to call you Alice\", she sarcastically retorted, \"Senator McCarthy, you are not going to call me Alice. The truckman, the trashman and the policeman on my block may call me Alice, but you may not\". With a stiff-upper- lip she informed President Lyndon Johnson that she wore wide-brimmed hats in his presence so that he couldn't kiss her. When a prominent Washington senator was discovered having an affair with a young woman less than half his age, she winced and quipped, \"you can't make a soufflé rise twice!\"\nThe American 'princess' Alice Roosevelt Longworth, the darling of Washington society, died of prolonged illness and old age complications in 1980. In the official statement marking her passing away, President Carter had eulogized her thus, \"She had style, she had grace, and she had a sense of humor that kept generations of political newcomers to Washington wondering which was worse - to be skewered by her or to be ignored by her\". She was really one of a kind. Her death diminished the world she left behind. The final tribute came from the American media. It was unequivocally said that, \"There will never be one quite like her!\" She was the American high society's ultimate - an icon!\nNow, back to the 39th President of the US, Jimmy Carter. He started off well, endowed with the goodness of heart and an untarnished reputation. He was well meaning and forthright. However, he was perhaps too simple a man devoid of pretensions and some of the Machiavellian qualities that his office demanded.  A deeply religious Southern Baptist, he held politics to high ethical and moral standards, conveniently forgetting that it was naïve to do so and that the real world was unpredictable and a 'wicked' place. He made human rights and democracy the cornerstone of his foreign policy. He put an effective stop to any covert operations overseas by the US. Once he famously confessed in an interview with the Playboy magazine for having sinned. He candidly said, \"I have committed adultery in my heart.\" In a promiscuous, hedonistic western society we were amused. It all sounded so innocent and naive! However, subsequent world and domestic events would greatly disappoint Carter, and eventually cost him a re-election and, thereby, the cherished presidency into a second term.\nCarter's mother the elderly Miss Lillian Carter (1898-1983) made news as all fortunate living mothers do whose son makes it to the American presidency. She belonged to an antiquated old world generation from the onetime deep 'ante-bellum' American South. She once had a short twenty-one month stint working in India as a Peace Corps Volunteer in the mid-1960s. By then she was already 68 years of age.  The Jimmy Carter siblings also made it to the pages of newspapers, magazines and tabloids, especially,The National Inquirer and The Globe. Jimmy's sister Ruth Carter Stapleton was an evangelist and a faith-healer, living for a while in San Antonio, Texas. Besides preaching and healing, she was also into writing spiritual books. We met her briefly quite by an accident in the summer of 1979, in a park one afternoon near San Antonio where she was speaking to a small group. We were visiting a friend in San Antonio from Houston, and needed a little break and use the restroom in the park. It is there that we heard from excited passersby that Carter's sister, Ruth, too, was in the park. It's sad that we did not have a camera with us. We introduced ourselves as foreign students and Ruth in turn, kindly invited us to come  to her evangelical session in San Antonio, which we could not attended. She was unpretentious. There was a certain simplicity and calmness about her, which I found rather endearing. Jimmy Crater's other siblings, too, made headlines. Sister Gloria Spann, was once briefly arrested for loudly playing a harmonica at a restaurant to the great annoyance of diners. The police had to be called in for her belligerent behavior. Portly younger brother, Billy Carter a beer guzzler, with a sizable paunch launched his own brand of beer simply called 'Billy'. He tried to cash in on his brother's fame. He was a typical southern hillbilly, a country bumpkin with a ready idiotic grin. Nonetheless, as a Carter sibling with a loud mouth and embarrassing antics, he made it to the cover of both the TIME and Newsweek magazines. Needless to say, his 'Billy' beer which was marketed with much panache and fanfare, did not make the grades and soon ceased production altogether.\nThe highlight of the Carter era was the Camp David accord between the once irreconcilable Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin in 1977. Carter also gave up control over the Panama Canal to Panama, as a matter of legal and moral obligation. It made the American conservative groups, such as, the 'Birch Bayh' furious. His efforts at de-escalation of the cold war with the Soviets was praiseworthy. However, the Iranian revolution in 1979, and the taking of American hostages from the American embassy in Tehran by young Iranian radicals, resulted in a protracted 317- day hostage crisis, including a belated failed American  rescue mission of the US hostages. All these negative events were counter-productive to Carter's image nationwide. It surprises me now, that throughout the prolonged American hostage crisis, we as foreign nationals in Houston, Texas, never felt threatened and no untoward incidents like a grave assault or death were reported in the US. I shudder to think what would have happened to Muslims in the US, especially, those of foreign origin, if the same incident had occurred today? Regrettably, the world today is an intolerant one.\nAdding to the problems of the Carter administration, was the sudden local communists take over in Afghanistan in 1978, followed soon by the unexpected Soviet invasion of Afghanistan in December,1979. It was a rude wake up call for Carter. The cruel reality of world politics finally dawned on him. However, it rejuvenated the hitherto subdued conservative Americans and the military-industrial-complex, who were biding their time, having retreated after the debacles in Vietnam and Cambodia in utter disgrace. By end 1979, Cater faced multiple political challenges of global significance. Following the Soviet invasion of Afghanistan, Carter immediately sanctioned a USD 200 million military-aid package to Pakistan a front-line state against the Soviet incursion, which President General Zia-ul-Haq ( 'snake-eyes' to Benazir) of Pakistan famously termed as \"Peanuts\", meaning a sum too paltry. Zia, the military dictator also had the temerity to admonish the US. He commented on the US retreat from South East Asia (Vietnam and Cambodia), and told the Americans, \"you lost the war in Vietnam, then went home and cried\". We were surprised to hear such an audacious comment from the president of an US aid recipient, dependent state. However, the sudden Soviet invasion of Afghanistan also provided a golden opportunity for the usurper military President Zia-ul-Haq. It would overnight legitimized his illegal regime and catapult him into the 'darling' of the West (Anglo-Americans in particular) from his former status of an international pariah, following his controversial extra-judicial hanging of Zulfiqar Ali Bhutto, the 'diabolical dark prince' of Larkana, Sind, Pakistan, in 1979.\nIn 1980, the now forgotten 'Mariel harbor boatlift' of illegal immigrants from Cuba to Florida, USA, eventually became a veritable eyesore even to foreigners like us in the US. What had initially started as a trickle on 15 April 1980, soon became a deluge by 31 October 1980, when an agreement between the two countries finally stopped the illegal flow. In the beginning the generous Carter administration had welcomed the first boat loads of Cuban refugees on the coast of Florida seemingly with open arms. A gleeful Carter naively said publicly that when all of Cuba was emptied of its people, Fidel Castro would be left all alone to cut the sugarcane, while smoking his cigar. This sort of foolhardy statement openly encouraged the Cubans to send in more refugees by the boatloads, till the Floridians and rest of America started to protest accusing the Carter administration of laxity and callousness. By the end of the Cuban exodus, approximately 125,000 illegal Cubans had landed in Florida. It was also alleged not without reason, that the initial American failure to stem the tide of Cuban refugees, provided the Castro regime with a golden opportunity to ship off malcontents, vagrants, drug addicts, political prisoners as well as empty its jails and lunatic asylums of criminals and mental patients. Angry and exasperated, American protesters in Florida carried placards and shouted at Carter to settle the newly arrived illegal Cubans in Plains, Georgia, his hometown instead of Florida, so vehement was the outrage in the end. It cost Carter the much needed public support not only in the state of Florida but also elsewhere in the US. Remember the Hollywood crime thriller movie in the aftermath of the Mariel boatlift in Florida, 'Scarface' (1983) starring Al Pacino?       \nAs his naivety and ill luck would have it, Jimmy Carter, by the end of his first term as the US president would go on losing his popularity with the American public. They thought of him as too soft natured, unduly cautious and thus a weak president. However, he is also remembered as the luckless, transitional president after Vietnam. Tumultuous world and domestic events, sheer bad luck and loss of public support at home cost him his re-election bid in 1980. He would lose the coveted office of the presidency for a second term to the conservative Republican candidate Ronald Reagan, a former Hollywood movie star, who went on to become the 40th president of the US. The Republicans and the conservatives were   once again back at the helm of affairs, and started projecting their 'Macho' image! However, sooner than later history will vindicate Carter. To-date, he remains the longest surviving ex-US president. His worldwide peace keeping missions and humanitarian efforts after leaving office has earned him global praise and won him many accolades as a popular, elderly world statesman endowed with wisdom, vision, sagacity and compassion for which he was finally awarded the Nobel Peace Prize in 2002. Carter's exemplary global peace initiatives in various conflict zones has made him one of the most successful, universally respected and admired ex-president in American history. He is a good man at heart and a decent soul, a rare breed these days. In the end of it all when the curtain falls, it's that singular aspect of his character which will ultimately shine through. On October 01, 2024, Jimmy Carter becomes a proud  centenarian. May God bless him! \nWaqar A Khan is the Founder of Bangladesh Forum for Heritage Studies\n\n",
        "headline_1": "The luckless president & an American icon !",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-luckless-president-american-icon-3709716",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "The fall of Awami League on August 5 following a mass uprising marked a historic shift in Bangladesh's political landscape, but it has also exposed deep cracks within the BNP, as long-suppressed party leaders, activists, and supporters scrambled to fill the void left by their rivals. Over the last month and a half, we have had various reports on the disruptive effects of this transformation. Turf wars, factional infighting, extortion business, and political capture of public sector by BNP-affiliated groups have made frequent headlines, despite stern warnings and occasional disciplinary measures by party high-ups. This is not only hurting its credibility—it also risks derailing the broader vision of reform that drove the uprising.\nSince August 5, according a report by this daily, at least 14 BNP members have lost their lives, eight of them linked to factional clashes. The latest incident occurred on Friday, in Chattogram's Changaon area, where a Jatiyatabadi Jubo Dal activist was stabbed to death during a clash between rival factions. The same day, there were heavy clashes between two BNP-linked groups in Chandpur, leading to the injuries of at least 30. Earlier today, a clash between two BNP factions in Narayanganj left 10 injured. Such events have become quite regular, often centring around the control of extortion rackets in various sectors. These violent power struggles mirror what plagued Awami League while it was in power, with over 150 of its leaders and activists killed mostly in internal feuds since its 2018 election win.\nThe question is, why can't BNP control its activists? And how sincere is it in this endeavour, really? True, the party has recently expelled several local leaders for engaging in such violent and often illegal power exercises. BNP Secretary General Mirza Fakhrul Islam Alamgir's statement that repeating the mistakes of Awami League may bring the same fate for BNP suggests an awareness of the changing reality. But official actions have not been convincing enough for the grassroots leaders and activists, especially because of their confidence about returning to power when the next election is held. This is nothing but opportunism, fuelled by a sense of impunity that the party has failed to dismantle.\nHistorically, politics in Bangladesh has been held hostage by the patronage system that defined the interaction between parties and their grassroots enablers. While this has richly rewarded some parties, it has brought nothing but misery for citizens. For BNP to really stop its errant members and to credibly support the present campaign of reforms, it must first demonstrate its ability to reform itself. The changes it envisions for the state must start within its own rank and file. The creation of a democratic, transparent and accountable party structure—with zero tolerance for indiscipline, infighting, crimes, or any illegal capture of public institutions—will only enhance its standing as a party committed to genuine reform, not just power.\n",
        "headline_1": "BNP must control errant party activists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bnp-must-control-errant-party-activists-3709526",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "On August 5, when news broke of the fall of Hasina's 15-years of fascist regime, BNP might have thought it had a clear path to a landslide victory in the next general election. But recent events suggest that the tables might have turned and the passage might not be so free anymore. The interim government led by Prof Yunus has made it clear that there are essential reforms that need to be carried out before a general election can be held. People seem to be largely in favour of a long-term interim government. While a general election is not in sight, assessing the current sentiment of voters can offer valuable insights into how political parties should utilise their time to prepare for the next general election. A national opinion poll can also explain how the July uprising has influenced people's voting decision.\nFrom August 29 to September 8, Innovision Consulting conducted a public opinion poll to assess who people will vote for if a general election were held now. The findings offer invaluable insights for analysts and political parties.\nSwing voters: 44-46 percent of the electorate\nIn our field survey (with a sample size of 5,115 individuals), 34 percent said they were undecided about who to vote for, while 10 percent respondents said they would vote for a student-led political party. In stark contrast, in the online survey (with a sample size of 3,581 individuals), 35 percent reported that they would vote for a student-led political party, while 11 percent said they were undecided. Since a student-led political party is still hypothetical, we can observe that 44 percent of field survey respondents and 46 percent of online respondents are currently undecided or \"floating.\" In the field survey, we explored why voters were undecided. Most reported they were unfamiliar with potential candidates and did not want to simply vote based on a party symbol. It is evident that people want to know the prospective candidates in their constituency. However, it is also important to ask why online respondents are leaning towards a potential student-led political party. The answer likely lies in the differing samples between the online and field surveys.\n\nA generational contest: Gen Z vs the rest\n\nThe online poll gathered 3,581 responses from all 64 districts of Bangladesh. Ninety-two percent of the online participants were Gen Z (born between 1997-2012) or Millennials (born between 1981-1996). And about 7 percent of responses came from Gen X (born between 1965-1980). In contrast, the field survey had 30 percent representation from Gen X, Boomers 1 (born between 1955-1964) and Boomers 2 (born between 1946-1954). This means the online survey has a comparatively younger representation, while the field survey captures a broader range of age groups.\nIn the online poll, 37 percent of Gen Z voters chose a student-led political party, with support decreasing among older age groups: 34 percent of Millennials and 30 percent of Gen X backed a student-led party. A similar trend emerged in the field survey, with 15 percent of Gen Z, 10 percent of Millennials, 7 percent of Gen X, 6 percent of Boomers-1, and 4 percent of Boomers-2 favouring a student-led party.\nGen Z also stands out in their opinion on the major political parties. In the online poll, 27 percent of Gen Z voters said they will vote for Jamaat-e-Islami, compared to 24 percent of Millennials and 17 percent of Gen X. In the field survey, support for Jamaat goes down significantly across all age groups, standing at 15 percent among Gen Z, 14 percent among Millennials, 13 percent among both Gen X and Boomers 1, and 12 percent among Boomers 2. One might wonder from these results whether Jamaat has a strong online presence of Gen Z supporters.\n\nFemale voters make up a silent majority\n\nWomen represent 51 percent of the country's population and can swing elections. Unfortunately, the online survey failed to generate enough responses from female voters. However, both the surveys reveal similar trends. According to both surveys, the majority of female voters are undecided or are leaning towards a student-led political party. Unlike male voters, women show low approval for Jamaat but higher approval for a student-led political party. And it goes without saying that understanding female voters will be key for political parties in the next election.\nBNP leads in the field, but struggles with younger voters\nIn the field survey, BNP received 21 percent of the votes, while Jamaat got 14 percent. However, in the online survey, BNP got 10 percent of the votes, while Jamaat got 25 percent. BNP leads in all the divisions in the field survey but trails Jamaat in all the divisions in the online survey. BNP enjoys strong support from farmers and labourers, receiving 31 percent of votes from farmers and 21 percent from labourers in the field survey. However, support decreases among students, unemployed youth, and private-sector employees, with BNP securing only 16 percent of student votes in the field survey and 9 percent in the online poll.\nIn both surveys, BNP has progressively more votes from older generations, especially the Gen-X and Boomers. It is evident that the students, Gen Z, private service holders who make up the majority of those who led the July uprising do not have a positive outlook about BNP. To win the next election, BNP must gain the trust of younger generations, particularly students, unemployed youth, and private sector workers among Gen Z.\n\nIs Jamaat gaining ground while Awami League voters remain silent?\n\nOnline analysts have speculated about the dramatic survey results, which show Awami League receiving only 10 percent of votes in the online survey and 5 percent in the field survey. They have also been surprised by Jamaat's strong performance. Some speculate that Awami League voters are currently silent, or that Jamaat supporters are more vocal in expressing their preference. Over time, these factors may have lesser impact on the results. To assess whether that is the case, we need to continuously engage with voters.\nBangladesh on the verge of political realignment?\nThe poll results show that Bangladesh is on the verge of a new political alignment. Younger voters are searching for a fresh political narrative, one that addresses their contemporary concerns. Mainstream parties need to win the confidence of the younger voters and women. It is clear that the people demand change. It needs to be seen whether this will manifest in the form of a new political movement or a reform of the established parties. Much will depend on how parties seize the opportunity to reconnect with disillusioned voters. While the political landscape will undoubtedly shift in the coming months, the road to political dominance in Bangladesh, it seems, is no longer straightforward.\nMd Rubaiyath Sarwar is managing director, Innovision Consulting.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What voters are thinking after the July uprising",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-voters-are-thinking-after-the-july-uprising-3709181",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "The fixation of prices for essential commodities like eggs and chicken by the interim government has brought little relief to consumers, as these items cannot be purchased at the government-fixed prices anywhere in the city markets. The prices of eggs, instead of declining, have increased by up to Tk 10 per dozen following the price control measures. Under the previous regime, it was routine for the government to fix prices for certain essential goods as part of its price control measures, but traders routinely defied these regulations. This time, however, consumers expected the interim government to strictly enforce the fixed prices, yet they have been let down once again. The question arises: why do the authorities set prices if they cannot enforce them? First, it is the groundwork that has to be done meticulously before fixing commodity prices so that no one dares violate those. On September 15, the government set maximum retail prices (MRP) for eggs and poultry in an attempt to offer some relief to the public. Eggs, for instance, were meant to retail at Tk 11.87 each but are now sold at as high as Tk 14 in some markets. Similarly, Sonali and broiler chickens, cheap sources of protein, are being sold far above the government-fixed rates. Beyond eggs and chicken, vegetables have also risen by Tk 5-10 per kilogram within a week. Rice prices, which increased by Tk 4-6 per kilogram a few weeks ago, have also remained stubbornly high, further straining household budgets. The fish market, too, offers no respite, with prices of fish like rui (carp), shrimp, and pangas (silver catfish) increasing by Tk 30-50 per kilogram.As a matter of fact, cosmetic solutions like setting maximum retail prices without addressing the root causes of the problem will do little to alleviate the suffering of the consumers. One of the primary reasons for the failure of the current price control system is its narrow focus on the retail market, neglecting the role of middlemen. These intermediaries, who control the supply chain from farm to market, often manipulate prices to their advantage before goods even reach the wholesale market. This unchecked control enables them to inflate prices, contributing to the relentless rise in costs for consumers. Addressing this issue requires greater transparency and oversight throughout the supply chain. Additionally, the lack of authentic and reliable data on the supply and demand of commodities exacerbates the problem. Without accurate data, market interventions are based on guesswork, which lead to inefficiencies. There is a pressing need for verifiable information on the annual production of various edible commodities and their actual demands to ensure that price controls are realistic and effective.The government's efforts must go beyond superficial measures and focus on systemic reforms. Reduction of production costs, maintenance of transparency in the supply chain, elimination of extortion, and improvement in market monitoring are crucial to stabilising prices. Additionally, the authorities need to increase the supply of essential commodities at lower prices by reducing import duties on these goods. The current supply of goods marketed through the Trading Corporation of Bangladesh (TCB) is woefully insufficient and has failed to make any meaningful impact on the market. Effective market regulation requires a scientific approach. Ointment should be applied where it hurts. Strategic, data-driven methods should guide the government's actions in stabilising prices.",
        "headline_1": "Why measures fail to halt price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-measures-fail-to-halt-price-hike-1727015081",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "The tension and rumour over killing of a suspected motorcycle thief in mob beating at Dighinala of Khagrachhari in the Chittagong Hill Tracts (CHT) has led to further violence involving clashes between the tribal people and Bengali people living in those areas. As it was coloured as a clash between hill people and the Bangalees, soon the rumour with attendant violence spread to Rangamati, another hill district further south and led to more deaths and injuries. The home and LGRD advisers visited affected areas on Saturday last, assured of forming a high-powered committee to investigate the cause of the violence and bringing those responsible for it to justice. But mob beating of suspected thieves or other kinds of anti-social elements have been going on for some time and it has increased in number and frequency following the change in government. In fact, the police became a target of public wrath following the fall of Hasina regime, because they would often open indiscriminate fire on processions of students protesting against the then-government leading to the deaths and injuries of hundreds of protesters. As a result, they (the police) were on the run and demoralised. This is the main reason for the breakdown of law and order across the country in the wake of Hasina government's fall. Rise in mob violence including mobs taking law into their own hands has been the direct result of this overall failure of law and order in the country. Khagrachhari or Rangamati is not on another planet. Similar incidents of mob violence can also happen there. What happened at Dighinala in Khagrachhari is no doubt reprehensible and those behind beating a person to death just on suspicion of the victim's being a thief must face justice. Similarly, those behind the violent incidents that followed causing further deaths should also be brought to justice.  But unlike in other parts of the of the country, the incidents, if those involve hill and non-hill people, may take unexpected turns to create nationwide unrest, sometimes those may spill over to the international arena. In this era of digital disinformation and fake news, there is every possibility of making a mountain out of a molehill over these issues. Such attempts have already been made centring around the Khagrachhari incident. Rumor Scanner, a fact-checking platform, has meanwhile found out how disinformation and rumour are circulating on the social media where half-truths as well as total lies using pictures and video-clips that have no connection with the recently happened Khagrachhari incident are doing the rounds. In one such picture on the social media, a civilian carrying arms was seen with the army purportedly in connection with the Khaagrachhari or Rangamati violence. The Rumor Scanner found out that the picture's origin was Rangpur central jail. The army personnel had gone there to quell turmoil in the prison on August 16. And the person in civilian dress carrying arms, according to the senior jailor of the Rangpur jail, is a prison guard of the jail. Rumor Scanner found the truth through analysis of the related video-clips. But though the truth has now come out, the untruth has already done its intended damage. Many who do not believe in Bangladesh or at least not the political changes that took place recently, are also out to fish in troubled waters. The controversial, feminist Bangladeshi writer, Taslima Nasrin, now in exile, for instance, did not miss the opportunity to use Khagrachhari incident to spread religious hatred. She posted the picture of a burnt idol as related to the Khagrachhari violence on her X-handle. The same picture was used by another facebook page to pass it for an imagined religious violence in Rangamati. Rumor Scanner, through its research has unveiled the truth behind that picture and which has no connection with the latest happenings of the hill districts.Unfortunately, prejudiced minds are no respecter of truth and that is more so when social tensions run high. So, the rumourmongers with an axe to grind have been able to strike fear in the minds of the tribal people as well as members of the Bengali community living in the hills. Given the history of tribal insurgencies in the region, any spark has the potential to start a conflagration. In this connection, two video clips on armed hill people crossing a road was posted on the facebook recently. It was said that those videos were from the Chittagong Hill Tracts (CHT). Clearly, the objective of those who posted those videos was to fan fear in public mind that some tribal insurgency in the CHT region is brewing. But the truth is, those video clips had no relation to Bangladesh, far less the CHT. Actually, those are from the Philippines. Similarly, some other videos were from Assam of India, but some vested interests wanted those to be propagated as related to the recent incidents of Khagrachhari or Rangamati. Such disinformation campaigns are being carried out by those who do not want to see stability in Bangladesh. It is commendable that a Bangladeshi fact-checker platform has come forward to get to the root of the fake information circulating on the social media. But the government need not depend entirely on private agencies to debunk disinformation campaign. It should have its own fact-checking outfit. The past government is learnt to have built a powerful surveillance regime with the help of expensive IT resources and systems. The setup is already there. The present interim government with available IT resources should build a strong platform of its own to fight disinformation campaigns being launched against the country from time to time and provide the people with the correct picture of controversial issues. The troublemakers are not going to stop. Today, it is Khagrachhari violence, tomorrow, it will be another. But the nation should be on the alert to face such challenges to its stability.\n[email protected]",
        "headline_1": "Rumour mill on CHT violence",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rumour-mill-on-cht-violence-1727015122",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "At a time when sobriety, tolerance and logic should have prevailed over impulsiveness, intolerance and irrationality, society has turned into a psychological tinderbox. It is flaring up anywhere anytime, consuming not just the target victims but also other innocent people. The psychological morbidity is unfolding in myriad ways. Worst, it is not limited to any particular social class, groups or profession. Thus the floodgates of violence and mayhem have opened like an epidemic. The latest such incidents concern the beating of two men to death, of all places, at two public universities and the clashes and arsons in Khagrachhari and Rangamati. Some people have definitely gone berserk taking advantage of the overcharged ambience following the vacuum created in the enforcement of law and order due to the disappearance of the discredited police. Anti-social elements, the repressed with long pent-up anger and others revelling in sadism, it seems, find it a perfect opportunity to test the limit of tolerance of the new extempore administration. Yes, they consider it an arrangement made in haste in order to fill up the administrative vacuum. Or, no sane person would have distracted the government causing so much disruption. By all reckonings, the unresolved protracted ethnic minority issue cannot be dismissed as any other conflict. Because involved with it is the sovereignty of the country. The other minority problems such as the religious one and the indigenous people like the Santhals in the country's north, who also suffered the majoritarian onslaught with the statues of the anti-British rebellion-famed heroes Sidhu and Kanhu Murmu getting defaced, are definitely grave but do not carry inherently the threat of separatism. The neighbourly separatist movements by the Arakan Liberation Army, Kachin Independence Army and Karen National Liberation Army have all posed a serious threat to the Myanmar state's sovereignty. But the threat extends beyond the border of Bangladesh's hill districts and India's seven sisters in the north-east to the unease of both Bangladesh and Indian governments. This is why students from ethnic communities from a protest rally at a university had to declare, \"We are integrationists, not separatists\". Termed a highly sensitive issue, it should rather be considered more delicate than ever particularly at this critical period of tense regional and global geo-politics. The problem with the largely homogenous demography is that the religious legacy, much as it is tried to be covered by rhetoric of contrived harmonious relations, hardly recedes from mental space. This is mostly because the cultural space has shrunk and the liberal concept of religious harmony in diversity is limited to a very select enlightened segment of society. The proliferation of devices for easy information ---better say disinformation --- and communication has not helped the cause. But the modern gadgets could be a powerful tool if only those were not abused but properly used. Social sites, through spreading rumour and disinformation, have been causing more harms than good. The latest flare-up of conflicts between the ethnic hill people and the Bangalee settlers cannot be isolated from similar strife that bedevils relations between peoples divided on religious lines such as in Palestine. So, it is necessary to make as much socio-economic and cultural space as possible for the religious minorities for national integration. It is not for nothing that the protesting indigenous students of different universities have demanded full implementation of the Chittagong Hill Tracts (CHT) Peace Accord, 1997 and the Chittagong Hill Tracts Act (Amended), 2003. An issue of this order is beyond the interim government's jurisdiction. But it can somehow accommodate some legal bindings for the next government to follow. If the unimplemented provisions are not contrary to the country's sovereignty as provided by the constitution, this government can start the process as a token of goodwill so that the next elected government finds the full implementation easier and smoother.\n[email protected]",
        "headline_1": "Dealing with CHT conflicts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-cht-conflicts-1727015157",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2024"
    },
    {
        "full_article": "The Chittagong University library is one of the largest libraries in Bangladesh, housing more than four million books. Unfortunately, many of these books are covered in dust and left in poor condition. Students often cannot find the books they need because there is no proper catalogue in place. The cyber centre is malfunctioning, and access to important sections of the library is restricted. Additionally, students are not allowed to bring in their own books, further limiting their study options.The washrooms are unhygienic and filled with germs, while the entire library suffers from a damp, unhealthy environment. To make matters worse, there is no opportunity to study in the library after the evening. As a result, approximately 98 per cent of the university's students avoid using the library.The library plays a crucial role in supporting the development and progress of the university. Therefore, I humbly request the authorities to undertake the necessary renovation as soon as possible.\nMd. Riyad UddinStudent, University of Chittagong[email protected]",
        "headline_1": "CU's central library needs renovation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cus-central-library-needs-renovation-1727015178",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2024"
    }
]