[
    {
        "full_article": "After a week’s delay, and twists and turns, Shehbaz Sharif has been voted in as Pakistan’s new Prime Minister at the National Assembly. Mr. Sharif, who won a majority of 174 votes in the 342-seat Assembly, has been made to wait for days due to the attempts by Prime Minister Imran Khan — now ousted — to abrogate the No-Confidence Motion (NCM) process. While Mr. Sharif and the Opposition led by the Pakistan Muslim League (Nawaz) and the Pakistan People’s Party, submitted a no-confidence motion on March 8, the debate was only scheduled on April 3 by Asad Qaiser, the National Assembly Speaker from Mr. Khan’s Pakistan Tehreek-e-Insaaf (PTI) party. In the Assembly, Mr. Qaisar’s deputy rejected the NCM over allegations of a “foreign conspiracy”, which was followed by Mr. Khan resigning, asking the President to dissolve the Assembly and calling for elections. The Supreme Court stepped in to end the cascading crises, and reversed the Speaker’s actions. Even when the Assembly was reconvened on April 9 under strict orders from the Court, the Speaker allowed a debate on the “foreign conspiracy” angle to drag on for hours, before the vote to oust Mr. Khan was finally allowed just short of midnight on Saturday. The ruling PTI seemed unwilling to give up power, and even proposed its own candidate, Foreign Minister Shah Mahmood Qureshi, before resigning from the Assembly en masse before Mr. Sharif was elected. Mr. Khan, who continues to allege his ouster was the outcome of an “international regime-change conspiracy”, has vowed to now take his battle “to the people”, and is likely to spend the rest of the Assembly’s tenure, due to end in August 2023, in a political campaign against Mr. Sharif. Also ReadPakistan political crisis | The main entities who fueled the ouster of Imran KhanMr. Khan’s defeat marks the first time a confidence vote has gone against a sitting Pakistani Prime Minister. However, the ouster of a PM mid-tenure is not new in a country that has often seen the military establishment prevail over any PM who challenges its power. In this case, the Army took no overt action, but it is clear that the strain between Islamabad and Rawalpindi was an important factor once the Opposition decided to push Mr. Khan out. The PTI’s dangerous flirtation with religious fundamentalism did not help Mr. Khan. Nor could he rely on his rabble-rousing street protests to save him, especially after he was unable to prove charges that his opponents acted as “agents of the US” in both the Assembly and in Court. There are lessons for Pakistan’s neighbourhood as well from the outcome of Mr. Khan’s brand of politics: polarising the polity, an unwillingness to work by consensus, and blaming external forces for domestic problems are the hallmarks of autocrats, not democrats, who need to offer their people something more substantial than demagoguery in the long run.",
        "headline_1": "Clinging on: on Imran Khan’s ouster",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/clinging-on/article65311947.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-04-2022"
    },
    {
        "full_article": "As India sees a steady slump in its daily coronavirus count, the Centre has announced opening up the third, or ‘precautionary doses’, to everyone over 18 years. The restriction is that these doses must be the same as the ones administered earlier and there must be at least a nine-month gap following the second dose, implying that Covishield and Covaxin will comprise almost all of the demand. The experience of the past two years from around the world has shown that the third dose has only a little additional benefit over two doses in preventing an infection because of the constantly mutating character of the virus. But, because it helps keep antibody levels boosted, they are useful in protecting against a severe infection. A major aspect of vaccines is the risk of adverse events following vaccination, and previous experience has suggested that certain vaccines may induce a higher risk of blood clots in younger populations. While these instances are extremely limited, they become particularly relevant in India given the size of the population and that a large number of people — young and old — have already been exposed to the virus. Normally, a technical committee of experts, such as the National Technical Advisory Group on Immunisation (NTAGI), weighs the evidence before recommending an approved vaccine for roll-out but this practice has been effectively eschewed in the context of booster doses, as well as earlier decisions to inoculate those below 15.Also ReadExplained | Why India administers ‘precaution dose’ of COVID-19 vaccine, and not ‘booster dose’The pandemic is far from over and reports from several other countries suggest that no country can consider itself immune from emerging variants. With schools reopened, mask mandates made voluntary and restrictions on international travel lifted in India, it is reasonable for the Centre to anticipate a future wave led by a more transmissible variant — reports of the highly infectious XE variant have already surfaced here — and, therefore, take steps to buffer against it. However, there is no public information on whether studies have been done to establish if administering a different vaccine as a third dose is better at boosting antibodies than repeating a vaccine. This ideally ought to have been a major area of research for the Centre. Another aspect that bears a closer look is progress on vaccines other than Covaxin and Covishield. The Serum Institute of India appears to be gearing up for large volumes of, not Covishield, but Covavax. Covaxin, following the World Health Organization’s recommendation to pause exports pending an upgrade of its production facilities, is also unlikely to see fresh stocks any time soon. Both vaccines in fact will be available at discounted rates in private facilities. Demand is currently lacklustre but were it to spike, will supply be adequate? The Centre needs to be more transparent about the rationale guiding its vaccine policy.",
        "headline_1": "Weighing the choices: on precautionary vaccine doses",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/weighing-the-choices/article65311202.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-04-2022"
    },
    {
        "full_article": "Why is it that, no matter how many times we have experienced something unpleasant, we continue to do the exact same things we did before, expecting a different outcome? This illogical perspective that is described as insanity cannot be more manifested than in our traffic situation. Before Ramadan, it was bad enough. Travelling from A to B took a minimum of one hour no matter what the location, whether it was from Kachukhet to Gulshan or Gushan 1 to Gulshan 2. Now, with the holy month in progress, public office goers are out by 3 pm, people are already shopping for Eid, and schools have reopened, making an already untenable situation worse.\nDhaka is at a total standstill, most of the time. We hear of school students arriving an hour late for class or commuters from Uttara spending two and a half hours on the road to reach Karwan Bazar, making their total number of travel hours (up and down) around five hours—every day, except maybe Friday. One cannot but reiterate the refrain: How are we to function if we spend so much time just on the road? On top of that, it's hot and dusty thanks to perpetual construction, the air is thick with choking smog—why must something as basic as travelling within the city be such a miserable experience? What happens when there is a medical emergency, how will an ambulance reach the hospital on time before someone's breath runs out?\nWith most of our energy sapped from being trapped in traffic, we are washed out by the time we reach our workplace, irritable and demotivated, especially because we are already thinking of the gruelling ride back home.\nThey say that once the metro rail is complete, all problems will be solved. Yes, they could be, to an extent, if most people decide to use the train, especially private car owners. The question is: Will they? And what do we do in the meantime? There are over three lakh private cars plying our roads currently, taking up 60-65 percent of their capacity. How can we get a large number of these vehicles off the roads?\nReducing the number of private cars and motorcycles would be an obvious solution. What about taking off CNG-run private vehicles from the main roads of Dhaka? This is no doubt a controversial suggestion as it will hurt the middle class who can now afford private cars because they are CNG-run. But if people had safe, clean, easily available, and properly-driven buses to use, maybe they would be persuaded to leave their cars at home. And when the metro rail finally arrives, the benefits of a large majority of people using it, even some of those who would otherwise be napping in their fancy fossil fuel-run SUVs, would be huge. As for school-goers, if there were enough safe, reliable school buses, the unnecessary jams near schools could also be avoided.\nThe bottom line is that policymakers must wake up from their slumber and come up with real solutions instead of keeping their eyes closed as their flag-flying cars whiz by while the rest of the population sweats it out in the chokehold of traffic. They must repair the footpaths (so people are not maimed by open manholes, potholes and broken debris from construction) and free them from hawkers who have to pay a fee to the local mafia for a piece of pavement. Many people have already resorted to walking instead of being stuck in hours of traffic, but the broken and encroached upon pavements make it hazardous and difficult to travel on foot. Public transport vehicles must be dramatically increased—we only have 37,593 registered buses for a city of over two crore. Our city fathers, moreover, must give up their indulgence of rickety murir tin buses, owned by powerful quarters, that emit black fumes and stop anywhere and everywhere to pick up passengers. Women in particular must be able to travel without fear whether on a bus, metro or on foot. Though experts have suggested adding widely available women-only buses, all modes of public transport must be made accessible to women.\nThere are also ways to lessen the burden of people moving around in the city. The Covid experience has given us a logical solution: A hybrid model—with some days working from home and the rest in the workplace. Government offices that deal with processing documents digitally could adopt this model and make sure all applications can be processed online without disruption. Other offices where most or all of the work is done on digital platforms, too, could benefit from this—especially during Ramadan.\nThese are not difficult measures to implement and it is surprising that most of what has been mentioned constitutes the bare minimum that ordinary citizens can expect from their capital city. Dhaka's population is now around 22,478,000 and is estimated to reach 31.2 million by 2035. One can only shudder to think how Dhaka will cope with another nine million or more city dwellers, most of whom will be moving around the city at any given time. Will those responsible for this city finally take notice of our misery and allow Dhaka's arteries to flow freely again?\n \nAasha Mehreen Amin is senior deputy editor at The Daily Star.\n",
        "headline_1": "Can traffic get any worse than this? Yes, it can.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/can-traffic-get-any-worse-yes-it-can-3002981",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-04-2022"
    },
    {
        "full_article": "On March 21, 2022, Bangladesh Prime Minister Sheikh Hasina declared 100 percent electricity coverage of the country. As one of the fast-growing economies in the world, Bangladesh needs a reliable energy grid, so this is a milestone moment.\nAs Bangladesh scales up its energy supply, its leaders face a choice: do they double down on imported fossil fuels, or invest in renewable energy instead?\nLast year, it made a major leap forward when it scrapped plans for 10 new coal-fired power plants.\nBut there are some expectations that at least some of the cancelled coal-fired projects would be replaced with LNG-fired power. There is a distinct possibility that the new Integrated Energy and Power Master Plan (IEPMP)—currently being developed by Japan—will lock in further commitment to LNG-fired power. This would be unsurprising, given that Japan is keen to sell its LNG power technology overseas.\nA closer look at fossil fuel markets shows that this approach has major economic risks, and would be a backwards step for a country in need of an affordable and reliable energy system.\nRelying on LNG imports means locking into an unstable market and the price spikes that go with it. Even before the Russian invasion of Ukraine, Asian LNG prices reached their highest level ever late last year. Japan is well aware how such LNG price spikes impact power prices—2021 saw Japan's worst power crisis since the Fukushima disaster, prompted by high LNG prices.\nNow, Russia's invasion of Ukraine means that the fossil fuel market will become even more volatile. Countries who normally source gas from Russia are looking elsewhere, putting supply under pressure. Already, that's driven up LNG prices to new record highs.\nThat global dash for gas triggers sky-high costs for people, business, and government in Bangladesh. The government has already paid through the nose in subsidies and other losses to soften the blow of huge price rises in 2021. As a result, Bangladesh Power Development Board (PDB) proposed raising the cost of electricity by 66 percent—a rise that's likely to be passed on, at least in part, to consumers and businesses, too.\nLocking into more LNG reliance would mean that Bangladesh is even more exposed to the risks of volatile fossil fuel imports. It's no foundation for growth.\nInstead, the government's efforts should be redirected to the two things needed to safeguard the sustainability of the power system: grid investments to make better use of existing capacity and scaling up renewable energy.\nGiven the power system's already very low overall utilisation rate of just 42 percent, the new IEPMP must focus on grid investment to improve reliability and limit the country's future dependence on expensive, imported fossil fuels.\nOvercapacity problems means the PDB is forced to pay high capacity payments to plants, causing worsening operating losses for the government. Investing in the transmission system would get power to the parts of Bangladesh that need it the most and help end the stream of financial losses from the PDB. Fixing this should be a priority in the IEPMP—not importing expensive LNG.\nRenewables are a secure energy source, and that's why the world's most powerful countries are now accelerating their investment in renewables amid current geopolitical instability. Take Germany, which has just announced its accelerating its journey towards 100 percent renewable energy after the war in Ukraine exposed the cost and insecurity of relying on gas. Every day Bangladesh doesn't invest in renewables is another day spent paying through the nose for fossil fuels—while ignoring the almost limitless energy sources on its doorstep.\nEnergy that Bangladesh can control also means more reliable power for its citizens. A USAID report highlighted that only 11 percent of grid-connected houses receive more than 16 hours of energy supply a day. Secure renewable energy solves this by getting reliable power flowing to the businesses and homes that need it at a fixed cost, unaffected by global fossil fuel price volatility.\nBangladesh's Sustainable and Renewable Energy Development Authority (SREDA) has recently proposed that a new clean energy target of 25 percent (including renewable and nuclear) by 2030 be incorporated into the new IEPMP. This target would amount to 10,000MW of power, including 5,000MW of wind power.\nOther countries are shifting fast from their reliance on fossil fuels. They're planning for the energy markets of the future—not those of the last century. The recent fossil fuel volatility will only accelerate that transition.\nIf its new IEPMP wants to prepare Bangladesh for a prosperous, energy-secure future, it will invest in grid upgrades and clean, affordable, and sovereign power. That means renewables, not LNG imports.\n \nSimon Nicholas is an energy finance analyst at the Institute for Energy Economics and Financial Analysis (IEEFA).\n",
        "headline_1": "Renewable energy, not imported LNG",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/renewable-energy-not-imported-lng-3002966",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-04-2022"
    },
    {
        "full_article": "I recently spent three days in Miami, Florida, from April 9 to 11, attending the Bitcoin Conference 2022. As a crypto currency enthusiast and advocate of many years, this was a dream come true for me. From investors like Cathie Wood, Peter Thiel and Michael Saylor and politicians such as US Senator Cynthia Lummis, there were over 20,000 attendees from all over the world with one common purpose: To discuss the present and future of Bitcoin. \nAs a Bangladeshi, I was a minority. I felt both proud and sad at the same time. While I was fortunate enough to have been able to spend more than a thousand dollars to attend the conference and listen to industry experts talk about this bleeding edge technology, the people back in my home country are not so fortunate. Bitcoin and all cryptocurrencies remain illegal in Bangladesh till date. \nIn March 2020, the ICT Division of Bangladesh published a detailed paper on blockchain technology. The paper highlighted many advantages of blockchains in different sectors such as agriculture, commerce, finance and supply chain. It also touched on the topic of how public blockchains such as Bitcoin can promote technological innovation. In my opinion, a blockchain without a public network is similar to a computer without an internet connection. An open, permissionless blockchain with an underlying hard asset like Bitcoin is critical for secure peer-to-peer transactions. \nI will highlight a few real-world examples of how Bitcoin and cryptocurrency adoption can help Bangladesh. The first thing that comes to mind is crypto remittance. In 2020 alone, El Salvador received nearly USD 6 billion in remittances, which accounted for about 23 percent of its GDP. El Salvador, a nation in Central America, has made Bitcoin its legal tender alongside the USD. However, we do need to make Bitcoin a legal tender for this to happen. We need open, accessible policies which enable the use of digital assets. Globally, sending remittances costs an average of 6.3 percent of the amount sent. In 2021, Bangladesh received over USD 22 billion in remittance. Using a superior technology, such as Bitcoin's lightning network, remittance fees can be lowered to one percent or less. Even if a small percentage of users adopt this technology, a few hundred million dollars could be directly added to the forex inflows of Bangladesh. The inflows would go directly to the families of hard toiling migrant workers, who should not have to waste their hard-earned labour on fees to companies like Western Union. \nDuring the current war between Russia and Ukraine, a few key advantages of blockchain technology were demonstrated. While old-world critics argued that Russia could somehow use Bitcoin to illegally trade bypassing sanctions, it was witnessed that it's much easier to control crypto movement on exchanges than barrels of oil traded over cash. On the other end of the battlefront, Ukrainians received donations of over USD 60 million in cryptocurrencies. As Senator Lummis confirmed from her exchanges with Ukrainians, they would rather receive donations in crypto over US dollars, mainly because of the speed of transaction. It takes minutes for someone to receive Bitcoin or USD Coin (USDC), as opposed to the four to five business days it takes for a wire transfer to be completed. Ukrainians simply do not have the luxury to wait that long for the money to arrive. \nIn the case of a natural disaster in Bangladesh, for instance, many expats like myself will want to help out. However, our help may need to wait days if left to the ancient SWIFT system, while human lives are at risk. \nIn the US, bipartisan political discussions are taking place regarding the future regulations around Bitcoin and cryptocurrencies. El Salvador started a movement of political game theory on how countries will adapt to and regulate this emerging technology. For the US, Bitcoin is a commodity. If Bitcoin is indeed a commodity, why does the Bangladesh Bank have overlying regulations on how it can be managed? The US remains the economic centre of our planet, mainly because of how adoptive it was of the internet all those decades ago. As per adoption curves, Bitcoin rivals the internet itself. While cautious might have been the way to go so far, does Bangladesh really want to be left behind on the technological adoption curve? \nAs Satoshi Nakamoto, the pseudonymous person or persons who developed Bitcoin, had said on the white paper, \"It might make sense just to get some in case it catches on.\" \n\nTamim Sujat is an electrical engineer residing in Toronto, Canada.\n",
        "headline_1": "Should Bangladesh be sleeping on crypto?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/online-exclusive/news/should-bangladesh-be-sleeping-crypto-3002821",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-04-2022"
    },
    {
        "full_article": "Right now, Sri Lanka is going through its worst economic crisis since independence in 1948. Mounting debt, negligible foreign exchange reserves and runaway inflation have brought the country's economy to the brink of collapse. Such a situation has led the Sri Lankan people to unbearable sufferings, with power cuts for about 13 hours and acute shortage of food, fuel, medicine, and other essentials. The economic crisis has been in the making for several years. The impact of Covid-19 on Sri Lanka has been prominent; the pandemic severely affected its tourism industry, which has been an important source of income for the island country. The signs of economic challenges were apparent for quite some time, but became more visible in the last one year.\nThe first is the mounting foreign debt, which stands at 119 percent of Sri Lanka's GDP. The government has taken foreign loans to implement projects and finance public services in an imprudent manner. As a result, public debt has reached an unsustainable level—much higher than the recommended 55 percent by the International Monetary Fund (IMF). And the country's foreign exchange reserve is insufficient to repay the debt. The debt payment has reached about USD 7 billion so far. Some of the loans have been taken at high interest rates, for projects that have not been economically profitable. Mismanagement and corruption have worsened the situation.\nSome of the populist moves made by the Sri Lankan government backfired. For example, in March 2020, it announced it would fully adopt organic agriculture. So, it imposed an import ban on pesticides and chemical fertilisers. As a result, agricultural output declined by about 30 percent. So, it had to import more by using its foreign currency, putting further pressure on the reserve.\nThen the government slashed the VAT rate from 15 percent to 8 percent to stimulate the economy. Also, the income tax bracket was raised from 500,000 Sri Lankan rupees to three million rupees annually, which cut down the number of taxpayers by 33.5 percent. Economists have estimated that the total tax income loss because of these measures is equivalent to two percent of Sri Lanka's GDP. Without adequate domestic resource mobilisation, the country had to use its forex reserves to repay its foreign debt. In 2018, Sri Lanka had a reserve of USD 6.9 billion, which fell to only USD 2.2 billion in 2022.\nThe exchange rate of the Sri Lankan rupee against USD saw a dramatic devaluation as the government floated the rupee in March 2022, aiming to boost exports and remittances. As a result, the exchange rate between the rupee and USD has reached 315 as of April 9, 2022, as opposed to 199 in 2021. With shrinking forex reserves, the country lost its capacity to import essential goods and services, resulting in an unprecedentedly high inflation. For example, in 2021, inflation was 6.9 percent, which spiked to 18.7 percent in March 2022. Food inflation shot to about 30 percent in March 2022.\nSri Lanka has been seeking funds from various sources to tackle the crisis. In June 2021, Bangladesh gave a credit facility of USD 200 million under a currency swap deal with Sri Lanka, which was renewed in December 2021. In January 2022, Sri Lanka requested China to ease its debt. In February 2022, Sri Lanka also borrowed USD 500 million from India. Then in March 2022, India provided a line of credit of USD 1 billion to purchase food, medicine, and essentials. The central bank increased interest rates by 700 basis points to control inflation. For a long time, the Sri Lankan government has been reluctant to take loans from the IMF. Now it has turned to the IMF for a bailout.\nHowever, such measures without redressing the governance and institutional issues will not see any success given the nature and depth of the economic downturn.\nBangladesh is doing well compared to its South Asian neighbours. However, some of the key economic indicators are showing worrying signs. Its trade deficit is growing as imports have become costlier due to rising international prices. Export growth during July-March of FY2021-22 was 33.4 percent, while import grew by 46.7 percent during July-February. Remittance growth during July-March of FY2021-22 was negative (-) 17.8 percent, resulting in a current account deficit.\nThe debt-GDP ratio is 38 percent, which is still comfortable. But foreign loan is increasing at a fast pace. Some large projects are being implemented using huge loans at high commercial rates. Cost escalation due to delay in implementation as well as corruption also reduces the profitability and delays the economic returns from these infrastructures. Once the repayment starts, there will be pressure on our foreign exchange reserve.\nSri Lanka's economic catastrophe is rooted in the very nature of its politics. Once much better placed compared to its South Asian neighbours, the country has been brought down by dictatorial power, extreme populism, and a total lack of understanding of reality. As it grapples with its unprecedented economic downturn, other South Asian countries are also facing economic vulnerabilities, especially in the wake of the Russian invasion of Ukraine. Though the extent of their challenges varies, there is a need to be cautious. Some are also dealing with political crises.\nLack of competence, economic mismanagement, poor governance, lack of accountability, intolerance towards difference in opinion, and lack of inclusiveness in the democratic process are common in the region. The region is also characterised by a unique culture of being ruled by political dynasties—sometimes in feudal style. This destroys the institutions that are the pillars of democracy. In the end, it leads to disasters—like the one Sri Lanka is experiencing now.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "What message does South Asia get from Sri Lanka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/what-message-does-south-asia-get-sri-lanka-3002366",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-04-2022"
    },
    {
        "full_article": "We remain cautiously optimistic about the LGRD minister's assurance that the birth registration process would be made simpler and harassment-free. Md Tazul Islam recently told the media that action will be taken against those harassing the applicants who are trying to make or correct their birth registration certificates. We can only hope that he delivers on his promises.\nSince the government made online birth registration mandatory for all citizens from January last year—to avail 18 citizen services, including enrolment in educational institutions, registration for secondary school certificate exams, applying for a passport, and driving license—people have been subjected to unbearable sufferings. They have had to deal with numerous difficulties while filling out the forms online as well as face harassment at the relevant government offices where they have to go in person to submit the forms or correct the errors.\nAccording to our reports, applicants who submit the application following due process and without seeking any assistance from the brokers do not get their certificates on time. Thus, in order to avoid further harassment, people are paying the brokers Tk 500 to Tk 1,000 to get the certificates.\nStrangely, the government also asked those who previously had a 16-digit birth certificate to apply for new ones as the government is now issuing all the citizens a 17-digit birth certificate. The result is, unbelievable pressure was put on the Office of the Registrar General, Birth and Death Registration (ORGBDR). As of February 10, 2022, the number of pending applications was 17,86,0094. Every day, they are receiving 100,000 new applications, which means there is always a huge backlog. Taking advantage of the situation, brokers are exploiting the applicants and making some easy money.\nWhat this all means is that the digitisation of the application process is not truly efficient and the government has actually forced the citizens to go through this without properly preparing the service delivery system. Experts believe that this huge backlog in delivering certificates and other problems, such as correcting the information errors, could be easily solved by using better and more efficient technology. Could the government not have easily updated the 16-digit certificates to 17-digit ones, instead of wasting so much time and energy to manually update things?\nWe urge the government to make the digital birth registration process easier, faster and harassment-free. We appreciate the LGRD minister's assurance to stop harassment of the applicants, but it means little without concrete actions by the relevant authorities to stop rampant corruption. The entire process needs to be re-evaluated so that it is people-friendly, as digitised procedures are supposed to be.\n",
        "headline_1": "Why is the birth registration process so chaotic?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-birth-registration-process-so-chaotic-3002956",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-04-2022"
    },
    {
        "full_article": "The unabated rise in prices that we have witnessed for months now has really started to take its toll on low- and middle-income groups. Two separate reports published by this newspaper on April 11 reveal the story of ordinary people, who have either been compelled to stop eating meat and fish altogether (if not more food items), stop sending money to their village homes to their parents (who are being forced to live off of loans), cut down on expenditure for their children, and worry about how they can afford basic medical treatment should they fall sick. Amid such suffering, the lack of urgency in action and legitimate concern and sympathy shown by the government towards people is shameful.\nFor months the media has reported on how terribly the people have been suffering. Reportedly, prices of rice, flour, pulses, oil, fish, meat, vegetables, soap and milk rose by 12 percent in February. Prices of other essentials including edible oil, sugar, red lentils, eggs and onions have risen by 10 to 40 percent in the last one year. If the government, in any way, had an effective market monitoring system, how could this have happened? Experts have been discussing possible solutions to the unbearable rise in prices, which they have said can be mitigated despite unfavourable external factors—if the government adopts proper policies and implements them correctly. And yet, government officials mostly seem to have shut their eyes and stuffed their ears. What else explains their lack of earnestness in taking meaningful action to check inflation and help the suffering people? Is it contempt?\nThe size of our market dictates that it cannot be controlled by enacting laws alone. It has to be backed up by enforcement. When people are suffering to the extent that they have been, enforcing price controls should have been the government's number one priority. But in its absence, trade syndicates have been having a field day again, hiking prices of essentials during Ramadan.\nWe urgently call on the government to wake up from its slumber and take note of the reality unfolding before its eyes. Given the situation, having a few sporadic Open Market Sales is not enough. It is not sufficient to cover many of the poor and almost the entirety of the middle class who also need help at this stage.\nAs around 70 percent of the population, who don't have any financial resilience, are not covered by the government's safety net programmes, it urgently needs to expand its social safety net programmes, and ensure that during this great crisis, these programmes are kept corruption free. For this, it should involve all stakeholders from society. Additionally, it needs to provide services such as electricity, water and gas at affordable prices through better governance and transparency in these sectors.\n",
        "headline_1": "Inflation pushing people to the edge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/inflation-pushing-people-the-edge-3002791",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-04-2022"
    }
]