[
    {
        "full_article": "In its fourth notice to Pakistan since January 2023, India has escalated its demand for the renegotiation of the 1960 Indus Waters Treaty (IWT), now calling off all meetings of the Permanent Indus Commission (PIC) until Pakistan agrees to sit at the table for talks. India’s demand last year followed a logjam in the entire process, once held up internationally as a model template for water-sharing agreements. Even in the new millennium, the tenets of the treaty held firm, and India was able to win two major disputes by adhering to the processes laid out, including the Baglihar Dam project in 2007, and another dispute over allegations that India was interfering with Pakistan’s Neelum project in 2013. The issue over how to proceed on dispute resolution for the Kishenganga and Ratle projects has snowballed since 2016, when Pakistan escalated the disputes — having a neutral expert look at them and demanding a Permanent Court of Arbitration (PCA). In a moment of weakness, that it may come to regret, the World Bank — it is a co-signatory and guarantor of the IWT — decided to allow two parallel processes of the dispute mechanism to run at the same time. To make matters worse, Pakistan turned its back on the neutral expert’s proceedings, while India has boycotted the PCA hearings at The Hague. Pakistan has been cold to India’s notices on renegotiating the treaty and the decision by the Modi government to stop all PIC meetings has put the future of the process in peril. Unlike in past decades, when the IWT was considered off-limits for partisan politics, leaders on both sides are now not above using fiery rhetoric. Mr. Modi’s statement after the 2016 Uri attack, that “blood and water” cannot flow together, is perhaps the most egregious example.It is no coincidence that the spiral mirrors the unravelling of the India-Pakistan bilateral relationship in the same period. There is no political engagement or trade and the 2021 LoC ceasefire agreement is in danger after growing terror attacks and deaths of Indian Army personnel. It may be possible to re-open the treaty talks, but concluding any agreement will be that much more difficult. All eyes are now on New Delhi’s response to Pakistan’s invitation for the SCO Heads of Government meeting on October 15-16. Such an opening could present an opportunity for talks on the way forward. No doubt, new-age issues such as climate change and the need for renewable energy and hydropower options on the Indus necessitate a re-opening of the 64-year-old Treaty. How that is done, along with resolving current disputes, will decide whether the two countries can save the treaty, once referred to as the “one bright spot” in a “very depressing world picture” by U.S. President Dwight D. Eisenhower. Published - September 21, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nrivers\n\n/\n\ntreaty\n\n/\n\nIndia\n\n/\n\nPakistan\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ngovernment\n\n/\n\nact of terror\n\n/\n\narmed Forces\n\n/\n\nUSA",
        "headline_1": "Staunch the breach: On India, Pakistan and the Indus Waters Treaty",
        "headline_2": "India and Pakistan need to drop their hard line stances on the Indus Waters Treaty",
        "link": "https://www.thehindu.com/opinion/editorial/staunch-the-breach-india-pakistan-and-the-indus-waters-treaty/article68664422.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "Tech has supercharged spying. But humint is still key\nBooby-trapped devices are nothing new. But even seasoned espionage agencies are shaken and stirred by the weaponisation of supply chains in Lebanon’s exploding pager and walkie-talkie attacks. Vulnerability of supply chains – compromising hardware or software at source – has long been flagged in threat assessments, especially when supply chains include rival nations. A terrible successful first, Lebanon attacks were but a demonstration of the extent of harm and synchronicity that can be inbuilt into devices.\nIt is barely disputed the attack has Mossad’s stamp. Satcom, cybertech and advanced surveillance networks have taken the art and science of espionage to levels almost indecipherable for those not fed on a diet of spy thrillers. Even the literature on the genre, of deception and manipulation, infiltration and ciphers, of dead drops and dead men, cyberspies and APTs (advanced persistent threats) has evolved with the changing nature of the world’s second oldest profession. Spying remains mostly boring work, poring over tonnes of info, far removed from the glamour or romance of very early spy tales. If Maugham’s Richard Ashenden (1928) was the first secret agent with a touch of reality – the short stories based on Maugham’s own experience with British intelligence – real-life accounts of a Kim Philby or Aldrich Ames, of unlikely spy Virginia Hall or legendary Soviet secret agent Richard Sorge, were about ordinary men and women trained for extraordinary circumstances.\nBut here’s the thing. Successful attacks make news, while the novels, stories and reels deal mostly with thwarting plans and attacks. The Lebanon attack, long in the making, came just two weeks before the first anniversary of the Oct 7 Hamas attack – that Israeli intelligence spectacularly missed. All the spook-gadgetry in the world can come to naught if humint can’t make sense of the chatter. \n\n",
        "headline_1": "Spooks’ people skills",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/spooks-people-skills/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "Courts should refuse to hear petitions against creative freedom\nBombay HC was spot on saying creative freedom can’t be held hostage to law and order problems. Hearing a case against denial of film certification to Emergency, it directed the Censor Board to make a decision by Sep 25. But while this HC got it right, many HCs and other courts have ruled otherwise. This inconsistency doesn’t help the cause of freedom of expression. MP HC had issued a notice to the Censor Board on the same movie, for example. \nThe bigger point is whether courts should be venturing into this domain at all. As SC itself observed in the Adipurush case, “everyone is touchy about everything now.” By entertaining petitions over “hurt sensibilities” and becoming arbiters of what is kosher, courts end up granting censorship calls legitimacy they shouldn’t have. As it is, India has an inglorious record on censorship of films and books over decades. For the longest time, creative output hasn’t had a judicial eye on it in other democracies. Literature classics like Lady Chatterley’s Lover or Lolita were proscribed in some Western countries. But those days are over. They should be over in India, too. For movies, India has a regulator. GOI should reconstitute the Censor Board appellate tribunal – abolished in 2021 – to hear appeals. Courts should refuse to hear such petitions. They have better things to do – the case backlog is 50mn.  \n\n",
        "headline_1": "Don’t judge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-judge/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "Harari dips into ancient history to analyse the newest threat\nHumans are at once the smartest and the most stupid animals on earth, says Yuval Noah Harari in Nexus: A Brief History of Information Networks from the Stone Age to AI. We produce nuclear missiles and algorithms that have the power to destroy us. Why? Because our information networks are predisposed to using power unwisely. Networks bind members, through fiction, fantasy and mass delusion. Nazism and Stalinism were exceptionally powerful but ignorant networks, the book argues.\nTech entrepreneurs often espouse a rosy view of information, suggesting that AI is the key to our pressing challenges. But despite the fact that your smartphone now contains more information than the library of Alexandria, humans have never been closer to annihilating themselves.\nMeanwhile, the populist view of information claims there is no truth. Power is the only reality. While this sceptical view has roots in the radical left, it is now echoed by right-wing figures like Trump and Bolsonaro. \nThe book seeks a middle ground between these two extremes. It explores the nature of information flows in the ancient past and present-day states, from the church and its schisms to rival political systems, and the roles of mythology and bureaucracy. \nWe have dramatically increased connectivity, between the Stone Age and the Silicon Age – global networks link billions of people through common stories. Stories are an information technology, as are bureaucratic lists and documents. Bureaucracy may oversimplify complex reality, but there’s no better way to manage large-scale human networks.\nThe problem is when networks don’t self-correct. A dictatorship, for instance, is a centralised information network that lacks strong self-correcting mechanisms, while a democracy is a distributed information network that has them. Mass media enables mass democracy, but the 20th century also saw totalitarian regimes that aimed to control every aspect of people’s lives and concentrate power with no checks.\nHarari says, with AI, we are creating an “alien inorganic intelligence”, argues that this is an entirely new realm, and we only have a small window of time to shape our future.\nWill AI favour democratic or totalitarian regimes, will it tend towards truth or order? The book argues that AI is like nothing that’s come before, and a new Silicon Curtain may divide humans from unfathomable algorithmic overlords. It could as easily cause catastrophic harm. It can process information and generate new ideas – it is not a tool, but an agent. Algorithms already make crucial decisions for us and know us better than we know ourselves. They can hack the human operating system, manipulate us with stories. They can surveil us intimately, even getting under our skin and reading our bodily signals. This non-human intelligence has enormous power, but it can also be wrong, misaligned with larger goals. An inter-computer reality could dominate human intersubjective reality.\nThe book suggests ways to mould tech in a democratic direction, baking in principles of benevolence, decentralisation and mutual openness. Bots that swamp and shape public discourse should be banned, to keep democracies safe. Today,  US and China are AI superpowers, and their digital spheres are taking distinct shapes, dividing the world into separate information cocoons. Does international regulation of AI stand a chance? \nCreating wiser information networks calls for building human institutions with strong self-correcting mechanisms. This is mundane work, but it matters the most.\n\n",
        "headline_1": "Why AI can harm us, how we can stop it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-ai-can-harm-us-how-we-can-stop-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "The US Federal Reserve started the long-awaited cycle of rate cuts by reducing the Fed funds rate by 50 basis points (one basis point is one-hundredth of a percent) in an 11-1 vote on Wednesday, with the lone dissenter recommending a 25bps cut.\nWhat has driven the change? The Fed pursues a dual mandate of ‘maximum employment and price stability’. Its statement noted that risks to achieving its employment and inflation goals were “roughly in balance”, with progress on inflation, but slowing job gains and rising unemployment.\n\nRead full story on TOI+\n\n",
        "headline_1": "Fed cut won’t run deep",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/fed-cut-wont-run-deep/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "We are deeply troubled by what happened on Thursday afternoon and then overnight in Khagrachhari's Dighinala upazila, which once again showed how vulnerable the Indigenous communities are to violence and displacement. These people were historically exploited by Bangalee settler groups and majoritarian politicians, and the recent change of guard in Dhaka has done little to improve the situation. Thursday's events, according to a report, began as a protest over the lynching of a Bangalee man accused of motorcycle theft the previous day, and then quickly spiralled into a cycle of violence that led to the deaths of three people, numerous injuries, and the destruction of over 100 houses and shops, many set afire and even looted.\nIt goes without saying that Indigenous people have suffered the brunt of the violence, which spread to Rangamati on Friday and caused a similar mayhem. We must understand that this is not simply a case of lawlessness; it's emblematic of the complex ethnic, political and security dynamics that have long plagued the Chittagong Hill Tracts (CHT). There are differing narratives surrounding the origin of Thursday's violence—with some Bangalees claiming that peaceful protests were interrupted, and Indigenous people asserting that the attacks were unprovoked—which only highlight the role of misinformation in such fluid situations, and how quickly it can fuel unrest. Equally notable is the failure of law enforcement authorities to protect the victims from attacks. Panic still grips the region even though security has been beefed up.\nThe alarming frequency of such incidents, even after the overthrow of an autocratic regime that viewed the CHT crisis only through the lens of security and majoritarian interests, calls for a critical rethink about the Indigenous experience in Bangladesh. At a public gathering held in Dhaka on Friday, activists rightly demanded exemplary punishment for those involved in vandalism and arson attacks. But the recurrence of such attacks, they said, largely owes to the state's failure to fully implement the CHT Accord. We cannot agree more. The non-implementation of this accord has not only held off a political resolution to fundamental Indigenous issues such as land ownership and various rights, but also caused tensions that frequently disturbed the region.\nThis cycle of tensions and attacks has to be broken. While bringing a zero tolerance approach to any instigation and rumours that put Indigenous communities in harm's way is paramount, the interim government should also look at the bigger picture and eradicate the vulnerability of these marginalised people altogether by fully implementing the accord. We urge the government to declare its plans with regard to the accord without delay. Simply adopting a law enforcement approach to these issues is no longer enough.\n",
        "headline_1": "End exploitation of Indigenous communities ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/end-exploitation-indigenous-communities-3707841",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "Just a month and a half ago, Bangladesh witnessed abominable atrocities and mass killings perpetrated by Sheikh Hasina's fascist regime. In response to these grave human rights violations, the interim government has initiated the International Crimes Tribunal (ICT) to prosecute Hasina and her government for ordering the killings between July 1 and August 5. In this context, it is essential to reflect on the utility of a criminal tribunal and reconsider whether prosecution alone constitutes justice. While punishing the key perpetrators of mass killings is indeed an essential component of transitional justice, other crucial aspects of justice must also be considered, particularly from the perspective of restorative justice.\nInternational crimes tribunals are usually based on punitive frameworks that seek justice through the prosecution of those involved in mass killings or war crimes. Although the International Criminal Court (ICC), established by the Rome Statute, incorporates both punitive and rehabilitative elements, it has been criticised for its lack of meaningful victim participation, reparation, relational restoration, and healing. This gap has led to the development of the Truth and Reconciliation Commission (TRC) grounded in the principles of restorative justice. TRCs recognise the importance of truth, accountability, reparation, relationship-building, reconciliation and healing in post-conflict societies—elements that are often missing in the adversarial and punitive justice systems of criminal courts or tribunals.\nThe restorative justice approach has gained growing acceptance in several post-conflict nations, including Canada, Rwanda, Cambodia and Sierra Leone, due to its holistic, participatory, empowering and empathetic approach to justice. With a focus on addressing the \"social harm\" caused by crime, restorative justice advocates for the involvement of all stakeholders in the justice process, promoting meaningful dialogue between victims and perpetrators instead of a simple \"punitive blame allocation exercise.\" The truth and reconciliation process aims to uncover the truth about past atrocities, mend societal relations, and prevent future human rights violations. This justice mechanism is especially valuable in political contexts where victims and perpetrators often need to coexist in the same society, thus requiring a structural reform, rather than the mere criminalisation of one group.\nIn contrast, international criminal courts and tribunals have faced increasing criticism over the past decade for their narrow and decontextualised approaches to justice. The legal constraint on individual criminal accountability makes these institutions ill-suited to address the complexities of conflicts in Global South countries, which are often shaped by local or domestic actors. Additionally, punitive and adversarial forms of justice frequently result in polarisation, dominance of the victor's narrative, and ultimately unsustainable justice outcomes.\nFor instance, in Bangladesh, in addition to law enforcement officials, local goons, Jubo League and Chhatra League members, and local government representatives affiliated with the Awami League government played significant roles in perpetrating violence against the protesters in July and August. Therefore, punishing only a few state leaders or law enforcement officials while ignoring the local actors who enforced violence and intimidation within communities would be insufficient. Moreover, the conflict has already sown distrust, hatred and division among people who have witnessed members of their own communities participating in violence and killings. In such a context, punitive justice alone could further weaken community bonds, social cohesion, and peacemaking efforts. Hence, it is crucial to reconsider the ICT as the sole tool for justice and instead explore a more grounded and holistic approach to addressing these mass atrocities.\nBangladesh is an ideal candidate for a restorative justice approach if it seeks to establish accountability for the mass killings while fostering reconciliation, healing, and the reintegration of various societal stakeholders. The restorative approach offers victims a diverse range of justice outcomes, including reparation, healing and empowerment—outcomes that are absent from criminal prosecutions alone. According to recent reports, as many as 875 people have been killed and over 30,000 injured during the quota reform movement and the subsequent student-led mass uprising. A key component of justice lies in ensuring reparation and restitution for these victims, which is just as important as criminal prosecutions. Under a restorative justice model, community reparative boards could be established to address the diverse needs for reparation and compensation of the victims.\nAdditionally, Bangladesh's genocidal past and the failure of the ICT to punish war criminals in an uncontroversial manner have long fuelled political tensions, civil unrest, and polarisation. Over the years, the Awami League government has constructed a linear political narrative, forcing people into a dichotomy of either supporting the party as the champions of independence or being branded as Razakars (traitors). This political culture of intolerance, polarisation and discrimination has not only marginalised a significant portion of the population, but is also one of the main drivers of the anti-discrimination movement. Therefore, it is imperative to adopt a justice mechanism that does not exacerbate existing fault lines, but rather fosters amnesty, reconciliation, and healing within the country. Because of that, while the restorative justice approach may be new to Bangladesh's justice landscape, it is worth serious consideration.\nDr Muhammad Asadullah is associate professor in the Department of Justice Studies at the University of Regina.\n\nNousheen Sharmila Ritu is a PhD student in the Faculty of Law at the University of Warwick.\nThe views expressed in the article are the authors' own\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Prosecuting the perpetrators of July-August massacre: A case for restorative justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/prosecuting-the-perpetrators-july-august-massacre-case-restorative-justice-3707766",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "As expected, the recent visit to Dhaka by the US delegation led by Brent Neiman, assistant secretary for international finance at the US Department of Treasury, accompanied by Assistant Secretary of State for the Bureau of South and Central Asian Affairs Donald Lu, and USAID and trade officials, was the subject of much speculation by all and sundry here, both prior to their arrival and since their departure.\nThe symbolic value of the visit and its timing cannot be overemphasised, this being the first such visit from any country since the change of guards in Dhaka on August 5—that, too, from Washington. Added to this is the fact that Donald Lu, a key figure in Bangladesh-US relations, landed in Dhaka after spending four days in Delhi attending the 2+2 dialogue, a regular event in the framework of Indo-US bilateral strategic relations, in which the confluences outweigh the divergences—or more appropriately, the diversions.\nOfficial comments from both sides following the meetings between the US delegation and Chief Adviser Prof Muhammad Yunus, Foreign Affairs Adviser Touhid Hossain, Finance Adviser Salehuddin Ahmed, Bangladesh Bank Governor Dr Ahsan H Mansur, and the foreign secretary focused, among other things, on an \"expression of strong commitment [from the US] to work with the interim government.\" The US embassy in Dhaka posted on its Facebook page, \"Our delegation met Chief Adviser Professor Muhammad Yunus, affirming our dedication to fostering inclusive economic growth, institution building, and development to benefit the people of Bangladesh. As Bangladesh looks to chart a more equitable and inclusive future, the US stands ready to support those efforts.\"\nOn the face of it, the emphasis was on Washington's readiness to provide economic, technical and financial support for reforms in areas such as the banking sector, which has been weakened as a primary vehicle for large-scale corruption and money laundering over the last decade and a half. The signing of an agreement under which the US would provide $200 million to Bangladesh as development support was possibly the first step in this journey.\nFor his part, Prof Yunus highlighted his administration's goals to quickly \"reset, reform and restart\" the economy, initiate financial sector reforms, and strengthen institutions. He then spelt out the steps taken so far in this pursuit, including the formation of six separate commissions to address reforms in key areas and state institutions, the most important of which was amending, or refixing, the country's constitution. The US delegation, in response, praised the chief adviser's leadership and expressed Washington's willingness to support his reform agenda.\nIn remarks to the media, Bangladesh Foreign Secretary Md Jashim Uddin noted that the US side also brought up the recent developments in Myanmar and humanitarian assistance for the Rohingya in Bangladesh. He said, \"We spoke about eliminating the root causes of the Rohingya crisis.\" The significance of talking of the \"recent developments in Myanmar\" and linking that to \"eliminating the root causes of the Rohingya crisis\" cannot be lost, because implicit in this is a possible assessment of the role of military junta in Myanmar. Were they alluding to a regime change in Myanmar to facilitate the return of the Rohingya? One can only speculate.\nIn reviewing the public language from the US delegation, three words that should stand out are \"support,\" \"equitable,\" and \"inclusive.\" It appears that Washington is focused on helping Prof Yunus and his team advance a process of political, social, and economic reforms, emphasising that sustainable and durable economic development is best achieved in a truly democratic environment—one that involves all segments of society. To achieve that, setting an arbitrary time frame for the interim government's tenure may not be the best path forward.\nThis aligns with comments made by US deputy secretary of state for management and resources, Richard Verma, at the Hudson Institute in Washington, where he said, \"It is in everyone's interest to support a democratic, peaceful, and lawful transition in Bangladesh,\" adding that \"the timing of fresh elections and the duration of the interim government is for the people of Bangladesh to decide.\" Verma's remarks should be viewed within the broader context of the US position on the dramatically changed situation in Bangladesh.\nIt is perhaps necessary to try and discern, if at all possible, what the hard political content of the discussions with the chief adviser was and what, if anything, was discussed in Delhi regarding the current situation in Bangladesh. Understandably, there were no public statements by either side on this. The US delegates' meeting with the chief adviser lasted at least an hour, and it is reasonable to assume that this time was not solely spent discussing the reform process, which is already publicly known.\nFurther inquiry should focus on the political talking points, as well as the immediate, mid-term and long-term implications for Bangladesh on the broader geopolitical stage, especially given Washington's visible support for the interim government in Dhaka. In the prevailing global political climate, relations between states, large and small, do not remain confined to the bilateral frame only—they spread wider into the region and beyond. Similar visits, therefore, from others including Washington's allies before the year is over cannot be ruled out. It will also be of great interest to watch what transpires at the meeting between Indian Prime Minister Narendra Modi and Bangladesh Chief Adviser Prof Yunus on the sidelines of the UN General Assembly this month in New York, assuming such a meeting takes place.\nObservers believe the visit signals a retooling of Bangladesh-US relations, which have been noticeably strained in recent times. The imposition of sanctions on the Rapid Action Battalion (Rab) and some of its officials by the US Department of Treasury, along with a visa restriction policy affecting certain officials, did not go down well in Dhaka. At the same time, repeated public references by the former prime minister to the US seeking a military base in St Martin's Island in exchange for Washington's support were cases in point. Washington's open criticism of the non-participatory and severely flawed national elections, particularly in 2018 and 2024, further strained the relationship.\nShamsher M Chowdhury, Bir Bikram is a former foreign secretary of Bangladesh.\n\nViews expressed in this article are the author's own. \nWe welcome your contributions and analysis of global events. To submit articles to our weekly page, Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "US delegation visit: A new chapter in Bangladesh-US relations?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/us-delegation-visit-new-chapter-bangladesh-us-relations-3707706",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "The devastation caused by the mid-August flash floods that struck 11 districts in the eastern, central and south-eastern districts of Bangladesh was in a word immeasurable. In fact, it takes months to come up with an accurate figure about the damage done to the lives and livelihoods of people in the affected areas. Though figures about the actual number of flood victims and the amount of damage done to properties including livestock and crops vary according to the private or official sources estimating them, the latest data provided by the Disaster Management and Relief Adviser, as reported in the Wednesday's issue of this paper, says that close to 0.95 million people in total were affected by the floods that claimed 74 lives. The damage to properties was worth Tk142.69 billion. However, according to a report of the Bangladesh Red Crescent Society posted on September 6, some 5.8 million people have been affected by the floods. Clearly, arriving at a conclusive figure about the number of flood victims, let alone the losses to properties and lives they sustained, will indeed be the initial hurdle the government's rehabilitation efforts would come up against. Unless there is a credible set of data about the havoc caused by floods, allocation of resources for rehabilitation work in the affected areas cannot be properly made. In that case, the government would do well to have its flood damage data as much free from errors as possible before launching rehabilitation work in full swing. At this point, it would be worthwhile to keep in mind that the work for post-flood rehabilitation is going to be complicated with floodwaters receding very slowly. So, the pace of post-flood rehabilitation work will be slowed down to some extent. To overcome this problem, additional measures to support those families whose properties are still in a submerged or semi-submerged conditions would be necessary. So, it cannot be said that the relief has been fully implemented in the affected districts as indicated by the adviser concerned. That means the post-flood rehabilitation work will prove to be one of the most challenging one for the interim government. Notably, the extraordinary unity that the entire nation demonstrated when the floods suddenly struck, the interim government was in a fledgling state. Spontaneous public support for and participation in the relief activities made the government's work quite easier. Mobilisation of resources for relief activities, in large part, was done by students and people. Now during the post-flood rehabilitation phase, the government will be required to depend on its own strength to mobilise resources for the purpose. It is because with the passage of time, such massive participation of the public in various humanitarian work will naturally die down. From now on far from endorsing every effort that the government would make, the public will start judging its activities more critically with the honeymoon period being over.Against this backdrop, the handling of post-flood rehabilitation work will require better professionalism. In fact, management of neither the relief work during floods, nor post-flood rehabilitation work was ever foolproof in the country. Resource mobilisation being a big issue in this context, the interim government can well arrange some fund from, among others, the Chief Adviser (CA)'s relief and welfare fund from which one billion taka has already been allocated for the July Shaheed Smriti Foundation. One may recall that a large amount of relief materials for flood victims of Sylhet were supplied from the then-prime minister's special relief fund which the incumbent government has inherited.",
        "headline_1": "Challenges of post-flood rehab work",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-of-post-flood-rehab-work-1726839432",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "There is much hype about the new direct seaborne route between Bangladesh's principal port, Chattogram to Ningbo, China (via Shanghai) and Shekou ports. The excitement is understandable for bulk cargo movers (shipping lines), as it involves a route that promises to cut down lead times by at least 10 days and the fact that China remains the country's largest trading partner is hardly lost upon anyone, particularly importers. What Bangladesh will do to take advantage of the recent declaration by China to accord 100 per cent duty-free access to Bangladeshi products entering that market is of course, a matter of debate, but the opening of this route is something to talk about.According to a report published recently in the Financial Express, \"The first ship on the Bangladesh-China direct route, MV Kota Angoon V Kajon, carrying 935 TEUS containers arrived at the outer anchorage of Chattogram sea port on Monday. The ship was scheduled to dock at Jetty No. 13 of Chittagong Port today (Tuesday).\" Pacific International Lines (PIL) which happens to be a global container shipping company has started this route because it makes sense to have a direct line of communication between the two nations. Cargo vessels will depart from Chattogram port and sail to Chinese ports. The advantage of this route is basically two fold, reduction of lead times and cost saving both of which are essential for international sea-borne trade. Bangladesh is heavily dependent on import of not just raw materials but also industrial products from China, which literally produces everything under the sun. By international estimates, China manufactures 70 per cent of all industrial goods and by that calculation alone, the need to have a trade link that cuts down on shipping times will affect cost of import and export. As explained by the president of the Shipping Agent Association, \"The new route will enhance our trade with China. Bangladesh imports machinery and raw materials for the garment manufacturing and export sector from China, while Bangladesh's export basket includes jute yarn, hides, and processed hair... Therefore operating a direct shipping route is considered quite promising.\"Bangladesh is a global leader in the world of apparels. There has been much talk about export market diversification. Even when it comes to readymade garments (RMG) exports, the bulk of apparels made in Bangladesh are concentrated heavily in two main markets, the north American continent and Europe. Yet, China boasts the largest population on the planet with a vibrant domestic market. That is why the rest of the world is so interested in setting up industrial units there to sell to the Chinese consumers. Bangladesh hasn't truly explored that market yet.Why not? The policy focus was never there. It is not just RMG sector that has not explored the most lucrative of markets but the focus hasn't been there for any of the other sectors either. There has been some talk at policy level recently about the potential of jute, jute based products and jute yarn. Where the rest of the world is hungry for biodegradable, environmentally friendly products made from eco-friendly materials, the country sits idle on the jute issue. Countless articles have been written in media over decades about why jute is central to the Bangladesh economy, and yet successive governments have only paid lip service to its development. Bangladeshi farmers in certain districts of the country have traditionally grown jute but the lack of market for this 'golden fibre' was never really explored by policymakers. No research and development effort, no capital infusion into turning this raw material into countless fashion items and packaging material has been done as a matter of national priority. It is sad to see that when Adamjee Jute Mills was shut down, at least 10 new jute mills came into operation in neighbouring India. The message wasn't lost upon that country's policymakers that a golden opportunity had emerged. Bangladesh would no longer be a major competitor but merely a supplier of raw material henceforth.There is much concern that this route will not get enough cargo on the two-way traffic and it will shut down somewhere down the line. If Bangladesh is to take advantage of the duty-free situation, it needs to expand its list of exportable items to the Chinese market. Diversification of the export basket has also long been discussed but not acted upon. Perhaps the conditions are now proper to start thinking out of the box about this once number one foreign exchange earner in Bangladesh and do something that will save both livelihoods of millions of farmers and earn serious foreign exchange by way of export of its products. It is time the policymakers came up with pragmatic plan for making the most of the jute's potential. The opportunities are there and those must be grabbed with open arms.\n[email protected]",
        "headline_1": "Direct maritime route to China",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/direct-maritime-route-to-china-1726839477",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "As public universities are set to reopen for full-fledged academic activities soon, there is an urgent need to repair various damages to the classrooms and dormitories. During the protest movements in July last year, many dormitories and classrooms were damaged and vandalised, and they are yet to be repaired for use. Moreover, due to a lack of adequate maintenance over the years, the physical conditions of most of the dormitories are unhygienic. The rooms are shabby, toilets are dirty, and dining halls are unclean. The university authorities paid little attention in this regard as they also failed to protect ordinary students from the intimidation of the musclemen of the Bangladesh Chhatra League (BCL).In the prevailing environment, it is imperative that the dormitories are taken under the control of the university authorities, ensuring the safety and well-being of students. The presence of any student wing of a political party should be strictly prohibited, with only the elected or selected representatives of the legally allotted students allowed to cooperate with the authorities. This shift in control will empower the regular students and ensure their safety, a crucial aspect that cannot be overlooked. The authorities should immediately take adequate steps to refurbish and repair dormitories to ensure cleanliness, hygiene and physical safety. It is imperative that there are frequent inspections to ensure that the staff responsible for maintenance is under close watch and works properly. Where needed, reconstruction should also be done to prevent any accidents. Electric wires need to be examined and, if necessary, changed to avoid mishaps. Necessary whitewashing should also be done to ensure the quality of work. Toilets have been neglected for a long time in the dormitories. Basins, urinals, pans, and commodes need to be replaced. Where necessary, side walls and floors need to be repaired first and scrubbed with chemicals. Ventilators should also be changed to ensure proper ventilation so that wetness in the toilets can be minimised. Prevention of undue water leakage is essential. Ensuring hygiene at the kitchens and dining areas is a significant challenge that cannot be ignored. The quality of meals at the dormitories is currently subpar, which is unacceptable. It is crucial that proper and healthy diet is provided, and budget constraints should not hinder this. The BCL leaders and activists set the norm of free meals indirectly passing the cost on ordinary students.Over the years, the terrible gono-room (mass room) and guest-room culture forced freshers to sacrifice their dreams. Despite a series of newspaper reports, the authorities took no effective step to curb the ill practice of torturing ordinary students by leaders and activists of BCL. Instead, they got shelter from the university authorities. There is no more scope to resume any such practice. It is also sad that many basic amenities in most public universities have been maintained poorly. The classrooms are fine, but the toilets and women's common rooms are poorly maintained. How the toilets at a university, the highest educational institution in a country, can be unhygienic and insufficient is beyond imagination. The facilities in the lady's common rooms are also inadequate, forcing many female students to compromise their sensitive health issues. Classrooms, corridors, toilets, common rooms, dormitories and other premises of any educational institution must be clean, hygienic, safe, and well-maintained to ensure a favourable environment for study. It is the responsibility of the authorities to ensure this. The current state of disrepair and lack of maintenance in the public universities is a direct violation of this responsibility and must be addressed immediately.\n[email protected]",
        "headline_1": "Refurbishing the dormitories",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/refurbishing-the-dormitories-1726839508",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2024"
    },
    {
        "full_article": "The Bangabandhu-1 satellite, once hailed as a flagship project of the Awami League government, has become a significant financial burden on the state. Initially estimated at Tk 29.68 billion, the project was approved by former Prime Minister Sheikh Hasina in 2014, despite reservations from the planning commission. The project's final cost was reduced to Tk27.65 billion, with the government securing a term loan of Tk14.06 billion and EUR 155 million from HSBC for a 12-year period.Since its launch in May 2018 via SpaceX's Falcon 9 rocket, the satellite has failed to generate the expected revenue. Bangladesh Satellite Company Limited (BSCL), formed to operate Bangabandhu-1, has not deposited any funds to the state exchequer. Meanwhile, the Bangladesh Telecommunication Regulatory Commission (BTRC) is responsible for paying HSBC approximately $8.5 million every six months. By April 2023, BTRC had paid $101.7 million in 12 instalments, with $64 million still outstanding, due by 2028.The sharp 40 per cent depreciation of the Bangladeshi taka against the dollar in recent years has exacerbated the debt burden. The BTRC now faces annual payments of Tk19 million to Tk 20 million. With the satellite's operational lifespan set to end by 2033, the clock is ticking for Bangladesh to recover its investment. Industry insiders predict that the project is set to lose over Tk 15 billion in revenue.Despite efforts to sell satellite capacity to international markets-including Indonesia, the Philippines, and various SAARC nations-Bangladesh has struggled to secure these deals. As a result, satellite capacity remains underutilised, with only 59 per cent of C-band frequencies and 25 per cent of Ku-band frequencies sold. Ultimately, the heavy financial burden of the Bangabandhu-1 project is being passed onto the people.\nPraramvika Chowdhury PayelStudent of North South University[email protected]",
        "headline_1": "Bangabandhu Satellite: A financial blackhole",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangabandhu-satellite-a-financial-blackhole-1726839534",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-09-2024"
    }
]