[
    {
        "full_article": "The first appeal to the public from Mohammad Yunus, Nobel laureate and the head of Bangladesh’s interim government, after he landed in Dhaka from Paris on Thursday, was to “save the country from chaos and violence”. The octogenarian pioneer of microfinance is taking charge of the country at one of its most tumultuous phases. Days after former Prime Minister and Awami League leader Sheikh Hasina resigned and left amid violent mass protests, the nation of 170 million people remains on edge as violence refuses to recede. Law enforcement officials are missing and the state bureaucracy has become non-functional in the absence of a government. Extremist sections have used the chaos to target Hindus, Ahmedis, a minority sect in Islam, and Awami League functionaries. According to the Bangladesh Hindu Buddhist Christian Unity Council, the houses and shops of minorities were looted in several districts. Offices of the Awami League were vandalised and dozens of party functionaries and supporters were killed. Mr. Yunus, who was sworn in on Thursday, condemned the violence and appealed for calm. As the banker begins his role as an administrator, his challenge would be to bring Bangladesh back from the brink and restore the rule of law. By appointing Mr. Yunus, someone who is acceptable to the student protesters and the political opposition, the military and Bangladesh President Mohammed Shahabuddin have shown signs of reconciliation. At a time when there is much hostility among political parties, an interim government headed by a technocrat is a pragmatic first step. But Mr. Yunus does not have the political machinery to back him up and will have to be dependent on the mainstream parties or the Anti-Discrimination Student Movement. He also faces three critical medium-term challenges. First, he has to make sure that the military stays in the barracks. The military has an infamous past and it took years of mass movement, led by Ms. Hasina and Khaleda Zia, the BNP leader, to bring the dictatorship to an end in 1990. Second, Mr. Yunus has to build at least temporary peace in Bangladesh’s polity. Ms. Hasina’s fall has empowered the Jamaat and the BNP. Jamaat, a majoritarian Islamist group, has had a particularly bloodied past, while the years the BNP was in power were marked by political violence and vendetta. Lastly, Mr. Yunus’s administration should facilitate free and fair elections at the earliest. Only an elected government with popular legitimacy can steer the country out of the troubles it is in today. The success of Bangladesh’s uprising is dependent on the will and the ability of the country’s new rulers to tackle these challenges.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nBangladesh\n\n/\n\npolitics\n\n/\n\ncivil unrest\n\n/\n\npolitical parties\n\n/\n\nlaw enforcement\n\n/\n\ngovernment\n\n/\n\nstudents\n\n/\n\narmed Forces\n\n/\n\nhistory\n\n/\n\nminority group",
        "headline_1": "​Reign of chaos: on Bangladesh, a most tumultuous phase",
        "headline_2": "Yunus should end the violence against minorities in Bangladesh",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Breign-of-chaos-on-bangladesh-a-most-tumultuous-phase/article68506033.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "The RBI’s Monetary Policy Committee (MPC) has for a ninth straight meeting chosen to keep benchmark interest rates unchanged as it continues to battle retail inflation that has stubbornly stayed above its medium-term target of 4% for 57 months and is beginning to undermine consumer confidence. Laying out the rationale, RBI Governor Shaktikanta Das was emphatic that there was no room for complacency given the risks that persistently elevated food price pressures posed to households’ inflation expectations and broader monetary policy credibility. Elevated food prices, he stressed, had not only slowed disinflation in the April-June quarter but had also extended their momentum into July with high frequency food price data pointing to sizeable month-on-month increases in key vegetable prices. Citing Department of Consumer Affairs data, he said tomato prices had surged 62% sequentially, while onion had become almost 23% costlier than in June and potato prices had increased 18%. Food prices, with a weight of about 46% in the overall Consumer Price Index, could not afford to be overlooked, not just for their impact on headline inflation but far more significantly because consumers related the most to the impact food prices had on monthly household budgets. He indicated, without explicitly referencing it, that a suggestion in the Economic Survey urging policymakers to consider delinking food prices from the inflation targeting framework made little sense in the circumstances. The MPC, which voted by a 4-2 majority to hold interest rates and keep the policy stance focused on the withdrawal of accommodation to ensure that inflation aligns to the target, also raised its projection for headline retail inflation in the July-September quarter to 4.4%, 60 basis points higher than the 3.8% pace projected in June. The rate panel also posited slightly faster inflation in the third fiscal quarter than it had forecast previously, lifting the projection by 10 basis points to 4.7%, in a clear sign that the near-term inflation outlook appears less reassuring than it did just two months ago. And while Mr. Das noted that, in June, vegetable prices had contributed about 35% to headline inflation, the Centre for Monitoring Indian Economy, in an analysis, forecast price pressures in vegetables to ‘sustain well into the festive season through till early November’, adding pressure on retail headline inflation. Core inflation may also have bottomed out according to the MPC, which flagged the risks of spillover from food prices, as well as the impact mobile tariff revisions may have on broader non-food inflation. Policymakers hearteningly reiterated the truism that without ensuring enduring price stability, growth may at best be tenuous.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninterest rate\n\n/\n\ninflation and deflation\n\n/\n\nfood\n\n/\n\nprices\n\n/\n\nfruit and vegetable\n\n/\n\nfestivals\n\n/\n\neconomy (general)",
        "headline_1": "​Reassuring resolve: on the RBI’s Monetary Policy Committee’s move",
        "headline_2": "Growth can only be tenuous if retail inflation is unchecked",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Breassuring-resolve-on-the-rbis-monetary-policy-committees-move/article68506053.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "SC’s Sisodia order should be a widely followed precedent \nThe points on which Supreme Court granted Sisodia bail in the Delhi liquor policy case mark a precedent for bail not only in cases under PMLA, but also for those laws where application of bail is limited, such as anti-terror law UAPA.\nJail without bail | Yesterday, SC reiterated the principle of bail not jail, saying a long time behind bars – almost 18 months in Sisodia’s case – before conviction shouldn’t become “punishment without trial”. For context, earlier this week Parliament was told that in the last decade, 5,297 cases were filed under PMLA, conviction secured in 40 – that’s less than 1%.\nPolicy & quid pro quo | SC queried investigators on how they “per se infer” conspiracy from the mere fact that a policy benefitted certain wholesalers. SC asked, “Where do you draw the line between policy and criminality?”\nDelay in trial | The key point: SC said both trial court and HC should have noted top court’s Oct 2023 judgment that “prolonged incarceration” and “delay in trial” should be read into bail provisions in both criminal code CrPC and PMLA. SC had said that a speedy trial is an accused’s “basic right”. That, when trial isn’t proceeding “for reasons not attributable to the accused, court…may grant bail. This would be truer where the trial would take years.”\nDenied bail last year, SC had allowed Sisodia to re-apply if “trial…proceeds at a snail’s pace in next three months”. Yesterday, SC referenced investigators’ claim from Oct 2023 that trial would be completed in “6 to 8 months”. Investigators, SC said, were unprepared to start trial. From Elgar Parishad cases to those on Delhi riots, and several PMLA cases, securing bail is often process as punishment. It is this that SC’s Sisodia order can put a stop to.\n\n",
        "headline_1": "Bail, under any law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bail-under-any-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "Critical foreign drugs can be sold minus trial, but carefully   \nGovt decision to waive clinical trials for breakthrough therapies cleared in a few developed countries like US, UK, Canada and Japan is a significant development. In all, five categories of drugs will be impacted by the move. There’s a lot to be said in favour of the decision. There’s no doubt that developed countries have better regulatory standards than the rest of the world. Insisting on local trials has seen the launch of cutting-edge drugs being delayed by years in India. Availability of the latest drugs for cancer and rare diseases will not just medically help patients but also reduce their healthcare costs.\nYet, some caution would be in order here. The approval for any such drug launch must happen on a case-by-case basis, as has been promised. For, as a British Medical Journal probe found, institutional corruption is rampant among drug regulators even in developed countries. New drugs having ‘significant therapeutic advance over the current standard care’ form one category in govt’s list. What this means must be defined clearly. Pharma companies in the West regularly make incremental changes to their formulations, get approvals and raise prices. Would all these pass muster? The bottom line is that access to cutting-edge drugs must not become a free-for-all. Our regulatory processes matter, as do clinical trials, in some cases, that keep in mind genetic, metabolic and other differences in India’s population while assessing drugs.\n\n\n",
        "headline_1": "Mind your meds",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mind-your-meds/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "The govt’s decision to withdraw budget’s proposed increase in long-term capital gains (LTCG) tax on real estate must be welcomed. But, as the move is limited to property deals executed before budget day (July 23), transactions after that cut-off date will invite higher tax liability than before. And therein lies the rub.\nIn India, real estate is special, as it constitutes a large part of household wealth. Given a limited equity culture, property is seen as a hedge against inflation, in terms of both capital value and rentals. While it would be ideal to tax all asset classes at the same rate, which was the logic behind the budgetary proposal, there is no gainsaying that a onesize-fits-all policy does not always work in our complex world. Societies often have relative preferences for particular assets based on social mores that cannot be ignored when it comes to taxation. How it will work |With govt now offering sellers a choice between the old and new regimes, Delhi will apply the lower of the two tax liabilities for properties purchased before July 23. Suppose one had bought a property for ₹100 in 2002 and sold it for ₹400 now. Under the old regime, the seller could claim inflation indexation of 3.63 times from 2001-02. The capital gains levied would broadly work out to ₹7.4, as it would be imposed at 20% on the ₹37 inflation-adjusted capital gains. Under the new regime, the tax liability would rise to ₹37.5, ie, at 12.5% of the entire capital gains of ₹300, with indexation done away with.\nIt’s a relief that the budget’s tax proposal for immovable property is not going to be implemented retrospectively. As real estate is likely the single largest investment most Indians make, it is important to provide stable tax rules that ensure clear risk-adjusted rates of return.\nRead full story on TOI+\n\n",
        "headline_1": "House that fair?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/house-that-fair/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "Legislatures have a sacrosanct responsibility of oversight, law making and ensuring financial accountability. Over the decades, there has been a manifold increase in roles and responsibilities of legislatures, especially in a developing country like ours. Ensuring discipline and decorum in legislatures has assumed critical importance for orderly and seamless conduct of business of the House and for virtuous outcomes and success of our parliamentary democracy.\nWhen disruption in legislatures becomes a regular feature, it not only results in loss of taxpayer money, but also projects a negative image of legislatures, which can lead to erosion of faith in these institutions. Lack of discipline and decorum in legislatures cannot augur well for the health of our parliamentary democracy.\nThe All India Presiding Officers’ Conference (AIPOC), apex body of presiding officers of legislatures in the country, has played an important role in the evolution of Rules of Procedure and Conduct of Business in our legislatures. Through dialogue and discussion, it has come up with solutions to complex problems.\nAt a Nov 2001 conference, AIPOC deliberated on discipline and decorum in Parliament and state and UT legislatures. A resolution and a code of conduct for members were unanimously adopted. In 2000, with AIPOC’s efforts, an ad hoc Ethics Committee was constituted, which became a permanent standing committee of Lok Sabha in 2015. Its recommendations have a significant bearing on conduct of members.\nParliamentary decorum encompasses a set of rules, conventions, and etiquette governing behaviour of members within the legislative chamber. Key aspects relate to respect for the chair and fellow members; relevance of speeches and questions to matter under discussion; orderly conduct; refraining from interrupting other members, creating commotion, or engaging in other disruptive behaviour. Members should use appropriate and dignified language in the House.\nRules and standards of conduct for Lok Sabha members are provided in Rules of Procedure and Conduct of Business in Lok Sabha, directions issued by Speaker under Rules of Procedure, and rulings from the Chair. The Handbook for Members and Practice & Procedure of Parliament serve as guides on desirable conduct. Members are expected to be well conversant with these rules and guidelines. There are also parliamentary customs and conventions based on past precedents.\nRead full story on TOI+\n\n",
        "headline_1": "‘Live up to what parliamentary stands for’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/live-up-to-what-parliamentary-stands-for/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "Dear victorious student community of Bangladesh,\nThe recent triumph of your protests, culminating in Prime Minister Sheikh Hasina's resignation and departure, marks a pivotal moment in our nation's history. This watershed event echoes the transformative upheaval of 1990 known as \"90's Anti-Authoritarian Movement,\" reminding us of the power of collective action and the enduring spirit of youth. Your passion, determination, and unwavering commitment to seek fairness and justice have once again proven to be a formidable force for change, placing you in a proud lineage of student activists and leaders who have repeatedly altered the course of our nation's history, starting from the Language Movement of 1952, culminating in the birth a new nation in the map of the world in 1971, i.e., Bangladesh, and then the restoration of parliamentary democracy in 1991.\nAs we reflect on this momentous achievement, we must recognise a fundamental truth about our national character. We Bangladeshis are emotional people, quick to ignite with passion, but unfortunately sometimes lacking in the sustained effort required for long-term transformation of those noble ambitions and positive aspirations which also brought you in the very first place to the streets as you fought to have a fair opportunity in government jobs. The tragic loss of innocent young lives, who died for a cause whose benefit they will never enjoy, is the ultimate sacrifice one can make for which the nation will remain indebted forever. The challenge that lies before you has now moved beyond the abolition of the quota system. It is time to channel today's emotional energy and patriotism into concrete actions of tomorrow for achieving a lasting positive change in Bangladesh for which you have sacrificed so much in such a short time.\nIt is crucial to note that your movement in 2024 stands apart from its predecessors, and in a significant way, as it mostly includes ordinary and non-political students. Unlike 1990, when Chhatra League and Chhatra Dal, the student wings of Awami League and BNP, respectively, played major roles, you have transcended party affiliations to be representative of all students, irrespective of their personal beliefs and political ideologies. You became something larger than life by serving as the conscience and voice of the nation as opposed to representing any particular political camp or ideology. This independence is both refreshing and commendable as it gives us hope to expect greater things to come from you that are driven by genuine love for the country, as opposed to petty partisanship and personal interests only.\nYour protest and revolt are a testament to the power of technology in mobilising forces for positive change. Unlike the communication methods available in the 1990s, during the last student movement which led to the ouster of the corrupt and immoral military dictator Gen HM Ershad, you have harnessed social media and digital platforms to amplify your voices and coordinate your efforts. As we look back on the 1990 protests, we must never forget the sacrifice of those who came before you. Approximately 100 lives were lost in the struggle for democracy during that tumultuous period.\nReflecting on the period since 1991, when parliamentary democracy was restored, we see a mixed legacy of progress and missed opportunities for Bangladesh. Our GDP has grown from $31 billion in 1991 to $437 billion in 2023, a testament to our economic resilience. Life expectancy has increased from 54 years in 1991 to 74 years in 2022, reflecting improvements in healthcare and living standards. We have dramatically reduced poverty, with rates falling from 42 percent in 1991 to around 5.01 percent in 2022. Our infrastructure has seen remarkable improvements, with electricity access rising to almost 100 percent by 2022.\nAlongside these achievements, we have also fallen short in several critical areas. Our democratic institutions remain fragile, with press freedom deteriorating to the point where Bangladesh now ranks 165th out of 180 nations in the 2024 World Press Freedom Index. Human rights conditions have worsened, and corruption continues to plague our society, with Bangladesh scoring its lowest in 12 years on the 2023 Corruption Perceptions Index. Perhaps most concerning for your future is the rise in youth unemployment, which has increased from 5.51 percent in 1991 to 15.74 percent in 2023, despite our economic growth.\n\nIt is crucial to note that your movement in 2024 stands apart from its predecessors, and in a significant way, as it mostly includes ordinary and non-political students. Unlike 1990, when Chhatra League and Chhatra Dal, the student wings of Awami League and BNP, respectively, played major roles, you have transcended party affiliations to be representative of all students, irrespective of their personal beliefs and political ideologies. You became something larger than life by serving as the conscience and voice of the nation as opposed to representing any particular political camp or ideology.\nThe commercialisation of politics has seen the nefarious rise of an elite group of businessmen-turned-politicians as politics has become the best business in town to make quick money with very little genuine entrepreneurial work and hardly any accountability behind it. You have been unfairly deprived of good role models in both politics and business, as is evidenced in the beneficiaries of this malicious culture, some of whom are now desperate to leave the country with their ill-gotten money, both at home and abroad, and stopped in the airports and borders. We have hardly succeeded to provide you with good examples to be inspired from—either in politics or in business. So, set examples, in both politics and business, that puts us to shame and makes your next generation proud of your achievements and successes as well as your character and integrity.\nYour role, dear students, extends far beyond this moment of protest. You are the architects of Bangladesh's future, which I would like to label as \"Vision 2050,\" and your responsibilities have only just begun. Engage deeply in policy discussions, pursue excellence in your chosen fields, and hold leaders accountable not just for today, but in the years to come. Let your actions be guided not just by emotion, but by a clear vision of the Bangladesh we can become. Cultivate the skills and knowledge needed to lead our nation into the future, whether in politics, public service, business, technology, arts, culture or sports.\nAs we look towards 2050, I urge you to envision a Bangladesh that has learnt from its past and boldly faces its future. Aspire to build a nation that stands in the world as a beacon of democracy, prosperity, and social justice. This vision should include a fully developed economy that has diversified beyond the ready-made garment sector, embracing technology and fostering innovation across various industries. Technology must play a central role in this vision. Your protest has already demonstrated how digital tools can be leveraged for social change. Now, imagine how these same technologies can be applied to governance, transparency, and accountability as well as entrepreneurism and enterprise.\nTo realise \"Vision 2050,\" we must confront the shortcomings that emerged after 1991. Political polarisation, weak institutions, and rampant corruption have hindered our progress. To move forward, we need comprehensive reforms across various sectors. Constitutional changes must strengthen our democracy and prevent power concentration. Significant investment in digital infrastructure is crucial, not only for economic growth but also to enhance governance, transparency and efficiency. Robust anti-corruption measures, backed by stringent accountability systems, are essential.\nStrive for an independent judiciary that ensures the rule of law and equal justice for all citizens, regardless of their social or economic status or political ideology. Transparent governance should be at the core of our political system, with robust mechanisms in place to promote accountability at all levels of government. Social equality must be more than just a slogan, with concrete steps taken to eradicate discrimination and ensure equal opportunities for all Bangladeshis, regardless of gender, religion or ethnicity. You fought for meritocracy whose one of the underlying principles is equal and fair opportunity to all, not for the few privileged only. Be vigilant to preserve and protect what you have earned with so much sacrifice.\nOur education system demands a thorough revamp to meet challenges of the evolving global knowledge economy. Since the establishment of Bangladesh's first private university in 1992, we have witnessed a proliferation of higher education institutions, with over 100 private universities now operating nationwide. This rapid expansion, averaging more than three new universities annually, has undoubtedly increased access to tertiary education. However, this quantitative growth has not been matched by qualitative improvements. The quality of teachers has gone down at a much faster rate than the quality of students. As a result, the quality of education has, in many instances, deteriorated, failing to equip graduates with skills and knowledge demanded by the modern job market. In the 2024-25 global academic rankings, encompassing 2,250 top universities from over 100 countries, only five Bangladeshi institutions have secured notable positions, reflecting our weak standing in the competitive international higher education landscape and underscoring the need for improvement in the nation's tertiary education sector.\nThis misalignment between educational outcomes and industry requirements has contributed significantly to the rising unemployment rate among our youth. To address this critical issue, we must pivot towards an education system that emphasises critical thinking, problem-solving, and digital literacy. Our curriculum must be dynamic, continuously adapting to global best practices and anticipating future workforce needs at a time when skill sets have an average shelf life of three years as technology continues to challenge our intellect and abilities at breakneck speed. By fostering innovation, entrepreneurship, and practical skills alongside theoretical knowledge, we can better prepare our students to thrive in the 21st century global economy and reverse the trend of increasing youth unemployment. You, the students, deserve much better support from the country and its educational establishments.\nIn the health sector, while we have made significant strides in family planning, immunisations, and reducing maternal and infant mortality rates, the 2023 healthcare index places Bangladesh at 94th out of 94 countries, highlighting persistent challenges. Urban-rural disparities and systemic issues continue to hinder progress. We must prioritise reforms and investments for improving quality healthcare services accessible to all.\n\nAs you stand at this crossroads, do not repeat the mistakes of the past that many of your predecessors did. The euphoria of change must be matched with the diligence of nation-building. By 2050, let Bangladesh stand as a model of what can be achieved when a nation harnesses the energy of its youth and the wisdom of its experience. Build a country where democracy thrives, where the economy provides opportunities for all, where education opens doors to success, and where every citizen can live with dignity and hope.\nAs we progress towards 2050, we must prioritise climate change adaptation and sustainability. Bangladesh, being one of the most vulnerable countries to climate change, must lead by example. Envision a future where sustainable practices are not just encouraged, but are the norm. From green urban planning to renewable energy adoption, from sustainable agriculture to eco-friendly industries—let Bangladesh be a model of sustainable development. Remember, a sustainable lifestyle is not just an environmental imperative, but an economic one. By embracing sustainability, we can attract green investments, create new jobs, and position Bangladesh as a leader in the global green economy. Our economic planning must prioritise sustainable, inclusive growth that transcends political cycles and benefits all citizens.\nAs you embark on this journey, remember that life has a way of challenging our ideals. As you grow older, you may find that the purity of your thoughts is tested by new challenges and adversities, unexpected uncertainties and risks. The fervour of youth may be tempered by the complexities of adulthood. However, just as age is just a number, your youthful energy is more in your mind than in your body. I implore you to keep alive and agile the passion and determination to build a nation great in its humanity and fierce in its ambitions.\nLet the idealism and patriotism that fuel you today be the compass that guides you through the challenges ahead. Please remember that everyone loves to be with the winner, which you are today. I have seen how some of the student leaders and heroes of the glorious student movement of 1990 got lured into the trap of greed and lust at the expense of their values and morals. Today, some of them are no less pathetic than the evil forces against which they fought valiantly at some point in their lives that resulted in the ouster of a corrupt and immoral military dictator in 1991, who was subsequently restored by our political parties with their marriage of convenience devoid of values and principles. In the process, they betrayed the likes of well-known protester Noor Hossain and Dr Milon, who made the ultimate sacrifice with their lives during those turbulent days.\nAgain, salute to you, the students, who time and again have shown the politicians what selfless acts of patriotism look like. However, the irony and lesson of history is that politicians in our country, except a few exceptions, hardly learn and seldom change until they are forced to do what they are supposed to do: love and serve the country selflessly. So, be vigilant and know how to discern between right and wrong, good and bad. Please remember that the choices you make today will shape the future that you aspire for tomorrow. Equally important is not to compromise your dignity for your destiny, as then it is not worth it.\nAs you stand at this crossroads, do not repeat the mistakes of the past that many of your predecessors did. The euphoria of change must be matched with the diligence of nation-building. By 2050, let Bangladesh stand as a model of what can be achieved when a nation harnesses the energy of its youth and the wisdom of its experience. Build a country where democracy thrives, where the economy provides opportunities for all, where education opens doors to success, and where every citizen can live with dignity and hope.\nThe path to 2050 is long and fraught with challenges, but with your passion tempered by wisdom, idealism coupled with pragmatism, you can build a Bangladesh that not only fulfils the dreams of our Liberation War, but exceeds them. Let this moment be the catalyst for a new era of progress, where the spirit of 1971 is finally realised in a truly free, fair, and prosperous Bangladesh where everyone—irrespective of social, economic, religious or ethnic identity—thrives on his/her merit and hard work, honesty and integrity, character and compassion, and last but not the least, an unflinching patriotism that neither gathers dust nor rots with the passage of time.\nThe future is in your hands, dear students. Shape it with an unwavering commitment to the greater good of our beloved nation. Your journey begins now, and with it, the promise of a brighter, more prosperous Bangladesh for generations to come. Where we failed, you will succeed for sure. We can't afford any more time wasted, or another generation lost as the euphoria subsidies and reality starts to kick in.\nFinally, never be afraid to dream big and aspire for more. Let no challenge make you daunted, have faith in life and the goodness it brings, never shy away from speaking the truth and taking a stand—which you did so bravely. Keep on marching with courage and conviction, character and compassion—the nation is with you in thoughts, spirit, and prayers.\nProf Syed Munir Khasru is chairman of The Institute for Policy, Advocacy, and Governance (IPAG), an international think tank. He can be reached via www.syedmunirkhasru.org.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/vision-2050-the-valiant-sons-and-daughters-the-soil-3673181",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "The walls of Dhaka have long been a canvas for the city's residents to express their thoughts, frustrations, and aspirations. From student protests to political sloganeering, the buildings and infrastructure of the capital have become a public forum for the people's voice. However, the current state of these walls, covered in a motley of graffiti and one-liners, has sparked a heated debate.\nOn one side of the argument are those who believe that the walls should be left untouched, even if they contain explicit language or subpar artistry. They argue that this graffiti is a reflection of the \"collective anger\" that the common people have held towards the former totalitarian government. As a literature student from North South University put it, \"Slangs are part of our language. And it's difficult to express frustration and anger without using slangs. So, we should embrace them and leave them on the walls.\"\nThe opposing view, however, holds that \"uncivilised gestures\" have no place in a protest movement. A Dhaka University student opined, \"Why do we need to use inappropriate language (slang), when we can use powerful words, such as 'dictator must fall' and other slogans that have been chanted by hundreds of people throughout the protests?\" This sentiment is echoed by those who believe that the walls should be repainted, not only to remove the unsightly graffiti, but also to preserve the more artistically and politically potent expressions.\nRecently, the one-liners done by spray paints on the wall of the DB (Detective Branch) office have been removed and the wall has been repainted by cartoonist Morshed Mishu. Previously, the walls displayed a crude one-liner that reads, \"Harun er bhaat er hotel bondho\", with another line body-shaming him in inappropriate language. Now, the freshly painted graffiti carries a far more powerful statement against corruption and for better public service. The walls now display the bold declaration, \"Ghush bondho\" (Bribery must be stopped), along with the call, \"Police must serve the public.\" \nThis direct and uncompromising stance against corruption is a welcome sight, particularly in a government office that should be a bastion of integrity and accountability.\nFrom this standpoint, the walls should serve as a platform for well-crafted, thoughtful messages that convey the movement's core values and demands in a clear, dignified manner. The use of slang, in this view, undermines the legitimacy and seriousness of the protest, and the walls should be treated as a public space that reflects the aspirations of civil society, rather than the raw outbursts of the marginalised.\nThe case of the graffiti depicting the iconic Abdul Hamid Khan Bhashani, painted by artist Jahid Jamil, being whitewashed is a prime example of this debate. While the removal of such quality work has understandably angered many, there is also an argument that the walls must be treated equally, regardless of the artistic merit of the graffiti. This raises the question of whether the walls should be seen as a canvas for artistic expression or a medium for political messaging, and how these competing priorities can be balanced.\nHowever, a nuanced analysis suggests that there is value in preserving the graffiti that holds the sentiment of the student protest and was done before August 5, the day former prime minister Sheikh Hasina resigned and fled the country. As a political science student from DU argued, \"the inappropriate ones, containing slangs and spelling mistakes\" represent the participation of the marginalised sections of society in the movement, which evolved into a mass upsurge. These powerful words and expressions, even if they include some slang, reflect the collective anger of the masses.\nUltimately, the debate over the walls of Dhaka is a microcosm of the larger struggle between order and expression, between aesthetics and authenticity. While the authorities may be tempted to paint over the entire canvas to restore a sense of uniformity, it is important to recognise the social and political significance of these walls as a public forum. \nPerhaps a middle ground can be found. In the current context, where an interim government has just been formed and Bangladesh is on the cusp of a critical political transition, the walls of Dhaka can serve as a vital medium to raise awareness and promote the values of a just, secular, and inclusive society. Amidst recent reports of arson, looting, and attacks on minority groups, the graffiti on these walls can be a powerful tool to convey messages of diversity, tolerance, and the formation of a truly democratic, secular Bangladesh.\nTherefore, the quality and politically potent graffiti must be preserved, while the more inappropriate and unsightly expressions must be selectively removed and replaced with graffiti relevant to the current political situation of our country. In doing so, the walls of Dhaka can continue to be a canvas for the people's voice, without descending into visual chaos.\nMahiya Tabassum is a journalist at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The walls of Dhaka: Canvases of protest or eyesores?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-walls-dhaka-canvases-protest-or-eyesores-3673101",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "In recent weeks, Bangladesh has been swept up in a wave of rumours circulating across social media. These rumours have thrived, particularly during disruptions in internet and communication services. Scholars studying social media-based rumours note that such rumours often spread during crises, wars, periods of uncertainty, and disasters. This is especially relevant to Bangladesh now. \nOngoing disruptions in communication create an information vacuum, preventing access to reliable sources. This increases uncertainty and fear, making people more susceptible to believing and spreading unverified information. Additionally, the human tendency to seek and share information intensifies during crises and disasters. Rumours fill the gap without credible channels, often appearing plausible and contextually relevant. The current situation, marked by ineffective communication, heightened anxiety and uncertainty, and a lack of trustworthy information channels, provides fertile ground for rumours to flourish.\nIn such a situation, it is nearly impossible to stop rumours completely, but they can be effectively prevented with proper and timely measures. Like cyclones or wildfires, rumours can be tracked and understood as they develop, but they can cause significant harm without timely intervention. Therefore, the continuous generation of rumours underscores the need for prevention through immediate, mid-term, and long-term preventative strategies.\nCredible channels must immediately disseminate as much truth as possible regarding relevant issues to counteract rumours. Researchers have not found a single example of how stopping communication systems and hiding the truth helped prevent rumours. Therefore, immediately restoring all communication channels to normal functioning is urgent. Bangladesh Awami League's Facebook page is trying to counteract rumours. Unfortunately, this may not be effective due to potential distrust from a significant portion of the population on the platform now. A good combination of content, context, and communication medium is not only important but vital in combating rumours.\nIn this given country's current infrastructure, the government needs to collaborate with fact-checking organisations like Rumour Scanner and Jachai immediately. These organisations identify and debunk rumours and provide factual information as proof of their claims, which have earned public trust already. The government can utilise this trust to mitigate the situation. The credibility of the source plays a crucial role in public perception. Hence, nationally respected newspapers, television channels, and radio stations should also broadcast accurate information to counter false narratives. As part of immediate action, government entities should also work closely with social media companies to flag and remove rumours quickly. Despite various social media platforms earning substantial revenue from Bangladesh, they do not have offices in the country. As a mid-term action, the government should pressure these companies to establish local offices in Dhaka to ensure an immediate response during crises from them. In addition, my ongoing study found that most rumours circulated from fake or unverified Facebook accounts in Bangladesh over the last decade. The government should pressure these companies to enforce identity verification for account creation and operation, which is feasible for them.\nEngaging community leaders and influencers who sway public opinion can also help spread accurate information. These individuals must be well-accepted and respected in society. Additionally, educating the public on identifying and verifying information can empower individuals to assess online content critically. Short-term digital literacy campaigns and social media-based advertisements, including public service announcements and educational programs, can effectively raise awareness and work as mid-term policies.\nAddressing rumours requires more than immediate and mid-term action; it demands a sustainable, long-term approach. Rumours have existed throughout history and will continue to spread in the future. Historically, their impact was limited due to slower dissemination. As a long-term measure, the government could establish a dedicated rumour monitoring and detection cell equipped with the necessary resources to monitor and debunk rumours in real time. This institution must operate transparently and effectively to gain and maintain public trust. A unit currently works under the Ministry of Information and Broadcasting but fails to perform its duties effectively. Proper restructuring and support are essential to creating a trustworthy and efficient rumour management system. Besides, enhancing the nation's cybersecurity infrastructure can also prevent malicious actors from spreading false information. Investing in advanced technology and skilled personnel will safeguard digital communication channels. Long-term partnerships with traditional and new media organisations can also ensure accurate information flow. Regular training and workshops for journalists on responsible reporting and fact-checking can maintain high information dissemination standards. The Press Institute of Bangladesh and other NGOs could be key in training local journalists on fact-checking.\nMoreover, building and maintaining public trust is crucial for any rumour prevention strategy to be effective. Transparency in government operations and consistent communication foster a sense of trust and reliability. Public feedback mechanisms should be established to allow citizens to voice their concerns and verify information directly with authorities.\nImplementing a comprehensive digital literacy program as part of the national education curriculum can prepare future generations to navigate the digital landscape responsibly. This program should cover critical thinking, media literacy, and online safety topics. Though some changes have been made recently, they are not enough and effective. Similarly, universities and research institutions should be encouraged to study rumour spread patterns and develop new tools and strategies for combating rumour. Different countries have developed tools for combating rumours, which are also helping them. Updating laws and regulations to address the spreading of false information is also essential. However, care must be taken to balance regulatory measures with protecting free speech and civil liberties. Moreover, developing comprehensive crisis communication plans that can be activated during an emergency will ensure accurate information is quickly disseminated. \nThe proliferation of rumours in Bangladesh is a multifaceted issue that requires a strategic, well-coordinated government response. The government can effectively counter the rumours by adopting immediate, mid-term actions and long-term strategies. Ensuring the dissemination of accurate information in credible ways, building public trust, and fostering a culture of digital literacy are key components of this effort. \nAsaduzzaman Kajol is a PhD candidate at the University of Queensland, Australia, studying social media-based rumour.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Strategic approaches to mitigate rumours in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/strategic-approaches-mitigate-rumours-bangladesh-3672991",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "The banking sector of the country has been in a difficult situation for a long time, primarily due to an ever increasing volume of classified loans. By the end of March this calendar year, for instance, the total loan disbursed from all the banks of the country stood at Tk 16.40855 trillion. Of the entire amount, 11.10 per cent constituted non-performing loans. The amount so defaulted was the highest in the country's history. The state-run banks' share of the soured loans was 27 per cent, according to Bangladesh Bank (BB) data. Some economists think, the actual size of the classified loans will be 25 per cent of the total outstanding loans, if all the written-off, rescheduled and the loans stuck in courts are also taken into account. Strangely, this malignant growth of non-performing loans (NPLs) has taken place under the watch of the banking sector regulator, the central bank. Of course, the treatment necessary to stop this rot responsible for all the ills of the financial sector struggling with unacceptable NPL ratio, stressed assets, liquidity crunch etc; is banking sector reform. This idea of banking reform through instituting a banking commission, too, is not new. The former finance minister late AMA Muhith, too, did once promise to form such a commission, but it never saw the light of day. Even his successors did so but nothing happened finally. So, the question that naturally arises is what is coming in the way of this all-important task of saving the banking or the financial sector from its impending ruin?A section of influential people have been behind the evil practice of non-repayable bank borrowing, embezzling of bank funds and outright looting of both public and private banks. In this connection, it may be recalled that the tenure and hence, power, of the bank directors have been repeatedly increased by amending the original Bank Company Act of 1991. Lastly, through the Bank Company (Amendment) Act 2023. So, it has come as no surprise that some director have siphoned off hundreds of billions of taka from banks. As expected, a lack of accountability and regulatory failure have taken over. In fact, the abuse of policy is all-encompassing that include the banking sector, fiscal management, exchange market regime, macroeconomic management, inflation control and the list can be made longer. Notably, the neighbouring Sri Lanka's financial sector did pass through a similar rocky territory. But thanks to his efficient handling, the governor of the central bank of Sri Lanka has been able to rise, as though, from the ashes. This can be a lesson for the authorities at the helm of the country's central bank here. However, to get the ball rolling, the motive force, as always, is the political will. That is more so, because, the Bangladesh Bank has been beholden to its political masters for long, though, ideally, it should not have been the case. But the power to play an independent role by the central bank governor also depends largely on his/her competency and personal integrity – a quality the central bank heads, most of the time, failed to demonstrate. Now that the country has turned the corner following a massive upsurge led by students backed by the mass people, things seem to be looking up. So, it's time to grab the opportunity and make it a task of the newly formed interim government to start work for instituting a commission aimed at reforming the banking sector lock, stock, and barrel.",
        "headline_1": "Overhauling banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/overhauling-banking-sector-1723210158",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "The Quick Enhancement of Electricity and Energy Supply (Special Provision) Act 2010 came into force when the country was facing severe crisis of electricity. The newly-elected government back then had to cut through the red-tape of the complicated process of tendering for power projects and get power to the people. By 2014, the crisis had passed but the Act stayed on. Every power project since then has been made \"on good faith\". What exactly does that mean? Well for starters, it meant no competitive bidding. Contracts were given out in \"good faith\" by the government and there was no scope for scrutiny by anyone, including parliament.So, this practice has been going on for the last 14 years and more power plants were added and import contracts for fossil fuels handed to the private sector. The constant revision of upward energy prices became commonplace. The economy had been held hostage to this Act and the Bangladesh Energy Regulatory Commission (BERC) also got its wings clipped a few years ago. After the BERC was turned into a toothless tiger, utility companies and the ministry of energy and power had a free run to do whatever they pleased.As Bangladesh was turned into an importers' paradise for all sorts of imported liquid fuels, national plans for exploration of natural gas onshore, and hydrocarbon exploration offshore were literally mothballed. Year after year, prices of both energy supplies and power supplied to bulk and retail consumers (industry, commercial and non-commercial users) kept going up. All this is public knowledge.Hence it came as no surprise that parliament passed a bill in parliament in 2017 to extend the quick rental power plant Act. The Act was great for providers of power and energy. The beauty of \"capacity payment\" that allowed for suppliers to reap massive benefits was to continue. Was it simply suppliers who got fat off this arrangement? That is a matter of investigation by the authorities. What is clear beyond the shadow of a doubt is that millions (perhaps billions) of dollars have been squandered from the national exchequer (and foreign loans taken) in building an energy plan that was never going to be sustainable. Some companies got very rich in the process. Lots of lovely mansions were bought in the country and beyond. Fantastic sums of money were spent on destination weddings (and local weddings) where foreign celebrities were flown in to give stellar performances. Fabulously expensive cars were bought and driven around on the streets. The elite of the elite moved around in convoys of vehicles and police protocol mandated that thousands of ordinary citizens stayed stuck at traffic signals while these \"VIPs\" whizzed around in their fancy cars. The wine flowed like fountains, parties raged on till early hours of the morning, and life was great for the select few. Rest of the population paid the price for this luxury through their noses. The height of pomp knew no bounds and a new rich class had emerged, unashamed in flaunting their ill-gotten wealth. The world was their oyster and a lot of it was paid for by the energy Act that minted millions for some and was the bane for the rest of the population. It must be troubling for these people to know that the party has crashed. While many are upset at the sudden turn of events, energy experts who have been crying hoarse for over a decade to bring back sanity to energy planning may finally get their voices heard in the corridors of power. One can only hope that the incoming government will repeal this dark Act that had nearly ruined the economy. This country belongs to all the people: the students who braved the odds and faced bullets, the poor farmers who toil the land to provide the nation with its food basket, the white collar professionals who pay his/her taxes. It cannot be the haven for that small bunch of rich and depraved people who have bled this country dry in the name of ensuring \"electricity for all\". Zero accountability and non-existent transparency had become the norm. Anyone who went against it was termed \"unpatriotic\" or was simply ignored. Some writers have been called pompous and rude. Others have been ridiculed and subjected to expletives. Why? Is it because they dared to challenge the official mantra? The question is, will the new government investigate these wrongs, or will it be business as usual? Will the new authorities break with the past that allowed for this \"no questions asked\" arrangement to continue, or will they rein in the unbridled corruption in the energy sector? That is a question the new government can answer.\n[email protected]",
        "headline_1": "A much maligned electricity and energy provision must be repealed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-much-maligned-electricity-and-energy-provision-must-be-repealed-1723210404",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "One of the key events in the history of Dhaka is the beginning of the local government system, and this year marks 160 years of Dhaka Municipality, which is now Dhaka City Corporation in two separate units - North and South. In March 1864, the Bengal Government in British India passed the Municipal Improvement Act or Bengal Act III of 1864. The law led to the transformation of many of the towns and cities in the province, including Dhaka, into municipalities. In simple terms, a municipality generally means a district's urban area with corporate status and self-governing powers. The institutional infrastructure of municipal administration was a direct product of the governmental intervention. Under the new act, such municipalities were empowered to raise funds for 'improvement, education, and other local objects by levying rates upon houses, lands, animals, and other sources'. The new act was officially extended to Dhaka on August 1, 1864. A government notification also defined the area where the 'Dacca Municipality' would exercise its jurisdiction. The British government also appointed a body of 21 commissioners to run the municipal administration, and the body's first meeting took place on August 11, 1864.Even before the setting up of the municipality, Dhaka witnessed a kind of local government, though not a structured one. There was a system of an improvement committee. Introduced in 1813, the committee was abandoned in 1829. Eleven years later, the 'Dacca Committee' was formed and continued until 1864. The committee had little authority and capacity to address the city's and its inhabitants' problems. Historical records, however, showed that the 'improvement committee' (1813-1829) did some good work and took the shape of semi-municipal authority. The introduction of the municipal system was not welcomed by the Daccaites, as the municipality's first major act was the levy of rates upon houses and lands. The commissioners decided to assess the rates themselves to save money on hired staff. The Dhaka Prokash, edited by Dina Nath Sen, criticised the assessment process of home tax.As the government selected the commissioners, they felt little responsibility for doing work for the residents. They were also less capable of doing so despite being aware of the city's problems; some of them had been in Dhaka since childhood. Some even won good names for some work at their level. However, being inexperienced and unaware of public works, they failed to deliver. For instance, Dhaka was extremely filthy then, and the commissioners were at a loss to remove the town's sewage. The lack of a proper drainage system and pure drinking water in the city was a severe problem the municipality was unable to fix. It is ironic and also disappointing that 160 years later, the city still suffers for want of a well-managed drainage system and adequate supply of pure drinking water!To address the water problem, Khawja Abdul Ghani and his son Khawja Ahsanullah donated Rs One Lakh. Interestingly, 150 years ago, Lord Northbrook, the first British Viceroy to visit the city, laid the foundation stone of Dacca Water Works to get water supply from the river Buriganga. Four years later, on May 24, 1878, the waterwork was formally opened for public use.The election system to appoint chairman and commissioners was introduced in 1884, twenty years after the setting up of the municipality. Anada Chandra Ray was the first elected chairman of the municipality, and Khawja Amirullah was the first vice-chairman. As the election process started, the city's residents got the opportunity to express their opinions, although in a limited form. Nevertheless, it is also a landmark event for Dhaka and the legacy of the elected local government has continued since then despite facing some disruptions over the past century and a half.\n[email protected]",
        "headline_1": "Legacy of local government in Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/legacy-of-local-government-in-dhaka-1723210439",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-08-2024"
    },
    {
        "full_article": "It is frustrating that, amidst serious financial hardships faced by ordinary people due to the skyrocketing prices of essential commodities, drug companies are arbitrarily raising prices of life-saving drugs. This is like adding insult to injury when consumers are paying exorbitant prices.Non-communicable diseases, such as diabetes, hypertension, and cardiovascular conditions, are highly prevalent in Bangladesh. These common health issues affect millions of people, requiring daily doses of life-saving medication. The steep cost of these medications may force people to discontinue their treatment, leading to increased morbidity and mortality rates. Therefore, the Directorate General of Drug Administration must take necessary measures to ensure that medicine prices remain affordable for the general public. Pharmaceutical companies have raised prices of commonly prescribed medicines by up to 75 per cent, exacerbating the plight of consumers. The exorbitant prices of medicines are disproportionately affecting poor patients, making their lives increasingly difficult.Despite out-of-pocket healthcare expenditure in Bangladesh being one of the highest in the region. It is high time for the new interim government and all relevant stakeholders to address this issue and intensify efforts to make healthcare accessible and affordable for all.\nApurba DasStudent, Faujdarhat Cadet CollegeChattogram [email protected]",
        "headline_1": "Making medicines affordable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-medicines-affordable-1723210531",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-08-2024"
    }
]