[
    {
        "full_article": "A second, apparent attempt on the life of former U.S. President and Republican candidate for the White House, Donald Trump, has again lent an air of drama to the unfolding U.S. election campaign. Unlike the first such attempt, in Pennsylvania in mid-July, and in which a shooter’s bullet hit Mr. Trump’s ear, a man with a rifle at the golf club where Mr. Trump was located was confronted by the Secret Service and taken into custody. While the two attempts may win Mr. Trump some sympathy votes on November 5, it remains to be seen whether these incidents impact the public psyche sufficiently to tip the race in his favour. As it stands, the race between Mr. Trump and his Democratic rival, Vice-President Kamala Harris, is poised on a knife’s edge, with the latest national average of polls putting Ms. Harris ahead by three percentage points — 49%. Yet, analysts argue that the difference is not beyond the margin of statistical error, which would make it unwise to assume a winner based on the current trend.Leaving aside unexpected or shock events that could dramatically shift the terms of the race between now and voting day, the old election adage and past statistical observation that a greater turnout may benefit Democrats will likely hold true in 2024. Indeed, in the 2022 mid-term elections, the performance of Republicans, who were on a strong wicket after incumbent President Joe Biden’s approval rating had fallen to relatively low levels, was dented by Democratic Party supporters who turned out in greater numbers in the wake of the Supreme Court decision overturning Roe vs Wade on the federal right to abortion. Similarly, Democrats may have felt encouraged after the first Trump-Harris presidential debate, wherein Mr. Trump made unfounded allegations about immigrants eating the pets of Americans. Immigration reform has always been a thorny issue that has punctured the campaign of many a previous presidential candidate or the policy plans of elected representatives. Mr. Trump already alienated many voters during his first term and campaign when he implemented his so-called “Muslim ban” — travel to the U.S. from certain Muslim-majority nations — and made derogatory remarks about immigrants from Mexico and parts of Latin America. While it is clear that he intends to continue down this path of racist nativism, it remains to be seen whether Ms. Harris will be able to offer a rational and humane border and asylum policy for undocumented workers, including a reasonable and just path to citizenship for those who are productive members of American society. There is a palpable need for bipartisan politics and policy at this juncture. Published - September 17, 2024 12:30 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUS PRESIDENTIAL POLLS\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\njudiciary (system of justice)\n\n/\n\nabortion\n\n/\n\nimmigration",
        "headline_1": "Down to the wire: On the run-up to the U.S. presidential election",
        "headline_2": "The U.S. presidential race is poised on a knife’s edge",
        "link": "https://www.thehindu.com/opinion/editorial/down-to-the-wire-the-hindu-editorial-on-the-run-up-to-the-us-presidential-election/article68648506.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "The casual exaggeration of claims in medicine, unsubstantiated by science and facts, has long been a plague in the health sector. The promise of spectacular cures advertised in the media from time to time, in fact, prompted separate legislation to curb such claims: the Drugs And Magic Remedies (Objectionable Advertisements) Act. Last week, controversy over the claims over the prowess of eye drops prescribed for presbyopia (progressive loss of the near focusing ability of the eye due to ageing), led to the Central Drugs Standard Control Organisation (CDSCO) suspending a pharma company’s permission to manufacture and market the product. The CDSCO said that the company had made claims, for which it had not been authorised (that using the drops could lead to reading glasses not being needed for presbyopia). “In view of public interest, and due to the likelihood of the public being misled by these claims,” permission had been suspended. The company, ENTOD Pharmaceuticals, held that approval for the drug was based upon a valid controlled clinical trial that demonstrated efficacy and safety in 234 patients. It ladled the blame for the ‘claims’ on to media reports on the new product “which went viral and public imagination [that] led to an unusual escalation for which ENTOD Pharmaceuticals is not responsible”. Despite these protestations, the company had posted a message on X (since deleted) tagging Prime Minister Narendra Modi: “PresVu is the first DCGI-approved proprietary prescription eye drops to eliminate the need for reading glasses”.The main ingredient in the drops, pilocarpine, works by causing the pupils to constrict, creating a pinhole effect. This would enable someone with presbyopia to see better. Pilocarpine, itself, is not a new application in ophthalmology, or even, presbyopia. It has been used to treat glaucoma, though its use waned because of the side effects, and has since been replaced by better drugs. The U.S. FDA had, in 2021 and 2023, approved pilocarpine-based eye drops for use in presbyopia. While the announcement of these approvals was publicised at the time, the communiqués mentioned the advantages of using the eye drops, along with the side effects, a measured claim about offering another option for presbyopes, in addition to glasses, contact lenses and surgery. The intervention of the CDSCO in this case, clearly is an attempt to reinforce the Drugs and Magic Remedies Act. This is a valid intervention in India today, where frequent advertisements for fantastic cures indicate the presence of an industry that thrives on cheating gullible patients. It is the duty of the government to set store entirely by scientific data, and rein in unsubstantiated claims about drugs, no matter who makes them. Published - September 17, 2024 12:15 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nmedicine\n\n/\n\nscience (general)\n\n/\n\nlaws\n\n/\n\nmedia\n\n/\n\nopthalmology\n\n/\n\npharmaceutical\n\n/\n\nprescription drugs\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nUSA\n\n/\n\nIndia\n\n/\n\nadvertising",
        "headline_1": "Clarity of vision: On eye drops for presbyopia and ‘claims’",
        "headline_2": "A useful drug is undone by fantastic claims about its efficacy",
        "link": "https://www.thehindu.com/opinion/editorial/clarity-of-vision-the-hindu-editorial-on-eye-drops-for-presbyopia-and-claims/article68648543.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "Getting burgled is a big up at the rummy table\nMrs Nair’s home got burgled for the second time. This invasion by thieves who have not yet been caught catapulted her to the top of the social ladder because being robbed is a big up for status and hard to beat. A luncheon plus card party was held for her and she set the ball rolling by saying how lucky they were to be unharmed seeing as they were all home asleep.\nAt the rummy table she was lording (ladying?) it over the others and explaining how they did not keep cash in the house and only some valuables had been swiped when Mrs Sishta asked if what was stolen was genuine stuff or fake. This gave Mrs Mundul who had been a victim of a break-in last year a chance to say that crooks these days are very smart and they know who is worth robbing and who is not, they do their homework and are truly professional.\nThen you have nothing to worry about, said Mrs Shahani oh so sweetly to Mrs Venky, they won’t be coming for you. This barbed comment ricocheted around the table like an errant bullet and Mrs Williams made things worse by saying her husband being a top cop had told her that hi-tech crooks even knew how to decipher the combination to a safe and they spent days checking out the victim’s wealth before making an attack.\nExactly my point, said Mrs Nair, they only go for the big fish, they know what they are doing, even thieves don’t go for tiddlers. Unless, of course, you are a great pretender, said Mrs Shah, rushing in to support Mrs Venky, and you are faking it. To which Mrs Nair bristled and said, so what are you insinuating, huh? I am not insinuating anything, she said, it’s that really silly the thieves would look if they took all that trouble and risk and found it was costume stuff, after all even crooks can get it wrong.\nAt which Mrs Nair retorted, you cannot fight envy, some people are obviously green with it and I don’t have to take these barbs, I am going home. And she flung her cards down in a huff. So am I, said Mrs Venky and Mrs Shah said, can you drop me off, I’ll come with you. The party began to break up like soggy bread and Mrs Dewan in her position as the hostess witnessing the debris of her kitty party said, but I have made so much lunch and my dum aloo and yakni, especially for today, you cannot just walk away, this is so unfair, I spent all morning cooking. \nAnd Mrs Sishta said, seems you are the second victim.\n\n",
        "headline_1": "To boast a thief",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/to-boast-a-thief/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "Aravalis to Goa, govts seem determined to ignore the Wayanad lesson\nEven if we take Haryana authorities at their word, their desertion of the environment is inexcusable. They say it was because of a communication gap that even as one department was notifying the Rajawas Aravali tracts in Mahendergarh as ‘protected forest’, another auctioned off one-fourth of this land for mining. This is far from an isolated flub. The Supreme Court and other institutions’ efforts to preserve the mountain range have been resisted by successive state govts. When mining and real estate lobbies get a friendlier hearing than Nature, a select sliver rakes in profits, and large populations end up paying a heavy price.\nSimilar stories are playing out in other states too. In Goa, experts are warning that a change in land use law enabling casual conversion of “green zones” for residential and commercial construction, will lead to dangerous destruction of hill slopes, natural cover and agrarian spaces. Beneficiaries include politically influential figures, which raises doubts, as in Haryana, about how much policymakers are really aligned with genuine public interest. The devastating landslides in Wayanad served notice on what is at stake, as Goa shares the region’s topography. Rampant construction in ecologically fragile zones would be a bad idea in any era; ours is haunted by climate change. If govts wilfully ignore this fact, all other conservation efforts get negated.\nIn Goa, lax oversight has seen mining choke the water bodies and contaminate the soil. In Haryana, reckless destruction of the landscape hasn’t just violated groundwater tables locally, but sent up health and economic costs across NCR. The state’s poor conservation record also puts in doubt how sincerely it will undertake compensatory afforestation for the pristine tropical jungles of Great Nicobar Island. It’s no comfort that, unlike elsewhere in the world, Indian govts do not deny climate change or the importance of natural ecosystems, when their actions do. \n\n",
        "headline_1": "Gash in the mountain",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gash-in-the-mountain-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "GOI should focus on conducting a thorough Census & not give in to caste census politics\nGOI said it has initiated the process for conducting the Census, with a formal announcement likely soon. This hopefully brings down the curtains on the ‘Waiting for Census’ play. Census 2021 is long behind schedule. The onset of pandemic in 2020 was held up as the reason for the delay earlier. But, while national censuses were impacted by Covid globally, India is among just three countries, as per UN Population Fund’s Global Census Tracker, where a fresh schedule for the exercise is yet to be announced. Even now, there’s no certainty when the latest Census findings will be released, since it has taken 11 months in the past after the start of its first phase for the process to be completed. If there is a silver lining here, it is that India is going for its first digital Census, with there also being a provision for self-enumeration.\nA data crisis | The delay in Census has had serious implications for implementation of policy, as it is the only source of benchmark data for a host of metrics that measure socio-economic conditions in India. The reliance on outdated 2011 Census figures by India has impacted vital data sets relating to health, demography and economy, besides taking a toll on quality of surveys by National Sample Survey Office (NSSO), among others. For instance, it is estimated that as many as 11cr Indians are being denied benefits under the Food Security Act, since beneficiaries are still counted as per 2011 Census. There is also the delimitation of parliamentary constituencies that can happen only after the Census is conducted. And linked to delimitation is the implementation of the landmark women’s reservation law.\nSay no to caste census | What evokes concern after Sunday’s announcement is GOI being “open” to a caste census. The change in its stance is clearly a concession to electoral pressures, which saw opposition demand for a caste census gain traction in 2024 LS elections. Yielding on this front, however, will end up skewing India’s political discourse and lead to demands for greater affirmative action in govt sector, with potentially huge ramifications for public policy. Reserving more and more of a limited number of govt jobs cannot be the way forward for the 7-8mn young Indians estimated to enter the job market every year. We need to create employment in the private sector to deal with the jobs crisis. And conducting Census quickly and using its findings to rework our policies would be the first step in that direction.\n\n",
        "headline_1": "Finally, sense of us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/finally-sense-of-us-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "Will cat and dog memes decide the next US election? The highlight of the first presidential debate, pitting Kamala Harris against Trump, was when Trump, clearly rattled by Harris mocking his rallies, burst into a rant about pet-devouring immigrants in Springfield, Ohio.\n\nRead full story on TOI+\n\n",
        "headline_1": "Battle of the memes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/battle-of-the-memes/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "The political upheaval in Bangladesh is having a profound impact on the country's economy. For the country to recover and stabilise, the interim government must prioritise political stability and the restoration of law and order. These steps are critical to setting the stage for economic recovery.\nThe ongoing political crisis can significantly slow down economic growth. Political instability breeds uncertainty, which in turn undermines investor confidence. As a result, both domestic and foreign investors can become more cautious, leading to reduced private investment. Political instability also affects the broader economic environment by disrupting business operations and creating an unpredictable financial climate.\nBangladesh has been experiencing high inflation since early 2022, with inflation rates reaching 11.66 percent in July 2024—highest in 13 years. Food inflation has been even more severe, hitting a record 14.10 percent. The ongoing supply chain disruptions and shortages are likely to keep inflation elevated, which disproportionately impacts low-income households. For many families, the rising cost of living is a significant burden, further straining their financial resources.\nUnemployment, especially among educated youth, remains a pressing issue. Around 41 percent of young people aged 15-24 years are neither in education, employment, nor training (NEET), nearly double the global average. This high rate of NEET youth exacerbates social and economic challenges, contributing to a sense of disenfranchisement and economic frustration among the younger population.\nThe country has been facing a worsening macroeconomic situation since the beginning of 2022, manifested by the decline in foreign exchange reserves and slow growth in exports and remittance earnings. During the ongoing political turmoil, small businesses and production units are particularly vulnerable to these challenges, facing disrupted operations, decreased productivity and, in some cases, forced closures. This affects the business owners and has a ripple effect on employees and suppliers, further compounding the economic difficulties.\nThe interim government's role is crucial in navigating these economic challenges and laying the groundwork for a stable transition to a permanent government. Immediate economic priorities should include combating inflation and restoring macroeconomic stability.\nAddressing high inflation requires a coordinated approach involving monetary, fiscal and tariff policies. Effective market management is essential to stabilise prices. The appointment of a new central bank governor has raised expectations for better use of monetary policy tools to control inflation and stabilise the economy.\nThe government must work to stabilise the macroeconomic environment by improving forex reserves, increasing remittance inflows through formal channels, and boosting exports despite the political crisis. These measures are crucial for restoring confidence in the economy and ensuring sustainable growth.\nHowever, to address the country's structural economic challenges, comprehensive reforms are essential in several key areas:\nBanking sector: Reforms are needed to tackle high levels of non-performing loans, poor governance, corruption, inadequate risk management, and regulatory weaknesses within the banking sector. Strengthening transparency, enhancing regulatory oversight, and ensuring sound financial practices are vital for restoring confidence in the financial system.\nTaxation system: Bangladesh's tax-GDP ratio is notably low, standing at 7.8 percent in December 2023. Reforms should focus on broadening the tax base, improving compliance, and enhancing the efficiency of tax collection. Administrative and institutional reforms are necessary to strengthen the tax collection authority, curb corruption, and ensure a more equitable and effective tax system.\nTrade and investment policies: To foster a more favourable environment for export diversification and foreign direct investment (FDI), reforms should address the heavy reliance on ready-made garments and the challenges in attracting FDI. As Bangladesh approaches its graduation from Least Developed Country (LDC) status in November 2026, it is crucial to liberalise trade and investment regulations, remove structural barriers, and improve the ease of doing business.\nPublic expenditure: With public expenditure at around 15 percent of GDP, significantly lower than its comparators, reforms should aim to improve allocation efficiency and enhance spending in key social sectors. Prioritising investments in education, healthcare, and infrastructure will help address critical needs and support long-term economic growth.\nInstitutional capacity: Strengthening state capacity is essential for effective governance and service delivery. Institutional reforms should focus on improving efficiency and accountability within government institutions. This includes enhancing the capabilities of public servants, streamlining bureaucratic processes, and combating corruption to ensure that government actions are effective and transparent.\nAddressing Bangladesh's economic challenges requires not only political stability, but also a robust and comprehensive approach to reform. The interim government must focus on both immediate economic priorities and long-term structural reforms to foster a stable and prosperous economic environment. By taking decisive action in these areas, the government can set the stage for sustained recovery and growth.\nWhile the interim government may face limitations in implementing all desired reforms within its term, it is crucial to focus on setting a strong foundation for future changes. Establishing effective and robust frameworks for reform can ensure that progress is sustained beyond the interim period. By mobilising support from key stakeholders—including political leaders, civil society, and the private sector—the interim government can foster a collaborative environment that drives reform forward. This strategic groundwork will help pave the way for a more comprehensive and successful implementation of reforms in the long term, even if the immediate results fall short of expectations.\nDr Selim Raihan is professor at the Department of Economics at the University of Dhaka and executive director of South Asian Network on Economic Modeling (SANEM). He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The steep economic challenges that the interim government faces",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-steep-economic-challenges-the-interim-government-faces-3704266",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "Since the formation of a new popular government in Bangladesh in August 2024, the prevailing theme in the country has been reform and change of the entire governance mechanism. A popular outcry, particularly from students and the youth in general who led the movement to oust the previous regime, has called for a complete overhaul of all branches of the government, which have been mired in years of corruption and malpractice. The catchphrase for change is the establishment of transparency and accountability for all public servants to the people they serve.\nWhile experts work out the reforms, citizens are also responsible for playing a more decisive role in holding all future governments and their administrative units accountable. For that, they can resort to an existing, readily available law: the Right to Information (RTI) Act, 2009. Similar laws exist under different names in various parts of the world, mostly known as Freedom of Information (FOI) laws. In Bangladesh, the RTI law was first introduced as an ordinance by the caretaker government in 2008 and later adopted as an act by the new parliament in 2009. As per the preamble, the law's primary goal was to empower citizens to monitor government work and ensure that it followed the laws of the land and was corruption-free.\n\nThe law specifies two ways for citizens to obtain information from the government: i) through \"proactive disclosure,\" which means citizens can demand that the government disclose on its own, without asking, all disclosable information, particularly those related to financial and human resources of the government; and ii) through the \"reactive disclosure,\" which deals with information that is not proactively disclosed and must be specifically sought. Citizens are entitled to seek any information except what is exempted by the law, such as those that, if disclosed, may endanger Bangladesh's security, integrity or sovereignty, foreign relations, sensitive military or intelligence-related information, and citizens' privacy.\nBeyond the exempted categories, citizens have the right to seek information related to governance from the public authorities, including NGOs that use public funds. It is best if governments use the proactive disclosure mechanism to disclose as much information to the people as possible, so the latter don't have to use the reactive disclosure mechanism. Unfortunately, that is often not the case.\n\nThe Bangladesh law provides a list of information to be published by government bodies on their website and by other public means, which are often benign and innocuous and hide more than they reveal. They include information such as organisational structures, functions, duties, powers, etc. While some countries disclose as much information as possible, in Bangladesh, even innocuous information is often not disclosed, and the public shows no interest in this regard, partly due to a lack of awareness about the RTI Act and partly due to fear of reprisal from those providing information. Now that the younger generation is actively working to change these practices and undemocratic tendencies, it is time to consider the law more seriously.\nThose among our youth who are charting change for the future should look at the proactive disclosure list in our RTI Act and decide how much more the government must disclose to be more transparent in its work. Many international guidelines are available online, where the sky is the limit. The most important thing is what we, as citizens, wish to obtain.\n\nIn Canada, for example, proactive disclosure includes financial and human resources-related information by all government departments and agencies, travel and hospitality expenses, and more. In Sweden, on the other hand, the principle of public access to information is considered the most fundamental principle of the government. Swedish laws contain provisions on the right to access all official documents, which is a manifestation of the principle of public access to information, which includes all registered documents in the country. Let our young visionaries decide what the traffic would bear in our country.\nNot all information available to public authorities can be disclosed proactively, as there is information within a piece of information that must be pried open through a reactive disclosure mechanism based on citizens' requests. For example, there could be a proactive disclosure as to who was awarded a tender, but there is little scope to know if the tender receiver was selected based on any favour or if any unfair means were involved. This can only be found through the reactive disclosure mechanism. Most sensitive information is obtained through this procedure. For example, the demolition order for the illegal construction of the BGMEA building on Hatirjheel Lake in Dhaka resulted from an RTI request submitted by Syeda Rizwana Hasan, now one of the advisers of the interim government. To appreciate the scale of information application under the reactive process, consider India, where an average of six million RTI requests are made annually to different public offices. In contrast, the average in Bangladesh is 10,000 annually.\n\nFinally, what information should citizens seek from the authorities, and for what purpose? The short answer is that any government project or activity of any public body that affects public interest could be the object of inquiry by citizens to find corrective measures. Let our awakened student groups and the youth nationwide form citizen groups to identify issues on which to seek information from government bodies, in order to monitor their work and keep the pressure on them to be transparent and accountable. In the process, they will also discover why they must keep an eye on the formation and work of the Information Commission, which plays a crucial role in taking the law forward by, among other things, resolving disputes between the demand and supply sides of information. There could be no better law for our youth to be engaged in making a new Bangladesh where people's power reigns supreme in the true sense of the term.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, of Research Initiatives, Bangladesh (RIB). They can be reached at [email protected].\n\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "101 of the RTI Act for Bangladesh's youth activists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/101-the-rti-act-bangladeshs-youth-activists-3704236",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2024"
    },
    {
        "full_article": "Kazi Imdadul Huq's novel Abdullah, written nearly a century ago, is regarded as one of the first modern novels by a Bengali Muslim writer. Initially known for his poetry and children's literature, Huq transitioned into a notable prose writer, offering profound insights into history, culture, and society. Abdullah was his only novel, published posthumously, and it has since become a milestone in Bengali literature, earning enduring acclaim from readers.\nAbdullah is a social realist novel. Huq began writing it during the final phase of his life, infusing the work with mature reflections, imagination, and a realistic portrayal of Bengali Muslim life. Before embarking on the novel, he was deeply engaged in writing history, forming opinions, and participating in literary debates within the Bengal intellectual circle of his time. While not a social reformer, Huq was an artist whose hopes and ideals were vividly expressed in the novel. According to Syed Murtaza Ali, Abdullah was Imdadul Huq's greatest accomplishment and a significant contribution to Bengali literature. He writes:\nAbdullah's character mirrors the writer's own life. Both the writer and Abdullah were ideal educators. Abdullah is depicted as an exemplary human being, never overwhelmed by danger or confused about his duty. As a writer, Huq envisioned Hindu-Muslim unity and created idealised characters from both communities. The novel contains many elements of humour, and Huq's satire is evident to readers through the descriptions of various events. Through a successful combination of various Rasas, Abdullah has become a delightful novel.\n\nThe writer and the moment in history\n\nBorn on 4 November 1882 in Godaipur village, Khulna district, Kazi Imdadul Huq was a prominent educationist, thinker, and writer in early 20th-century colonial Bengal. His father initially worked in the Survey Division in Assam before becoming a mukhtar in the Khulna Criminal Court. Imdadul Huq completed his BA at Presidency College, Kolkata, in 1900 and earned his BT in 1914. He gained extensive experience in the educational sector, starting as a temporary teacher at the Calcutta Madrasa in 1904.\nIn 1906, he briefly worked in the Education Department in Shillong, Assam, before joining the Dhaka Madrasa as a teacher the following year. He became a professor of Geography at the Dhaka Teachers' Training College in 1911, was appointed Assistant School Inspector of Muslim Education for the Dhaka Division in 1914, and served as headmaster of the Calcutta Training School in 1917. By 1921, he was the superintendent of the newly established Dhaka Education Board, a position he held until his death. Imdadul Huq passed away in Calcutta in 1926, at the age of just 44. Notably, he was president of the Publication Committee of the Bangiya Mussalman Sahitya Patrika in Calcutta. In recognition of his contributions, the British Government honoured him with the titles 'Khan Sahib' in 1919 and 'Khan Bahadur' in 1926.\nThe novel is set during the first partition of Bengal in 1905, a time when the Swadeshi movement was in full swing, marking the first systematic political opposition to the British Raj. The novel vividly portrays the intense antagonism between Hindus and Muslims, capturing the social milieu of the era. It highlights how cities in Bengal were dominated by Hindus, who also held the majority of economically and socially significant positions and services.\nThe protagonist of the novel, Abdullah, resists continuing his family's religious legacy of Pirism, choosing instead to focus on completing his BA exam and becoming an ideal schoolteacher with a modern education. He is deeply committed to uplifting his community through education and strongly supports women's emancipation. Meanwhile, his brother-in-law, Abdul Kader, also pursues reform by striving to modernise madrasa education, introducing Bengali, English, and mathematics into the curriculum.\nThe main antagonist of Abdullah is his father-in-law, Syed Sahib, a staunch representative of Muslim aristocracy and a zamindar who fiercely clings to tradition, even as his rigid policies lead to his gradual decline. Abdullah's wife, Saleha, is a devoted follower of her father and shows little interest in Abdullah's progressive ideas. However, during a visit to town to care for Abdullah's ailing sister, she briefly questions her father's rigidity. Despite numerous challenges, Abdullah ultimately overcomes the obstacles in his path and fulfils his mission, guided by his uncle, Mir Saheb, a new type of entrepreneur in the Bengali Muslim community with practical ideas.\n\nMuch discussion revolves around the significance of Abdullah as a modern novel, where female characters are not vividly portrayed. However, the meticulous storytelling and detailed depiction of social realities stand out. Most critics interpret the novel as illustrating the contradictions between the declining, backward-looking older aristocratic Muslims and the emerging, modern, liberal-minded Bengali Muslims who were striving to lead the way towards modernity in Bengali Muslim life.\n\nThe creation process\n\nThe creation of the novel Abdullah was a lengthy process. Kazi Abdul Wadud stated that in 1918, after a critical operation, Imdadul Huq had to stay in the hospital for an extended recovery period, around six months, during which he wrote the novel. Two years later, it began regular serialization in the newly established literary magazine Moslem Bharat in Calcutta, edited by poet Mozammel Haq and published by Mohammad Afzal ul Haq. The magazine serialized 30 chapters of Abdullah before it ceased publication.\nAbdul Quadir, the editor of Kazi Imdadul Huq's works, mentioned that two additional chapters were drafted for the magazine but were never published due to its sudden disappearance. The complete version of Abdullah was finally released in 1933 by the Muslim Press in Calcutta. To finish the book, Anwarul Haq wrote chapters 31 to 41 based on the original draft, while poet Shahadat Hossain reviewed the entire manuscript. The whole process spanned over 15 years.\nKazi Abdul Wadud further mentioned that the entire drafts (chapters 31-41) written by Kazi Imdadul Huq should be included in the novel's appendix to understand the difference between Huq's intended ending and the one completed by Anwarul Qadir. However, Abdul Quadir only included chapters 31 and 32, which were written by Kazi Imdadul Huq for Moslem Bharat, in the appendix of Huq's works.\nNotably, a dictionary was included at the end of the novel to explain \"Musalmani\" words used in the conversations and descriptions, reflecting common religious and everyday terms of Bengali Muslims. The narrative and descriptions were written in chaste Bengali, while the dialogue was in the local dialect, reflecting the characters' backgrounds and roles.\nShaping protagonists and antagonists\nThe protagonist of the novel, Abdullah, is not a traditional heroic figure, yet he stands as the central character of the story. He emerges with a rational mind, serving as a harbinger of modernity for Bengali Muslims and a visionary advocating Hindu-Muslim unity during the turbulent Swadeshi period. Although not a revolutionary, he remained composed and committed to his liberal ideals, consistently persuading others with his beliefs. Rather than confronting his opponents, Abdullah sought understanding through dialogue, aiming to bridge differences and convey his ideas. When he found himself unable to sustain his arguments, he would gracefully exit debates, even with his wife, as he never sought to impose his opinions on others.\nIn his unofficial farewell speech to his students, Abdullah's mindset was clearly reflected. He said:\nI bless you—be a human being, a true human being. If you are truly human, you will not hate each other. Hindus and Muslims should see one another as amicable beings. This is your mission. Remember, my brothers, as I have told you many times and will continue to say: do not allow discrimination between Hindus and Muslims. All the misfortunes and sufferings of our country stem from this discrimination. If it disappears, we will become truly human and make the face of our country shine.\nSyed Sahib, a staunch upholder of his family's noble Ashraf legacy and a declining zamindar, resisted any change in social dynamics. During a visit to the city, he attended a mosque where he discovered that the Imam, though educated in religious traditions, came from a lower social stratum. Refusing to participate in Namaz under this Maulavi's leadership, he remarked:\nHe is the son of a Zola (Muslim weaver), now an Alem. His family has carried our shoes for 14 generations, and now he stands before us to lead Namaz? How can we pray under his leadership?\nThis incident underscores his refusal to accept social upliftment or equality, even within the realm of Islam.\nThe character of Mir Saheb was portrayed as a new type of Bengali Muslim entrepreneur, representing an emerging segment of Muslim society that adopted modified working ethics compared to the traditional Muslim community. He transformed his fortune by engaging in money lending with interest and the jute business. Needless to say, involvement in business with interest is considered prohibited according to Islamic ethics, leading to his near ostracism by his village and his own Islamic community.\nThus, although the interest rates charged by Mir Saheb were lower than those of Hindu lenders, the villagers preferred to borrow money from the Hindu lenders despite the higher interest, as interest is not a prohibited practice in Hinduism. This led Mir Saheb to leave his village, visiting only occasionally. However, whenever someone from the village sought his help, he would try to assist them with money or advice. While discussing the need to strengthen the position of the Muslim elite with Abdullah, he said:\nSuppose those who were peasants two or three generations ago are now advancing through education, improving their economic conditions, and exhibiting good behaviour. If they are now interacting as equals with the upper section of our society, there should be no issue in associating with them. It is completely unreasonable to hate someone's pedigree indefinitely, even if they were once peasants. Instead, it would be wiser to integrate these newly developed individuals into the current elite class, as their hereditary line will also benefit from this contact. This will be advantageous to both parties.\nMir Saheb sought to broaden the traditionally narrow approach of maintaining the Islamic aristocracy through bloodlines. He did this not only by challenging conventional conservatism but also by adopting practical measures to attain economic capital, such as education and wealth. Additionally, he utilised marriage as a means of transforming the social structure of Muslim society in Bengal. Significantly, Mir Saheb's vision of upward mobility allowed for the inclusion of previously lower-status individuals into the aristocracy, provided they met the necessary qualifications.\nThe first partition of Bengal was largely perceived by middle-class Hindus as a British conspiracy against them, designed to favour Muslims in the region. Hindu characters in government jobs and schools often discussed this perceived Muslim appeasement by the British Raj. For example, the Hindu headmaster at Rasulpur was quickly replaced following incidents involving Hindu students, and a British school inspector recommended appointing Abdullah to the position. This was seen by Hindus as patronising Muslims rather than recognising Abdullah's merits. The novel reflects the gradual increase of Muslims in education and public services, highlighting the social reality that Muslims were also entering these fields. Abdullah's approach to the school inspector was not for his individual benefit but also in response to demands from the Muslim community. He stated:\nSir, the number of Muslim students is increasing day by day. Two years ago, there were only 23, but now there are 38. However, there is no teacher for Persian. Therefore, Anjuman hopes a Maulvi will be appointed.\nThe fictitious district of Barihati is predominantly Muslim, but its town is overwhelmingly dominated by Hindus. In one corner of the city lies 'Muslim Para,' a neighbourhood where a few Muslims live and work in lower-status jobs. Abdullah and his brother-in-law, Abdul Kader, faced significant challenges in finding a house to rent, as Hindu landlords were reluctant to rent to Muslims. This narrative effectively captures the housing discrimination and difficulties that Muslims encountered in the cities of Bengal.\nWhen Abdullah's sister urgently needed to be sent to the city, where they lacked adequate housing, a Hindu doctor known for his liberal ideas stepped in, offering his home to Abdullah's sister and her relatives. This gesture highlights how the rigidity of the Hindu Bhadralok began to soften through interactions with Muslims, and it underscores the doctor's deep commitment to his duty of service.\n\nAppreciation and legacy\n\nMuch discussion revolves around the significance of Abdullah as a modern novel, where female characters are not vividly portrayed. However, the meticulous storytelling and detailed depiction of social realities stand out. Most critics interpret the novel as illustrating the contradictions between the declining, backward-looking older aristocratic Muslims and the emerging, modern, liberal-minded Bengali Muslims who were striving to lead the way towards modernity in Bengali Muslim life.\nSaleha's role was initially insignificant, as she remained deeply obedient to her father's dogmatic rules and showed little interest in her husband's enlightened thoughts. However, by the end of the novel, her character gained some prominence, particularly in the sections completed by Anwarul Quadir. Kazi Abdul Wadud noted this difference significantly:\nKazi Imdadul Huq is primarily a painter, whereas Anwarul Quadir is more of a psychologist, a difference reflected in their writing styles. Notably, Quadir's contributions shine in two chapters: one depicting Saleha's death and the other describing Mir Sahib's final days. While Imdadul Huq portrays Saleha as nearly lifeless, overly constrained by her father's rigid principles, Quadir introduces a touch of compassion to her character and adds a hint of novelty and affection to Abdullah's otherwise mundane life.\nAt the time, Bengali literature was predominantly shaped by Hindu writers, resulting in portrayals of Muslim characters that many Muslims found objectionable and hurtful. These depictions were viewed as ahistorical and damaging to the Muslim community. In 1900, Rabindranath Tagore appreciated the increasing involvement of Muslims in Bengali literature in an article. He drew a parallel to how the French frequently depicted the British negatively in their literature, yet the English read French works with enthusiasm. Tagore suggested that Muslim objections to Hindu writers could be seen in a similar context.\nKazi Imdadul Huq critiques the comparison, arguing that the relationship between Hindus and Muslims is fundamentally different from that between the British and the French, as Hindus and Muslims are not only two parts of the same nation but also close neighbours. He contends that if Hindu writers maintain a hostile attitude towards Muslims, and Muslims similarly harbour hostility towards Hindus, then the blame for discord cannot rest solely on Muslims. Instead, Imdadul Huq asserts that writers, regardless of their religion, have a collective responsibility to engage in thoughtful reflection and pursue justice in the interest of a united India—the ultimate political aspiration of that era.\nThe novel can also be seen as a reflection of his lifelong commitment to the principles he embraced in his engagement with Tagore in 1903, which he further developed in this final work before his death. Wadud sent Anwarul Qadir's Amader Dukkha and Abdullah to Tagore. After reading Abdullah he remarked:\nI am pleased to have read Abdullah, particularly because it offers valuable insight into the lives of Muslim households. This book prompted me to reflect on a societal aspect of our country. I observe how the lack of intellectual engagement has progressively hindered Hindus through rituals. This same blindness is evident in Muslims adopting lungis and fezzes, which, like the dhoti and chadar for Hindus, support the earnings of mullahs. Is this a reflection of the inherent qualities of our land? How long will this disease-poisoned wind of barbarity continue to blow across our country? Will we persist in hurting and insulting each other until mutual destruction? The generosity of the author's writing adds a unique value to the book.\nTowards the end of the novel, it takes on a somewhat utopian tone, suggesting an idealistic vision of peace between Hindus and Muslims. This is evident when the Hindu moneylender forgives the debt of the late Syed Saheb upon witnessing Abdullah's virtue—a scenario that seems overly idealistic, as if aiming to convey a message of unity between the two conflicting religions through literature. Abdul Qadir remarked that the novel might have been more compelling if Imdadul Huq had the chance to finish it, while Syed Murtaza Ali observed that Abdullah's resolution felt somewhat contrived, with events unfolding more by the author's design than by natural progression. It may have been the 'generosity' that Tagore noted after reading Abdullah that inspired the author to continue crafting stories with such imagination.\nAfter Imdadul Haq's death, Anwarul Haq, who completed the novel, made a significant remark that sheds light on the historical development of the region. He said:\nWith the passing of Qazi Imdad-ul-Haq, a new era may dawn upon the Muslim society of Bengal. He lived with a degree of freedom and an appreciation for beauty, introducing several innovations. If Muslim society recognises and embraces these advancements, they could make significant strides towards progress.\nIndeed, many changes occurred in the social and material life of Bengali Muslims after Abdullah was published, yet the novel's value remains vital in the literary scene for its visionary depiction of social reality.\nPriyam Pritim Paul is a journalist and researcher.\n",
        "headline_1": "Abdullah: The novel that pioneered a new era in Bengali literature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/abdullah-the-novel-pioneered-new-era-bengali-literature-3704136",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2024"
    }
]