[
    {
        "full_article": "The decision of the Qatari court of appeals to reduce the capital punishment handed down in October to eight former Indian naval personnel is a major reprieve for the men and their families, and spells relief for the government that has been pursuing diplomatic channels for leniency. While the detailed judgment is still awaited more than 24 hours after the pronouncement, the upholding of the conviction is a disappointment, and the government and the men’s families must now reassess their legal strategy and evidence of their innocence before filing a review petition with Qatar’s Court of Cassation, the highest in the system. If all avenues of judicial appeal are exhausted, the government will have three options. First, to continue to press for a review of the conviction with Qatar’s ruling Emir, Sheikh Tamim bin Hamad Al-Thani. If that fails, the men could appeal for clemency and ask for a pardon, that Qatar’s rulers have given in the past. A third option would be for the men to serve out their terms in India, once the length of incarceration is clarified, according to a 2015 bilateral Agreement on Transfer of Sentenced Persons. However, this option would require them to accept the conviction cannot be reversed. Through this process, the government must be seen to be pursuing diplomatic and political efforts at the highest level, to convey the extent that the men are a priority for India.It is significant that the development comes after Prime Minister Narendra Modi made his first public outreach to the Qatari leadership — he met the Emir on the sidelines of COP28, on December 1. Whether such a political outreach, or a high-level mission to Doha, would have been more productive earlier, after the men were first arrested in August 2022, is a moot point now. It is commendable that New Delhi, in contrast to its stand with Canada over its allegations, has chosen not to react to the case with public rhetoric, especially the kind of targeting of Doha seen in some sections of the media, a move that would have been counterproductive. If the case implicating the men is in any way connected to India’s intelligence services, then it is important to consider an appropriate review of any operations that could jeopardise Indians overseas. New Delhi has also done well by not allowing the case to become hostage to the growing tensions in the region, over the continuing bombardment of Gaza by Israel. It is hoped that a consistently calibrated position, careful of Qatar’s sensitivities, and coupled with a quiet, but determined push, would bring the eight Indians back home safely. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nQatar\n\n/\n\nIndia\n\n/\n\njudiciary (system of justice)\n\n/\n\ndeath penalty policies\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nclimate change (politics)\n\n/\n\nCanada\n\n/\n\ndiplomacy\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nespionage and intelligence",
        "headline_1": "A quiet reprieve: On former Indian naval personnel and the Qatar court’s verdict",
        "headline_2": "India did well to work its channels with Qatar away from the limelight",
        "link": "https://www.thehindu.com/opinion/editorial/a-quiet-reprieve-on-former-indian-naval-personnel-and-the-qatar-courts-verdict/article67687752.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "The recent spat between the central and Tamil Nadu governments over flood relief after two spells of heavy rainfall in the State has been disheartening for those struggling to rebuild their lives. The duel between Union Finance Minister Nirmala Sitharaman and State Minister for Youth Welfare Udhayanidhi Stalin over semantics should not have arisen, with the focus and energy devoted to ensuring the return of normality to the southern districts of the State that were overwhelmed on December 17 and 18. Fortunately, better wisdom prevailed with Prime Minister Narendra Modi’s assurance to Chief Minister M.K. Stalin of the Centre’s support. Mr. Stalin, had, prior to this, in a meeting with Mr. Modi in New Delhi, sought interim relief funds of ₹7,033 crore and a final relief fund of ₹12,659 crore for the damage caused earlier by Cyclone Michaung to the Chennai area. He also wanted ₹2,000 crore from the PM’s National Relief Fund (for the southern districts). The State has sought ₹21,692 crore in total from the Union government.Defence Minister Rajnath Singh had earlier carried out an aerial survey over the Chennai area and announced the release of the second instalment of ₹450 crore to the State Disaster Response Fund (SDRF). The Centre has also sanctioned ₹500 crore for a flood mitigation project in Chennai. The State is now awaiting a fresh central announcement after visits by inter-ministerial teams to the affected areas. As Ms. Sitharaman pointed out in her press conference, the central government does not declare any natural disaster a national disaster. It is only after an assessment by its team that any natural disaster is classified as a disaster of severe nature — as seen in the 2013 floods in Uttarakhand and 2018 floods in Kerala. In such a case, there is additional financial assistance from the National Disaster Response Fund (NDRF). So, there is no question of calling the floods in Tamil Nadu as a “national disaster”. The central government should ensure clear guidelines when it comes to relief. It should also consider revising its position on excluding long term or permanent restoration works from the ambit of the SDRF/NDRF. There must be an open debate on the suggestion by a parliamentary committee in March 2021 that States hit by severe disaster be permitted to use more than the 25% flexi-fund component of centrally sponsored schemes to carry out post-disaster permanent restoration works. As micro, small and medium enterprises get no relief under the norms of the two funds, the Centre should ensure relief to this sector, which employs nearly 1.4 crore people in the State. Finally, the Centre must consult cyclone-vulnerable Tamil Nadu, Andhra Pradesh, Odisha, West Bengal and Gujarat and formulate new norms on disaster management that would leave no room for political controversy. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\nTamil Nadu\n\n/\n\nrains\n\n/\n\nministers (government)\n\n/\n\nEnvironmental disasters\n\n/\n\ndisaster management\n\n/\n\nnatural disasters\n\n/\n\nflood\n\n/\n\nparliament\n\n/\n\nAndhra Pradesh\n\n/\n\nOrissa\n\n/\n\nWest Bengal\n\n/\n\nGujarat\n\n/\n\nUttarakhand\n\n/\n\nKerala",
        "headline_1": "Rift over relief: On the rain-caused damage in Tamil Nadu and the central and Tamil Nadu governments interactions",
        "headline_2": "Criteria for awarding disaster relief must laid down clearly",
        "link": "https://www.thehindu.com/opinion/editorial/rift-over-relief-on-the-rain-caused-damage-in-tamil-nadu-and-the-central-and-tamil-nadu-governments-interactions/article67687393.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "The big question in the 2024 general election is not whether Narendra Modi will be back, but whether he will be back with a bang (with the BJP winning 272-plus seats in Parliament) or a whimper (with less than a full-fledged majority), where he may need to depend on regional allies to rule India for the next five years. This will decide whether he gets to rule like Narasimha Rao after 1991 (albeit with a more charismatic image), or like Modi in 2014-24.\nThe INDIA alliance, which is essentially Congress plus regional allies in various states, believes that if it can stitch together a one-on-one fight in 400-450 seats, it is in with a chance to unseat Modi. It is hoping to do what it did in 2004, when everybody thought Vajpayee was a shoo-in. But he lost.\nR Jagannathan\nHowever, Modi is not Vajpayee, and 2024 is not 2004. Unlike 2004, when the BJP was, at best, a 180-seat party that would always need allies, Modi’s BJP is much stronger, and has grown much deeper roots in the Hindi heartland states. It has grown not only organisationally, but also in terms of popularity through the deep penetration of pro-poor schemes, especially those that benefit women. This makes the BJP a 220-240-plus national party at the lower end of the scale, not a 180-seat one.\nIt is worth recalling that in 2019, 16 states, including most major ones, gave it more than 50% of the popular vote. Some even gave it more than 60%, including Gujarat, Uttarakhand, and Himachal Pradesh. The ones with 50% plus included UP, Delhi, Karnataka, Rajasthan, Madhya Pradesh, Bihar and Maharashtra (the last two with allies) and mid-size states such as Jharkhand, Haryana and Chhattisgarh, and smaller ones like Tripura, Goa and Arunachal Pradesh.\nWhat has changed between 2019 and 2024 is that at least two major states, Maharashtra and Bihar, have become battlegrounds, where the BJP’s position, even with allies, is weaker than before. Besides, in three other states, West Bengal, Karnataka and Telangana, the BJP looks a bit shakier than before, though Karnataka could still come good.\nIf we were to split the states and Union Territories into four categories, those which can yield 75-100% of seats for the BJP, those which can yield higher than a 50% share, and those which can yield 20-25%, those where the BJP can get nothing or just the odd seat or two, this is how the categories break up.\nThe states with high seat yields for BJP have been Uttar Pradesh, Gujarat, Madhya Pradesh, Rajasthan, Himachal, Uttarakhand, Delhi, Chhattisgarh, Karnataka and Jharkhand. In 2019, the BJP won 214 seats out of a total of 239 in these states. It could still win around 200-207 this time.\nIn the next category of states, Maharashtra, Bihar and Assam, with 102 seats, the BJP won 89 the last time. This time the number could fall to 59 or below. In the lower-yield states of West Bengal, Odisha, J&K, Telangana and Goa, the BJP (plus allies) won 34 out of 88 in 2019. This time the number could fall to 32-28.\nIn the low-yield states and Union Territories — Kerala, Andhra Pradesh, Tamil Nadu, Punjab and north-east (excluding Assam) — the BJP won all of nine seats out of 114. This time it could conceivably win 10.\nThis gives the BJP plus allies, in the above scenario, a total of 297-308 seats — a comfortable majority, with 272-plus for the BJP on its own.\nIt is only in the case of a major debacle in Maharashtra, Bihar and West Bengal, and maybe larger than expected losses from 2019 in the Hindi heartland, that we get into the 240-plus scenario.\nOn the other hand, the best-case scenario for the opposition is the Congress winning over 100 seats (which seems improbable), and five or six regional parties — DMK, TMC, JD(U)-RJD — winning big in their states. Once the BJP falls below 240, parties like YSR Congress, Telugu Desam, Biju Janata Dal, and the Left Front can be tapped for at least outside support. But it is difficult to visualise such a coalition lasting five years, given the state-level conflicts of interests between Congress and Left, Congress and AAP, etc. And most voters know that. This is one reason why, in most states, voters have been giving clear and decisive mandates.\n\nWhat the opposition lacks is a leader, a clear narrative beyond anti-Modi diatribes, and a gameplan to overcome its internal conflicts of interest. One wonders why a DMK has to periodically pick on Hindi speakers or Sanatana Dharma, knowing full well that this does not help its allies. Or why Nitish Kumar should make Hindi speaking an issue at the INDIA meeting recently, when this does not go down well in Tamil Nadu. It is also difficult to see AAP or the Left or the Trinamool Congress remaining on the same page as the Congress after the elections are won.\nThis explains why most punters are not expecting any outcome other than a return of the BJP with Modi at the helm. But given the sheer acrimony between the BJP and the opposition of late (consider the fracas in Parliament over the security breach and suspension of opposition MPs), and also the post-May 2024 challenges that lie ahead in terms of implementing the census, women’s reservation, and delimitation of constituencies, Modi will have to reinvent himself into a more consensual leader. Even in 2019-24, Modi’s majority could not deliver farm reforms or implement the Citizenship Amendment Act, though Article 370 was successfully written down.\nWhere the Modi effect worked was in terms of economic growth and the firm handling of Covid, but the challenges that lie ahead are much greater. Modi 3.0 has to be different from Modi 1.0 and 2.0, regardless of whether his party crosses 272 on its own in the Lok Sabha. Or does not.\n\n",
        "headline_1": "2024’s big question: Ab ki baar, kitne paar?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024s-big-question-ab-ki-baar-kitne-paar/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "It is now increasingly recognised that 2024 will be the biggest year for democracy ever. Ballots in more than 50 nations will offer a say to two out of every three adults in the democratic world next year — a record year of voting since data collection began.\nThe year kicks off with the presidential election in the relatively small but geopolitically significant state of Taiwan followed by polls in the more populous powers from Indonesia to India and Mexico to the United States. The political implications of this historic pageant of democracy are far from clear but on the economic front, it seems an epic clash is in the making.\nRuchir Sharma\nIncumbents seeking another term will be tempted as always to ramp up public spending before the vote while the challengers will often counter with promises of even bigger spending splurges. That puts them on a collision course with global investors who, reawakened from a long slumber by an era of higher interest rates, will be quick to punish profligate politicians by selling off their stocks, bonds and currency. In the US and Europe, these investors became known as “bond market vigilantes” the last time rates were this high — in the 1980s and ’90s.\nMany countries, having run up massive debts during the pandemic, are newly vulnerable to these attacks. Battles are most likely in nations where leaders are under pressure to increase spending because their own popularity is so low. The rub: that is most countries. I track polls in 10 developed and 10 developing countries; approval ratings have fallen over the past year in three out of four, and the median rating is now just 45% in developing countries, and a near-record low 36% for the 10 developed countries.\nBond vigilantes, usually triggered by inflation, will be quick to act in countries where a free-spending leader is making a bad fiscal situation worse. Six leaders face a 2024 election in countries where the deficit is now higher than 5% of gross domestic product — a level many bond investors would consider a danger zone. They range from India and Bangladesh to South Africa and the US.\nIndia’s risks are offset by the fact that its economy has been growing faster than most, easing the debt servicing burden. The central government’s deficit is still very high compared to other emerging markets, at around 6% of GDP, but has come down from nearly 10% during the pandemic. And though BJP’s overwhelming recent victories in the Hindi heartland states should reduce pressure on the government to dole out freebies before the 2024 election, 60% of government spending is carried out by the states, double the average level in developed countries. Lately, Indian states have been spending more on subsidies, less on investment, a turn bond markets dislike. And in some of the recent electoral battlegrounds, including Rajasthan and MP, the state deficit spiked sharply before the vote. Competitive populism is gaining momentum, and the risk for India is that Modi too succumbs to its appeal in the run-up to the national vote.\nIn the US, the deficit and spending trends have already moved into another orbit. Its deficit is expected to remain above 6% of GDP in coming years — nearly double its pre-pandemic trend, and six times the average in other developed economies. Now that interest rates have risen, US government interest payments will exceed spending on defence and on social programmes such as Medicaid within the next 10 years. Neither of the likely candidates, Joe Biden and Donald Trump, are expected to exercise spending restraint, raising the potential for vigilante attacks.\nSouth Africa is also at a high risk. Facing power outages and rising inflation, president Cyril Ramaphosa’s approval rating slumped nearly 10 points in the last year to just over 40%, and the country’s deficit has tripled since the 2000s to more than 5%. Recent steps to restrain spending such as higher public wages have also been targeted at pleasing voters, and public debt is still growing.\nMeanwhile, Mexico’s deficit is rising rapidly towards 5% of GDP, the highest since the 1990s, and its relatively popular president, Andrés Manuel López Obrador, is passing on the problem to an untested successor. While several other developing economies from Ghana to Sri Lanka have been forced over the past couple of years to cut spending as they faced bankruptcy, their leaders will find it increasingly hard to stay the course in an election year.\nNo country is immune. Going back to at least 1960, research shows, leaders have often raised spending or cut taxes to improve their re-election prospects. Until recently, however, borrowing costs were so cheap that bond investors tended to overlook these bad habits, except in extreme cases like Argentina.\nThat changed in 2022 with the return of inflation and higher rates. Since then, the vigilantes have targeted nations all over the world. They helped force UK Prime Minister Liz Truss out of office, by selling off the UK’s bonds and currency in response to a budget-busting tax scheme. They compelled two old populist warhorses, Recep Tayyip Erdogan of Turkey and Luiz Inácio Lula da Silva of Brazil, to embrace fiscal restraint. Erdogan shelved bizarrely unorthodox policies and appointed financial market veterans to restore investor confidence.\nNotice the pattern. Financial markets are now so large, dwarfing any national economy, that the vigilantes usually prevail. Leaders take them on at their own risk. In the US and India, where complacency is high and many seem to think that investors will never tire of buying their debt, it’s worth pondering the fate of the losers. Brazil, Turkey and the UK changed their wayward ways under vigilante pressure and are so far better for it. Taking on the bond vigilantes is mostly a losing battle but that won’t stop many politicians from trying.\n\n",
        "headline_1": "In the biggest year for democracy, it’s politicians versus investors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-the-biggest-year-for-democracy-its-politicians-versus-investors/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "Authored by: Michael Kugelman\nBangladesh and Pakistan go to the polls early next year. At first blush, the main storyline for both elections seems the same: Ruling or recent ruling parties are in a strong position to defeat opponents weakened by state crackdowns. But in reality, the two cases have some notable differences. Additionally, the conventional wisdom says that India’s interests won’t suffer from the likely election outcomes. But this may not be altogether true.\nMichael Kugelman\nFor many months, leaders and supporters of the two countries’ main opposition party — the Bangladesh Nationalist Party (BNP) and the Tehreek-e-Insaf Pakistan (PTI) — have faced harassment, arrests, and imprisonment. Not surprisingly, these crackdowns have intensified after each party stepped up violence and other destabilising acts — PTI partisans attacked Army facilities in May, and BNP members have staged provocations including blockades since October. But both parties have maintained the capacity to mobilise large crowds. And yet, their electoral strategies are sharply at odds: The PTI is committed to participating in elections, no matter the obstacle, while the BNP has announced it will sit them out.\nThe PTI faces major challenges. Its popular leader, Imran Khan, is in jail. Most other top PTI leaders have been pressured to switch parties or quit politics. Its main adversary, Pakistan Muslim League-Nawaz (PML-N) chief Nawaz Sharif, recently returned from self-exile and promptly received judicial relief for some of his corruption charges, an indication of the backing he now enjoys from a military establishment with which he has had a love-hate relationship. That backing is his biggest asset, and could help him in the same way that it helped Khan, then the military’s favourite son, in the 2018 election. This time around, the PTI will bank on its sizable popularity. But that could be checkmated by military-orchestrated political engineering that shapes the electoral playing field in ways that disadvantage PTI.\nPakistan’s judiciary will be a critical player in the polls. The courts — likely the Supreme Court — will eventually need to rule on whether Sharif is eligible to contest elections. If Nawaz Sharif is ruled ineligible, his brother Shehbaz could return as premier. But no matter how things shake out, no party is likely to win an outright majority: the PTI faces too many constraints, and the PML-N and other major parties lack sufficient public support. A fractious coalition government is a strong possibility. That would benefit the military, as such a set-up would be easy to exploit.\nMeanwhile, the BNP had long threatened to boycott the polls unless the Awami League (AL) government steps down and allows a caretaker administration because, in its view, elections can’t be free and fair if the present government oversees them. Dhaka has rejected that demand, deeming it unconstitutional; the Supreme Court struck down Bangladesh’s caretaker clause in 2011. Any combination of non-BNP opposition parties will be hard pressed to defeat the AL, meaning the incumbents are all but assured of a fourth straight term.\nInterestingly, in both countries, the caretaker issue is at the heart of a political crisis, but for different reasons. In Bangladesh, the opposition wants it reinstated. In Pakistan, the caretaker clause is in place, but it has angered the opposition because the current caretaker regime has held power longer than constitutionally mandated, thereby delaying elections. In both cases, the caretaker controversies revolve around those in office wanting to retain power as long as possible.\n\n(Photo caption: The nine-lived Nawaz Sharif seeks  a fourth term, while Sheikh Hasina heads for a win)\nWhat does all this mean for India? Generally speaking, the likely electoral outcomes should not pose problems for its interests. Its comfort level with the AL, and concerns about the BNP, are well known. As for Pakistan, where the outcome is murkier, any result should be manageable for New Delhi. Whoever wins will likely be — at least initially — aligned with the military, which appears keen to maintain an uneasy status quo in relations with India: No new outreach — if potential prime minister Nawaz Sharif chooses to explore rapprochement, this would risk a fresh spat with the Army — but also no provocations, so that full attention can be centered on economic recovery.\nStill, there are possibilities for post-election volatility, especially in Bangladesh. The BNP will be deeply aggrieved — about years of crackdowns, the government’s refusal to step down pre-elections, an election it rejects, and five more years of the AL. With the AL’s close ties to India’s ruling BJP no secret, surges in anti-India sentiment among BNP backers and other pockets of Bangladesh’s populace, especially among Islamists, is possible — given previous angry protests in Bangladesh against BJP policies. This is not what New Delhi wants.\nMeanwhile, in Pakistan, given soaring polarisation, whoever loses will likely contest it in the courts and, possibly, in the streets. A new phase of political tumult in Pakistan, against the backdrop of a sputtering economy and a terrorist resurgence, isn’t likely to directly impact India. Still, India, like any country, doesn’t benefit from instability in a neighbouring state — and especially if such instability prompts Pakistan to try to distract an angry public by, for instance, stoking unrest along a Line of Control that’s been relatively calm since a new truce in 2021.\nUltimately, this tale highlights a major difference between the Bangladesh/Pakistan polls, and India’s own elections next spring. In all three cases, incumbents (and in Pakistan’s case, the parties in office prior to the current caretaker) have a strong chance of winning. But only in India would such an outcome truly reflect the public will — a consequence of the BJP’s strong popularity; and a free and fair election. In Bangladesh and Pakistan, opposition forces enjoy popularity, but may well lack sufficient clout to surmount the electoral roadblocks erected by states determined to deny them paths to power.\n\n",
        "headline_1": "Bangladesh & Pakistan: Tale of two elections, and implications for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bangladesh-pakistan-tale-of-two-elections-and-implications-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "Authored by: Karthick Ramakrishnan\nAs we look ahead to the 2024 presidential election in the United States, we cannot help but notice the power of Indian Americans in politics. Two of the top four candidates in the Republican primaries, Nikki Haley and Vivek Ramaswamy, are Indian American, and there is growing speculation that Haley might be a vice-presidential candidate even if the chances of her clinching the presidential nomination are slim. On the Democratic side, Kamala Harris already made history as the first person of Indian origin to serve as US Vice President, and as the first person in line to be President should anything happen to Joe Biden.\nThe growing political presence of Indian Americans can be felt in many other ways. Five out of 15 Asian American members of the US House of Representatives are of Indian origin, and Indian Americans have served under both President Trump (over 80 including Nikki Haley, Seema Verma, Ajit Pai, and Raj Shah) and President Biden (over 130 including Neera Tanden, Vanita Gupta, Kiran Ahuja, and Vinay Reddy). Indian Americans have also grown rapidly in the number of candidates running for political office and, relatedly, in campaign fundraising.\nKarthick Ramakrishnan\nThese kinds of political achievements are remarkable for a population that is relatively small and more recently settled than other comparable groups. Based on AAPI Data’s analysis of US Census Bureau data, Indian Americans account for less than 2% of the US population (4.95 million out of 335 million people) and less than 1% of the voting eligible population (2.2 million out of 239 million adult citizens). Indian Americans are also much more recently settled than other minority groups in the US. Even though several thousand Indian immigrants migrated to states like California and Washington in the early 1900s, the Indian American electorate is still overwhelmingly foreign born (72%), with nearly one in four having arrived in the last 20 years.\nAt the same time, there are limitations to the political influence of Indian Americans in US politics. First is name recognition. Even though Nikki Haley and Vivek Ramaswamy have generated plenty of news headlines in the US and India, AAPI Data/AP-NORC Survey released on November 14, 2023 revealed that over one quarter of Indian Americans did not know enough about either candidate to offer an opinion. Furthermore, partisanship looms large in American politics, and Indian Americans tend to be strong supporters of the Democratic Party. So, even though Indian Americans give higher marks for Haley and Ramaswamy than for Trump, more still view these candidates unfavourably than favourably.\n\nEven beyond partisanship, there are limits to how much candidates like Haley and Ramaswamy can meaningfully represent the interests of Indian Americans. Surveys over a decade show that Indian Americans are broadly liberal on a variety of issues, ranging from favouring expansions in healthcare and environmental protection to stricter policies on gun control and greater civil rights protections for Black Americans. So, even if party affiliation were not a factor, most Indian Americans would not feel well represented by Haley or Ramaswamy, based on where they stand on many of these issues.\nMore broadly, the rise of Indian Americans in US politics stands in uneasy contradiction to the growth of anti-immigrant sentiment and Christian conservatism. This is perhaps most evident in Donald Trump’s rhetoric, which has gotten even more incendiary as of late. For example, he has said that immigrants are “poisoning the blood of our country…”\nThe rise of nativism, white nationalism, and Christian conservatism is not isolated to Trump’s candidacy. Key moments in the growth of these movements have included the September 11, 2001 attacks, which portrayed immigrants as a threat to America; the election of Barack Obama in 2008 which expanded the appeal of white nationalism among those who felt a loss of status and power; the election of Trump in 2016 and a string of legislative, political, and court victories by Christian conservatives related to restrictions on abortion and increasing the power of religious organisations in American life. Looking ahead, the Heritage Foundation’s Project 2025 sets out a very ambitious and far-reaching agenda for the next Republican president that is at odds with the policy preferences of a vast majority of Indian Americans.\nThus, the outlook for Indian American political influence in 2024 and beyond will remain decidedly mixed. Even as many more Indian Americans run for office, contribute to candidates and vote in elections, they will have to contend with political and social movements that envision a very different future for American politics and policy.\n\n",
        "headline_1": "2024 will show power and limits of Indian Americans in US politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/2024-will-show-power-and-limits-of-indian-americans-in-us-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "One of the most anticipated mass transport systems, the Metro Rail - 6 (MRT-6)has just completed its first year of operation. Its introduction has given commuters a modern, efficient, fast and safe means of transportation in one of the slowest cities in the world. This week, all 20 stations in the MRT-6 line are to become fully operational spanning a 20.1-kilometer corridor. The service has not been without its critiques. Concerns had been raised about repeated delays and cost overruns but at the end of the day, a working metro rail service has become an indispensable part of a bustling city boasting around 18 million residents. As this is an entirely new experience for transport planners and the technology associated with the MRT service was a first for Bangladesh, there were inevitable delays in the planning and re-planning of the actual network. The terrorist attack in 2016 that caused the death of several Japanese citizens set the project back for some years. Then came the Covid shock which delayed the project again, but it has finally reached fruition. Until now, MRT-6 trains operated for limited hours of the day, but authorities are confident that with the completion of the entire line, the existing schedule will change to make trains available for a much longer time during the day. The teething problems associated with learning to synchronise timing between Uttara-Agargaon and Agargaon-Motijheel portions of the journey took time to work out. As trains were introduced operating within limited timeframe, operational difficulties were encountered and dealt with on a piecemeal basis. This brings up the question as to why matters like flying lanterns interfering with electric lines were not thought of and dealt with before commencement of service. The concept of MRT is hardly new in Asia and would it not have made more sense to take into consideration the experience of other cities that operate metro rail to avoid small but expensive stoppages before inaugurating the service for public usage?Progress remains uncertain about the other five MRT lines. It would be prudent to remember that these are very expensive infrastructure projects to begin with. The scarcity of land - not just for the physical construction of the elevated lines on which these trains travel, but situating the train stations within the constricted spaces of existing road infrastructure, have posed significant challenges for planners. A lot of time and financial resources had to be expended to settle proper compensation for people owning land / property and there was no way to fast track the process. Of the remaining five lines, the most promising one is MRT-5 but according to a report in this newspaper, uncertainty over the co-financing of this US$4.8 billion project has surfaced. This particular metro line is of particular import as it would establish train communication on the east-west route of the capital city Dhaka. There is significant difference of opinion between Asian Development Bank (ADB) and the South Korean KEXIMBANK on the terms of finance, interest rates payable and time frame for total fund repayment. While ADB is advocating a loan, KEXIBANK is offering a grant and the advantages of a grant need no explanation. Both these agencies are important to Bangladesh and policymakers are keen to have the project co-financed. What should remain on the priority list of policymakers however is that these negotiations need to be time-bound and not open-ended. The experience gained from constructing the MRT-6 line should be incorporated into all subsequent MRT line construction to bring down cost and emphasise transfer of technical knowhow so that more local manpower is involved in operations.",
        "headline_1": "MRT-6 events should guide construction of five other lines",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mrt-6-events-should-guide-construction-of-five-other-lines-1703947356",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "There is a misperception that any price increase is inflation, so there is a tendency to compare the inflation rate with the increased prices of various commodities. The rise in the prices of several commodities is not inflation, although the price hike may affect consumers negatively. Inflation is the rate of increase in prices over a given period and is typically a broad measure of the overall increase in prices of goods and services or the increase in the cost of living in a country. According to the International Monetary Fund (IMF): \"Inflation represents how much more expensive the relevant set of goods and/or services has become over a certain period, most commonly a year.\" In other words, inflation measures how quickly prices for a set of goods and services rise over time. Over a decade ago, Owen F Humpage, a senior economic advisor at the Federal Reserve Bank of Cleveland, rightly mentioned in a commentary that inflation is one of the most misused words in economics. \"Strictly speaking, inflation refers only to a drop in the purchasing power of money that results when a central bank creates more money than its public wants to hold. Inflation manifests itself as a rise in all prices and wages-not just some subset of prices,\" he tried to explain. Milton Friedman, the guru of the monetarist school of economics, pointed out that inflation always results from a monetary mismatch and argued that it is always a monetary phenomenon. That's why it is the responsibility of the central bank to control the money supply rightly to curb the inflationary pressure. Though the orthodox view of the monetarist regarding inflation has been challenged by many other economists over the decades, the theory still prevails strongly. Again, the central bank is usually not responsible for measuring the inflation rate. It is the responsibility of the national statistical agency or relevant body. And the measurement of inflation is always critical. There is always an argument that official statistics regarding inflation do not adequately capture the prevailing price situation from time to time, mainly due to flaws in estimating or measuring inflation. That's why the method of calculating the inflation has to be revised or updated after a certain period of time, say 10 years. By doing so, the changes in consumption and expenditure pattern can be tracked more accurately. Bangladesh Bureau of Statistics (BBS), the country's national statistical agency, has updated the method of inflation calculation, which it termed modernisation of the consumer price index (CPI) compilation by changing the base year from 2005-06 to 2021-22. The change has taken place in line with the latest (2020) CPI manual of the International Monetary Fund (IMF). In the updated index, BBS has introduced the new basket weights based on the Household Income and Expenditure Survey (HIES) 2016-17. So, the new basket contains 383 items (goods and services) with 749 varieties. There are 127 food items with 242 varieties and 256 non-food items with 507 varieties. In the previous index, the weight for food was 56.18, which came down to 44.86 in the new index, and so the weight for non-food items goes up to 55.14 from 43.82. Again, the new index replaces the International Labor Organization (ILO)'s eight groups with twelve groups according to the Classification of Individual Consumption by Purpose (COICOP), an international reference classification of household expenditure designed by the Statistics Division of the United Nations (UN). BBS has also started to release the updated CPI and inflation data since April this year, providing more reliable statistics on the overall price level of the country. The inflation statistic shows that the outgoing year, 2023, is a year of high inflation. The annual average inflation rate was 7.70 per cent at the end of December last against 5.54 per cent in December 2021. The rate stood at 9.42 per cent at the end of November this year. The upward trend of inflation started in the second quarter of the last year and jumped further in the first quarter of the outgoing year. The monthly inflation rate crossed the 9 per cent mark in March and continued until November. The figure for December will be released in the first or second week of January next year, and it is presumed that the rate will be above 9 per cent. Policymakers were initially indifferent about the persistent rise in inflation. Later, the Bangladesh Bank intervened by hiking the policy rate modestly. In the year under review, the central bank hiked the repo four times- January, July, October and November. By repo rate, the central bank is trying to make the fund costly and driving the banks to increase the interest rates. A higher rate of interest will encourage people to deposit more money in the banks in exchange for higher returns and discourage people from borrowing more from the bank at a higher cost.Meanwhile, recognising the higher inflation, the government has upwardly revised its budgetary target to keep the inflation rate at 7.50 per cent by the end of June next. It initially set a target of 6.0 per cent in June last, and the central bank aligned its inflation target accordingly. There was, however, a clear sign of upward movement of inflation, above 9 per cent, and the half-yearly monetary policy statement, released in the third week of June, cautiously acknowledged that 'achieving the target of 6.0 per cent inflation in FY24 may prove to be challenging, as it appears to be relatively higher..'. Now, the upcoming monetary policy statement, likely to be announced by the third or last week of January, will re-fix the target at 7.50 per cent, acknowledging the excessive inflationary pressure.As the national parliamentary election is scheduled to be held on January 7, inflation becomes a significant concern, especially for the ruling party. It is reflected in its election manifesto, released last week by the party chief and incumbent prime minister. According to the manifesto, there are 11 key areas that the party will emphasise in the next five years if re-elected. The first is 'striving to keep commodity prices within everyone's purchasing power.' It is an implicit acknowledgement that inflation has eroded people's real income, so it must be contained. [email protected]",
        "headline_1": "Living in a year of high inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/living-in-a-year-of-high-inflation-1703947399",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "In the last decade, the country has seen a huge surge in the movement of local tourists. Significant improvement in communications and comfortable transportation services, introduced mostly by the private sector, are instrumental in boosting tourist activities.But most of the tourists thronged a handful of destinations like Cox'sBazar and Sajek. And in the peak seasons, these popular destinations cannot cope with onrush of tourists as infrastructural and logistical support are limited in these places. Naturally, it causes huge sufferings for the tourists and often many of them have to spend nights under open sky.One of the solutions to this problem is to explore and promote new tourist destinations. One of those, for example, is Panchagar, from where one can enjoy the spectacular views of the Kanchanjangha, the third highest peak of the world. Panchagar also houses the only plain-land tea gardens, which offers magnificent and eye catching sights.Tourism is one of the most potent sectors from which economy can be benefited immensely. It can generate huge employment and create both backward and forward linkage facilities.Different sectors including transportation, communications, logistics, resorts, amusement, all cater to tourism. At present, around 50 lakh Bangladeshis are employed in the travel and hospitality sector in the country. But we lag behind our neighbours in this vital sector.According to a survey, Bangladesh ranks 141st among 188 countries in the world and 42nd among 46 Asian countries in the index. Six of the eight countries of South Asia have been placed in the ranks where Bangladesh comes as fourth. The survey further said that last year, while 5.22 lakh foreign tourists visited Bangladesh, India received 6.19 million, Sri Lanka 7.19 lakh, and Nepal 6.14 lakh. Recently, the Bangladesh Tourism Board (BTB) has finalised a tourism master plan which envisages 5.57 million foreign tourists annually by 2041 and creating 21.94 million jobs. But this objective will remain unfulfilled unless the country fails to increase the number of its tourist attractions and to improve the facilities.If tourists have more options, they will be encouraged to spend their money in local destinations. Moreover, pressure on existing destinations will be eased. In fact, during the last ten years, many new destinations have been discovered by in the country but the authorities concerned have not taken necessary steps to improve infrastructures to facilitate tourism.Panchagar, which has recently become a popular tourist spot, seriously lack proper accommodation facilities as the district town itself has only three decent hotels.Similarly, another new tourist spot Jadukata, under Tahirpur upazila in Sunamganj, draws significant number of tourists every year for its beautiful surroundings and the largest Shimul Garden of the country but the place does not have any good residential hotel. Communication to this spot is also troublesome.Statistics shows that around 3 million Bangladeshi tourists go abroad for tourism purposes. India alone attracts 60 per cent of these tourists. The Bangladeshi tourists spent a whopping Tk 336.87 billion in foreign countries. So, if the number of domestic tourists attractions can be raised, a significant amount of this money can be kept in home.The authorities concerned should take immediate steps to address the obstacles like poor tourism infrastructure, complex visa policies, food adaptation problems, lack of amusements, social restrictions and inadequate direct flights and comfortable transportation facilities to promote domestic tourism.Bangladesh Parjatan Corporation (BPC) and Bangladesh Tourism Board (BTB), under the civil aviation and tourism ministry, work for promoting and developing tourism sector of the country. But these organisations have failed to take due care of the new destinations. Interestingly, young travellers have done wonderful job in exploring and branding new destinations through social media like Facebook.Contribution of this sector to the gross domestic product (GDP) is estimated at 3.02 per cent by the Bangladesh Bureau of Statistics (BBS). In local currency, this amounts to Tk 76,690.7 crore. The sector also accounted for 8.07 per cent of total employment, according to the BBS' Tourism Satellite Account published two years ago.It is imperative to raise the share of this sector to the GDP to attain the desired economic growth. And it is also high time for the authorities concerned to display dynamism and excellence by shedding age-old bureaucratic tangles. Promoting and branding new tourism destinations should be a priority to ensure sustainable growth of this sector.[email protected]",
        "headline_1": "Promoting new tourist attractions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promoting-new-tourist-attractions-1703947449",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2023"
    },
    {
        "full_article": "More than 8,663 Palestinian children have reportedly been killed by Israeli forces in Gaza since October 7. Thousands more are missing under the rubble amid relentless bombardment. An overwhelming number of more than 21,000 people have been killed in the nearly three months of Israeli bombardment. Israel has repeatedly targeted schools and even neo-natal care centres, resulting in the deaths of newborn babies. According to Save the Children data, in early November, a child was being killed every 10 minutes. The UN has called the besieged Palestinian enclave 'a graveyard' for children due to the high casualties. The Defence for Children International-Palestine, an NGO, said, early last month, Israeli forces killed twice as many Palestinian children in the Gaza Strip in October as the total number of Palestinian children killed in the occupied West Bank and Gaza combined since 1967. In nearly two years of the Russia-Ukraine war, 510 children were killed, which represents a little less than one child per day. Now should we welcome the New Year with more dead bodies of Palestinian children? Fariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "How many more children must die in Gaza?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-many-more-children-must-die-in-gaza-1703947467",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-12-2023"
    }
]