[
    {
        "full_article": "The U.S. move to sanction a paramilitary unit in Bangladesh, the Rapid Action Battalion (RAB), has apparently caught the administration in Dhaka off-guard, prompting a diplomatic pushback including Bangladesh Foreign Secretary Masud Bin Momen summoning U.S. Ambassador to Dhaka Earl Miller to protest the action. Fresh on the heels of the U.S. President Joe Biden’s Democracy Summit, which Dhaka was not invited to attend, the U.S. Treasury said that as per the allegations made by various NGOs, the RAB and other Bangladeshi law enforcement units were responsible for “more than 600 disappearances since 2009, nearly 600 extrajudicial killings since 2018, and torture”; there were also reports suggesting that the targets of these actions were Opposition party members, journalists, and human rights activists. The sanctions were invoked under the Global Magnitsky Human Rights Accountability Act. The RAB is a joint task force founded in 2004. Under the RAB’s mandate of ensuring internal security, intelligence-gathering on criminal activities, and government-directed investigations, principally relating to Bangladesh’s war on drugs, there have been “widespread allegations of serious human rights abuse” by the RAB, to the extent that they threaten U.S. national security interests by undermining the rule of law and respect for human rights and fundamental freedoms, according to the U.S. Treasury.The broader picture of the U.S.’s application of sanctions to alleged human rights violators across the globe is that the latest list of allegations includes not just the RAB, but also government officials and administrators in the Xinjiang region of China, where the minority Uighur community is reported to have faced rights violations; citizens of North Korea suspected to be engaged in earning illicit incomes abroad to support the country’s arms trade and Russian institutions that have aided them; two military officials from Sri Lanka alleged to have committed gross rights violations against ethnic Tamils; and Chief Ministers of States in Myanmar who are alleged to have facilitated “ongoing brutal crackdowns against the people of Burma, including children and members of ethnic minority groups.…” A knee-jerk response to such sweeping sanctions is to either question their effectiveness or challenge their moral authority given that minorities in the U.S., such as African-Americans, are also periodically at the receiving end of rights violations. However, given the rampant degree of such violations worldwide, there is a case to be made for any policy by any country that highlights the role of specific individuals alleged to be involved. Especially across South Asia, it might be salutary for the broader cause of human rights if there is a ripple effect of the sanctions on the RAB. Indeed, if this action gives pause for thought to overzealous law enforcement agents who violently act out their prejudices against ethnic or religious minorities, that would be welcome.",
        "headline_1": "Sanctions and rights: On U.S. move to sanction RAB",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/sanctions-and-rights-on-us-move-to-sanction-rab/article37947479.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-12-2021"
    },
    {
        "full_article": "In what was one of the most closely fought Formula One World Championships for the drivers’ title, 24-year-old Max Verstappen from the Netherlands became the sport’s latest champion in a breathtaking season finale at the Abu Dhabi Grand Prix on Sunday. The Dutchman driving for Red Bull Racing achieved the feat by overtaking his title-rival, Mercedes driver Lewis Hamilton, on the last lap of the last race of the year in controversial circumstances. Going into the weekend, both drivers had exactly 369.5 points, meaning whoever finished ahead would take the title, a scenario last seen in 1974. Ever since he made his debut as a 17-year-old in 2015, the youngest in the sport’s history, Verstappen has been tipped as a champion in waiting. Widely seen as a generational talent, in his sixth year in the sport, he finally had a car that could compete against Hamilton who has won the last four titles. This season, Verstappen was brutally consistent with 10 race wins and eight second-place finishes out of 22 races. Meanwhile, Hamilton was going for a record eighth drivers’ title, a feat that would have put him ahead of the great Michael Schumacher. For the first 54 laps, it seemed the British driver had the eighth title in his bag after beating pole-sitter Verstappen at the start and controlling the race with almost a 10-second lead.Four laps from the end, a crash for Williams driver Nicholas Latifi, brought in the safety car that nullified Hamilton’s lead. On the penultimate lap of a 58-lap race, officials from the sport’s governing body, Fédération Internationale de l’Automobile (FIA), made two decisions that worked to Verstappen’s advantage. Racing resumed for the last lap allowing Verstappen, now on Hamilton’s tail, to attack his rival and pass him to seal the win. The Mercedes team protested the classification of results arguing right procedures were not followed before the race was resumed on the last lap. But in a late-night decision, race stewards dismissed the team’s protests, formally confirming the Dutchman’s first world title. Mercedes has lodged an intent to appeal the stewards’ decision and has three days to decide whether it wants to take it to the FIA’s International Court of Appeal. The controversy has cast a long shadow over what has been one of the closest seasons in recent times with both Verstappen and Hamilton evenly matched. The ad hoc manner in which race officials conducted the final moments of the race has left a sour note, with the final result being decided behind closed doors and still subject to change. The governing body desperately needs to address these inconsistencies before the next year lest it loses the trust of fans as a fair arbiter.",
        "headline_1": "Last lap: On close races fought at Formula One",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/last-lap-on-close-races-fought-at-formula-one/article37947486.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-12-2021"
    },
    {
        "full_article": "The martyred intellectuals of 1971 had their differences from one another, but they had one thing in common, and that was why they were killed—their patriotism. Patriotism is a virtue as well as a curse. It drives patriots to act in the interest of the people, and proves to be a curse for them when it makes them suffer. Patriotism can also be—and often is, as Samuel Johnson famously put it—the last refuge of a scoundrel. To be sure, the Pakistan Army and their local collaborators called themselves patriots and displayed what that virtue can turn into when handled by scoundrels. These men believed in the ideology of the Pakistan state, which was capitalistic in character, hidden under its Islamic garb. They perpetrated one of the worst genocides in modern history. But the patriotism of the martyred Bengali intellectuals was entirely different; it was pro-people. Their love was not for the state—not so much for the land they were born in as for the people they lived among. In contrast, the protectors of the Pakistan state wanted occupancy of the land, annihilating all its owners if necessary. The Bengali people fought for their liberty, and the intellectuals joined them—not as leaders, but as fellow sufferers. They knew the world and wanted to change it for the better, ensuring liberty for all.\nThese intellectuals were nationalists with socialist inclinations. However, it is not at all true that all intellectuals in East Bengal were pro-people; There were many who supported the Pakistan state for personal gain. Some were under the fond delusion that Pakistan was an ideological state of Islamic nature. And it was against the backdrop of the activities of the pro-Pakistanis that the martyred intellectuals looked very different. The list of martyrs in East Bengal right from the inception of the new state consisted mainly of the socialists, whom the state power preferred to call communists in the hope of inciting public hatred.\nIn 1971, the masters of the state machinery had promptly identified these progressive intellectuals as the driving force behind the people's uprising for liberation. At the beginning of the 1971 genocide, they killed people indiscriminately, and near the end of their unsuccessful operation, found it necessary to eliminate the intellectuals, selectively. They had at least two palpable motives for doing so. Firstly, there was the traditional hatred of the brawn for the brains. Secondly, they wanted to maim the new state that was emerging by removing as many intellectually advanced people as they could lay their hands on. Mixed in this was the motive of revenge.\nMaybe the genocidal activities were accelerated by another political factor. This was the state power's apprehension that the idea of linguistic nationalism inculcated by the Bengalis might spread among the non-Punjabi nationalists in West Pakistan, leading to a total disintegration of Pakistan. They feared that the Sindhis, the Balochs and the Pathans, and even the Mohajirs might take their cue from the Bengalis and rise in revolt. The fear was not unfounded, for the oppressed.\nNationalists were becoming increasingly aware of the domination of the Punjabi military junta. Tikka Khan, who came to become the martial law administrator and governor, had the personal knowledge of the rebelliousness of the Balochs, on whom he had cast himself like a butcher. The local collaborators in East Pakistan—the al-Badrs and the al-Shams in particular—who had executed the job of killing the intellectuals, knew them personally. They acted in the Pakistan Army's stead, but had their own motive for action, which was their hatred for the socialists. In this respect, the field operators and their masters were kith and kin. And being what they were, both had their rationale for this hatred. After all, the socialists had been the principal force behind all the anti-state upsurges in East Bengal. The government as well as their foreign mentors had seen a communist conspiracy behind the flare-up of the Language Movement. Although their diagnosis in that case was wrong, they were right in thinking that the people's uprising in 1969 would not have occurred but for the militancy of the leftists led by Maulana Bhashani. It is also a matter of historical record that, because of their feeling that the nationalist movement for autonomy had been taken over by the \"extremists,\" the Americans had declined to support it in 1971. By extremists, they meant the leftists. The American disapproval of an independent Bangladesh can be explained, quite easily, by their apprehension of its likely veering to the left.\nAs the war broke out, the supportive Indian authority, too, did not want leftist elements to be recruited in the Mukti Bahini. The guiding consideration was the same as that of the Americans. On Indira Gandhi's list of worries, the communist extremists figured quite prominently. With India as its host, the nationalist leadership of the Provisional Government of Bangladesh took particular care to keep the socialists away from the armed struggle for liberation. There were, among the ministers, men like Khondaker Mostaq Ahmad, who were not only non-communist but positively and self-proclaimed anti-communist.\nIntellectually, the socialists were more advanced than the nationalists, and their participation in the Liberation Movement was in no way less significant than that of the nationalists. In the eyes of the Pakistani collaborators, Maulana Bhashani was a more dangerous enemy than even Sheikh Mujibur Rahman. This, in fact, is what Ghulam Azam, the arch collaborator, had said to an audience he addressed in Lahore in mid-1971. Thus, the leftists were exposed to attacks from the reactionary nationalists as well as the fascist Pakistani rulers and their heinous Bengali collaborators.\nBecause of disunity among themselves, the socialists were not in the leadership of the Liberation Movement, which was taken over by the nationalists. Indeed, they were in a precarious situation throughout the period of the Liberation War and even after. This is illustrated by the animosity Tajuddin Ahmed, the head of the Provisional Government, had to encounter. Being a strong nationalist with socialist leaning, he was perilously vulnerable.\nThere is no reason to doubt that to the Pakistan Army, Tajuddin was the worst of the troublemakers, and they made no secret of this. Sardar Fazlul Karim, a leftist intellectual, was a witness to their outpouring. In mid-1971, he was picked up by the army and, in an unconscious act of their kindness that saved him from brutal murder in the hands of al-Badrs, was sent to prison. During his fearful interrogation, he was abused by an army officer who called him and the likes of him \"the bastard sons of Tajuddin.\" Sardar Fazlul Karim recalls feeling that to those men, engaged in a dastardly mission of killing Tajuddin Ahmed, whom he had known to be a rather quiet and very sober political leader, Tajuddin was the most hateful of adversaries.\nTajuddin's rise in prestige was well-earned, but discomfiture did not leave him. After the August 15 mayhem, he found himself in prison and was, eventually, assassinated by gunmen sent to his prison cell by Mostaq. This was how the career of an intellectual-turned political leader came to an end, in the very land which he had so earnestly fought to liberate.\nThe martyred intellectuals had joined Tajuddin and the entire population in building up the collective dream of a social and political system, which was outlined in the four state principles written in the constitution of 1972. That dream, however, has not materialised, and the state principles themselves have been driven away. The tragic failure of the state to ensure the emancipation of the people was inevitable, given the fact that nationalist political leadership was committed to capitalism as distinguished from socialism. The capitalist ideology does not believe in You and I—its faith is in I or You. And as Thomas Carlyle, no lover of socialism himself, had put it in his 19th century observation, capitalism develops a system in which cash payment is the sole nexus of man to man. The system does not care for morality and, indeed, thrives on submission of all human considerations, including the moral ones, to the heartless autocracy of profit-making. The toiling masses, without whose productive labour the rich would have been obliged to eat their money instead of food, suffer and groan.\nCapitalism has not been a stranger to this land of ours. But what post-independence Bangladesh witnessed was the violent liberation of its forces. The non-Bengali industrialists and businessmen had left, abandoning their properties. The ruling class grabbed those through means both legal and foul. Crafty men smuggled goods, committed fraud, occupied land and public properties, stole money from banks, and became fabulously rich. This was capitalism of trade and plunder, and not of investment and production. Compradors and touts flourished to the detriment of collective prosperity. Patriotism continued to decline. And all of this was made possible because in the post-independence Bangladesh, freedom fighters including the patriotic intellectuals were unable to play the role expected of them. Needless to say, the state has remained as anti-people as before, if not worse.\nThe martyred intellectuals have left us a legacy and an obligation. The obligation is to carry forward the struggle for liberation. The nationalists have done what they were supposed to, and capable of, doing. It is no use blaming them, because their commitment lay elsewhere. The failure has been of the socialists. As a whole, they have failed to provide leadership to the war of national liberation. Had they woken up to that responsibility, the result most certainly would have been different.\nAs a people, we are great survivors. We have gone through disasters—natural as well as man-made—and have stood up. We owe it to the martyrs and to ourselves to strive to establish a liberated state and society. They died so that we could live, and we must live fully to prove that they did not die in vain.\n \nDr Serajul Islam Choudhury is professor emeritus, Dhaka University. This is an edited version of an article that was first published in The Daily Star on December 14, 2013.\n",
        "headline_1": "The commitment of the martyred intellectuals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-commitment-the-martyred-intellectuals-2916866",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2021"
    },
    {
        "full_article": "On the eve of our victory day, on December 15, 1971, at around 4:30 pm, my father Dr Abdul Alim Choudhury was sitting on the balcony of our house with my mother, watching the Indian MiG fighters bomb the few Pakistani strongholds still remaining in Dhaka. He was joyous and extremely hopeful. He knew it was only a matter of time that Bangladesh would be free—a dream he had dedicated his entire life to. At that moment, a microbus covered in mud entered the premises of our house. They came up and entered our home and asked my father to come with them. They wouldn't specify where they were taking him. As soon as he left the house, they wrapped a piece of cloth over his eyes. That was the last time my mother would see him alive. When she saw him next, he was dead, his body battered, bruised and mutilated. His dead body was found lying in a brick field in Rayerbazar, with thousands of other intellectuals of Bangladesh—men and women who were the greatest minds of the land, best in their fields, all dedicated to the dream of a progressive, democratic, free country for their people. They had achieved it, but it was to be bought with their blood—and the blood of three million people.\nOn December 16, 1971, Bangladesh was born and that was the beginning of the next war for my mother and millions of martyrs' families like ours—a war for survival. They had to fight to survive not only as families, but also to keep the ideals of the Liberation War alive. I find this aspect to be one of the greatest tragedies of independent Bangladesh. Personal loss and struggle are sad, but there is glory in making sacrifices for your country. There is no anger or despair in it. Had the families seen the country echoing the ideals for which they lost their loved ones, there would have been no complaints.\nBut after the assassination of Father of the Nation Bangabandhu Sheikh Mujibur Rahman on August 15, 1975, collaborators of the Pakistani occupying forces were set free and took positions of influence in the country. Just imagine: In a matter of a few years, the widows of war heroes saw their husbands' killers in positions of power, whereas they became almost destitute. The freedom fighters saw the collaborators reaping benefits in the independent country, while they were persecuted and doomed to live in struggle. I wonder if it is even possible to fathom what the survivors of wartime rape felt like. How can the country atone for such cruel, ungrateful actions?\nAfter Bangabandhu's assassination, all special tribunals established during his time stopped functioning. War criminals who were jailed for committing crimes against humanity were set free. Not only that, they became members of our parliament! The proclamation of the shameful Indemnity Ordinance gave impunity to Bangabandhu's killers. And with that, a culture of impunity for criminals began in Bangladesh, from which we are slowly trying to come out only recently.\nEven after facing the brutalities of 1971, Bengalis remained steadfast in their unwavering resolve to remain progressive and secular. Progressive, tolerant, personally deeply religious but socially, politically secular—that is what Bengalis were. But after 1975, the very fabric of a secular Bengali life was purposely dismantled, and then interwoven with fundamentalism. Religious fundamentalism got state approval. Books changed, history was distorted. Our cultural identity was one of the main proponents driving the Bengalis to strive for independence. But the space for our cultural activities was squeezed into fading out from the lives of common people—intentionally and meticulously. The gorgeous arts on the rickshaws were seen no more. Popular mass cultural activities like jatra were injected with vulgar dances—and then shut down altogether in the name of indecencies. That empty space was then quickly filled up by faith-based gatherings, many of them with an extremist bent. If they were indeed purely religious, one would have very little to complain about, but too many of these gatherings quickly became anti-progressive, anti-women, anti-social, extreme fundamentalist sermons that had very little to do with religion. In these gatherings, equal amount of vulgarities was present—still are—that kept the mass glued to them. The cultural identity that we developed over thousands of years, which coexisted with our religious identities peacefully, were pitted against each other—they still are. As if you cannot be religious and also adhere to the Bengali cultural lifestyle. An imported, intolerant variety of faith has been deliberately injected into our nation—turning many tolerant Bengalis into intolerant mobs.\nWith all these changes, the survival of the freedom fighters, the Birangonas, the war widows and the martyrs' children became more difficult. It became a lifelong fight against the same known enemies: the anti-liberation forces. For the pro-liberation side, war did not end on December 16, 1971; rather, it only marked the beginning of a lifelong fight to keep the dream of Sonar Bangla alive.\nBut then, in 1996, Bangabandhu's daughter Sheikh Hasina came to power, to lead us in our fight. She has been working relentlessly to take the country forward, and her efforts have paid off—Bangladesh is becoming a developing country. She showed the same nerve of steel in her unwavering resolve to try the criminals of 1971 and the killers of 1975. With these trials, Bangladesh is finally breaking the culture of impunity for criminals. The former US Secretary of State Henry Kissinger lived to see the country he had once called a \"bottomless basket\" become self-reliant in food and even export the excess—in his lifetime. As we celebrate the golden jubilee of our freedom this year, the average income of a Bangladeshi has surpassed that of Pakistan, and even India.\nThe legacy of the Liberation Movement is a matter of enormous pride, confidence and satisfaction for us. But at the same time, it is also a great burden of responsibility. We simply cannot be oblivious to the sacrifices our mothers and sisters made, the pain they suffered, the blood shed by three million innocent lives. If we are to enjoy the fruits of independence, we should pay due respect to their legacy—and that can only be done if we uphold the ideologies they sacrificed their lives for. We need to teach our children the ideologies for which we fought. They need to be taught the right version of history. The rise of fundamentalism needs to be addressed sternly and immediately. The rule of law must prevail if we are to progress in the right direction. Justice, good governance and democracy is the basic requirement of a tolerant, peaceful society. The leadership of Sheikh Hasina makes me hopeful. The structural development is visible; people's hope for a better future is palpable. That makes me happy, but I believe this is just the beginning of the revival of the dream of Sonar Bangla. There's still so much left to do, so much harm to be undone.\nOn the eve of the 50th anniversary of the independence of our beloved country, as I look deep into my bleeding heart, I find only a great sense of pride. I was born a little before Bangladesh; we grew up together, walked together the bloody, thorny path that Bangladesh was destined to follow in its first 50 years. Looking back, I see how far we have come, despite all the trials and tribulations. I find a developing, hopeful country in Bangladesh and a proud martyr's daughter in me. Make no mistake, the bullets are there and the heart is still bleeding. But overriding it all is the glory of a free land and the pride of the ultimate sacrifice my father made for the country.  \n \nProf Nuzhat Choudhury is the daughter of Dr Abdul Alim Chaudhury, one of the martyred intellectuals during the 1971 Liberation War.\n",
        "headline_1": "50 years of Bangladesh: From pain to hope",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/50-years-bangladesh-pain-hope-2916856",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2021"
    },
    {
        "full_article": "In January 1972, The Indian Council of World Affairs published a collection of stories about the atrocities committed by Pakistani forces during the Liberation War, titled \"How Pakistan Violated Human Rights in Bangladesh\". Andre Malraux (1901-1976)—a French novelist, art historian and statesman who was an active supporter of the Bangladeshi cause—wrote the following foreword to this collection.\nI would wish these pages were not only an anthology of eyewitness accounts. People of my generation have experienced enough horror to be, alas! no longer shocked. And human nature is such that it is rare that horror does not breed horror.\nBut for years, horror, in its origin, has been routinely and terrifyingly political. So, an attempt is being made to convince us that the problem of Bangla Desh is, in its origin, the same.\nThis is a lie. The strategists of illusion have explained at length that what was involved was a clash between China (and, if it makes any difference, the United States), and the Soviet Union.\nI am well aware that a political problem existed since partition. The British Empire considered that partition was the only way to guarantee the departure of the English, and it had conceived a vast encirclement of Arabia (Turkey, Iran, Afghanistan, Pakistan) which the United States later took over for their count. It was also the encirclement of India, hence the policy of non-encirclement of Nehru. Gandhi had proclaimed the danger of partition not for nothing. Let us be left in peace as regards China: this time, what did she do other than making speeches?\nBut still, if Marshal Yahya Khan had not decided to exterminate the Bengalis, and if he had not sent his planes to bomb Indian Airfields, what would be the role of China, the United States, the Soviet Union in this affair? As is the custom, each ambassador would have defended his country. The Pakistani ambassador in France—I repeat: of Pakistan—nobly defended Pakistan. He did not kill anybody. The electoral victory of the Awami League was troublesome for Islamabad. The electoral victory of the people's front was so for the French right—it did not exterminate its opponents for all that. If politics is an art, it is one of reconciliation and not of assassination.\nThose volunteers who were ready to fight with me for Bangla Desh belonged, in France and elsewhere, to varying political parties. At that time, they were hardly aware of India's stand (for she scarcely had any...). They were motivated by two facts, to which the memory of Biafra gave a tragic resonance: The exodus of the refugees, the extermination of the Bengali elite.\nFirstly, the refugees. While our press was placing them on the same level as Yahya's troops, the fact remained that India had to take in ten million Hindu refugees, and that Pakistan did not have to take in a single Muslim refugee, not even from Kashmir. One knows the exchange General De Gaulle had with a French major in Syria who said: \"After all, we are too ill-informed to take sides.\" \"Ill-informed, possibly,\" answered the General, \"but someone did tell me that the Germans were in Paris.\" This time, however ill-informed it was—and it was not really well-informed—the world did accept that the refugees were in India.\nThe second particular characteristic of the Bengali tragedy was the systematic, organised extermination of those who, in Bangla Desh, had voted against Marshal Yahya. We know now of wells filled with dead bodies of intellectuals. They were selected, well selected. And, this time the Hindus were not involved. I must emphasise this because it is easy and sinister to make out the tragedy of Bangla Desh (the West did so) as a war of religion. If the Muslims of Bangla Desh had been in agreement with Islamabad, how would the Awami League have managed to obtain 167 out of 169 seats? And who does not know still that a large number of the leaders of the resistance, those whom the Marshal called deserters, had been officers of the Pakistan Army? Nobody disputes that the Hindus were the first to feel themselves threatened. But the civil war, until the intervention of the Indian Army, was not religious, it was national: That of the Muslims of Dacca against those of Islamabad.\nAssuming the worst (but without bloodshed), the Pakistan of Islamabad could survive without Bangla Desh, the proof is that it is doing so now. When a state wishes at all costs to make secession impossible, the wisest policy is not to treat half of its territory as a conquered country. When the revolt started, the soldiers of Islamabad were no longer, for the East, compatriots or co-religionists, they were occupants.\nIf there is any doubt about this, let one read the following eye-witness accounts.\n",
        "headline_1": "‘We know now of wells filled with dead bodies’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-know-now-wells-filled-dead-bodies-2916806",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2021"
    },
    {
        "full_article": "Throughout 2021, we have been celebrating 50 years of Bangladesh's independence, with a lot of glory and pride. We are fortunate to have a country of our own as many people around the world are still struggling for a country of their own even today. We are immensely grateful for the sacrifice made by the freedom fighters who fought to liberate the country during the nine months of war in 1971. We have deep gratitude towards Bangabandhu Sheikh Mujibur Rahman, who led Bangladesh's war for independence.\nThis war was to liberate Bangladesh from the economic, social, political and cultural dominance of Pakistan. The Liberation War was influenced by the ethos to establish a country where the underlying philosophy of development policies were equity and justice. Independence was about achieving democratic, economic, social and cultural rights. Following our independence, the aspirations of the people of Bangladesh were articulated eloquently in our constitution.\nAfter Bangladesh's liberation in 1971, we inherited a poor and undiversified economy. It was predominantly an agricultural economy with low productivity. It had underdeveloped industrial and services sectors, a rapidly growing population, low education and skill, and poor infrastructure. Due to decades of British and Pakistani colonial exploitation, the economy was stuck in a vicious cycle of poverty. Low levels of income, savings and investment were resulting in a low growth. On top of these, the war had caused serious damage to the economy.\nDespite such unfavourable circumstances and resource constraints, Bangladesh has made spectacular economic and social progress over the last five decades. The growth rate of our Gross Domestic Product (GDP) has been impressive. On average, Bangladesh's GDP has risen from about three percent in the 1970s, to seven percent in the 2010s, and crossed eight percent just before Covid-19 hit the country. Though the pandemic has slowed the GDP growth, it is projected to catch up faster than other countries. High growth has pushed per capita income upwards by 23 times in 2020 from the level in 1973.\nThe characteristics of a modern economy—that is, the transition from agricultural dependence to industry and service sector-based growth—is also being observed gradually. Currently, the share of agriculture in Bangladesh's GDP is about 13 percent, while that of the industry and services sectors are about 35 and 52 percent, respectively. The economy has also been integrated with the global economy. Shares of exports, imports and remittances in GDP have increased over time. High imports are possible through impressive remittance flow. On the other hand, dependence on foreign aid to undertake development work has declined by almost half in terms of its share in GDP in 2020 from that in 1973, indicating a more self-reliant growth effort.\nEconomic progress has impacted the citizens' social lives positively, on many counts. Population below the poverty line has declined from more than 80 percent in the early 1970s to 24.2 percent in 2016. Life expectancy has increased by more than one and half times since 1973. Maternal mortality has declined by almost four times and child mortality by about five times now since the 80s. And there are many more visible progresses, of which we are proud.\nThe recognition of such progress has come from several organisations. In February 2021, Bangladesh, for the second time, fulfilled all three criteria to graduate from the group of least developed countries to that of developing countries. The United Nations has recommended Bangladesh's graduation by 2026. In 2018, Bangladesh met these criteria for the first time. Besides, in 2015, Bangladesh became a lower middle-income country from a low-income country, according to the World Bank.\nEnabling national and international policies, and the hard work and resilience of Bangladeshi people have transformed the economy into one of the fast-paced economies in the world. It could withstand domestic and global challenges such as political unrest, natural calamity, and global financial meltdown. More recently, the economic fallout due to Covid-19 has been much less in Bangladesh than many countries. But such complacency should not get into our heads, because any economy which stands on weak footings and is characterised by high inequality, low job creation, poor governance, corruption, and low efficiency cannot sustain its progress for long.\nWhile we rejoice at the achievements since our independence, we have also observed many missed opportunities. The fruits of the progress are yet to be distributed equally to each and every citizen. Despite steady progress in several areas, the promise of an equitable and just society has remained unfulfilled. Income inequality persists as resources and wealth are concentrated among a few people in society, many of whom are politically connected. The nexus between politics and business is stronger than ever before. It is now a two-way relationship in Bangladesh. Politicians are now turning into businesspersons by using power to enjoy wealth and luxury, while businesspersons are turning into politicians to enjoy the power that is attached to it. In the process, the whole objective of serving the people as their representatives has become blurred as this is often a secondary objective of many politicians. Bangladesh is now a country where the number of ultra-rich people is increasing fast. The experience so far is that, as economic prosperity of the country has increased, inequality has risen as well. This is reflected both through Gini coefficient and Palma ratio, which economists use to measure inequality.\nTherefore, the macroeconomic numbers are only a part of the full story. The GDP may continue to grow, and per capita income may also rise, but they mean nothing in the end, particularly for those who live on the edge of vulnerability. This is not only because the process of estimating GDP and per capita income is faulty and provides an incomplete picture, but also because, in the absence of major enablers of economic progress, such as participatory development process, growth will continue to suffer from disillusionment. Studies indicate that if political and economic institutions are inclusive and pluralistic, everyone will have incentives to invest and success follows. However, nations find it difficult to succeed if institutions protect the political and economic interests of a small group of powerful people.\nOn the occasion of Bangladesh's golden jubilee, as we celebrate the achievements made by our country, we also have to bear in mind that the sacrifice of our freedom fighters can only be meaningful if tangible change in the lives of the poorest and common citizens takes place. This requires an inclusive democratic and development process. Participation of the broader section of people in the economic and political process can make the 50 years of economic progress meaningful. During elections, a lot of promises are made by the aspirant public representatives. However, following the elections, one does not see much of those promises fulfilled. The accountability of the political representatives is weak with little monitoring on the fulfilment of their commitments.\nTherefore, in the next 50 years, we have to work towards consolidating what has been achieved so far and improve upon where we are lagging behind. Our golden jubilee celebration may come to a close formally by the end of 2021, but we want to celebrate Bangladesh's achievement each and every day. This is possible if we engage ourselves to accomplish the unfulfilled dreams of making Bangladesh a just and equal society.\n \nDr Fahmida Khatun is the executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Achieving a just society in the next 50 years",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/achieving-just-society-the-next-50-years-2916041",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2021"
    },
    {
        "full_article": "A recent report by the news agency Reuters has confirmed that it is not only the Bangladeshi population which has suffered due to the increased costs of healthcare during the pandemic. Globally, more than half a billion people were pushed into poverty in 2020, owing to the Covid-19 pandemic. Not only did the pandemic disrupt medical services by increasing the burden on healthcare systems worldwide, but it also triggered an economic crisis of the worst kind since the 1930s, as per the joint statement by the World Health Organization (WHO) and the World Bank. During this time, immunisation coverage also reduced for the first time in a decade, and the world saw a rise in deaths from TB and malaria.\nSo how has this increase in poverty and out-of-pocket (OOP) healthcare expenditure manifested in Bangladesh? A recent study by the health ministry revealed how high healthcare costs result in 4.5 percent of new poor each year. However, the pandemic itself has pushed 19.54 percent of our population into poverty, according to data collected by the Power and Participation Research Centre (PPRC) and the Brac Institute of Governance and Development (BIGD). On top of the coronavirus, Bangladesh is also experiencing its biennial bout of dengue this year, with 27,959 cases of infections and 101 deaths reported till December 13 afternoon. Study findings from the Bangladesh Institute of Development Studies (BIDS) state that the poorest households spent 139 percent of their monthly income for dengue treatment last year—when there were only 1,045 reported cases countrywide. It is anyone's guess how staggering the costs for dengue treatment must be this year, and how heavy the burden on both patients and healthcare workers is as they also deal with the coronavirus. Now, with the Omicron variant of the coronavirus being detected in Bangladesh, and the added burden of rising prices of essential goods, the picture of healthcare expenditure is looking truly grim.\nAs the economy is showing slow but sure signs of recovering, the government needs to ensure the same for people's health and personal finances as well. Many have had to drain their savings and rack up debts in order to pay for healthcare costs. Patients need to be able to seek treatment locally without fearing going into debt or poverty.\nWe urge the government to ensure affordable and effective treatment in public hospitals, and take urgent steps to address corruption and inefficiencies that are eating away at the health budget. We need to allocate resources at the union and upazila levels, so that people don't have to make the expensive journey to Dhaka for diagnosis and treatment. In addition to this, the private healthcare sector must also be prevented from overcharging patients in times of crisis such as this.\n",
        "headline_1": "Reduce burden of healthcare costs on citizens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/reduce-burden-healthcare-costs-citizens-2916791",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2021"
    },
    {
        "full_article": "The recent clamping of sanction by the government of the United States on some senior members of the Bangladesh law enforcement agency Rapid Action Battalion (Rab), on the issue of extrajudicial killings, has sparked predictable reactions among the official circle. As expected, it has immediately set the diplomatic apparatus in motion to mend the damage. \nThe Rab authorities, on their part, are putting forward their arguments that the agency works in line with the law of the land and the constitution of the country. The Rab chief has said that when the agency works, its activities are investigated by an executive magistrate. The law minister has denied outright that there have been extrajudicial killings in Bangladesh. Terming the US move \"unfortunate,\" the minister said it was an \"imaginary allegation\" against Rab. Other ruling party top brasses believe that the sanctions are politically motivated and one-sided.\nThe issue of extrajudicial killings has been in discussion in the country and also in some international forums for many years. Every now and then, the news of arrestees or absconding men getting caught in the crossfire of police or Rab members appears in media headlines. Though the frequency of such incidents has decreased in recent months, it has not stopped for good. Only yesterday, an elderly man was reported dead in police custody in Satkhira within hours of his capture. While police said he had committed suicide inside the lock-up, his family members claim that the man was tortured to death.\nThe human rights watchdogs at home and abroad have been pressing the law enforcers to follow proper judicial procedures for trial and punishment after an arrest has been made, as the accused have the right to defend themselves. \nMany powerful governments in the world consider human rights violation (particularly extrajudicial killings) by state agencies as a major offence, and condemn it in the strongest of words. There are international charters on how law enforcement agencies should act while performing their duties. There are also clear guidelines for the police and Rab as to how they would act and react while in pursuit of accused persons. But whether they are followed is the question. We have reported many instances of extrajudicial killing without the requisite response from authorities. Just denying them outright may serve a limited domestic purpose, but it is unlikely to make much difference in the international sphere.\nAs for the US sanction on Rab, this needs to be said that Bangladesh and the US are two friendly countries enjoying trade and commerce relations to their mutual benefits for decades. Therefore, instead of going into a denial mode right away, let's endeavour with utmost sincerity to find out why the US has imposed the sanctions on Rab. We believe that proper diplomatic engagement with the US will help us get to the bottom of the reasons for the sanctions on senior Rab members.\n",
        "headline_1": "US sanction on Rab members ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/us-sanction-rab-members-2916691",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2021"
    }
]