[
    {
        "full_article": "The Government has quietly dropped the practice of releasing preliminary monthly merchandise trade estimates at the beginning of the month, and updating them two weeks later with ‘quick’ estimates. The foreign trade numbers for October 2022 and beyond will be released by the middle of the next month, as was the practice till two years ago. Perhaps the idea of issuing early estimates for export and import shipments in late 2020 was driven by the need to have some more high frequency indicators for assessing the direction of the economy as it found its feet again after the battering from COVID-19 lockdowns. While one cannot really say the pandemic is over yet, it is a sensible decision to now revert to the older system when ‘quick’ estimates were released on the fifteenth day of each subsequent month, or earlier if that date happened to fall on a weekend. The early estimates have emitted conflicting signals about the economy in recent months, thanks to sharp variations between the preliminary and ‘quick’ estimates in the volume of trade and even the direction of exports growth. For instance, the first data set for August suggested a 1.15% contraction in exports — the first such contraction since February 2021 — while September’s numbers showed a 3.5% dip year-on-year. Even as industry and economists read this as an omen of the global turmoil and slowdown coming home to hurt the Indian recovery engine, the ‘quick’ estimates for both these months showed a 1.6% and 4.8% uptick, respectively, in outbound goods trade.The difference in the two sets of numbers largely arises from the lack of electronic data interchange facilities at some ports, thus making it difficult to factor in such shipments into the first data set. But with variations so wide, it is smarter to wait till all the data is compiled and released at one go — even as attempts must be redoubled to ensure all ports onboard the electronic data system. The Government should now stick to a clear time table for releasing the trade data — recent months were also marred by suspense over when the initial estimates would be released and the last set came about 90 minutes before midnight on October 3. It should also refrain from being selective about data points. For March, it initially only released export numbers, and September’s preliminary data omitted the growth rates for India’s top 10 export, import items. A consistent, comprehensive and transparent approach to releasing economic data will also bolster the country’s credibility as a reliable alternative to China.",
        "headline_1": "Measuring trade: On the need for consistent export, import data",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/measuring-trade-the-hindu-editorial-on-the-need-for-consistent-export-import-data/article66124802.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "The University Grants Commission’s decision to remove the mandatory requirement of getting research papers published in peer-reviewed journals before submitting a PhD thesis is a bid to stem the unhealthy practice of many scholars paying substandard, predatory journals to publish their papers without sufficient review, which has weakened the quality of India’s doctoral education. Seen from this angle, the UGC’s move is indeed the right one. Studies have shown that a majority of doctoral students publish in such journals, rather than go through the more time-consuming process of submitting their drafts to reputed journals, awaiting review and revising. Given the insufficiency of scholarships and stipends, many students are also in a hurry to complete their doctoral degrees rather than taking the time needed for quality research. The removal of a compulsory requirement is also in line with global regulatory standards. However, while paper publication is not mandated in most countries, it is certainly considered essential for any top researcher, with many theses consisting in their entirety of published papers. The UGC has also emphasised that it would be advisable for scholars to publish papers in high-quality journals for their own sake, as it would add value to their PhD for any post-doctoral opportunities. The regulator hopes that by removing the mandatory requirement, it can help create a more conducive atmosphere for self-motivated research by students and universities, as is found in the IITs which do not have such a requirement.The removal of the mandatory requirement is also an acknowledgement of the diversity in academic disciplines; in some branches of the humanities, the publication of a monograph is a more accepted method of communicating with academic peers than journal papers, while top computer science researchers may value conference presentations over journal publications. Patents obtained are also seen as a better indication of the quality of research in some disciplines. Removing the mandatory requirement will thus allow for more innovation. There is, however, some concern that the removal of mandatory requirements will result in a further dilution of quality, as the worth of a researcher and a university is judged on the basis of papers published and cited, with funding also dependent on such benchmarks. To encourage students to publish in reputed journals even without a mandatory requirement from now puts the onus on university research advisory councils and doctoral supervisors to up their game. Given that a reason students rush to publish is the need to quickly complete their PhDs due to financial constraints, higher levels of funding are urgently needed to ensure that the UGC’s move does not backfire.",
        "headline_1": "Research first: On the UGC move on research papers by Ph.D. scholars",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/research-first-the-hindu-editorial-on-ugc-doing-away-with-mandatory-publishing-of-research-papers-for-phd/article66125251.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "On highways in Australia, a driver who has spent a long day on the road, or is preoccupied with her thoughts, might occasionally make the mistake of slipping into a lane where she should not be. WRONG WAY! GO BACK! The signs scream out, repeatedly and in the largest font sizes possible, a red background warning of danger. The Indian team saw this sign about a year ago, when they began planning in earnest for the T20 World Cup Down Under, but they largely ignored it.\nGetting the pace wrong \nOn highways in Australia, the speed limit can be as high as 130 kmh, in the Northern Territory, and 110 kmh everywhere else. This means that you do not go faster than that, give or take a small margin, unless you want to risk life and limb and an almost certain fine. But, equally, you cannot be pottering around at 60 kmh on these roads, because this also makes you a danger to others and yourself. The Indian team recognised that they had to bat at a certain pace in the shortest version of the game, and yet played in the traditional manner that had brought them success in 50-over cricket.\nRead full opinion on TOI+\n\n",
        "headline_1": "On the highway to ignominy: India’s implosion in T20 tournaments will continue unless team management admits some deep problems",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/on-the-highway-to-ignominy-indias-implosion-in-t20-tournaments-will-continue-unless-team-management-admits-some-deep-problems/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "The Supreme Court issuing notice to the Union law secretary over the delay in greenlighting collegium-cleared judge appointments again brings a long-simmering issue to a boil. Justices Kaul and Oka said it was unacceptable that the Centre was neither appointing nor communicating its reservations on the 11 names reiterated by the collegium. It is becoming “some sort of a device” to compel these persons to withdraw their consent, the bench said, arguing that delays like these makes the judiciary lose the services of talented candidates, who lose patience after a while.\nUnion law minister Kiren Rijiju has criticised the collegium system. CJI DY Chandrachud told this newspaper that there was no need for gamesmanship and grandstanding. He said the collegium ensures judicial independence but also said the system could do with more transparency and diversity in appointments. None of this helps, however. Neither has GoI attempted to revive the National Judicial Appointments Commission since 2015, nor has SC taken meaningful, proactive steps towards fostering transparency or diversity.\nTherefore, given that the law as it stands now authorises the collegium to propose judicial appointments, there must be no inordinate delays in appointing judges cleared by the body – GoI should object only in rare cases and do so quickly. The Centre is free to enact an NJAC – and it should – but until then both the collegium and GoI must adhere to set timelines – for instance, it is 3-4 weeks when collegium reiterates a recommendation – in clearing names. The Bombay high court chief justice Dipankar Datta, who was recommended by the collegium for elevation to SC in late September, hasn’t been appointed yet and the reasons aren’t clear. There are seven vacancies in SC and 335 in HCs. Each vacancy filled could have shrunk their combined pendency burden of 60 lakh cases by hundreds of cases every month. GoI and SC must think of ordinary litigants who suffer.\n\n",
        "headline_1": "More judges please: Till collegium’s there GoI must clear names fast",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/more-judges-please-till-collegiums-there-goi-must-clear-names-fast/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "When Indian finance minister Nirmala Sitharaman met US treasury secretary Janet Yellen in New Delhi yesterday, the photo spoke volumes. At one level it highlighted the two women’s exceptionalism. But the very act of noting something unusual underlined how the usual continues to be suboptimal.\nSitharaman is India’s first full-time woman finance minister. Yellen was the first woman chair of the US Fed before becoming the first woman to lead the US Treasury. That it took so long for the world’s two largest democracies to get to this point at the top, is reflective of what is going on at the other levels. In India NFHS data indicates that only 18% of married women can decide how to use their financial income by themselves. But that Sitharaman and Yellen belong to a list of women in leadership positions in finance that is short enough to be easily memorised, doesn’t mean their storming of the glass ceiling isn’t substantive. Their high public profiles normalise the idea of women filling up C-suites.\nSitharaman has quoted the data on companies with more diverse boards having greater profitability on average, to make the case for inclusivity and gender parity. The 2008 crisis also held the big lesson that banks and regulators are weakened by groupthink, and diversity in leadership is the necessary antidote. The photo-op was nice to see because of the promise of more to come.\n\n",
        "headline_1": "Budget she wrote: Three cheers for the Sitharaman-Yellen photo-op",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/budget-she-wrote-three-cheers-for-the-sitharaman-yellen-photo-op/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "Are you living your best life, as the social media influencers put it? You’re fooling yourself. Life is Hard: How Philosophy Can Help Us Find Our Way by Kieran Setiya says that there’s no such thing as an ideal life to aspire to. Illness and disability, loneliness, grief, failure and injustice are our common lot.\nThe book draws on moral philosophy, literature and social science to show us a bunch of counter-intuitive truths: happiness is not the horizon to seek, infirmity need not make life worse, love does not have to be earned, grief is not a mistake, and one can seek justice without blame.\nRead full opinion on TOI+\n\n",
        "headline_1": "Life sucks. But we survive. Isn’t that just great? It’s the doing, not success, that matters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/life-sucks-but-we-survive-isnt-that-just-great-its-the-doing-not-success-that-matters/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "The recent controversy around a question in this year's HSC Bangla First Paper exam has, once again, brought to light the many deficiencies in our education system. The incendiary question has hurt the religious sentiments of Hindus and stoked communal disharmony. It makes us wonder if the so-called \"creative\" question pattern is serving the purpose of inspiring critical thinking when the teachers themselves are so lacklustre in their performances. \nThe creative question system was first introduced in 2008 to promote critical thinking and move the students away from blindly memorising guidebooks. However, many teachers still remain woefully unprepared to set questions under this system. According to a government survey, about 38 percent of secondary and higher secondary school teachers in Bangladesh cannot set question papers under the creative method. More than half of all teachers have not been trained in setting creative questions. The teachers who did receive some training complained that it was not adequate. \n\nOur education system for young students should inspire them to think critically and creatively. An atmosphere of learning and free thinking should be upheld at all the educational institutions across the country, and our teachers should be trained to maintain that. \nThis has resulted in some teachers copying questions directly out of guidebooks, as had reportedly happened in the 2020 SSC Bangla exam. Many others are accused of buying questions from teachers' associations, even though there are strict government orders against doing so. The other problem that has arisen from this is the appearance of questionable questions in public examination papers, the latest of which is mentioned above. \nReportedly, an assistant professor at Dr Saiful Islam Degree College in Moheshpur, Jhenaidah prepared the question paper, which was later reviewed by four other teachers from Jashore education board. The teachers involved have been identified and a probe has been launched against them, which is an admirable development. But it is worrisome how teachers who are \"master trainers\" could prepare such a question or approve it to begin with, as they receive more training than the standard three-day training for question-setters. \nAll these suggest that many of our teachers lack the necessary guidance to set creative questions, in the absence of adequate training or comprehensive guidelines of what's acceptable to posit in a question. It's high time we took a look at what these trainings contain and evaluated whether our teachers themselves lack the sensitivity and critical thinking needed to foster such skills in their students. \nOur education system for young students should inspire them to think critically and creatively. An atmosphere of learning and free thinking should be upheld at all the educational institutions across the country, and our teachers should be trained to maintain that. Academic freedom and a free exchange of ideas should be the first priority of our educators. Failing that and preparing communal question papers instead will do irreparable harm to our society.\n",
        "headline_1": "Are we really fostering creativity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-really-fostering-creativity-3166576",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "The USD 4.5 billion loan from the International Monetary Fund (IMF) may not be an effective remedy for the current trend of depletion in Bangladesh's foreign exchange reserves – which has dwindled to USD 26 billion from USD 40 billion. This trend should be alarming enough to wake up policymakers to redesign strategies to prevent a full-scale crisis from happening. First, the finance ministry must give up its stubbornness in four areas: i) the non-market lending-rate cap at nine percent; ii) the non-market peanut-type remittance incentives of 2.5 percent; iii) the non-market 10-plus percent of savings rates on sanchayapatra (savings certificates); and iv) managed non-market exchange rates. The word \"non-market\" in all of them explains why they should go.\nAnyone reading this article would think that I have wrongfully assigned the responsibilities to the finance ministry while all of them belong to the central bank. But an outsider wouldn't have any clue as to how the omnipotent, all-encompassing hegemony of the finance ministry has turned Bangladesh's central bank into an obliged, domesticated institution. The IMF team has advised the Bangladesh Bank to act independently to restore macro-stability by lowering inflation and reducing current account deficits.\nIf the Bangladesh Bank, with all its expertise and research findings, can't work courageously, the IMF loan will be a waste of opportunity and the reserve depletion will not slow down. We can't forget that India faced its worst financial disaster in 1991 when the country's reserves hit its import footing equivalent to less than a month. With USD 26 billion of forex reserves, Bangladesh Bank can now foot import bills of 3.5 months or so – which came down from six months' footing just a year ago. Reserves are like food for the economy, and its alarming depletion is a signal of an impending crisis. \nThe IMF team has also highlighted four areas where the government should bring about market-based changes: i) the lending-rate cap should be removed to make the monetary policy work and to put a brake on credit growth as well as inflation; ii) the 2.5 percent remittance incentive should be removed as it's a distortion of the market-based exchange rate; iii) sanchayapatra high rates should be brought down as they are distortive to bond markets and are avenues towards unethical arbitrage by money lords; and iv) the spectrum of various exchange rates being distortive to the market should be unified to reflect the market rate. The sooner the government delivers these tasks to the Bangladesh Bank, the quicker the reserve depletion can be prevented from getting worse.\nThe IMF loan is to be exhausted in seven instalments by 2026. Thus, it's nothing in comparison to the country's monthly demand for import financing, which is USD 7-8 billion. It's equivalent to the remittance income for less than three months. Its interest rate will be around 2.2 percent, which will effectively be a negative real interest rate of 2.5 percent given the global inflation of four to five percent over the next three years. Moreover, the loose grace periods seem to be over-accommodating for a country like Bangladesh, whose growth performance is respectable at six to seven percent. But the main point of the IMF loan is its conditionalities, which are more important than the physical amount of the loan. \nThe loan allows the IMF to put a brake on government policymakers who, in recent years, have been inventing neo-economic theories of their own , defying any lessons of typical macroeconomic textbooks. The IMF wants the policymakers to be adaptive to changes in the global arena, where all central banks have raised policy rates. The Bangladesh Bank has also raised the repo rate, but it is perfunctory and ineffective in the face of having the lending-rate cap at nine percent. \nThe prime minister advised to do so three years ago to help the small and medium enterprises, which can boost investment. But the real beneficiaries are the big tycoons and defaulters of this cap. The relevance of the cap has been redundant in the face of the new reality of high inflation across the globe. When inflation has reached almost double-digit, the nine percent lending rate will give a negative real interest rate to the banks, because the real interest rate is the nominal rate minus inflation, as per the Fisher Equation.\nThe rate of reserve depletion is alarming, and the IMF loan will not be enough to fend off the haemorrhage. But the conditionalities attached to the loan, if properly implemented, will be good enough to reverse the trend of current account deficit – and thus the atrophy of reserves. The two vital forces that can defend the decay are exports and remittances. If the exchange rate is determined based on the market, both components will gain momentum. And a high dollar value, say at Tk 112-115, will dampen the roaring rise in imports. That type of exchange rate doesn't need a distortive fiscal burden of the 2.5 percent incentive in remittance. \nIf the IMF loan forces the government to increase the fiscal space and raise the amount of revenue, that will help lower sanchayapatra rates and thus the interest burden on the budget. The government must devise a mechanism by which widows, poor women, poor pensioners, farmers, and the vulnerable get preferential rates – higher than the market. Currently, the super-rich are exploiting the sanchayapatra, which was originally designed to help the disadvantaged. If this moral hazard can be fought out, people will find investment more attractive than idle savings. All these tasks belong to the central bank, which must be allowed to act independently.\nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US, and former chief economist at Bangladesh Bank.\n",
        "headline_1": "Will the IMF loan stop forex reserve depletion?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-sky/news/will-the-imf-loan-stop-forex-reserve-depletion-3166566",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the everyday lives of people and communities then, and how it still continues to shape our collective consciousness, politics and ways of being. This series, featuring scholars of partition studies from across the subcontinent – and to be published every Saturday – is an attempt at exploring the complexities and contradictions of the momentous event that forever changed the contours of this region. This article, the sixth in the series, tries to understand the process of remembering the past in the post-Partition Indian subcontinent.\nOn a blazing hot afternoon in Munich, the sort that dries you to a state of light-headedness, I watched the German artist Gunter Demnig on his knees digging a street, and thought of a house I had never seen. At the close of 1946, my grandfather left behind his home in Bangladesh and came away to Calcutta in India with five brothers, two sisters and his mother. My great grandfather was a sub-inspector in the colonial British force; he was given advance notice of the developments and opted to live in India. My grandfather, then 15, studied philosophy and law at university in India and later in London under the philosopher Karl Popper. A gifted student and speaker, he taught philosophy at university and, later, became a politician. Like most academics and politicians, he enjoyed speaking; he did it well, and he did a lot of it. At family dinners, the rice on our hands would dry to a crust as we heard his stories. We didn't realise that he never spoke of the home he left behind. The life he lived there.\nA small audience had gathered around Demnig but he worked on unaffected, occasionally fetching tools from his red van. Even in his working man's denim clothes and canvas hat, he made for a striking presence. At the time, I did not know how his work would come to affect me, but I was struck by his single-mindedness. He was like an ant with a cargo; nothing could distract him. He dug out a section of the pavement, installed 12 brass-plated cobblestones in a neat line, and swept away the rubble with a broom and a dustpan. And then left.\nEach of the 12 stones bore the name of an individual, their years of birth, deportation and (probable) murder in the Holocaust. They are the Stolpersteine – German for \"stumbling stones\" – installed outside the last known residence of a Holocaust victim. The idea is that you stumble upon them, and stop and read. The Nazis killed an estimated 15 million civilians – six million of them Jews, of course.\nThe words on the stone are spare and stark:\n\"Here lived Amalie Malka Rosner\nBorn 1877\nDeported 1941\nMurdered 25 November 1941.\"\nRosner's granddaughters, Ayala Mendelson and her sister Ilana Orin, had travelled from San Francisco for the installation of their grandparents' stones. It was the first time they had seen the house their mother Erna grew up in. Their grandfather, Juda Baruch Rosner, was a linen merchant, who managed to send all his children away to a kibbutz in present-day Israel. But his wife Amalie and he didn't make it. Juda Baruch and Amalie Malka were deported separately, to Kaunas and Buchenwald, and murdered within months of each other. This was the sisters' first time in Germany. Their mother Erna was 20 when she was sent away from Munich to the kibbutz. She never returned to Germany. Ayala first heard of the Stolpersteine from her cousins, Emi and Tilly, who put up stones for their paternal grandparents in England in 2012. Was it really possible that they could put it out in public, set it in stone that their grandparents were taken and murdered by their own government?\nThe sisters had brought a folder of digital prints of family photographs: their grandfather, grandmother, mother and aunts. Ayala's mother Erna has a nice easy comfort before the camera. Her cheer is infectious, making you smile back reflexively. \"Mama had such happy memories of growing up here,\" Ayala said. \"Helping out at the shop in the afternoons, swimming on summer evenings with her sisters. She never seemed to remember the bad things.\"\nThe Munich chapter of the Stolpersteine had arranged for a rabbi for the occasion. He led the Kaddish, the Jewish prayer for the dead. Then the congregation broke into the song \"O Shalom,\" clapping to keep rhythm. The heat was white and enervating, yet the voices were energetic. It was both moving and joyous. For those whose families were killed in the Holocaust, this is the closest thing to a funeral. No bodies were returned for last rites. No bodies, no remains, nothing was returned.\nThe Stolpersteine are now in hundreds of cities across 23 countries in Europe, an indication of the terrifying scale of the Holocaust. Demnig, who calls himself a sculptor and conceptual artist, has been working on this project for more than 25 years. In 1990, he painted a white line through the streets of Cologne to mark 50 years of the deportation of 1,000 ethnic Sinti and Roma people from the city. When the paint faded, Demnig installed brass plates with the words \"Mai 1940 – 1000 Roma and Sinti\" at 21 sites across the city.\nThe first Stolpersteine emerged out of a conversation with a Cologne resident, who told Demnig that she had lived through the war, and knew there were no Sinti or Roma who lived in the city. It was this \"unseeing\" that gave Demnig the idea to imbed these memorial stones in front of the last-known place of residence of a Holocaust victim. (He defines \"victim\" broadly – anyone who was taken/deported, including those who survived.) It was his way of returning them to the neighbourhoods they had lived in, re-inserting them into the community they were ejected from.\n\"Nobody in my family served the Nazi government,\" Demnig told me. \"As far as I have looked it up, nobody in my family was deported either. I am neither a culprit, nor a victim. I am a citizen.\"\nThere are several reminders of the Holocaust in Germany. The Germans have a word for it: Erinnerungskultur, the culture of remembrance. It goes beyond acknowledging the Holocaust. The headquarters of the Stasi, the notorious secret police in the erstwhile East Germany, has been turned into a terrific museum in Berlin. A team of very patient government employees is tasked with piecing together 16,000 bags of files shredded by the Stasi, so that citizens are able to access the records kept on them and their families.\nSchool history books go into detail about what the Nazis did; the German public television is full of World War II and Holocaust documentaries. The Memorial to the Murdered Jews of Europe in Berlin is an affecting installation comprising 2,711 unmarked grey coffin-like slabs. There is also the Topography of Terror, a permanent set of information panels on the Holocaust. A number of concentration camps, such as Dachau and Buchenwald, have been preserved throughout the country. Nearly every major German city has a Nazi museum or a Holocaust museum.\nIt is fair to assume that a project like the Stolpersteine arises from this culture of remembrance, that it shapes a certain kind of a citizen, to use Demnig's word. (For some, it also induces a sense of fatigue – the fatigue of saying sorry). But the Stolpersteine is different from other kinds of remembering. For one, every museum and memorial is site-based: you have to make the effort to visit them. The stones are the opposite of this – there is no telling where you will stumble on one. Second, museums and memorials are impersonal, except when they commemorate a famous individual.\nEach stone carries the outlines of individual lives that fell to the Holocaust: name, birth, death, the house they lived in before they were deported. It's strange what these little details can do: you see a name, a house, a street and the person that inhabited them takes shape too. Perhaps she was returning with groceries when she was taken away; perhaps he was taking a nap when there was a knock on the door.\nWhat was my grandfather doing when he heard the family had to leave? Was there time for final exams and final goodbyes? For marksheets and certificates to set up a new life?\nIn her essay \"A Stone for my Great Grandmother,\" Elizabeth Kolbert writes about placing a Stolperstein for her grandfather's mother, who was murdered in Auschwitz. In the main, Kolbert writes about the failure of post war-Germany in bringing Nazis to justice. Barring the initial phase of highly-publicised trials like the first Nuremberg trial, most Nazis were not convicted because there was, in the end, just not enough evidence to convict them. In fact, most Nazis were absorbed in government jobs. This is why she imagines that an art project like the Stolpersteine has been able to offer more succour than the justice system.\nKolbert knows little about her great grandmother's life. \"My grandparents seldom talked about the war, though they talked about everything else,\" she writes. Like her father, and Ayala Mendelson's mother, my grandfather too rarely spoke of Partition. Of the bad things that happened.\nIn August 1947, the British colony of India was partitioned into India and Pakistan. My grandfather's home became East Pakistan and later, in 1971, Bangladesh. In our school textbooks, Partition was a minor detail in the climax of the rousing story of the Indian National Movement. Some riots were mentioned. Overall, the impression it left was of an administrative event: I imagined some files being exchanged, people queuing neatly on either side of the border, choosing their homeland.\nBut 15 million people were displaced by the birth of the two nations, and between one and two million died in the process, Nisid Hajari estimates in his book Midnight's Furies. My schoolbooks had omitted these numbers. When a professor in university said Partition caused the second largest displacement of people in modern history, I was surprised. More than the figure, it was the verb that surprised me – displaced. Annoyed me, actually. We were not displaced, I thought. We moved. My grandfather was among the 15 million people who moved.\nIn India, we don't have a culture of remembering our traumas. We choose only to remind people of our achievements. We have memorials to individual heroes. A thousand MK Gandhis stand on the intersections of our streets. Small blue busts of Bhimrao Ambedkar perch on small platforms in alleys. The largest statue in the world, of national leader Sardar Patel, is currently under construction. There is a political movement to mark the birthplace of Ram, the mythical hero of the Ramayana. We mark \"national\" heroes in the collective too: the India Gate in Delhi is to honour the Indian soldiers who fought and died in World War I and other foreign wars. The Shaheed Minar, in Kolkata, memorialises the martyrs of the Indian Freedom Movement. Our national holidays, aside from religious festivals, also mark birthdays of heroic dead men (I couldn't think of one to remember a woman), and moments of national reckoning like Independence Day and Republic Day.\nWe have no memorials to Partition. Nor the Bengal famine that killed three million during World War II. Nor the riots of 1984, 1993 and 2002. Nor the horrific industrial gas accident in Bhopal. Nothing to remember our collective traumas. Instead, we move on, get on with the business of living. It's the Indian way. When a society doesn't acknowledge its shared nightmares, does it teach its citizens to bury their private memories? Does that attitude erase other wounds too?\nEven with Partition, some things are more unremembered than others. When India was cleaved into two, it was divided along two separate geographical boundaries. On the west was the partition of Punjab and, on the east, Bengal. Although it was two countries, India and Pakistan, it was three separated territories: West Pakistan, India, and East Pakistan. Much of what we know of Partition – through the Urdu short stories of Saadat Hasan Manto and Hindi fiction of Bhisham Sahni, through Hindi popular cinema, through the photographs of Henri Cartier-Bresson and Margaret Bourke-White – is about the partition of Punjab. The only nods the Indian government has made towards Partition is the production of two projects for the state-funded television channel Doordarshan in the 1980s: the serial Buniyaad, and the made-for-TV film Tamas. Both were stories of Punjab.\nAbout Bengal, there is nearly nothing. The politics of North India dominated the National Movement, and the charisma of Gandhi and Nehru drew the world to Delhi. So, this is perhaps a natural fallout. But we Bangalees have mostly kept quiet too. There is some Bangla literature and cinema on the subject, but the corpus is slight. What explains this reticence? Was it the spirit of the age? The spirit of nation-building pitched so authentically by Nehru – to make sacrifices for the nation, to not complain too much, to get on with things?\nOver the past seven years, a couple of citizens' projects have tried to correct this: in 2010, the 1947 Partition Archive was set up online to record memories of that time. The Partition Museum opened in 2016 in the city of Amritsar. The Remember Bhopal Museum opened in 2014 on the 30th anniversary of the devastating gas leak. Each of these projects makes it clear that it has no government funding. All are small. All acknowledge inspiration from the concept of Erinnerungskultur.\nScholar Ravinder Kaur has noted that our citizen memorials come several years after the event, and in the case of Partition, more than 60 years. They likely take inspiration from her own work in gathering survivors' memories in Delhi, and the work of writers such as Urvashi Butalia, Ritu Menon, Kamla Bhasin, and Gyanendra Pandey before her. This line of research itself emerged 50 years after the events of Partition. What took us so long? Does the silence of states censor our private memories?\nThe German government was made to apologise after World War II; a central policy of post-War German administration by Britain, France, the US, and Russia was to tell Germany how monstrous it was. These countries themselves have never apologised for the crimes of colonialism and racism. There has been a fierce recent public debate about removing Confederate monuments in the US. Monuments in honour of racists. Very recently, the Stopping Stones project and the Witness Stones project, both inspired by the Stolpersteine, have been started to remember individual victims of slavery.\nFor most of my life, I had no idea that we left behind a home in Bangladesh. My grandfather's memory is unpredictable now. It comes and goes. When I ask him about his life in Bangladesh, he speaks of a dog that swam after them, long after their boat had left the shore. What colour was our house? How many rooms? How many people lived there together? I've thought about going back. It is, after all, the most mythic of journeys – the return to paradise lost. But I don't know what we left behind, and I don't know where to look. Not every refugee is the same, Kaur has written. And she is right. My grandfather's family had advance notice. They decided months ahead to move to India. They could avoid the frenzy of Partition. They were privileged.\nBut every refugee, privileged or not, leaves a house behind. A set of imprecise things hard to list, hard to articulate. A dog that trails after the boat.\nHow would it be if we had a stone for every person who left their home behind during Partition? For every person who didn't make it to the other side? For everyone who starved to death in the famine? Would we know ourselves a bit better then?\nThe copyright of this article remains with the author and the Partition Studies Quarterly journal.\n\n \nSohini Chattopadhyay is a journalist who enjoys long-form reportage. She was a long-time writer and editor with OPEN magazine, where she co-edited the culture section in one stint, and commissioned features for all sections of the magazine in another.\n",
        "headline_1": "75 years of Partition: The art of remembering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/75-years-partition-the-art-remembering-3166561",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "Countries scurrying to source more natural gas to replace Russian gas supply are risking years of emissions that could thwart climate goals, according to a new research by the Climate Action Tracker (CAT). These countries mostly happen to be the more advanced ones, who had earlier made big pledges to drastically cut back on their greenhouse gas (GHG) emissions, since up until now, they have been the primary emitters. Not only is this unfair to the rest of the world – particularly the more climate vulnerable countries who are least responsible for climate change – but is extremely reckless and dangerous. \nAccording to the CEO of Climate Analytics, a research institute that is part of CAT, the world is currently \"witnessing a major push for expanded fossil gas LNG production and import capacity across the world.\" The projects that are in the pipeline could emit 10 percent of the world's remaining carbon budget – the cumulative amount that can be emitted if warming beyond 1.5 degrees Celsius is to be avoided. Among them are projects for new gas drilling in Canada and LNG import capacity in Germany and Vietnam.\n\nWithout a political understanding, the ongoing energy war and war in general cannot be stopped. And that will only worsen the climate change problem that endangers us all.\nUnder the Paris Agreement, countries had agreed to attempt to stop GHGs heating the planet by more than 1.5 degrees Celsius above the pre-industrial levels. Scientists have made it clear that going past that level would unleash far more severe climate impacts than the deadly wildfires, floods, and rising seas that we are already witnessing today. Yet, due to narrow geopolitical interests, the more advanced countries, while paying lip service to climate goals and lecturing others, are waging an energy war that is putting the entire world at risk – partly by risking nuclear war, partly by ignoring the consequences of intensified GHG emissions. \nBangladesh, being one of the most climate vulnerable countries in the world, should bring the matter up at the ongoing 27th United Nations Climate Change Conference (COP27) in Egypt, along with others, and seek to put an end to this madness. Without a political understanding, the ongoing energy war and war in general cannot be stopped. And that will only worsen the climate change problem that endangers us all. Here, we urge the UN to play a more convincing role in persuading countries to find common grounds, and let common sense prevail. \nCountries around the world have made numerous commitments to cut down on dirty energy, to invest more on renewables, etc. At a time when scientists are arguing that even those might not be enough, the world cannot afford to move backwards. Instead of making new pledges just for the sake of optics, countries around the world – particularly those most responsible for climate change – should really live up to their past pledges. Only then will their new pledges mean anything, and the world will have a chance of avoiding total catastrophe.\n",
        "headline_1": "Stop endangering the whole world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-endangering-the-whole-world-3166571",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "The recent controversy around a question in this year's HSC Bangla First Paper exam has, once again, brought to light the many deficiencies in our education system. The incendiary question has hurt the religious sentiments of Hindus and stoked communal disharmony. It makes us wonder if the so-called \"creative\" question pattern is serving the purpose of inspiring critical thinking when the teachers themselves are so lacklustre in their performances. \nThe creative question system was first introduced in 2008 to promote critical thinking and move the students away from blindly memorising guidebooks. However, many teachers still remain woefully unprepared to set questions under this system. According to a government survey, about 38 percent of secondary and higher secondary school teachers in Bangladesh cannot set question papers under the creative method. More than half of all teachers have not been trained in setting creative questions. The teachers who did receive some training complained that it was not adequate. \n\nOur education system for young students should inspire them to think critically and creatively. An atmosphere of learning and free thinking should be upheld at all the educational institutions across the country, and our teachers should be trained to maintain that. \nThis has resulted in some teachers copying questions directly out of guidebooks, as had reportedly happened in the 2020 SSC Bangla exam. Many others are accused of buying questions from teachers' associations, even though there are strict government orders against doing so. The other problem that has arisen from this is the appearance of questionable questions in public examination papers, the latest of which is mentioned above. \nReportedly, an assistant professor at Dr Saiful Islam Degree College in Moheshpur, Jhenaidah prepared the question paper, which was later reviewed by four other teachers from Jashore education board. The teachers involved have been identified and a probe has been launched against them, which is an admirable development. But it is worrisome how teachers who are \"master trainers\" could prepare such a question or approve it to begin with, as they receive more training than the standard three-day training for question-setters. \nAll these suggest that many of our teachers lack the necessary guidance to set creative questions, in the absence of adequate training or comprehensive guidelines of what's acceptable to posit in a question. It's high time we took a look at what these trainings contain and evaluated whether our teachers themselves lack the sensitivity and critical thinking needed to foster such skills in their students. \nOur education system for young students should inspire them to think critically and creatively. An atmosphere of learning and free thinking should be upheld at all the educational institutions across the country, and our teachers should be trained to maintain that. Academic freedom and a free exchange of ideas should be the first priority of our educators. Failing that and preparing communal question papers instead will do irreparable harm to our society.\n",
        "headline_1": "Are we really fostering creativity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-really-fostering-creativity-3166576",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "Countries scurrying to source more natural gas to replace Russian gas supply are risking years of emissions that could thwart climate goals, according to a new research by the Climate Action Tracker (CAT). These countries mostly happen to be the more advanced ones, who had earlier made big pledges to drastically cut back on their greenhouse gas (GHG) emissions, since up until now, they have been the primary emitters. Not only is this unfair to the rest of the world – particularly the more climate vulnerable countries who are least responsible for climate change – but is extremely reckless and dangerous. \nAccording to the CEO of Climate Analytics, a research institute that is part of CAT, the world is currently \"witnessing a major push for expanded fossil gas LNG production and import capacity across the world.\" The projects that are in the pipeline could emit 10 percent of the world's remaining carbon budget – the cumulative amount that can be emitted if warming beyond 1.5 degrees Celsius is to be avoided. Among them are projects for new gas drilling in Canada and LNG import capacity in Germany and Vietnam.\n\nWithout a political understanding, the ongoing energy war and war in general cannot be stopped. And that will only worsen the climate change problem that endangers us all.\nUnder the Paris Agreement, countries had agreed to attempt to stop GHGs heating the planet by more than 1.5 degrees Celsius above the pre-industrial levels. Scientists have made it clear that going past that level would unleash far more severe climate impacts than the deadly wildfires, floods, and rising seas that we are already witnessing today. Yet, due to narrow geopolitical interests, the more advanced countries, while paying lip service to climate goals and lecturing others, are waging an energy war that is putting the entire world at risk – partly by risking nuclear war, partly by ignoring the consequences of intensified GHG emissions. \nBangladesh, being one of the most climate vulnerable countries in the world, should bring the matter up at the ongoing 27th United Nations Climate Change Conference (COP27) in Egypt, along with others, and seek to put an end to this madness. Without a political understanding, the ongoing energy war and war in general cannot be stopped. And that will only worsen the climate change problem that endangers us all. Here, we urge the UN to play a more convincing role in persuading countries to find common grounds, and let common sense prevail. \nCountries around the world have made numerous commitments to cut down on dirty energy, to invest more on renewables, etc. At a time when scientists are arguing that even those might not be enough, the world cannot afford to move backwards. Instead of making new pledges just for the sake of optics, countries around the world – particularly those most responsible for climate change – should really live up to their past pledges. Only then will their new pledges mean anything, and the world will have a chance of avoiding total catastrophe.\n",
        "headline_1": "Stop endangering the whole world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-endangering-the-whole-world-3166571",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "As high price of imported Liquefied Natural Gas (LNG), fuel used for running many of the country's power plants, has forced the government to go for austerity in power use, the scramble for finding an alternative source of energy has understandably begun. Needless to say, the obvious choice is renewable energy. Notably, the government in its Renewable Energy (RE) Policy of 2008 set a target of meeting five per cent of the nation's demand for power from renewable sources by 2015 and 10 per cent by 2020. But the progress so far is negligible. Together, according to the power regulatory agency of the government, Power Cell, the renewable sources currently produce around 948 megawatts (MW), which is over five per cent of the total power generated (at around 11,000 MW) in the country. This amount hardly meets even 2020's target that the government set in the RE policy earlier.The good news is that the government has reportedly come up with a fresh plan of generating 1,000 megawatts (MW) of electricity from a recently undertaken fast-track project. The Bangladesh Power Development Board (BPDB) is learnt to have started selecting appropriate locations to install solar panels for the purpose. To this end, an arrangement has also reportedly been made with independent power producers (IPPs).As part of this plan, the government, as reported, is going to provide land to the interested parties to install solar power plants. But the biggest barrier to this plan will be the acute shortage of land in the country. Worse yet, land here is also very fragmented. This would come in the way of procuring an unfragmented piece of land even for setting up, say, a 50 MW photovoltaic (PV) solar park without encroaching on an agricultural land. To make matters worse, the existing government restriction on using agricultural land for solar projects is yet another obstacle to the plan. So, the government will be required to formulate a well-thought-out policy to overcome this issue. According to an estimate, if only one per cent of the country's total agricultural land could be used for installing solar projects, solar power plants of 50,000 MW capacity could be set up in the country. From such facilities, power equivalent to 82,000 GWh (gigawatt hour) could be generated. In this connection, the authorities should also look for the right technology that would allow the use of land both for agriculture and solar power generation at the same time. Floating solar plant is yet another solution the government is learnt to be planning to introduce. Such option is definitely well-suited to Bangladesh as it has a myriad of rivers and water bodies.While appreciating the urgency to switch to renewable energy in a big way, it would also be worthwhile to weigh up the options. Seeing that at present 52 per cent of the country's total power generation capacity of over 21,000 MW come from natural gas-based power plants and another 41 per cent from those that run on oil and coal, the enormity of the challenge before the policymakers is well understood. This calls for carrying out further exploration and exploitation of the country's domestic hydrocarbon reserves, both onshore and offshore. Regarding renewable energy, choices of the sources as well as the technologies have to be set right. The past instances of shifting priorities should be avoided at all costs.",
        "headline_1": "Switching to renewable energy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/switching-to-renewable-energy-1668170448",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "The acute energy crisis Bangladesh is experiencing now should come as no surprise. Imported expensive liquid fuel has proved to be too expensive for the country, especially since global energy prices have been extremely susceptible to abrupt geopolitical turns and twists. The chronic shortage of gas is hampering industrial production so much that, as many foresee, industrial output may come down to as much as 50 per cent, unless gas supply is restored to the previous levels. Although the government has recently declared the purchase of liquefied natural gas (LNG) from the spot market to stave off the worst, it is obvious that the country simply cannot afford to keep spending so much foreign exchange (forex) from a fast-depleting forex reserve.There is talk that some industries are planning to switch over to LPG as a stopgap measure to overcome the gas crunch but this will do little to alleviate the energy crisis. Energy experts in the country keep stressing that there has to be a change in policy direction that will focus on exploring the local petroleum resources - both onshore and offshore. While offshore exploration is a mid- to long-term affair, there is no reason why onshore exploration cannot be prioritised in areas that have shown, through studies, high prospect of gas deposits.In a recent webinar hosted by the Energy & Power magazine, the issue of gas exploration of the Chattogram Hill Tracts (CHT) came up for discussion. Former advisor to the BAPEX (Bangladesh Petroleum Exploration and Production Company), Md. Fariduddin informs that some structures have already been identified at CHT and require no further assessment for planning exploration. If that is the case, then there is no need to look for an international oil company (IOC), rather Petrobangla can invest its own resources to discover what is available. If looked at the assessments made in the previous years, some interesting information is available. \"In 2001, the Norwegian Petroleum Directorate and Hydrocarbon Unit assessed the prospect as 18.4 Tcf (trillion cubic feet). Ocean Energy engaged in work there at that time and assessed the prospect as 42 Tcf. Finally, Gustavson, in 2011, assessed the prospect as 42.6 Tcf.\"After some failed attempts, \"BAPEX consultants suggested launching exploration at Kashalanag, Patiya and Jaldi by spending money from their sources. But CHT structures did not get priority in the 17 exploration drilling programs of Petrobangla in their project for 46 wells drilling till 2025.\"The primary reason cited by BAPEX has been exorbitant cost for explorations. The question is even with exorbitant cost involvement, why have the authorities not kept a provision for exploring at least 10 wells every year on the assessments made over the last two decades by foreign companies in CHT? Was it to open the door to interested parties which are averse to the country's self-sufficiency in energy and have their own agenda to serve narrow interests? The energy crisis has exposed the short-sightedness. So it is time to review the energy policy emphasising reliance on domestic sources as opposed to dependence on imported fuels.Some energy experts are of the opinion that there is a bright prospect of finding hydrocarbons in CHT, particularly to go by the significant explorations that have been carried out in the Surma valley. Again, when these matters have been raised with relevant officials in Petrobangla, they inform that exploration of CHT is under consideration but strategy and methodology remain undecided. As pointed out by a former Bapex Managing Director Mortuza Ahmad Faruque recently, \"CHT is the only extensive hilly area in Bangladesh that lies in the south-eastern part of the country, bordering Myanmar in the southeast and the Indian states of Tripura in the north. There were discoveries of 12 gas fields in Tripura where similar geological conditions are prevailing like Chittagong and Hill Tract areas.\" He further adds that in the south of CHT, some large gas fields have been discovered in the offshore Rakhine Basin of Myanmar. So, extensive exploration in the identified structures can come up with reserves of oil and gas in the hill tracts there.There is no room for indecisiveness now. The chronic shortage of gas threatens to undermine all the achievements of the present government unless gas exploration is started on a war footing. Hoping for things to improve in Europe or that spot prices will come down to pre-Covid pandemic level is a pipedream. Experts inform that CHT is already connected with the gas grid and hence there will be no problem in extracting gas in case of striking its reserves there. It would be wise to assign reputed drilling companies/contractors with the task given the complex nature of the structures at CHT. \n[email protected]",
        "headline_1": "Gas exploration in Chattogram Hill Tracts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gas-exploration-in-chattogram-hill-tracts-1668170494",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "Getting rid of the makeshift vendors' illegal occupation of various parts of streets in different neighbourhoods in Dhaka seems to be almost impossible. From morning to evening, thousands of street vendors occupy one or both sides of the roads, mostly with vans and small benches. As a result, the actual width of the streets gets narrowed, creating undue congestion and making the movement of pedestrians and vehicles difficult. Moreover, local business establishments also face trouble due to street vendors' day-long and evening presence. Finally, the makeshift street vending creates various inconveniences to local residents.It is sad to note that the two city corporations in Dhaka, responsible for their citizens' smooth stay and movement, have failed to address the problem. Instead, it is alleged that illegal road and street encroachment is backed by several councillors and local leaders. What is also an 'open secret' is that a number of members of law enforcement agency have joined the local political leaders. The nexus of the trio is active there to collect illegal tolls from the vendors daily. According to a report published in a leading vernacular daily last month, some 300,000 hawkers or street vendors in Dhaka, on an average, pay Tk 200 daily as tolls to get permission for illegal vending on roads and streets. Thus, an estimated amount of Tk 60 million per day and Tk 1.80 billion per month is collected from the hawkers by several powerful extortionist gangs. The money extorted from the vendors is distributed among some political leaders and activists, local goons and police. As the street vendors pay for the illegal encroachment, they could not care less for the residents' convenience. They know that the extortionists will protect them against legal or social action. Local residents tried to keep the streets free from vendors in some areas. They, however, backtracked due to non-cooperation from law enforcement agencies. Instead, in a few cases, local political leaders and extortionists threatened the residents with dire consequences. Street vendors have made the movements of daily commuters difficult, especially in busy areas and pick times. Office-goers, students and others have to navigate through lousy traffic and congestion due to streets occupied by the vendors. In some area, congestions at intersections are more as vendors set up their stalls on main roads, too, creating bottlenecks. The designated shops and marketplaces in localities have also been affected badly due to illegal street vendors. Residents and pedestrians also cannot avoid their responsibilities as they have generated demand for street vendors. Many people now prefer purchasing vegetables, fruits and other kitchen items from street vendors instead of going to nearby markets. Even fishes and chickens are also available on the streets, and many are purchasing those. Thus the streets become chaotic mainly during the evening when people return from work or office. The continuous presence of street vendors also pollutes the surrounding areas. Waste papers and left-over are disposed of on the streets. In some areas, however, city corporation cleaners remove the waste properly. Again, these vendors and some others urinate openly on the street sides as no public toilet is available there. It has become a severe problem in many areas, and nobody bothers to address it. Some argue that street vendors are poor people who need space to do small business. It is flawed logic. Poor people deserve some support for their livelihoods. However, it does not mean they have to resort to illegal practices, creating trouble for many others. Moreover, it is the nexus of extortionists which is ultimately benefiting from street vending. Therefore, enforcement of the rule of law is necessary to stop illegal extortion. \n[email protected]",
        "headline_1": "Street vendors cause residents to suffer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/street-vendors-cause-residents-to-suffer-1668170534",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2022"
    },
    {
        "full_article": "It is quite an achievement for the government that it has been distributing new textbooks among students on the first day of the year through a festival since 2010. Delivering school textbooks on time is no doubt a great success for the government. But it failed to deliver all new textbooks to students earlier this year. A similar situation is likely to arise again in the next academic year (2023) due to paper shortage, power outage and a delay in providing work orders to the printers, according to the media. The textbook, in fact, is the heart of the school and teaching-learning activities, without which there would be no schools. Effective use of textbook helps in bringing and achieving the learning outcomes. Textbooks carry a wide range of new and interesting facts and open the door to a world of a whole new experience to a student. Teachers can play an important and crucial role in nurturing and supporting each child's creative potential by proper use of textbooks. Textbooks also help teachers become more inspirational and motivational. However, delays in distributing textbooks to schools can hugely affect teaching-learning activities of children. Unavailability of textbooks on time can make students rely on notes and guidebooks. In such a situation, students from poor economic background are likely to fall behind. This is why the authorities concerned must work hard to make quality textbooks available on time so as to enhance the quality of education as a whole. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Delivering school textbooks on time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/delivering-school-textbooks-on-time-1668170569",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2022"
    }
]