[
    {
        "full_article": "The spurt in coronavirus cases reported out of China has triggered global alarm. India’s Health Ministry has issued a directive to States to send positive samples to the Indian SARS-CoV-2 Genomics Consortium (INSACOG) to check for new, concerning strains. The Health Minister, too, has called for a review meeting of the coronavirus situation in India. India’s official numbers suggest that, thus far, there is little to worry. There are only 3,408 active cases. Only one district has a test positivity rate of over 10% and only four between 5 and 10%, as per the latest available weekly data. India’s COVID-19 vaccination coverage has exceeded 219.33 crore, and there are no signs of distress being reported out of hospitals. However, the experience of previous years is that it is usually many weeks after which a noticeable spike, let alone a wave, is confirmed by health authorities. There is scarce monitoring and mask mandates for public gatherings, airports and railway stations have been removed everywhere; so, low numbers do not necessarily mean new variants are not taking root.In China, despite reports of crowded mortuaries, hospital admissions piling up and stocked-out pharmacies, weekly death counts are officially in the single digits. The prevalent opinion is that the lifting of curbs, after almost three years of some of the most restrictive containment measures, has now exposed a large swathe of people who lack ‘natural immunity’. Some mathematical modelling projections calculate a million COVID-19 cases in the coming days in China. Given that much of the world has moved to normalcy in terms of travel, the concern is that this surge is likely to reverberate globally with many more infections, even in India, inevitable. There are two key lessons that can be derived from the Chinese experience: long lockdowns cannot eliminate the virus or prevent the development of new strains, and the only reasonable defence possible against severe disease is via vaccines. China has largely depended on home-grown vaccines such as CoronaVac and Sinopharm vaccines that rely on the inactivated virus technology. Despite 90% of the population receiving a single dose, and half, a second dose, the numbers in China suggest that waning immunity is a fait accompli. The big lesson for India is to not only establish the prevalent coronavirus variants but also whether the administered vaccines continue to be efficacious. While most of the vaccines administered in India are Covishield, and thus of the spike protein, it may be time to accommodate for changes in the virus. The sequencing of strains by INSACOG should not remain an academic exercise.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChina\n\n/\n\nCoronavirus\n\n/\n\nIndia\n\n/\n\nmedical research",
        "headline_1": "A concerning sequence: On a new coronavirus strain and a spurt in cases in China",
        "headline_2": "India’s vaccination strategy should accommodate for SARS-CoV-2 changes",
        "link": "https://www.thehindu.com/opinion/editorial/a-concerning-sequence-the-hindu-editorial-on-a-new-coronavirus-strain-and-a-spurt-in-cases-in-china/article66289196.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "In its latest outrageous decision, the Taliban regime has announced a ban on female students studying in universities. The “cabinet” meeting decision is one in a series that wipes out the many societal gains since 2001, the last time the Taliban was in power. These decrees include banning Afghan schoolgirls from studying above grade six, job restrictions and a ban on women at gyms and public parks, with public floggings for those travelling without male relatives chaperoning them. In effect, a regime that is growing crueller and less rational by the day, wants about half the country’s population out of public sight. Making the decision publicly and officially is the regime’s way of thumbing its nose at the international community by reneging on promises made during the Doha talks, including establishing an “inclusive” government. The international community must now review its current policy towards the Taliban 2.0 regime. While no country recognises the Taliban officially, many openly engage with the regime leaders; more than a dozen, including India, have diplomatic missions. The Government has sought to explain its decision to go back into Afghanistan and to even meet with Ministers such as Sirajuddin Haqqani who were responsible for attacks and killings at Indian missions as pragmatic policy to ensure India’s security and the smooth delivery of aid. In fact, these policies have only made it more comfortable for the Taliban to continue to rule, while giving shelter to terrorist organisations, including those that target India. In addition, New Delhi’s decision to cancel all visas to Afghans, hurt female students seeking an education in India the most.Instead of pleading helplessness, there is much that the global community can do, acknowledging that women’s rights are at the core of the issue with the Taliban, and not just a “desirable” outcome that is optional in Afghanistan’s future. It must curtail engagement with the Taliban, which depends on external assistance to run its government structures. Leading nations should also create platforms outside Afghanistan for non-Taliban Afghan leaders, particularly women who had been elected in the past, to regroup, organise and voice an alternative vision to the dark one the Taliban seems set at thrusting the country into. India, as a regional leader, must review its “hands-off” approach to the people of Afghanistan who have clearly suffered many deprivations in the past year. Lofty words at the United Nations Security Council and other international fora have done very little to alleviate those hardships, and even less to further India’s interests or goodwill amongst a people that it has historically been seen as a good friend to.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\n WhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-Afghanistan\n\n/\n\nAfghanistan\n\n/\n\nhuman rights\n\n/\n\nforeign aid\n\n/\n\nUnited Nations\n\n /\n\ndiplomacy",
        "headline_1": "Ties with Taliban: On why India should stop engaging with the repressive regime",
        "headline_2": "India must curtail engagement with Afghanistan as long as the repressive regime is in place",
        "link": "https://www.thehindu.com/opinion/editorial/ties-with-taliban-the-hindu-editorial-on-why-india-should-stop-engaging-with-the-repressive-regime/article66289212.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "After China suddenly opened its doors widely to the SARS-CoV-2 virus, a flood of Covid cases and deaths are being reported by global media, even though official counts from that country are low. While all reports need verification, there is little doubt that China has many vulnerable people who were unexposed to the virus earlier or had not been fully vaccinated. Low vaccination rates among the elderly in China are of particular concern. Taking cognisance of rising case counts in China, Japan, South Korea and the US, GoI has issued new advisories.\nRead the full article on TOI+\n\n",
        "headline_1": "Covid: How to prepare this time – India & the world must know what variant is causing China’s Covid wave",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/covid-how-to-prepare-this-time-india-the-world-must-know-what-variant-is-causing-chinas-covid-wave/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "Rise in Covid cases in China, Japan, US and parts of western Europe – hospitalisation has also increased in these places – prompted the Centre to put state governments on alert. While the China surge can be understood as an outcome of the withdrawal of its flawed zero-Covid strategy, the worry is that different subvariants appear to be driving the surge in different countries. In Beijing, the BF.7 subvariant is dominating infections while in US the BQ.1 and BQ.1.1 subvariants accounted for 70% of cases.\nCovid infections continue to remain flat in India but partly this could also be due to reduced testing. Daily testing now is in the range of 1 lakh tests against 2-3 lakh tests per day in November. With home testing kits also available, it will be difficult to get early warning of an uptick in India unless states get back into testing mode and send as many positive samples as possible to Insacog labs for genome sequencing. Rise in OPD consultations and hospitalisations could also offer clues.\nWhile NTAGI has assured that hybrid immunity from vaccination and natural infection will stand the Indian populace in good stead, it is definitely a worry that the Indian vaccination programme has lost steam since the receding of the third wave earlier this year. Though Gemcovac, India’s homegrown mRNA vaccine received emergency use authorisation in June, nothing much has been heard since. The company even reported having 7 million doses ready. Bharat Biotech’s intranasal vaccine, approved as a heterologous booster, is still awaiting the nod to go live on CoWin.\nMeanwhile, US CDC reported a few days ago that Pfizer and Moderna’s “Omicron boosters”, which were developed at the US FDA’s insistence, are 84% effective at keeping those over 65 from being hospitalised, compared with the unvaccinated, though their efficacy against mild illness seems low. India must also similarly prod its vaccine companies to keep updating their vaccines and provide requisite funds for the purpose. The Centre has advised people to mask up in crowded areas, a sign that mask mandates could return if cases rise. Poor masking was the reason the Delta and Omicron waves swamped us so fast. Meanwhile, GoI must incentivise booster dose production and start another campaign promoting the third shot.\n\n",
        "headline_1": "Let’s be careful: Testing, masking, booster-taking, genome sequencing: India must get ready for another pandemic test",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lets-be-careful-testing-masking-booster-taking-genome-sequencing-india-must-prepare-for-another-pandemic-test/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "As a wave of infections sweep China, some of the patterns are familiar. Multiple media reports said that Chinese were stocking up on basic medicines, leading to shortages. This was corroborated by an announcement that China will speed up imports of relevant medicines. Given both the scale of China’s population and the criticality of their pharmaceutical industry in the supply chain, the impact has been felt in India. The prices of key active pharmaceutical ingredients (APIs), which are the essential ingredients in making medicines, have increased recently by 12-25%.\nIndia had both the technical know-how and manufacturing facilities to make many key APIs. However, over the last few years, China’s superior cost competitiveness undermined India’s domestic capability. In 2018-19, APIs and key starting materials used in their production made up 63% of total pharma imports. Consequently, following the outbreak of Covid, GoI introduced a PLI scheme in July 2020 to encourage domestic manufacture of a target group of 41 products, including aspirin and penicillin. Till August, GoI data showed that 51 companies had received approval under this PLI scheme to begin new plants to make APIs. However, only about 25-30% of the companies have begun manufacturing.\nPLI today is the flagship manufacturing scheme of GoI. Both in terms of public messaging and budgetary support it’s been prioritised. Despite its importance and the public health emergency India’s experienced, the pace of rollout leaves a lot to be desired. It’s hard to justify the lag in execution. Unlike semiconductors, it’s an area where Indian industry has a track record. The lag also points to larger challenges if India has to capitalise on the move towards relocating supply chains out of China. Cost matters here and slow progress adds to it. We need to move faster.\n\n",
        "headline_1": "API crisis, again: PLI in key pharma ingredients was supposed to reduce dependence on China. But the job’s only partly done",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/api-crisis-again-pli-in-key-pharma-ingredients-was-supposed-to-reduce-dependence-on-china-but-the-jobs-only-partly-done/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "In the wee hours of Wednesday morning, Elon Musk, the self-styled chief twit and content moderator remarked that he will resign as CEO after 57.5% of his platform users wanted him out in a Twitter poll where he popped the question. The catch, however, continues to be when. To quote Musk‘s own words, “as soon as I find someone foolish enough to take the job.” Read: a successor.\nRead the full article on TOI+\n\n",
        "headline_1": "Will Twitter be un-Musked & will Tesla get a full Musk? Even the chaos in the social media company looks less scary than the freefall in the e-carmaker’s shares",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/will-twitter-be-un-musked-will-tesla-get-a-full-musk-even-the-chaos-in-the-social-media-company-looks-less-scary-than-the-freefall-in-the-e-carmakers-shares/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "The Covid pandemic can be considered an acid test for the Fourth Industrial Revolution (4IR). The work-from-home and remote office culture have evolved due to the pandemic. In some cases, the technological advancement in Bangladesh has also shifted the workplace from offices to home or third spaces, resulting in an increased number of home-based and \"floating\" workers. The virtual and hybrid nature of communication is supporting this transformation; call centres, agent banking, app-based ride-sharing and delivery service, and marketing through social media are the most significant examples of that. Already, the effects of \"casualisation\" and \"externalisation\" have created an increasing number of part-time and contractual workers.\nThese workers neither have a fixed workplace like an office, nor are they covered by labour laws or other legal instruments. Therefore, it is not clear how they could be organised or how trade unions could make collective bargaining possible for them with a view to place their demands to the employers. In such cases, it is assumed that organising workers and bargaining for them by the trade unions may be challenged.\nDavid Peetz, in his book titled The Realities and Futures of Work, argues that as more people are becoming \"freelancers\" or \"gig workers,\" the traditional employment relationship is being severely challenged, and it becomes difficult for the workers to act collectively because they do not have a common employer. Ride-sharing and home delivery workers may face difficulties if their company is shut down or goes bankrupt. For example, workers of a number of e-commerce companies in Bangladesh had such a bitter experience during the early years of the pandemic.\nMore than 80 percent of workers in Bangladesh, mostly informal, are not covered by the labour law; they are thus not eligible to form a trade union in the first place. Moreover, as per the labour law, it will not be possible for them to form a trade union unless 30 percent of the workers join the union. Introduction of robots may lead to job loss and salary reduction of the existing workers. Considering this vulnerability, it is more difficult to form unions for the future workers who remain scattered and unorganised.\nAlready, the labour laws that we have inherited from the British and Pakistani regimes are more active in protecting the interests of the employers and factory owners, rather than securing workers' rights. In some cases, politicisation has created many divisions within trade unions, resulting in slow and sometimes no progress in the collective movement for workers' rights. In these circumstances, 4IR may create significant challenges for the trade union movement.\nStruggling to survive in a competitive job market of digital automation can bring extra stress for workers, which can also lead to negative workplace behaviour and a toxic workplace environment. All these situations can create additional challenges for the workers, and detract them from paying attention to the trade union, and realising their rights.\nTrade union movement in Bangladesh has not yet developed a clear understanding of the changes coming through 4IR. Therefore, they have not yet been able to prepare for its challenges and opportunities.\nTo adapt to this situation, it will require training, research, scholarly efforts, knowledge-sharing and above all government patronage for a strategic mitigation plan, with a view to prevent redundancy of workers and erosion of a healthy work environment.\nYouth leaders have the possibility to play a perfect role in future unionisation. They need to be brought into training, workshop and study circles. National and international trade union federations can play a vital role in this regard.\nThe rise of automation has made women workers most vulnerable. A recent study on rice mill workers in Sherpur district found that the number of women workers had decreased by 20 percent since most of the rice mills there were automated. Automation in harvesting as well as fish, meat and other food-processing industries may face the same effect. In the case of big industries like RMG, the effect may occur more slowly. However, instead of laying off these workers, relocation to other sections and providing on-the-job training may reduce the retrenchment and redundancy of women workers.\nTime-befitting reform of the labour law is also a must to address these challenges posed by 4IR. The last revision of the labour law is still lagging behind in terms of this demand. The government has planned to develop 100 economic zones within a period of 15 years. It is expected that 10 million jobs will be created through them. But the concern is that there is a separate labour law for EPZs, named the EPZ Labour Act, 2019. The question is: how can inclusiveness be possible if there are two types of labour laws for workers in the same country? The EPZ Labour Act has made trade unions illegal, which violates the ILO Convention No 87 and 98.\nHarmonious relations at the workplace are also needed to keep pace with the progress. Apart from trade unions, the roles of government and employers are also necessary to ensure effective dialogues. Political parties need to add a pro-trade union approach and long-range strategic plan to their election manifestos.\nThe question is: if the cost per hour of a robot is cheaper than that of a worker, how will the large number of people find opportunities to contribute to the country's industrial growth? The answer is: workers may suffer from income reduction, leading to job loss. To get out of this situation, trade unions have to find their own way to protect the workers. Trade unions must move away from bargaining strategies that are focused on traditional employment, and must adapt their strategies to the new forms of work.\nMd Yousuf Al-Mamun is a columnist and deputy director of Bangladesh Institute of Labour Studies (BILS).\n\n",
        "headline_1": "How do we protect workers’ rights in the age of 4IR?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-do-we-protect-workers-rights-the-age-4ir-3202061",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "It is totally unacceptable that the Chattogram City Corporation (CCC) has failed to make any progress at all in a project taken up three and a half years ago to light up various city streets. According to a report by this daily, it has been stuck in the mud due to multiple reasons, including delays in tender procedures, negligence of CCC officials, alleged tender manipulation, etc. Already, the deadline of the project, which was first approved in 2019 and scheduled to be completed by June 2021, has been revised twice because of lack of progress.\nChattogram is among the most important business hubs in Bangladesh. Being the second-largest city in the country, it accounts for nearly 12 percent of our GDP, including 40 percent of industrial output, 80 percent of international trade, and 50 percent of tax revenue. The city is home to many of the oldest and largest companies in the country, and has one of the busiest ports in the whole of South Asia. Given these realities of national economic importance, one would expect Chattogram's urban development work to also run parallelly, which will only increase its contribution to our nation's growth. Despite that, the CCC's failure to start or implement a simple project even after three years shows how ill-prepared it is for the journey that lies ahead.\nUpon completion, the project is expected to reduce the electricity bill of CCC by half, and a smart management system would be introduced instead of the present manual process, replacing around 500 switches for lamp control with four central server stations – while the LED lamps will be controlled by timers and magnetic control systems. This, again, would save the CCC, and thereby the taxpayers, a substantial amount of money every year. Yet, despite having the potential to significantly increase efficiency across the board, CCC authorities have ignored the importance of implementing the project.\nThis is, however, not the first time that they have failed to implement a project that is vital for Chattogram's needs. For example, about eight years ago, the authorities took up a project to excavate a canal to ease the suffering of city residents from waterlogging. Though the Tk-327-crore project was supposed to be completed by June 2017, the CCC failed to finish it and extended the deadline till June 2021, raising the project cost to Tk 1,256 crore. However, in April this year, it again appealed for, and received, a deadline extension from the Executive Committee of the National Economic Council (Ecnec), thus raising the cost four times the original to Tk 1,363 crore.\nThough we are yet to hear anything about a cost escalation for the lighting project, the fact that the CCC has failed to even get it off the ground is completely unacceptable. It is high time for the planning ministry and other concerned authorities to intervene and ask the CCC for an official explanation, and take effective measures to ensure the corporation starts to perform better both for the wellbeing of residents and the nation.\n",
        "headline_1": "Chattogram needs better service from its city corporation  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chattogram-needs-better-service-its-city-corporation-3201721",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "It is disappointing to witness the Taliban government continuing to backtrack on the promises it had made after taking over Afghanistan last year. In the latest breach, and not entirely surprisingly, we may add, the higher education ministry of the government has slapped a ban on university education of women, on top of the existing ban on girls attending secondary school, which has been in effect since March. While the latter decision was defended using a number of flaky excuses, the university ban, we're told, has been imposed to preserve \"national interest\" as well as women's \"honour.\" But how can holding back one half of the population and their progress through education be in Afghanistan's interest?\nIt's no secret that the Taliban government is dealing with a serious, multi-faceted economic crisis at the moment, with it largely cut off from international trade and aid over the past year. For a country that used to receive USD 4 billion of foreign aid annually, as per OECD data, this blow has been especially devastating. One of the biggest factors behind the government's failure to be officially recognised as legitimate rulers of Afghanistan is its regressive policies relating to women.\nAs such, we must ask: what really drove the Taliban to impose the latest ban on women's tertiary education? What can they possibly expect to gain from this in realistic terms? And how does it help address their crises at the moment? More fundamentally, do such regressive policies at all align with the Islamic Sharia law that the Taliban claim to be following? Let's not forget, it is partly because of such policies and practices that Afghanistan became vulnerable to foreign interventions in the first place.\nIn the last 20 years, the Afghan people have seen the ugliest faces of war, and the lives of generations of people have been ruined. Women, in particular, have had to claw their way up to gain access to education and employment opportunities. Now, all that is at risk of disappearing, with the Taliban continuing to restrict women to the four walls of their homes, detached from everything else. This cannot be the attitude of a government looking to receive support from the international community.\nThe Taliban must realise that to advance the interests of Afghan people, it needs to invest in education for women – not ban it. This will not only help the government build better relations with other countries and earn public support at home, but will also help Afghanistan reach its potential as a nation. In this regard, the international community must play a strong role in holding the Taliban to its own promises and pressurising it to deliver. As a country that was once ravaged by war and built itself up from its ashes, we want Afghanistan to rebuild itself for its own good.\n",
        "headline_1": "Yet another assault on Afghan women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/yet-another-assault-afghan-women-3201696",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "A ground-breaking agreement was reached at the 27th Conference of the Parties to the United Nations Framework Convention on Climate Change (COP27), to provide \"loss and damage\" assistance to vulnerable nations that have been severely affected by climate disasters. Developing nations rejoiced as critical climate negotiations came to a satisfactory completion with a \"historic\" consensus on their most important climate goal: a worldwide fund for \"loss and damage\" that would provide financial aid to underdeveloped countries affected by climate disasters.\nA major concern in the distribution of funds for loss and damage for developing countries, especially Bangladesh, is the lack of archived data, data generation and management on the spatial scale. While there are several qualitative assessments and testimonials on the effects of various disasters that occur in the country, there is a big data gap due to the scarcity of quantitative numbers to support the damages and losses incurred. The lack of an integrated loss and damage assessment framework to analyse the impacts on local households and ecosystem is increasing the data gap. To correctly assess the extent of loss and damage in Bangladesh, to be able to receive the proper remuneration for it, a local multi-stakeholder-based assessment framework needs to be developed. Formulating our disaster risk reduction plan will also require such data.\nWith such diverse range of ecosystem like the hill tracts, the hoar basins and the Bay of Bengal on the South, different regions within Bangladesh need different assessment frameworks. Urban and rural areas are also affected differently; therefore, no region can be assessed with the same framework and criteria. To mitigate and adapt to these disasters, loss, damage, and conduct disaster risk reduction planning, accurate geospatial data are necessary.\nBangladesh needs a loss and damage assessment framework that is, therefore, community-led and is approved by the scientific and expert communities. The data developed within the loss and damage framework can be accurately used by both the national management organisations and internationally by other countries when providing relief and loss and damage funds to the country post a disaster. To accurately assess the data and develop quantifiable data and statistics, multiple assessment techniques need to be used.\nHistorical satellite data trends before and after a disaster can be used to analyse the extent of loss, damage and collect the data for the local regions. In addition to this, UAV/drone satellite data can easily identify the loss and damage of a particular region, for instance, the loss of agricultural land post a disaster. However, to collect data at the household level, we need to take a participatory approach and household survey approach at the local level and assess the impacts and damages incurred before and after a disaster. Quantitative surveys are important as they are able to assess individual losses at a ground level that enables effective policymaking and management plans at the national level. Acquiring data per household post each disaster on crops, infrastructure, livestock, fisheries and other ecosystems gives the most precise portrait of the loss and damage impacts on socio-environmental and economic livelihood of the households.\nInformation and Communication Technology (ICT) has become essential for data collection and management. Developing and using ICT platforms can make the data collection process much more effective and easily accessible. We need to develop a dashboard for particular disasters, which should include data on the loss and damage incurred per household from the disaster at a community scale. Developing and maintaining such a dashboard can not only help national disaster management and disaster risk reduction planning, but could also be useful for relief funds from international organisations and other developed and developing countries. Bangladesh needs support for institutional and capacity development training on the use of ICT on disaster management. Incorporating loss and damage management approaches in academic curriculum can provide better capacity and knowledge building for such management practices. Scientists say that it is important for disaster assessment to be rapid for easy recollection. Disaster databases should be updated promptly post a disaster, so no information is missed or incorrectly entered into the database.\nBangladesh Bureau of Statistics (BBS) has started to compile disaster related datasets (2020). They, however, lack data on the household level for particular disasters for each ecosystem. These databases should be strengthened to develop them at a national level. For this, there should be more disaster specific funds disseminated, and more small projects for disaster impacts should be implemented.\nImplementation of a geo-spatial database by the government can address the impacts of loss and damage at community levels. Local administrative officers can play a significant role for digital database development and management. The officers can input the data for local regions on the national database, so all the regions are updated regularly. This will allow us to understand and assess the present and post-disaster conditions of the country, and help mitigate the loss and damages from climate change.\nMd Nasir Uddin is research fellow at the Bangladesh Centre for Advanced Studies (BCAS) and country network manager at Cap-Net Bangladesh. Email: ahamedn00@gmail.com\n\n",
        "headline_1": "Why we need spatial database on loss and damage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-we-need-spatial-database-loss-and-damage-3201621",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "It is totally unacceptable that the Chattogram City Corporation (CCC) has failed to make any progress at all in a project taken up three and a half years ago to light up various city streets. According to a report by this daily, it has been stuck in the mud due to multiple reasons, including delays in tender procedures, negligence of CCC officials, alleged tender manipulation, etc. Already, the deadline of the project, which was first approved in 2019 and scheduled to be completed by June 2021, has been revised twice because of lack of progress.\nChattogram is among the most important business hubs in Bangladesh. Being the second-largest city in the country, it accounts for nearly 12 percent of our GDP, including 40 percent of industrial output, 80 percent of international trade, and 50 percent of tax revenue. The city is home to many of the oldest and largest companies in the country, and has one of the busiest ports in the whole of South Asia. Given these realities of national economic importance, one would expect Chattogram's urban development work to also run parallelly, which will only increase its contribution to our nation's growth. Despite that, the CCC's failure to start or implement a simple project even after three years shows how ill-prepared it is for the journey that lies ahead.\nUpon completion, the project is expected to reduce the electricity bill of CCC by half, and a smart management system would be introduced instead of the present manual process, replacing around 500 switches for lamp control with four central server stations – while the LED lamps will be controlled by timers and magnetic control systems. This, again, would save the CCC, and thereby the taxpayers, a substantial amount of money every year. Yet, despite having the potential to significantly increase efficiency across the board, CCC authorities have ignored the importance of implementing the project.\nThis is, however, not the first time that they have failed to implement a project that is vital for Chattogram's needs. For example, about eight years ago, the authorities took up a project to excavate a canal to ease the suffering of city residents from waterlogging. Though the Tk-327-crore project was supposed to be completed by June 2017, the CCC failed to finish it and extended the deadline till June 2021, raising the project cost to Tk 1,256 crore. However, in April this year, it again appealed for, and received, a deadline extension from the Executive Committee of the National Economic Council (Ecnec), thus raising the cost four times the original to Tk 1,363 crore.\nThough we are yet to hear anything about a cost escalation for the lighting project, the fact that the CCC has failed to even get it off the ground is completely unacceptable. It is high time for the planning ministry and other concerned authorities to intervene and ask the CCC for an official explanation, and take effective measures to ensure the corporation starts to perform better both for the wellbeing of residents and the nation.\n",
        "headline_1": "Chattogram needs better service from its city corporation  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chattogram-needs-better-service-its-city-corporation-3201721",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "It is disappointing to witness the Taliban government continuing to backtrack on the promises it had made after taking over Afghanistan last year. In the latest breach, and not entirely surprisingly, we may add, the higher education ministry of the government has slapped a ban on university education of women, on top of the existing ban on girls attending secondary school, which has been in effect since March. While the latter decision was defended using a number of flaky excuses, the university ban, we're told, has been imposed to preserve \"national interest\" as well as women's \"honour.\" But how can holding back one half of the population and their progress through education be in Afghanistan's interest?\nIt's no secret that the Taliban government is dealing with a serious, multi-faceted economic crisis at the moment, with it largely cut off from international trade and aid over the past year. For a country that used to receive USD 4 billion of foreign aid annually, as per OECD data, this blow has been especially devastating. One of the biggest factors behind the government's failure to be officially recognised as legitimate rulers of Afghanistan is its regressive policies relating to women.\nAs such, we must ask: what really drove the Taliban to impose the latest ban on women's tertiary education? What can they possibly expect to gain from this in realistic terms? And how does it help address their crises at the moment? More fundamentally, do such regressive policies at all align with the Islamic Sharia law that the Taliban claim to be following? Let's not forget, it is partly because of such policies and practices that Afghanistan became vulnerable to foreign interventions in the first place.\nIn the last 20 years, the Afghan people have seen the ugliest faces of war, and the lives of generations of people have been ruined. Women, in particular, have had to claw their way up to gain access to education and employment opportunities. Now, all that is at risk of disappearing, with the Taliban continuing to restrict women to the four walls of their homes, detached from everything else. This cannot be the attitude of a government looking to receive support from the international community.\nThe Taliban must realise that to advance the interests of Afghan people, it needs to invest in education for women – not ban it. This will not only help the government build better relations with other countries and earn public support at home, but will also help Afghanistan reach its potential as a nation. In this regard, the international community must play a strong role in holding the Taliban to its own promises and pressurising it to deliver. As a country that was once ravaged by war and built itself up from its ashes, we want Afghanistan to rebuild itself for its own good.\n",
        "headline_1": "Yet another assault on Afghan women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/yet-another-assault-afghan-women-3201696",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "Domestic resource mobilisation has ever remained a tough task for low-income countries but it has become even more challenging in the post-Covid global trade regime constrained by the Russo-Ukraine war. Bangladesh's tax-GDP ratio, which was lower than even the neighbouring countries, further dipped to just 8.0 per cent from 11-12 per cent in the past few years, has now become a cause for serious concern. Leading economists in this particular area, according to a report carried in this newspaper on Tuesday last, have squarely blamed the 'institutional failure of the National Board of Revenue'. In this context, the chairman of the Policy Research Institute (PRI) which along with its Study Centre on Domestic Resource Mobilisation organised a training programme, while speaking on the occasion, has observed that the failure to differentiate between tax administration and customs administration does not help the cause. While customs administration should concentrate on minimising trade tax aimed at promoting business, achieving tax dynamism is a different proposition. Indeed, low tax-GDP ratio itself speaks volumes for the NBR's failure to bring all the eligible taxable citizens under the tax net. Add to this the siphoning off money into destinations abroad on a regular basis. Why cannot the holes be plugged? Experts have suggested reform to the NBR laws. Well, if this is overdue, fiscal discipline is also a must for the NBR to operate in a financial system marked by as much as much transparency as is possible. The way big loan defaulters are enjoying concession after concession hardly helps the cause of transparency.True, the tax regime has become simpler compared to the past but more needs to be done in order to bring the vast number of tax dodgers ---some of whom are wilful ones and others, particularly those in villages, are inept in this matter. The NBR should have extended its reach to the upazila level in order to inspire potential taxpayers at the grassroots level to do their duty to the exchequer. Then there is a need for creating an enabling regime for submission of tax returns by all as honestly as possible. Payment of taxes lower than that is due in collusion with a dishonest section of tax collectors is also tax evasion. Resource mobilisation falters as a result. However, there are other ways to pull resources. Different nations are falling back upon reserves of their resources in order to stay afloat in this crunch time, a few have gone broke. In this context Ghana has decided to sell off its gold reserve for repayment of loans taken from international financial institutions. Apart from revenue collection, resources can be mobilised by way of finding substitutes for the costly imported fuels such as petroleum products and gas. In case of Bangladesh, this exercise has largely been ignored at this critical juncture. Let alone exploration of offshore gas, onshore or even the abandoned wells with potential reserves have not been brought under scrutiny for immediate extraction of gas except one in Sylhet's Byanibazar which yields 8.0 million cft to the national grid daily. In the same way, high quality bituminous coal estimated to be a billion tonnes in Barapukuria, Dinajpur awaiting extraction while Bangladesh imports low quality Indonesian coal.",
        "headline_1": "Strategising resource mobilisation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strategising-resource-mobilisation-1671629330",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "Now that the World Cup is over, a new worry assails us. What will the Bengali do since there are no more matches to be enjoyed in ear-splitting noise? There is dead silence which has engulfed the world, especially our world, after the Argentines beat the French in a tie-breaker and walked off with the cup.Not many Bengalis were spotted rooting for France as the finals went on. The two early goals by the Argentines sent up a roar of cheer all across Bangladesh. It was a collective scream of joy you could hear in every corner of the country. But then came the French retribution, two goals to let Argentine fans know that no game is over until it is really over. Even people whose interest in the game has traditionally been minimal, the finals in Qatar were once more proof of the sheer energy and grace which underpin football. Twenty-two players, and add the eagle-eyed referee here, gave the world a great game last week. There was a near epic quality to it. It brought home to many of us in Bangladesh the infinite beauty of football, a game whose good days seem to be a thing of the past here.But we will not go into all that sighing and all that tear-welling-up situation about the comatose state of football we happen to be experiencing in Bangladesh. All we need to give the authorities is a simple statement: Go ahead with widening the sports arena in Bangladesh, with special emphasis on the development --- and we mean it --- of sports in every area. In other words, modernise our cricket, make of our cricketers stars in need of worship, see to it that their performance gives them a secure hold on their future in terms of economic stability. But football? World Cup 2022 has shown conclusively how broad an appeal football yet has in Bangladesh. And there is the emotional bit too coming in here. The swollen eyes, the long faces of Brazilian fans once their beloved team was shown the exit were heart-breaking. Not even an invocation to the luminous Pele could recharge the batteries in the Brazilian team.But it was something the Argentines were ready to emulate. It was the tie-breakers, or more precisely the inability of the French goalkeeper which put them over the top. And so there we were, people remembering a 36-year-past Diego Maradona. Not making a mess of things, Messi had Argentina came back, for a restoration as it were. The pity is that the brilliant Mbappe simply saw victory elude him. Ah, well! He is young and the future belongs to him. The world will just have to wait for him to emerge, divine-like, out of the rays of the sun four years from now.But none of this answers our question: What will the Bengali do now that World Cup 2022 is finally over? Like people everywhere, the Bengali needs a prop to survive, indeed to keep his energy flowing. There is no local football tournament he can fall back on to keep his thoughts on the game going, though the conversation on which player did what, which referee made mistakes in whipping out yellow or red cards will go on for some time.And then? Ah, yes! We forget politics, always a staple of conversation in Bengali homes. One can be sure that with the weeks and months moving on to election time next year or soon after, many will be the arguments that will dominate Bengali life. With the World Cup gone into cold storage for four years, a very large number of Bengalis will tune in to television talk shows before employing the infinity of their wisdom in passing judgement on the state of things. So politics, with football out of the way, will make a pretty loud return into the drawing room and at the workplace.But do not be too sure. With all those food items giving you dreadful sleep at night, because of the spiralling prices and because no one in authoritative position is able to rein in dishonest traders and the syndicates they are part of, it will be the issue of bare survival that looks about to replace the plenitude of happiness generated by the World Cup. And that is where it hurts, for there has never been much of happiness in the life of the average Bengali. If football makes him happy for a few weeks, let it.The Bengali parent will now go back to calculating family expenses --- the monthly fees, books, notebooks, clothes for the children. Every working Bengali man and woman will also go to sleep at night working out the time and route they will take to their workplaces through the harrowing traffic mess on the roads. And as a new day dawns, the streets and roads will begin to come under angry occupation by people determined to have their way.Curses will fly about, as rickshaw pullers and car drivers will get into verbal brawls over responsibility for the snarl they will begin to create. The hapless traffic constable will scream, wield his stick on the rickshaw puller, not knowing that employing a stick as a weapon to get traffic back in order will not create the magic he hopes for. Tired, and exhausted, he will then look on, helpless in his agony.Normal life, suspended in the course of the World Cup, will return in the abnormal way it always has. In the villages, where it is now the season of pithas and wazmahfils, the faithful ones, wrapped in warmth inasmuch as they can draw it from their clothes, will listen to religious scholars for as long as the sermons go on. There will be no football to distract our rural brotherhood, to take them away from thoughts of the hereafter.With World Cup 2022 at an end, the family will disperse yet again. As long as the tournament went on, families and often neighbours come to join them, enjoyed the collective happiness of sharing the brilliance that is football. That camaraderie has drawn to an end, for the next four years. Happiness is fleeting. It comes with football and goes away with it.The family now will disperse, each unto his or her room, each with his or her mobile phone. Silence will reign, for every eye in every member of the family will bore its way into that phone. In that phone is a whole world, a mix of dreams and nightmares and fantasies. Life is beautiful pain without the World Cup. In that pain the Bengali comes home, even as Messi, Mbappe and Neymar make their way home. \n[email protected]",
        "headline_1": "World Cup over, what now for the Bengali?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/world-cup-over-what-now-for-the-bengali-1671629400",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "Fahim is a science student of a renowned school in South Dhaka. His SSC examination is just around the corner. He is apprehensive about his 75-mark theory exams of physics, chemistry, mathematics and biology. But he worries little about his 25-mark practical exams as he knows he will be given full marks in four subjects of his upcoming board exams. This is not just the story of Fahim. Almost every schoolgoing student under the National Curriculum and Textbook Board (NCTB) gets full marks in their SSC practical exams without doing any hands-on experiment. So, what actually happens in these exams? The 25-mark practical exam is divided into three segments: 15 marks are allotted to demonstration and 5 marks each to viva voce and practical assignment. However, these three segments turn out to be different things when a practical exam is really conducted. The 15-mark demonstration becomes a theoretical exam, where students answer questions from their memory. And in some cases, invigilators do not mind if the students plagiarise from guidebooks or copy from other examinees. There are many guidebooks available in the market on practical exams. These guidebooks contain solution to the problems given in the textbook. Before a practical exam, students memorise the solutions provided in the guidebooks and answer the questions. There is hardly any school in Bangladesh that prepares students for practical exams. The viva voce, which is supposed to judge the examinee's ability to do experiment, often becomes an interview where students are asked theory-based questions. Sometimes, the teachers present at the interview board ask personal questions about the students and their families. This is how a viva session becomes just an occasion for exchanging personal views between the examinee and the examiner. Practical assignments, which carry 5 marks out of 25, are hardly done by the examinees themselves. These assignments are supposed to be written at school laboratories by the students themselves on the basis of their findings from the experiments. But the truth is most students simply go for copying everything from the guidebooks. Some of them even hire ghost writers active on the social media platforms. And these writers write for them in exchange for money. Teachers and school authorities do not raise any question about this because most of these schools do not have any functional laboratory and equipment to conduct practical classes. However, they do not forget to charge students for lab classes. Some private schools sometimes charge SSC examinees between Tk 500 and Tk 2,000 and promise them that they would get 100 marks in practical exams out of 100. In fact, guardians and students are not serious about learning anything from practical classes. What they are more concerned about is getting a GPA-5 or A+. And this is how practical exams are going on for years in Bangladesh. But this should come to an end. Those should not be like another theory-based exam. Every school should have functional laboratories, where students can do experiments and learn new things with the help of their teachers and instructors. This will help them internalise what they studied in a better way. It will give them first-hand experience and offer better opportunities for learning. \n[email protected]",
        "headline_1": "Truth about practical exams in schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/truth-about-practical-exams-in-schools-1671629439",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2022"
    },
    {
        "full_article": "Bangladesh is one of the largest tobacco consuming countries in the world. Our 37.8 million adults aged 15 years and above -- who are about 35.3 per cent of the country's population -- consume tobacco products regularly, according to a survey. What is more worrying is that the number of cigarette smokers is increasing in the country day by day though everyone knows that tobacco injurious to health. Every year, around 161,200 people are reportedly killed by tobacco-induced diseases. Tobacco causes death to one in every five in the country. To control tobacco consumption, Bangladesh should follow New Zealand's example. The country has recently passed into law a unique plan to phase out tobacco smoking by imposing a lifetime ban on young people buying cigarettes. The law states that tobacco cannot be sold to anybody born on or after Jan 1, 2009. The government should ban tobacco sale to those who are underage and enforce the existing laws strictly. E-cigarette should also be banned as most of these cigarettes contain nicotine, which is addictive and toxic. Taxation on tobacco products could reduce the consumption of tobacco products. But taxing tobacco should not be the only way to control smoking. Awareness campaigns should be launched to curb tobacco consumption. The authorities concerned should consider launching programmes to discourage people from using tobacco.\nNasim uz Zaman, Management Trainee Officer, Dhaka Stock Exchange Limited, [email protected]",
        "headline_1": "Curbing tobacco consumption",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbing-tobacco-consumption-1671629499",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2022"
    }
]