[
    {
        "full_article": "The collegium system of making appointments to the higher judiciary has come under focus, largely due to critical remarks made by Union Law Minister Kiren Rijiju. A lawyer has now formally approached the Supreme Court for reconsideration of its 2015 judgment striking down the Constitution amendment and the law creating a National Judicial Appointments Commission (NJAC). While the petition will be “listed in due course”, there is another aspect that flags the tension between the Government and the judiciary over judicial appointments. A Bench of the Court voiced its displeasure over the Government delaying its recommendations for appointment, as well as ignoring names that had been reiterated twice or even thrice. The result was that lawyers whose names had been recommended for appointment had withdrawn their consent to be judges. The Bench was forced to observe that keeping the recommendations on hold was “some sort of a device to compel these persons to withdraw their names”. The Government’s keenness to wrest back the power to make judicial appointments from the judiciary is clear. However, it is doubtful whether this can be achieved by a review petition. The 4:1 verdict can only be reviewed by a Bench of equal strength, and the Government has not sought a review all these years. Mr. Rijiju did say, as part of his series of comments critical of the collegium system, that the Government had accepted the decision, but added that it could not be silent forever over the opaqueness and lack of accountability in the system.Much of the criticism heaped upon the collegium system is not unfounded. It is opaque, it does limit the zone of consideration to those known to its members and judges who are consulted on appointments, and there is no indication that it is conducive to attracting the best legal talent. Some maladies it was supposed to remedy — mainly, the perception about the executive’s influence over the judiciary — persist. Even the judgment that struck down the 99th Constitution Amendment and the NJAC Act accepted that there were flaws, but the majority chose to retain the collegium system until it was improved. The exercise to improve it was also abandoned soon. However, if the Government is really keen to bring about a change, the petulant response of stalling appointments is not the way. It has to work towards an alternative mechanism, one that does not have the perceived infirmities that led to the invalidation of the earlier law. The NJAC mechanism enabled the outnumbering of judicial members by executive nominees. A better system than the present one should avoid such pitfalls in the name of executive primacy in judicial appointments.",
        "headline_1": "Malady and remedy: On the collegium system of judicial appointments",
        "headline_2": "Holding back names is not the right response to flaws in collegium system",
        "link": "https://www.thehindu.com/opinion/editorial/malady-and-remedy-the-hindu-editorial-on-the-collegium-system-of-judicial-appointments/article66153999.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "Even in this era of round-the-clock sporting activity, the football World Cup holds special allure. Very few competitions kindle such worldwide interest and stir passion quite like the showpiece event of the most popular sport. For footballing nerds, it is the biggest stage to look out for the latest tactical trends while for the romantics, it is an opportunity to reconnect with their favourite yesteryear stars’ teams, such as Diego Maradona’s Argentina, Pele’s Brazil and Johan Cruyff’s Netherlands. It will be no different when host Qatar and Ecuador set the ball rolling in the opening match of the 2022 edition this Sunday. What has changed however is the timing, with the World Cup moving away from the traditional summer slot to escape the West Asian country’s searing heat. It will thus be held right in the middle of various club seasons, cutting short the time for practice and coaching lessons. But unlike at a tournament that comes at the fag end of the season, player fatigue is not expected to be a defining factor. Another point has been Qatar’s record in upholding universal human rights and its worthiness as a host. But the debate will linger until such time as sports organisations realign their moral compass and break the nexus with big capital and authoritarian governments.But once the action begins, the World Cup is expected to be a joyous celebration of the sport. The triumvirate of Lionel Messi, Cristiano Ronaldo and Neymar will attract most attention. For Messi, 35, and Ronaldo, 37, Qatar represents the last chance to secure the coveted title, and a golden swansong will be high in the minds of the Argentine and Portuguese fans. Neymar’s Brazil boasts of an incredibly talented team and seems best-placed to end a 20-year trophy drought while defending champion France will look to draw on its squad depth to overcome the loss of key personnel in Paul Pogba and N’Golo Kante. Former champion Spain, 2018 finalist Croatia and plucky Uruguay all have capable rosters. Historic underperformer England — the run to the Euro 2020 final notwithstanding — and the more recent underachiever Germany will look to turn over a new leaf. Senegal will anchor the African nations’ charge, but without talisman Sadio Mane it will be an uphill task. Asian countries South Korea and Japan will be out to prove, once again, that they are no pushovers. The return of the Netherlands to the World Cup fold is welcome news, while the absence of Italy, the reigning European champion, for a second successive edition is nothing short of an apocalypse.",
        "headline_1": "All eyes on Qatar: On 2022 FIFA World Cup",
        "headline_2": "The controversy over the venue notwithstanding, the world is ready for the football spectacle",
        "link": "https://www.thehindu.com/opinion/editorial/all-eyes-on-qatar-the-hindu-editorial-on-2022-fifa-world-cup/article66153491.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "There is a certain type of football fan that swears by numbers. The number of goals scored, assists provided, tackles made, chances created, and so on — they can juggle these statistics as adroitly as their heroes juggle a football. For such numerically inclined fans, media reports have been serving up a variety of numbers about the FIFA World Cup Qatar 2022, scheduled to kick off today. $220 billion: The amount Qatar is believed to have spent on hosting the World Cup (estimated to be over 20 times the cost of the previous edition). $275: The minimum monthly wage for migrant workers, introduced eleven years after they began work on stadiums and infrastructure for the tournament. $277 million: The amount reportedly paid by Qatar to David Beckham to serve as ambassador for the World Cup. 6500: The number of migrant workers from South Asia who have died in Qatar since its selection as host nation, with many of these workers likely to have been employed by World Cup-related projects. (The Qatari World Cup organising body, the Supreme Committee for Delivery and Legacy, has disputed this figure and claimed that there have only been “three work-related fatalities”.)\nIn contrast to the statistic enthusiast are the supporters who will tell you that football is not merely about the cold insipid data but about stories, like the scarcely believable tale of a scrawny kid from the streets of Rosario, Argentina, becoming (one of) the greatest to have ever graced a football pitch.\nIf stories are what such fans seek, the Qatar World Cup delivers them in spades. Stories of people forced to perform hard labour in excruciating heat and dismal living conditions. Stories of deaths being treated as non-work related and no compensation being paid to the deceased workers’ families. Stories of the ‘kafala’ system, often criticized as modern slavery, that exploits migrant labourers and binds them to an employer who can seize their passports and visas. (Although Qatar has, in recent years, introduced laws to reform the kafala system, human rights groups claim that the instances of passport confiscation, wage cheating, etc, continue to take place.) Stories of workers being forcibly evicted from apartment blocks in the same areas where World Cup tourists will stay.\nWhen faced with a deluge of such numbers and hard-to-ignore stories, what is a conscientious football fan to do?\nThe instinctive reaction — shaped by the cancel culture that pervades society today — would be to boycott the whole thing. Indeed, calls from activist groups to players and fans to abstain from participating in the tournament have only become louder. Professional footballers, of course, can hardly be expected to pay heed to such calls. The prospect of representing their country at the World Cup is the stuff of dreams. Perhaps some players will find a way to register their protest at the tournament — à la Lewis Hamilton’s pride flag-inspired helmet at the Qatar Grand Prix last year — but it is foolhardy to expect players to turn their backs on the pinnacle of their sport, simply to make a moral point.\n\nHowever, when it comes to fans, the considerations are quite different. For starters, they have no personal or professional imperative to be part of the tournament. But their involvement is vital to ensure its success. It is their patronage, after all, which fuels the million-dollar juggernaut that is the World Cup. So, if we — the fans — opted not to travel to Qatar or refused to watch the matches, wouldn’t that be the strongest indictment of this much-maligned World Cup?\nAnyone hoping for a widescale boycott of the tournament is, however, likely to be disappointed. Qatar is gearing up to receive 1.2 million World Cup visitors and the tournament is expected to be viewed by a record-breaking 5 billion people across the globe. Some may look to use these figures as a stick with which to beat football fandom; to lament that the fans choosing to participate in this extravaganza are indifferent to the human rights abuses that have tainted this tournament. To do so would be a grave error.\nOur world conspires, far too many times, to leave the common man with a Hobson’s choice. Often, with a healthy dollop of an ethical quandary. Ever since Qatar was selected as the host nation under controversial circumstances, this World Cup has been riddled with challenges. Now, after 12 years of corporations, governing bodies, and footballing institutions having done little to mend the situation, it is unreasonable to lay the guilt at the door of the football fan. The World Cup is arguably the greatest sporting event on our planet. Asking ordinary supporters to give it a miss due to problems they had no role in creating is a misguided endeavour. Also let’s not forget that Russia which hosted the last World Cup is hardly a beacon for upholding human rights. Instead, as we begin to get swept up in World Cup fever over the next few weeks, we would be better served in urging the world to acknowledge the gory foundations upon which Qatar’s glittering stadiums stand. And ensure that the human cost of this tournament is remembered — and never repeated — long after the final kick of the football.\n\n",
        "headline_1": "Qatar World Cup: Why fans don’t need to join the virtue signalling",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/qatar-world-cup-why-fans-dont-need-to-join-the-virtue-signalling/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "There is consensus that this World Cup will be a tournament of many ‘firsts’ – first to be hosted at this time of year, for starters, with most of the participating players having played club games as recently as this weekend. And first in an Arab country.\nIn fact, it’s a World Cup of so many ‘firsts’ that in many ways it feels like it might be the last. Or maybe we’ve had the last, in Russia 2018 (also mired in controversy) and this is the true ‘first’ of the World Cups as they will be from now on, going forward.\nRead full opinion on TOI+\n\n",
        "headline_1": "One World Cup, two games: Qatar’s not the first problematic host. But as always, when the matches begin, everything else fades away",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/one-world-cup-two-games-qatars-not-the-first-problematic-host-but-as-always-when-the-matches-begin-everything-else-fades-away/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "GoI’s review petition against the early release of six Rajiv Gandhi assassination convicts accords the Supreme Court an opportunity to correct a mistake. A former PM’s assassination, via a conspiracy hatched by a foreign terror outfit, is no ordinary case. Few democracies will allow such convicts to walk free. SC granted them parity with the seventh convict AG Perarivalan, released in May. But this rarest of rare case was examined too narrowly.\nState governments routinely grant remission of sentences to life convicts for political reasons. Tamil Nadu’s 2018 resolution granting remission (which the governor first stonewalled and then referred to the President) was a political decision. So was Gujarat government’s decision granting remission to Bilkis Bano convicts, despite guidelines excluding gangrape-murder convicts. When it released Perarivalan, SC was performing judicial review of an executive decision, ruling that a state cabinet’s remission decision is binding, and that the governor cannot keep it pending, or refer a Section 302 IPC case to the President.\nWith GoI’s review petition, SC must exercise its power of judicial review on another executive decision, namely whether TN cabinet recommending remission was correct. Two of SC’s five guidelines for granting remission (Laxman Naskar case) framed in 2000 stipulate examining “whether offence is an individual act of crime without affecting society at large” and “whether there’s any chance of future recurrence of committing crime”. SC’s review should be based on these two principles. The Rajiv assassination was no individual act of crime; foreign subversives are still out there aiming to violently disrupt India’s polity. What message are we sending out?\n\n",
        "headline_1": "Correct the error: GoI right to appeal SC release of Rajiv killers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/correct-the-error-goi-right-to-appeal-sc-release-of-rajiv-killers/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "A new draft of the Personal Data Protection Bill was placed in the public domain by GoI yesterday. In 2019, GoI began a legislative process of bringing a standalone personal data protection law but called off the effort this year. There are three salient aspects of the new draft. On the positive side, it provides carve-outs from the application of the law to safeguard India’s cross-border commercial data processing industry. Also, consent for processing personal data in India needs to be obtained by giving a clear description of the purpose and details need to be provided in Indian languages. But government gets a broad-brush exemption from the data law under the umbrella of national security.\nFinally, a lot of critical information that will govern the true scope and exemptions of the law have been left to subordinate legislation, or rules. These rules will be notified later. If the devil is in the details, the draft bill is sketchy. For example, if there’s a personal data breach, the data processor has to notify the regulator and individuals in “such form and manner as may be prescribed”. This is a matter at the core of personal data protection.\nWhile we wait for the rules, the EU’s General Data Protection Regulation (GDPR) is a useful example to consider. GDPR’s protective umbrella is wider – even personal data collected manually is protected. GDPR too provides carve-outs for national security. But it’s narrowly tailored to try and check abuse. Any exemption comes with its scope and details the related risks to the rights and freedom of data subjects. That should be the yardstick for India’s data protection law.\n \n\n",
        "headline_1": "Fits the bill?: New data bill better but wait for the rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fits-the-bill-new-data-bill-better-but-wait-for-the-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "Yet another World Cup is finally upon us. After intense speculations about the 32 participating teams and their superstars – as well as a 12-year build-up since Qatar was chosen to host this event – it will open on Sunday, with the host team taking on Ecuador in Group A. If you're a football fan, watching on TV from the comfort of your couch, or out in the stadium, get ready to enjoy a month of footballing extravaganza. The games will no doubt be nail-biting, uplifting or heartbreaking, depending on which team you're rooting for.\nThis is the first-ever World Cup to be held in the Arab world, and the first to be staged outside of the northern hemisphere's summer window. Both facts are important for different reasons. Without going into detail, let's just say that they represent the change that football as a sport, and as a concept, is going through. For most fans in Bangladesh, however, the FIFA World Cup is a chance to watch their favourite teams lock horns on the grandest of stages. Defending champions France, Brazil, Spain, Germany, and Argentina are tournament favourites, but lesser teams will also fancy their chances. Of course, as always, Brazil and Argentina will be the two teams most closely followed. The playful frenzy that rival fans in Bangladesh bring to the tournament, despite having little connection with those countries, is a unique feature of the game which, we hope, will not degenerate into anything beyond that.\nFootball today is not just about football, however. In a testimony to the increasing polarisations in the world, events off the field are becoming as important as events on it, sometimes for compelling reasons. The 2022 World Cup – and Qatar's role in it – has also been the subject of critical scrutiny by human rights observers, who noted allegations of corruption, mistreatment of migrant workers, as well as criticism of Qatar's human rights records. One may recall a damning report by The Guardian early last year saying that more than 6,500 migrant workers from India, Pakistan, Nepal, Bangladesh and Sri Lanka had died in Qatar since it won the right to host the World Cup. We have come across stories of returnee migrants, involved in various construction projects related to the World Cup, who accused their Qatari employers of harsh treatment and wage theft. Their stories should not be drowned under the cacophony of cheers by football fans.\nSo while we welcome the World Cup 2022 from a sporting perspective and hope it will create joy and fond memories – as such events have historically done – we also hope it will be a moment of reflection on the plight of migrants, including those from Bangladesh, working in the Gulf countries. We need to work together to ensure that their rights are protected, and their sacrifices honoured.\n",
        "headline_1": "Enjoy football, with your eyes (wide) open ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/enjoy-football-your-eyes-wide-open-3174151",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "Over the past few decades, many of our rivers have faced slow death while some are on the verge of being robbed of life due to indiscriminate dumping of all kinds of waste and unabated grabbing. Despite repeated pleas from activists, nothing much has changed. The four rivers surrounding Dhaka have also been frequently in the news for their sorry state – they are being grabbed and polluted not only by influential quarters but also by government entities who are supposed to protect them. This is most unfortunate.\nAccording to a report by this daily, Turag River is now facing a serious threat from none other than the Dhaka North City Corporation (DNCC). The eastern shore of the river, which falls under the jurisdiction of DNCC, is gradually being filled up with industrial and household waste. Reportedly, the river channel has significantly shrunk from Gabtoli to Nawaberbagh, as DNCC workers are dumping a huge amount of waste on the banks of both sides of the river. Moreover, the walkway being constructed by the Bangladesh Inland Water Transport Authority (BIWTA) has also fallen victim to indiscriminate dumping of garbage. DNCC workers are reportedly hampering the work of the BIWTA by dumping waste on their construction sites. In some cases, the DNCC even crossed the river's demarcation pillars while doing so.\nWe fail to understand why the DNCC authorities would allow their workers to dump waste like this. What possible reason could they have, if any, for not performing their duty of protecting riverbanks from harm? How will we save what's left of our rivers if government agencies themselves pollute them? Reportedly, the BIWTA requested the DNCC to not dump waste several times in the past, but to no avail so far. In February 2019, the Turag River was given the status of a \"living entity\" by the High Court, denoting rivers' significance in our life. The way relevant authorities continue to treat rivers is thus most baffling.\nEvidently, nothing much has changed since the High Court gave a 17-point directive in 2009 chalking out clear guidelines to save our ailing rivers and water bodies. At that time, the court asked the authorities concerned to demarcate the rivers after holding surveys, set boundary pillars, publish a list of legitimate leaseholders of river land, evict grabbers, build walkways, plant trees, dredge the rivers, etc. Has any of those directives been implemented? Not really, as various reports indicate. Rather, all rivers across the country, including the four surrounding the capital, have been facing systematic damage. Why is it so difficult for the authorities to abide by the HC guidelines and save this most precious natural resource of ours?\nWe urge the DNCC to stop dumping waste on the banks of Turag immediately. The BIWTA, the National River Conservation Commission and other related agencies should also play the role expected of them. We must protect our rivers from continued pollution and encroachment, and must dissuade government agencies from leading this carnage.\n",
        "headline_1": "A dumping zone called Turag river ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dumping-zone-called-turag-3174146",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "A few days back, my younger sister came to me and asked how she could find the motivation to prepare for her upcoming exams, I found myself confused and unable to answer this simple question. My confusion did not stem from my inability to understand her vocabulary, or phrasing. Rather, it stemmed from my inability to comprehend why a 12-year-old was so distraught about preparing for her midterm exams. What stake is she considering and why does she feel demotivated in the first place?\nLater when I revisited the conversation, she added, \"Please do not say good grades, that does not help.\" And that is what directed me towards a point of reflection, that has fuelled this piece.\nIn today's fast-paced world, children have somehow been placed in a hamster wheel, chasing too much at once. Children are motivated from a very early age to not only put their full focus on school, but they are also expected to take up multiple \"useful\" extra-curricular activities. If that weren't enough, there is a looming expectation of exceling at each of these endeavours. What children decide to do out of interest, they must be the best at, and it is a waste of effort and their precious time otherwise.\nBefore we know it, we are subjecting children to the claws of capitalism, and the futile and ever exhausting cycle of achieving and feeling like we must achieve more. Thus, these children with packed and often overscheduled days have little to no time for recreation, personal development and self-reflection, essentialities in the process of growth.\nInstead of living through their childhood and letting them take the natural path towards becoming adults as the years go by, children are often expected to assume adult-level responsibilities to secure a \"future,\" ignoring their age and all other variables that make this even more unfitting. Moreover, most of these children are not even aware of what it is exactly that they are geared towards.\nThere is this mysterious future that they must work towards, instilling the idea that their present has little to no value, and they must continue to chase something that may give them rewards in the future. Being an adult, I struggle to grasp that concept myself. So, how reasonable is it to expect children to understand the intricacies of a time-bound commitment they are making with themselves?\nNot truly comprehending what it is they are working towards, most children tend to make a trade-off and form a reward system for themselves. They work towards goals set by others, and upon achieving them, validate themselves with the appreciation they receive due to the results they have managed to achieve. And thus starts an unhealthy cycle of validating one's existence with the hazardous combination of personal achievements and external validation.\nIt is universally known that parents want what's best for their children, and it is not in my intentions to assume or express that they have any other motivations in doing these. Of course, parents do not want to take an experience as important as a childhood, away from their children.\nIt is understandable that they would like to prepare their children for the future and the unknowns that it holds. However, in the looming anxiety of the global economy, and the rapid changes the world seems to be undergoing, parents often do not realise how they end up transferring the weight of the anxiety onto their children.\nWhen children are expected to burden themselves with adult levels of accountability and responsibilities, they also face troubles we usually associate with adults. Stress, anxiety, poor mental health, and a lack of self-esteem may be a few such impacts that could result from such a life set for the children amongst us.\nEnforcing strict expectations and goals on children take away what little agency and choice they have. They lose the ability to discover their true interests, and selves. They are after all people, who deserve to set their own expectations from a life they are to lead. Infantilising them and making decisions on their behalf only takes away any shot they may have at learning accountability at a healthy pace.\nChildren truly believe their parents are omniscient. I know I did. We must understand that the ways of the world are forever changing, and they will continue to do so. Assuming responsibility for the future, for ourselves and the children, will not do much to put anyone ahead of this rat race.\nWe must allow children to read that comic, or paint a picture without the expectation of them becoming an illustrator or a future version of Salvador Dali someday. It is okay if that painting hangs in the living room till it eventually gets lost. It is okay for children to go through a process of trial and error to find out what they want to do. All that they do does not have to be set towards becoming someone or achieving something arbitrary.\nSyeda Afrin Tarannum is a sub-editor at SHOUT. Email: afrin.tarannum@thedailystar.net\n\n",
        "headline_1": "Let the children live their childhood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/let-the-children-live-their-childhood-3173961",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "The South Asian University (SAU) in New Delhi is not only a point of pride for India but also for all South Asian countries. So far, SAU has been the most successful initiative of the SAARC (South Asian Association for Regional Cooperation) countries. The institute started its journey in 2010 at a temporary campus in New Delhi's Chanakyapuri (a diplomatic zone) as part of an agreement among the SAARC nations.\nSAARC nations established this university to ensure quality education for all eight countries' students. But in the last few years, the SAU admins seem to have moved away from the right track.\nCurrently, the number of students in the university is around 600, including 60 to 70 Bangladeshi students.\nSince 2010, many students from the eight countries have completed their Master's and PhD degrees in various disciplines from SAU and contributed to many national and international sectors. Students from less developed countries like Bangladesh, Nepal, Sri Lanka, Maldives, Afghanistan, and Bhutan get a rare opportunity to study in a diverse and vibrant academic environment at SAU.\nSitting in Delhi, students from the eight countries are learning about the history, sciences, tradition, politics, economy, state policy, lifestyle, and the cultures of various South Asian countries. As a result, a mutual understanding is built up among students to then further the mutual interests of the entire region. The university's slogan is \"Knowledge beyond borders,\" which creates a common sense of identity among students.\nAs a versatile academia, SAU is accumulating, generating, and disseminating knowledge from a common platform for the socio-economic development of the region.\nHowever, on November 4, the SAU admins issued suspension letters to five students. The proctorial committee expelled (rusticated) two students, suspended two students for the current academic year and suspended Sudeepto Das, a Bangladeshi PhD scholar of the economics department, for the current semester.\nThe admins claimed that these students were involved in acts of indiscipline and had violated the university's code of conduct.\nBut what really was the fault of the students? In reality, they have been suspended because, since October 13, they began a peaceful movement demanding the increase of stipends and merit scholarships for SAU students.\nTo quell the students' movement, the administration called the police to the campus, violating the SAU Act, 2016. The authorities also kept a prison van parked outside SAU premises, students told many international media outlets.\nAfter the university administration took this harsh decision, the students intensified their agitation. On November 7, eight students from four countries went on an indefinite hunger strike outside the administration rooms on the fourth floor of the Akbar Bhawan. Meanwhile, two students from Bangladesh and one each from India and Sri Lanka fell sick and were treated in hospital.\nTill the evening of November 11, four more students from different countries joined the hunger strike, but even that did not sway the administration. The university's vice president threatened to expel more students.\nMeanwhile, many faculty members have urged the acting president, acting vice president, and acting registrar to revoke the expulsion orders, but to no avail.\nOn November 11, 54 Bangladeshi students who are currently studying at the SAU wrote to the Bangladesh High Commission in New Delhi about the current status of their university. They also informed the Bangladeshi HC of the arbitrary suspension of Sudeepto Das.\nThe scholarships, stipends, and financial aid given to a few students, based on their merit and financial status, are not nearly enough, especially given the ongoing global inflation. Photocopying books and research journals costs a lot of money per month for every student. The university only gives out scholarships, stipends, or financial aid of INR 5,000 to INR 7,000, and only to international Master's students.\nAs a former student of the SAU myself, I had found that many faculty members used to pay mess fees (bills for buying food) on behalf of many needy students from Bangladesh and Sri Lanka.\nDuring the recent hunger strike, I spoke to many faculty members, students, and staff members from different countries and found that there is a kind of dissatisfaction that has grown inside everyone. Many reported various irregularities in the administration. Many teachers are worried about the future of the institution.\nThe arts faculty members, who were always vocal about students' rights, are being undermined every day. Professor Sasanka Perera, dean of the social science department, and Professor Ravi Kumar, chairman of the same faculty, resigned from their posts earlier this year due to the various irregularities and general arbitrariness of the administration.\nAt present, there are no non-Indian members in any of the administrative positions, even though 50 percent of the posts are supposed to be held by non-Indians, as per the founding agreement of the SAU.\nInside sources say that, in 2019, an empowered committee was constituted to look into the scholarship demands of students and it recommended that scholarships should be increased. But this was never implemented.\nSome faculty members claim that the acting president has illegitimately taken out a massive sum of money as transport allowance. The salaries for faculty members, which were frozen before, have also been revised to reflect current realities. But when it comes to students, the SAU authorities remain insensitive.\nMoreover, the South Asian University is not an Indian university. It is a specialised institution of the SAARC countries. Foreign students studying at this university are even given a special category visa. By law, it is an international organisation. But the university administration seems to have forgotten that and is treating it like a local institution.\nAfter the recent arbitrary suspensions, I am afraid that many foreign students will no longer be interested in SAU.\nThe bottom line is that SAU is an international university that has been jointly established and financed by the eight SAARC nations. It has earned dignity and a good reputation within a short span of time. Now, when the university admins seem to be going in an undesirable direction, it is representatives from these eight nations who must come together to get SAU back on track.\nMostafa Shabuj is a former student of the South Asian University (SAU) in New Delhi, and the Bogura correspondent of The Daily Star.\n\n",
        "headline_1": "Is SAARC's university losing its glory?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/saarcs-university-losing-its-glory-3173596",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "Yet another World Cup is finally upon us. After intense speculations about the 32 participating teams and their superstars – as well as a 12-year build-up since Qatar was chosen to host this event – it will open on Sunday, with the host team taking on Ecuador in Group A. If you're a football fan, watching on TV from the comfort of your couch, or out in the stadium, get ready to enjoy a month of footballing extravaganza. The games will no doubt be nail-biting, uplifting or heartbreaking, depending on which team you're rooting for.\nThis is the first-ever World Cup to be held in the Arab world, and the first to be staged outside of the northern hemisphere's summer window. Both facts are important for different reasons. Without going into detail, let's just say that they represent the change that football as a sport, and as a concept, is going through. For most fans in Bangladesh, however, the FIFA World Cup is a chance to watch their favourite teams lock horns on the grandest of stages. Defending champions France, Brazil, Spain, Germany, and Argentina are tournament favourites, but lesser teams will also fancy their chances. Of course, as always, Brazil and Argentina will be the two teams most closely followed. The playful frenzy that rival fans in Bangladesh bring to the tournament, despite having little connection with those countries, is a unique feature of the game which, we hope, will not degenerate into anything beyond that.\nFootball today is not just about football, however. In a testimony to the increasing polarisations in the world, events off the field are becoming as important as events on it, sometimes for compelling reasons. The 2022 World Cup – and Qatar's role in it – has also been the subject of critical scrutiny by human rights observers, who noted allegations of corruption, mistreatment of migrant workers, as well as criticism of Qatar's human rights records. One may recall a damning report by The Guardian early last year saying that more than 6,500 migrant workers from India, Pakistan, Nepal, Bangladesh and Sri Lanka had died in Qatar since it won the right to host the World Cup. We have come across stories of returnee migrants, involved in various construction projects related to the World Cup, who accused their Qatari employers of harsh treatment and wage theft. Their stories should not be drowned under the cacophony of cheers by football fans.\nSo while we welcome the World Cup 2022 from a sporting perspective and hope it will create joy and fond memories – as such events have historically done – we also hope it will be a moment of reflection on the plight of migrants, including those from Bangladesh, working in the Gulf countries. We need to work together to ensure that their rights are protected, and their sacrifices honoured.\n",
        "headline_1": "Enjoy football, with your eyes (wide) open ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/enjoy-football-your-eyes-wide-open-3174151",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "Over the past few decades, many of our rivers have faced slow death while some are on the verge of being robbed of life due to indiscriminate dumping of all kinds of waste and unabated grabbing. Despite repeated pleas from activists, nothing much has changed. The four rivers surrounding Dhaka have also been frequently in the news for their sorry state – they are being grabbed and polluted not only by influential quarters but also by government entities who are supposed to protect them. This is most unfortunate.\nAccording to a report by this daily, Turag River is now facing a serious threat from none other than the Dhaka North City Corporation (DNCC). The eastern shore of the river, which falls under the jurisdiction of DNCC, is gradually being filled up with industrial and household waste. Reportedly, the river channel has significantly shrunk from Gabtoli to Nawaberbagh, as DNCC workers are dumping a huge amount of waste on the banks of both sides of the river. Moreover, the walkway being constructed by the Bangladesh Inland Water Transport Authority (BIWTA) has also fallen victim to indiscriminate dumping of garbage. DNCC workers are reportedly hampering the work of the BIWTA by dumping waste on their construction sites. In some cases, the DNCC even crossed the river's demarcation pillars while doing so.\nWe fail to understand why the DNCC authorities would allow their workers to dump waste like this. What possible reason could they have, if any, for not performing their duty of protecting riverbanks from harm? How will we save what's left of our rivers if government agencies themselves pollute them? Reportedly, the BIWTA requested the DNCC to not dump waste several times in the past, but to no avail so far. In February 2019, the Turag River was given the status of a \"living entity\" by the High Court, denoting rivers' significance in our life. The way relevant authorities continue to treat rivers is thus most baffling.\nEvidently, nothing much has changed since the High Court gave a 17-point directive in 2009 chalking out clear guidelines to save our ailing rivers and water bodies. At that time, the court asked the authorities concerned to demarcate the rivers after holding surveys, set boundary pillars, publish a list of legitimate leaseholders of river land, evict grabbers, build walkways, plant trees, dredge the rivers, etc. Has any of those directives been implemented? Not really, as various reports indicate. Rather, all rivers across the country, including the four surrounding the capital, have been facing systematic damage. Why is it so difficult for the authorities to abide by the HC guidelines and save this most precious natural resource of ours?\nWe urge the DNCC to stop dumping waste on the banks of Turag immediately. The BIWTA, the National River Conservation Commission and other related agencies should also play the role expected of them. We must protect our rivers from continued pollution and encroachment, and must dissuade government agencies from leading this carnage.\n",
        "headline_1": "A dumping zone called Turag river ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dumping-zone-called-turag-3174146",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "The hike in rice prices is defying all norms in the kitchen markets across the country. It comes as a surprise because, on average, the price of all types of rice has risen by Tk 5 per kilogramme during the peak harvesting season of Aman. The increase in prices of the main staple has hit the poor and fixed-income families hard. They are increasingly finding it impossible to balance their daily diet amid a full-blown inflationary trend affecting most items in the food basket. Most people consume coarse rice, not because it is cheaper but by preference. Hence any sudden increase will financially hurt a large percentage of the population. Others who consume medium and fine rice are also paying an inflated amount. A survey of the various kitchen markets in the city has found evidence of price manipulation at the wholesale level. Poor and low-income families have little other than squeezing in their daily food intake. And this is evident from the decline in the sale of proteins, namely poultry and red meat. An unabated rise in the prices of the main staple, that too, during the harvesting season, has only made them worried about future days. What is evident is that when there is short-supply of rice, created deliberately or otherwise, a price hike becomes inevitable. There is also allegation that rice mills have been overly active in cornering the supply of paddy by procuring as much of it as possible at inflated prices, which will inevitably hurt the government's annual procurement programme of paddy. There is concern that the government is unlikely to hit the target of procuring 800,000 tonnes of rice this season because of the gap between the market price and the official procurement price. The move needs to be countered by importing rice in sufficient volume to cool off price situation since the government has several pro-poor food programmes that run in tandem around the year to support the poor and disadvantaged segments of the populace.This year is different from other years. With a war in Europe raging, alarm bells have been rung by international agencies of a looming food crisis globally. Ukraine and Russia constitute a large portion of the world supply of wheat, the second most important staple for people in our country. With supplies of that item on the squeeze, rice will inevitably be higher in demand. If racketeers can make hay with prices in the kitchen markets, everything will come undone. So, the government should take stern actions against these profiteers. The government must bring down prices through a combination of higher imports and actions against wrongdoers who are unsettling the rice market during an economic downturn. The Prime Minister has asked the relevant agencies to ensure the uninterrupted procurement of food items from abroad. That directive needs to be complied with properly. Besides, the import duty on rice needs to be waived to make imports cheaper. The national exchequer will lose revenue because of duty-free imports, but there is no way out under the prevailing circumstances.",
        "headline_1": "Rice price manipulation must be tackled",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rice-price-manipulation-must-be-tackled-1668870395",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "Bangladesh is now significantly linked with the global economy mainly through trade, remittance and investment. The country's trade value in goods reached US$141.24 billion in the last fiscal year (FY22), and the Gross Domestic Product (GDP) is estimated at $464.98 billion. Thus the trade-GDP ratio stood at around 30 per cent in the last fiscal year, while the average ratio was 27 per cent in the last five years. China is now the top trading partner of Bangladesh, followed by India and the United States (US), respectively. Again, the US is Bangladesh's top source of foreign direct investment (FDI). Bangladesh-China bilateral trade stood at $20 billion in the last fiscal year, with the trade balance heavily tilted to China as Bangladesh imported goods worth $19.34 billion from the world's second-largest economy. At the same time, Bangladesh-India bilateral trade jumped to $15.68 billion in FY22 from $9.87 billion in FY21. However, as export to India is still much lower, around $1.98 billion against the import of $13.70 billion in the last fiscal year, Bangladesh faced a significant trade deficit with its next-door neighbour. Total trade with China and India comprises one-fourth of Bangladesh's global trade, indicating its (Bangladesh's) vital link with these two major economies of the world. It is also predictable that trade with these countries will continue to rise in the near future creating a negative balance in bilateral trade for obvious reasons.Though China has long offered extensive market access to Bangladeshi products, the country is yet to tap the potential. Currently, 97 per cent of Bangladeshi products are enjoying tariff-free access to Chinese market.China initiated duty-free market access for the Least Developed Countries (LDCs) in 2010, and 24 countries were given this benefit initially. In 2015, Bangladesh partially benefited from it and 61 per cent of the country's exports were allowed to enjoy the zero-duty scheme. Five years later, China announced a tariff exemption for 97 per cent of Bangladeshi products from July 1, 2020. Thus, a total of 8,256 Bangladeshi products come under this zero-tariff treatment on the condition that 40 per cent local value addition is a must to avail of the benefit. Nevertheless, Bangladesh's exports to China showed mostly a downward trend after reaching a peak of $949.41 million in FY17. Exports to China fell to $600 million in FY20, mainly due to Covid-19, and in FY22, it stood at $683.43 million. Bangladesh is doing better in the Indian market compared to China, no doubt. In the last 12 years, the annual average growth rate of export to India was around 20 per cent. And for China it is 15.40 per cent. Bangladesh's exports to India crossed the $1 billion mark in FY19 and reached nearly $2 billion in the last fiscal year. In the case of China, it is yet to touch the $1 billion mark. Bangladesh is currently enjoying India's 'Duty-Free Tariff Preference (DFTP) Scheme, which was introduced in 2008 following the decision adopted at the Hong Kong Ministerial Conference (MC6) of the World Trade Organization (WTO). Currently, the DFTP Scheme extends tariff-free access to 98.2 per cent of India's total products. Moreover, under the South Asian Free Trade Agreement (SAFTA), Bangladesh also got some tariff benefits, although SAFTA is now on life support. In addition, enhanced marketing efforts by some Bangladeshi producers also help increase exports to India. Trade facilitation measures taken by both countries also contributed to enhancing exports to India. Nevertheless, the problem regarding non-tariff barriers (NTBs) is still there. India has imposed anti-dumping duties and countervailing duties on some Bangladeshi exports. These have some negative impacts on Bangladesh's exports to India. As trade with China and India grows, investment from these countries is also rising. In the last five years, the average annual FDI from India stood at $118 million, while the figure for China was $449 million. As Bangladesh is trying to attract more FDI and offers various incentives to foreign investors, more investment from India and China is also expected.Another interesting development in recent years is an increased private credit from China. Statistics available with Bangladesh Bank showed that private commercial foreign borrowing from China has been increasing faster in recent years. As a result, the outstanding amount of Chinese credit was $422 million at the end of 2020, which jumped to $1745 million at the end of 2021. The amount further increased to $2232 million at the end of 2022.What is clear from the above is that China has emerged as the top trading partner, an important source of FDI and a leading lender of Bangladesh. Again, China plays a vital role in the country's infrastructure development. Thus, Bangladesh's link with the Chinese economy has increased substantially. Similarly, the link with the Indian economy has also grown stronger. One key difference is, however, that Bangladesh and India share a large common border. So, connectivity with India through land is extensive and will likely grow more. There is also a good amount of informal border trade. Bangladesh is also focusing on bigger energy cooperation with India.Growing links with these two giant economies have several implications for the future of Bangladesh, especially in the current geopolitical situation. There are both benefits and risks. As the country is moving ahead to be graduated from the LDC status by 2026, the existing level of market accesses to these countries will decline in the post-graduation period. That's why there is a need for trade policy adjustment before graduation. Moreover, a long-term strategy is needed to tap the gains from the growing linkage.[email protected]",
        "headline_1": "Growing economic relations with China, India",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-economic-relations-with-china-india-1668870433",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "In spite of its several recently opened inter-district highways and bridges across the wide rivers, the affluent travellers of Bangladesh still prefer air travels within the country. The causes vary. For most of them travel-time remains the greatest factor. Moreover, the assurance of smooth and safe travel prompts many to travel by the several private domestic operators. The 2018 air crash involving a fast rising Bangladesh private airliner at the Tribhuvan Airport in Kathmandu, Nepal, had discouraged Bangladesh passengers from travelling by domestic private airlines in the country and on the regional routes. After the passing of years, journeys by the domestic airways regained their passengers' confidence. The air travels have no parallel when it comes to emergencies. This apart, clogged highways and the spectre of road accidents have yet to be efficiently dealt with. Lax traffic management, the drivers' compulsive irresponsibility and the trend to break laws still dominate the country's road travels. Against this anarchic backdrop, many capable travellers going for air trips emerge as natural.Moreover, the wave of the resurgence in air travel worldwide, Bangladesh cannot be expected to trail behind. Perhaps in pursuance of this, the ready-to-take-off Air Astra, the latest entrant in the country's domestic airlines business, is set to greet its fast batch of passengers on November 24. Given a small number of the private carriers, the field is open to many other air business-hopefuls. Like the essentially domestic airlines of India, also dubbed the budget air, which at one time or the other included the short-distance regional destinations, the Bangladesh domestic airlines can follow suit. Already, a couple of the domestic carriers have spread their wings having regional destinations in their mind. Many commercial aviation watchers stress this point, by elaborating on the great prospects for the airlines connecting the regional destinations. But for this to achieve, the commercial airline entrepreneurs must prepare to put into service low-fare carriers like that in India. Few small planes, barring a few others, in that large country remain grounded. Beginning from GoAir, IndigoAirlines, AirAsia India to SpiceJet, Akash Air continue to earn great popularity. The country's budget-air travels can be embarked on nominal fare. On a shoe-string budget, a lower-middle class small family can travel mid-distances by air. Similar are the cases for Nepal's short-distance budget-air journeys.The sector of air-travel on low fare, with just cookies and water on board, continues to mint money in many countries. What is lacking in some of these flights is the foolproof security during operation. Along with the exclusively comfortable journeys on domestic routes, the Bangladesh airline operators can also keep options for the budget air travels. Profits from these operations in most likelihood will surpass those made from conventional flights.[email protected]",
        "headline_1": "Prospects for budget air in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospects-for-budget-air-in-bangladesh-1668870482",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2022"
    },
    {
        "full_article": "Bangladesh is gripped by World Cup fever every four years. Though our national team never got anywhere near the World Cup, the fans' passion for other nations is amazing. Wearing jerseys of their favourite football teams, the fans watch their teams play in a festive mood, engage in debates over which team is the best and submit posts on social media. Young men and women can be seen all the time arguing over their team's chance of glory. It is expected that throughout the whole month, the World Cup craze will be manifest in various forms throughout the country. Some would go for hoisting giant flags of their favourite teams. Flying huge flags shows how much they care for their favourite teams. However, while doing all these, we should not lose our senses. Just a few days ago, a tragic incident took place in Cox's Bazar. A 17-year-old teen died after he had fallen from the rooftop of a six-storey building while trying to hoist a flag of his favourite team. Sometimes, we come across pieces of news that some poor villagers even sell their land only to make gigantic flags of their favourite teams. Loving football is fine. But it should not cross the limit. Is the game bigger than life? We should be respectful even towards the teams that we may not support. Let us enjoy the greatest show on the earth happily and safely. Arman Zihad, Doha, Qatar, [email protected]",
        "headline_1": "World Cup football and crazy fans",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/world-cup-football-and-crazy-fans-1668870508",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2022"
    }
]