[
    {
        "full_article": "The arbitrary and surreptitious deletion of several portions from various textbooks by the National Council of Educational Research and Training (NCERT) betrays bad faith and lack of professionalism but, in the prevailing political climate, it is not entirely surprising. The ruling Bharatiya Janata Party has made the creation of a new knowledge ecosystem across all fields central to its politics. Among the key deletions, which the NCERT describes as rationalisation of syllabus, are references to the dislike of Hindutva extremists for Gandhi, a ban on the Rashtriya Swayamsevak Sangh after his assassination, entire chapters on the history of the Mughals, references to the 2002 communal riots in Gujarat, the Naxalite movement, the Emergency and discussions on social movements. History texts have been targeted in particular, and 250 historians from leading Indian and foreign universities have pointed out that those who prepared them through a process of consultation and wide-ranging discussions were all kept in the dark. These changes are not limited to school textbooks. The UGC draft syllabus for bachelor-level history has also been altered, “leading to a plainly prejudiced and irrational perception of our past”, according to the Indian History Congress. The NCERT has sought to characterise its failure to be transparent as an “oversight”, but remains firm on the revision.Knowledge expands continuously, and syllabus revision is essential for a robust education system. What is taught to the younger generation is a collective decision of a society in which formal education is a critical part. The values and ethics of the collective are reflected in education, which evolve over time. In India, education has evolved with an aim to promote national integration, critical thinking, and scientific temper. As any society matures, it might be able to process darker episodes of the past with more equanimity. There is also the question of deciding the appropriate levels at which learners are introduced to various levels of knowledge. For all these reasons, textbooks and pedagogy need to be revised periodically. The trouble is when this exercise is carried out in a politically partisan manner, and in disregard of expertise. It turns out to be toxic when strife, not harmony, is promoted through formal education. India’s growth and development depends almost entirely on educating its bursting young population with vocational and social skills and shaping youngsters into caring citizens of a pluralistic nation. They should learn history with the aim of not repeating its tragedies in order to build a harmonious future. There should be wider, more transparent consultations in shaping the curriculum at all levels. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neducation\n\n/\n\nteaching and learning\n\n/\n\nhistory\n\n/\n\nstudents\n\n/\n\nschool\n\n/\n\ndemocracy\n\n/\n\nBharatiya Janata Party\n\n/\n\nMahatma Gandhi",
        "headline_1": "Right lessons: on the lack of lack of professionalism in the NCERT’s deletions in textbooks",
        "headline_2": "Wider, transparent consultations are needed in shaping the curriculum",
        "link": "https://www.thehindu.com/opinion/editorial/right-lessons-on-the-lack-of-lack-of-professionalism-in-the-ncerts-deletions-in-textbooks/article66720968.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "India’s tiger population in 2022 was at least 3,167 cats, according to the results of the quadrennial census of the tiger population. The previous such exercise, in 2018, estimated the number to be 2,967. There is a fair chance that the 2022 numbers may be revised upwards as a full analysis of the census numbers remains to be done. Being the 50th year of Project Tiger, it is notable that governments, since 1973, have consistently devoted attention to ensuring that tigers — generally vulnerable to environmental degradation and extinct in several countries — continue to populate India’s forests. Being able to ensure an increase in tiger numbers without relying on fenced reserves and by engaging the participation of forest-dwelling communities in conservation are distinct traits of India’s big cat conservation approach. However, this does not mean that tiger numbers are ordained to grow in perpetuity. The ‘Status of Tiger’ report warns that all of India’s five main tiger zones, while largely stable, face challenges of deforestation and loss of tiger habitat. The Western Ghats, while one of the most biodiverse spots globally, also hosts some of India’s most populous tiger reserves. In 2018, 871 unique tigers were photographed, but this time, only 824 were captured. Over the years, there is an increasing presence of tigers outside protected reserves. In the case of the Western Ghats, however, these numbers are on the decline, with only populations within protected forests stable, the report says.From nine tiger reserves in 1973 to 53 today, the increase in numbers has not translated to all of these reserves becoming suitable habitats for tigers. Serious conservation efforts are needed to help, for instance, tiger population recovery in Jharkhand, Odisha, Chhattisgarh, Telangana, and Andhra Pradesh. Wildlife habitats here face various threats that include habitat encroachment, hunting, conflicts with humans, unregulated cattle grazing, excessive harvesting of non-timber forest products, fires, mining, and expanding infrastructure. Experts have said India’s reserves, in their present state, ought to be able to sustain populations of up to 4,000, and with expanded efforts at improving fledgling reserves, these numbers can increase. But, care has to be taken to maintain the delicate balance between making the ground fertile for conservation and keeping the rights of forest-dwelling communities intact. Showcasing conservation efforts ought not to come at the expense of ensuring the right to livelihood and dignified living of communities, who often live the closest to these majestic wild creatures. The cheetah, the leopard, the lion and the tiger can co-exist in India only with the right incentives in place for all stakeholders.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nwildlife\n\n/\n\nenvironmental issues\n\n/\n\nconservation\n\n/\n\nforests\n\n/\n\nanimal\n\n/\n\nJharkhand\n\n/\n\nOrissa\n\n/\n\nChhattisgarh\n\n/\n\nTelangana\n\n/\n\nAndhra Pradesh\n\n/\n\nhunting\n\n/\n\nmining",
        "headline_1": "Burning bright: on the latest quadrennial census of India’s wild tiger population",
        "headline_2": "India must balance wildlife conservation efforts with the rights of forest dwellers",
        "link": "https://www.thehindu.com/opinion/editorial/burning-bright-on-the-latest-quadrennial-census-of-indias-wild-tiger-population/article66720757.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "Bengaluru is blushing all over. A serial bloomer, the city unfurls its flora one after the other, bud by bud, carpeting its roads with petals now shocking pink, now golden yellow, all year round. As trees burst into every colour possible and flowers overtake trunks, the air smells like spilt perfume. These overlapping flowering seasons are no coincidence, but the result of careful botanical planning.\nBengaluru is reaping what it sowed.\nWhen a city is in the news for its flowers, flooding social media with photos taken from home or moving vehicle, it is time to give horticulture its due. Let’s address all flowers formally and respectfully by their baptised name instead of silly pet names.\nKigelia Africana (sausage tree), Neolamarckia cadamba (burflower-tree), Pongamia pinnata (beech tree), Spathodea (African tulips). . . . And Tabebuia rosea – rosy trumpet tree or pink poui – that writer Shobhaa De on a recent visit to the city said sounds like a skin condition.\nTabebuia rosea staged an overnight coup this year too, re-activating the fingers of Bengalureans into pointing to the tree here, there and everywhere. An utter amnesia overtook us on the garbage and gutter situation. All we could look at, talk about and click profusely was the rosy trumpet tree along our path. With their flamboyant rosy exuberance, the trees struck a pose where they stood – in the middle of the road, right outside your window, en route to wherever you are going. The usual flower thieves in apartment blocks forgot their sly plucking, shamed by this plenitude.\nPurple jacaranda, red or white hibiscus and roses in every hue. Orange crossandra or white jasmine gajras in the hair. Fern in the forests around the city. Lilies, orchids and sunflowers perched pricy in the florist’s window. And still Bengaluru mourns the imminent departure of the Tabebuia rosea. Alas, the trees are already starting to shed their ornamental look, baring the twigs beneath. And even though other flowers will take over the floral relay race, we will miss the trees that crowded the skyline with their stunning pinkness like flower arrangements in huge celestial vases.\nMysore ruler Hyder Ali gave us a 240-acre garden named Lalbagh, while German botanist-gardener Gustav Hermann Krumbiegel and then forest official SG Neginhal worked their own magic just so Bengaluru could call itself Garden City. But all it takes is a Tabebuia rosea to make the Bengalurean dil garden-garden.\n\n",
        "headline_1": "Livin’ la vida rosea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/livin-la-vida-rosea/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "PM Modi on Sunday launched the International Big Cats Alliance at an event to commemorate 50 years of Project Tiger, one of the most successful stories in the global wildlife conservation movement. The new effort to conserve the world’s seven major cats – tiger, lion, leopard, snow leopard, cheetah, puma and jaguar – will have a positive spin-off on forest conservation. Modi observed that India’s policy approach has been to sidestep framing the issue as an ecology versus economy one. Policy recognises their inter-linkage.\nHowever, if this approach is to be truly meaningful, two laws that enable the coexistence of ecology and the economy need a lot more work. A bill to introduce amendments to the 50-year-old Wild Life (Protection) Act was introduced in Parliament in December 2021.\nPrior to receiving presidential assent a year later, the bill received inputs from wildlife groups when it was scrutinised by a parliamentary standing committee. Some of those suggestions relating to wildlife corridors should find their way into a newer iteration of this law. Human-animal conflict is a serious problem that can undermine efforts such as Project Tiger. The conflict can be minimised if there’s a more practical approach to limiting human presence in corridors by engaging stakeholders there. Absent their cooperation, the problem can’t be solved.\nThe Forest (Conservation) Amendment Bill was introduced in the Lok Sabha on March 29. It has far too many exemptions that will open the door to human activity in forests. This will only aggravate human-animal conflict. A general clause in the bill that exempts forests within 100 km of international borders from the purview of the law will endanger areas rich in biodiversity. To build on Project Tiger’s success, we need to protect our forests better. That effort will also rub off on the economy.\n\n",
        "headline_1": "Project Human",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/project-human/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "Ukraine’s first deputy foreign minister Emine Dzhaparova is in New Delhi – clearly a more than routine visit. The first high-level visit from Ukraine since the Russian invasion comes when GoI still is walking a difficult tightrope on the war. But circumstances have created opportunities for greater cooperation with Kyiv. From evacuating thousands of Indian medical students to New Delhi sending multiple consignments of humanitarian aid to Kyiv, contacts between the two sides have steadily grown.\nForeign minister Jaishankar revealed earlier this year that GoI had quietly helped on the grain deal between Ukraine and Russia and worked to defuse the situation around Ukraine’s Zaporizhzhia nuclear power plant last summer. Add to this PM Modi’s formulation last year at the SCO summit that this wasn’t an era of war – a short but significant comment that framed India’s approach of using diplomacy to end the conflict. Plus, with its current G20 presidency, India has an added responsibility to speak for the Global South, which was hit by high food, fuel and fertiliser prices due to the Ukraine war. On another front, before the conflict broke out, India was importing important military components such as gas-turbine engines from Ukraine for its navy warships. While such imports have been hit by the war, there is scope for working out alternative defence supply chains with Kyiv.\nThe last few months have seen China and Russia further enhance their so-called limitless friendship with Xi Jinping openly stepping up his support for Moscow. In fact, the Moscow-Beijing compact is shaping up to be a serious challenge for the rules-based order from Europe to Asia. This has direct implications for Indian interests as well as those of its development partners like Japan. With China’s continuing belligerence on India’s borders and Moscow on its way to becoming Beijing’s junior partner, New Delhi must keep its strategic options open.\nTrue, GoI has done well not to get trapped in a strategic zero-sum game. But boosting ties with Ukraine will further enhance this position and increase its diplomatic heft. India can play a role in ending the conflict. It should therefore play to its strengths, continue providing Ukraine with humanitarian aid such as medicines and medical equipment, press on with quiet diplomacy and provide an alternative template for peace than the one being pushed by China. Modi travelling to Kyiv will be a powerful signal.\n\n",
        "headline_1": "Kyiv connect",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/kyiv-connect/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "By-Sumit Paul\nPersian mystic, teacher and poet Mansur al-Hallaj says in a verse: ‘Ain iimaan hai Ana ‘l-Haqq ka tarana lekin/Hai yahi kufra agar deeda-eMansurna ho’ – It’s quintessential faith/devotion if one proclaims Ana ‘l-Haqq/ But the same can be ranked blasphemous if uttered by someone who’s not as evolved as Mansur is.\nSuch is the metaphysical and devotional impact of the ecstatic proclamation, Ana ‘l-Haqq, the equivalent of Upanishadic ‘Aham Brahmasmi’, meaning, ‘I am the Truth’, or ‘I am God’.\nBefore descanting on al-Hallaj’s proclamation, ‘Ana ‘l-Haqq’, for which he paid with his life, it is imperative to understand the import of Aham Brahmasmi. This term is used in yog philosophy to describe the unity of Atman, the individual self, soul, with Brahmn, the Absolute. It is typicallytranslated as ‘I am Brahmn’, or less literally as ‘I am divine’. It reflects the ultimate goal of yog – union with the higher Self. Yog itself means ‘union’.\nMansur al-Hallaj was a Sufi and there’s no denying that all Sufis were heavily influenced by eastern or oriental mysticism. Here the objective is not to compare but to understand the universality of mysticism, which goes beyond all the conventional or organised man-made faiths. But the magnanimity of Advait, non-dualism, of Vedantic philosophy was not fully intelligible to Islam, at least in the 10th century, which claimed to be a ‘revealed’ religion and early Sufism.\nAccording to early Sufi theories, particularly Karraz, only god has the right to say ‘I’; the utterance ‘I’ is, in itself, blasphemy. Al-Hallaj’s Ana ’lHaqq was later generally understood as meaning ‘I am God’, for ‘Haqq’ had become a frequently used equivalent of ‘god’, especially in the non-Arabic areas. Hence, Ana ’l-Haqq was interpreted as the most daring expression of man’s essential unity with god, and a key expression in the mystical poetry of Iran, Turkey, Muslim India, and Indonesia, wherever the theories of Wahdat al-Wojud -Unity of Being were employed.\nSufi mystic Rumi held that Ana ’l-Haqq was an expression of Fihi ma fihi – perfect selflessness; the mystic had completely forgotten himself in God, so that his ‘I’ was a sign of Divine grace.\nAham Brahmasmi or Ana ‘l-Haqq is the supreme level of faith where ‘I’ gets completely dissolved. There remains no difference between the creator and creation. It also suggeststhat we have the capacity and capabilities to become god, and there’s no impudence in it.\nAll mystics believe that there is no barrier between the individual self and the Universal Soul. All are its parts. Every creature has the element/s of divinity and in Akbar Ilahabadi’s words: ‘Har zarra chamkta hai anwaar-e-Ilahi se’ – every particle has the pulchritude of divine effulgence.\nAl-Hallaj annihilated his ego, the last of human attributes to go, and self to merge into cosmic consciousness. Only a faithful of his level can empathise with his state of ecstasy when he proclaimed, ‘I’m the Truth’. The Persian mystic could see godliness everywhere and in every breath. In fine, ‘I’m the Truth’ is the end point, where spirituality and metaphysics lose into each other and get dissolved into the vastness of divinity. Don’t Sufis say, ‘To be god is to be good and vice versa?’\n\n",
        "headline_1": "Ana ‘l-Haqq is about annihilation of ego",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ana-l-haqq-is-about-annihilation-of-ego/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "Derived from Greek words oxys (sharp, pointed) and moros (stupid), the word \"oxymoron\" often denotes a meaningless and self-contradictory expression. It is also a literary device in which contradictory words are placed together to convey a deeper meaning. For example, Badiuzzaman Bay, in a recent column in this daily commenting on Bangladeshis being close to the bottom on a UN-initiated happiness index, wrote that Bangladeshis are \"happily sad,\" not willing to do anything about the causes inducing the sadness. Is the research university as an oxymoron a meaningless gibberish, or is there a deeper message in it?\nSyed Saad Andaleeb and colleagues including Ahrar Ahmad, Adnan Z Morshed, Halimur R Khan and others have been writing recently about the higher education experience in Bangladesh. The Daily Star is to be commended for providing the space for the \"Academic Experience Project.\"\nOne would mostly agree with the diagnostics of the problems the writers have put forth. We are familiar with the stress and strain that students and teachers suffer, the nature of desired pedagogy in a higher education institution, the infrastructure inadequacies and the meagre resources, and the dystopic mindset that these conditions generate among all the actors involved. But then, are we looking only at the symptoms of a deeper malaise that should be probed and talked about?\nIn a day-long Asiatic Society seminar on March 18 this year, I had the opportunity to speak about \"Higher Education Priorities for a Prosperous Bangladesh.\" A question posed was: do we have a consensus or common understanding about the criteria and relevance of higher education for a developing country?\nA commonly argued point by the university academics, reflected to an extent in the columns in the Academic Experience Project, is that the most important function of the university is research (some may argue it's more important than teaching), and that universities are the only place where research happens. So we hear such broad assertions as, the epicentre of research is the university. A research university is the engine for change and transformation of society. Examples of university research in developed countries such as the United States and newly emerging economies such as China are cited.\nWith a tone of disapproval, the academics say that our universities are engaged mainly in undergraduate teaching with a strict UGC-mandated curriculum focused on building basic student competencies. The teachers teach a course, administer tests, and grade students with little academic space to cultivate critical thinking and a research mindset among students.\nThe thought that strikes me is, is something wrong with universities giving attention to undergraduate teaching? Cultivating research mindset and critical thinking among students is important, but does this require foregoing the necessary academic routine of \"teaching a course, administering tests, and grading students\"? I personally would be very pleased if the universities actually followed these routines diligently and well.\nIs there a misreading of the character of university research in the richer countries? And how relevant is it to try to compare apples and oranges, i.e. to measure universities in the US, UK or even China and those in Bangladesh by the same measuring scale, such as the global university ranking tables?\nThe National Science Foundation of the US reports that academic institutions in the country have been responsible for performing about half of all basic research and about 10- 15 percent of total research and development (R&D) in the US. Over 85 percent of R&D, largely in applied research and experimental development, are undertaken by the corporate sector. In academic research, there is a dominance of basic research (generating new knowledge) with two of every three academic R&D dollars spent on basic research. Two fields – biological and biomedical sciences and engineering – have primarily seen increases in academic research, driven by funding in these fields provided mostly by the federal government supplemented by corporations.\n\nThe thought that strikes me is, is something wrong with universities giving attention to undergraduate teaching? Cultivating research mindset and critical thinking among students is important, but does this require foregoing the necessary academic routine of \"teaching a course, administering tests, and grading students\"? \nAbout 150 universities, described by the Carnegie Classification of Institutions of Higher Education as doctoral universities with a high level of research activities, performed more than three-quarters of academic R&D. All of these doctoral universities, with strong postgraduate research and teaching activities, also have highly regarded undergraduate teaching programmes. These add up to a fraction of the total of over 4,000 higher education institutions. The rest are of all kinds directly and primarily engaged in teaching. These include full universities, four-year colleges, and even cosmetology institutes.\nTwo points to be noted from the above sketch of research in the US are that research and teaching are twin functions of higher education, but the main task for the large majority of institutions is good teaching. And that universities are not the main sources or locale of research in any country. In Bangladesh, the total research effort is meagre, but one should note that a lot of development-relevant research is being carried out outside the universities. Research and experiments by Bangladesh Agricultural Research Institute (BARI) has enabled the country to feed its growing population over the years. One can also name Bangladesh Council of Scientific and Industrial Research (BCSIR) and Bangladesh Institute of Development Studies (BIDS) in the public sector, and non-state research institutions such as the Centre for Policy Dialogue (CPD) and Education Watch of CAMPE, the latter producing an annual survey-based research on education for almost two decades.\nThe World Economic Forum, in a review of the relevance of the world university league tables, considers the high value placed on these rankings in higher education decision-making in developing countries as \"disturbing and alarming.\" The criteria for the ranking of universities are based on certain premises and assumptions, such as:\nPrimary and secondary education prepare and equip most higher education students with foundational skills of reading, writing and study habits\nThey have a safe place to stay on or off campus, can partake of necessary nutrition at an affordable price, and can live and study without being harassed or tortured by their peers\nThey have access to free computer labs and affordable internet and well-stocked library open for long hours\nThey can go to a gym, engage in sports of their choice, and join in entertainment and cultural activities in the student centre\nTheir professors and administrators are appointed fairly for their ability and integrity, not for their loyalty to political patrons.\nThese conditions are taken for granted in the ranking criteria, so are not included in the criteria. But these are the basic conditions we have not been able to provide for our students in our best and oldest universities, even in the \"Oxford of the East.\"\nWhere do we stand on the national commitment and political priority, and commitment of resources, for achieving the quality and relevance goals of higher education? We cannot have within the space of this column a discussion on how the university charters both for public and private universities established by law are actually being applied and enforced, the overall governance capabilities and practices of the principal bodies such as the University Grants Commission (UGC), education ministry and the respective governing bodies of universities, and the meagre public funding for higher education. Discussion on these issues in various forums makes it amply clear that there is a massive political failure to nurture and protect a quality higher education system. The academics' dream of the ideal students, teachers and ambiance cannot be fulfilled unless the basic failure is addressed.\nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network, and vice-chair of Campaign for Popular Education (CAMPE). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Is research university an oxymoron?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/research-university-oxymoron-3293706",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "As per the latest census, Bangladesh's youth population has increased by 15.81 percent to 4.59 crore over the last decade. This has provided the country with a great opportunity to make the most of what is known as \"demographic dividend\", an economic growth potential that can result from shifts in a population's age structure, mainly when the share of the working-age population (15 to 64) is larger than that of the non-working-age population (14 and younger, and 65 and older). What is unfortunate, however, is that till now Bangladesh has largely failed to utilise this once-in-a-lifetime window of demographic dividend due to its inability to create jobs and other opportunities for them to flourish.\nOne may recall that in 2018, the International Labour Organization (ILO) ranked Bangladesh second out of 28 countries in the Asia-Pacific region for having the highest rate of educated unemployment. The ILO also estimated that between 2010 to 2017 – close to the same period when Bangladesh's youth population increased – the rate of youth unemployment had doubled. Before releasing the most recent Labour Force Survey 2022 (where, unbelievably, Bangladesh was shown as having the lowest unemployment rate in South Asia), the government's last survey on the labour force came out in 2016-17, which also showed a lack of seriousness on part of the authorities to address issues related to unemployment. In that survey, it was also seen that the youth unemployment rate stood at more than double the national unemployment rate, with the rate being higher among the more educated youth. For example, unemployment rate was 13.4 percent among youths having a tertiary-level education and 29.8 percent among youths having secondary-level education.\nThere has been little change in this scenario since then, with recent reports highlighting their continued struggle.\nExperts have pointed out that the \"economic miracles\" experienced by Hong Kong, Singapore, South Korea and Taiwan between the early 1960s and 1990s, and the economic boom witnessed by Ireland in the 1990s, were all down to the utilisation of their respective demographic dividends. For Bangladesh, this window is expected to close within the next decade or two. If we are to take advantage of it to propel the nation forward, then the government has to do much more in terms of creating jobs and overall opportunities for young people.\nAt the same time, it is important to keep in mind that having such a large group of young people could prove to be a double-edged sword. Along our current trajectory, where the youth are basically being starved off opportunities, they might become increasingly frustrated and disillusioned. In the absence of opportunities to contribute to the nation and society, or to improve their own lives, where are these young people supposed to channel their energy? It might well be towards criminal activities that may exert tremendous pressure on the country, which will worsen our economic and societal outcomes. Therefore, it is high time the government formulated a holistic strategy to provide the best opportunities for our young citizens.\n",
        "headline_1": "Young people need more economic opportunities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/young-people-need-more-economic-opportunities-3293651",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "The natural sex ratio (SR, ratio of boys and girls) is typically over 100 as the number of girls born is naturally lower than the number of boys. This may be nature's way of offsetting the higher risk that men have of dying – male babies are biologically weaker than females. Any deviation from this natural distribution is a cause for concern as it suggests human interference.\nUnfortunately, Bangladesh has experienced such a disruption, with an SR of 98.04 according to the 2022 census, representing a significant decline from the SR of 108 recorded in 1974. The ratio decreased to 106 in 1981 and remained stable over the years, until it declined again to 100.3 in 2011 and further to 98.04 in 2022. In some divisions, such as Chattogram and Mymensingh, the SR is even lower. This SR is man-made through selective sex determination with the aim of getting rid of the girl child, early death due to neglect, and infanticide.\nThere is evidence to suggest that the reported decline in the SR between 1974 and 1981 was mainly due to inaccurate SR calculation in the 1974 census. However, the consistent decline in SR since 2001 suggests that this is not simply an enumeration error. Also, it is unlikely that such errors would occur now, as Bangladesh has experienced several rounds of successful censuses. The use of ultrasonography to determine child sex early and stagnation in contraception use since the early 2000s may shed light on why this is happening in Bangladesh.\nDuring the 1970s, new technologies were introduced globally that allowed for the identification of foetal sex in utero. One such technology, ultrasound, became popular quickly in low- and middle-income countries in the 1980s. It is a non-invasive procedure that can be performed by medical and non-medical personnel at a low cost, providing up to 98 percent reliable results after the seventh week of pregnancy. In Bangladesh, it became popular in the early 2000s, around the same time when the SR began to decline.\nThe association between the use of ultrasonography and aborted female foetuses was further established through research in Bangladesh. Consequently, the health ministry banned the use of ultrasonography to determine an unborn child's sex. In February 2020, the High Court also banned gender detection to protect unborn babies and pregnant women. Despite these efforts, gender detection of the unborn is still a common practice in the country, and medical and associated non-medical personnel often support it.\nAlthough ultrasonography can be used for both medical and non-medical reasons, such as satisfying parental curiosity, monitoring foetal development, and ensuring the health of the mother and child, in Bangladesh, its use has resulted in the selective abortion of female foetuses due to the country's patriarchal traditions. This is because male children are traditionally viewed as breadwinners and providers, essential for the continuation of the family name and lineage. Furthermore, male children are believed to be better earners and capable of contributing to agricultural work and caring for their parents in old age, while female children are often regarded as a financial burden due to dowry expectations and limited opportunities for education and career advancement.\nThese misconceptions and preferences for male children, coupled with a natural higher number of conceptions of female foetuses, have resulted in a higher number of abortions in Bangladesh. This not only contributes to a declining SR, but also poses challenges to maternal and child health as abortion is completely restricted in Bangladesh, except in cases where it is required to save a woman's life. As a result, abortions in Bangladesh are mostly performed outside formal healthcare facilities, which accounts for 13 percent of total maternal mortality in the country.\nMoreover, menstrual regulation (MR), a form of abortion, is legal in Bangladesh up to 13 weeks of conception. The government legalised it in 1974 to reduce the burden of unintended conception, as the use of modern contraceptive methods was low at that time. While the current rise in the use of modern contraceptive methods suggests that the need for MR may not be as vital as it was in 1974, around 22 percent of live births are still unintended at conception. Furthermore, Bangladesh is experiencing a stagnation in the use of modern contraception, resulting in an increase in births due to contraceptive failure, and up to 48 percent of eligible couples still do not use modern contraception. Therefore, a complete ban on MR in Bangladesh may not be appropriate.\nHowever, the use of ultrasonography to determine the foetus sex after the seventh week of pregnancy and the legalisation of MR services up to 13 weeks give a window of around six weeks to selectively abort female foetuses.\nThe implications of a declining SR are significant and far-reaching. It has the potential to create a gender imbalance in the country's population, increase the sharp rise in violence against women, create shortage of brides leading to a rise in bride trafficking and forcible marriage of widows, as well as a surplus of unmarried men, leading to a rise in crime rates.\nTo address this, the government first needs to ensure that healthcare and associated personnel do not disclose the sex of an unborn child by any means. Investing more in increasing women's education and empowerment, as well as awareness campaigns to promote the value and importance of girls and women and gender equality, are also important. We need to ensure that no female foetus is aborted in Bangladesh, and that a female foetus has an equal right to be born as a male foetus.\nDr Md Nuruzzaman Khan is a public health expert and assistant professor of population science at Jatiya Kabi Kazi Nazrul Islam University.\n\n",
        "headline_1": "The disturbing trend of selective abortion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-disturbing-trend-selective-abortion-3293631",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "As per the latest census, Bangladesh's youth population has increased by 15.81 percent to 4.59 crore over the last decade. This has provided the country with a great opportunity to make the most of what is known as \"demographic dividend\", an economic growth potential that can result from shifts in a population's age structure, mainly when the share of the working-age population (15 to 64) is larger than that of the non-working-age population (14 and younger, and 65 and older). What is unfortunate, however, is that till now Bangladesh has largely failed to utilise this once-in-a-lifetime window of demographic dividend due to its inability to create jobs and other opportunities for them to flourish.\nOne may recall that in 2018, the International Labour Organization (ILO) ranked Bangladesh second out of 28 countries in the Asia-Pacific region for having the highest rate of educated unemployment. The ILO also estimated that between 2010 to 2017 – close to the same period when Bangladesh's youth population increased – the rate of youth unemployment had doubled. Before releasing the most recent Labour Force Survey 2022 (where, unbelievably, Bangladesh was shown as having the lowest unemployment rate in South Asia), the government's last survey on the labour force came out in 2016-17, which also showed a lack of seriousness on part of the authorities to address issues related to unemployment. In that survey, it was also seen that the youth unemployment rate stood at more than double the national unemployment rate, with the rate being higher among the more educated youth. For example, unemployment rate was 13.4 percent among youths having a tertiary-level education and 29.8 percent among youths having secondary-level education.\nThere has been little change in this scenario since then, with recent reports highlighting their continued struggle.\nExperts have pointed out that the \"economic miracles\" experienced by Hong Kong, Singapore, South Korea and Taiwan between the early 1960s and 1990s, and the economic boom witnessed by Ireland in the 1990s, were all down to the utilisation of their respective demographic dividends. For Bangladesh, this window is expected to close within the next decade or two. If we are to take advantage of it to propel the nation forward, then the government has to do much more in terms of creating jobs and overall opportunities for young people.\nAt the same time, it is important to keep in mind that having such a large group of young people could prove to be a double-edged sword. Along our current trajectory, where the youth are basically being starved off opportunities, they might become increasingly frustrated and disillusioned. In the absence of opportunities to contribute to the nation and society, or to improve their own lives, where are these young people supposed to channel their energy? It might well be towards criminal activities that may exert tremendous pressure on the country, which will worsen our economic and societal outcomes. Therefore, it is high time the government formulated a holistic strategy to provide the best opportunities for our young citizens.\n",
        "headline_1": "Young people need more economic opportunities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/young-people-need-more-economic-opportunities-3293651",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "We are alarmed that the once mighty Old Brahmaputra River has been allowed to turn into a dumping zone, without any concern about how such reckless trashing of a vital waterbody would affect the environment, the community at large and people's livelihoods which depend upon it. According to a report by this daily, some powerful quarters in the locality have been dumping concrete waste and storing construction materials near the river at Mymensingh city's Kachari Ferry Ghat area for months. Locals allege that the Mymensingh City Corporation (MCC) and local Water Development Board (WDB) have refused to take any initiative against those partaking in such illegal activities, despite repeated reminders and memorandums submitted to the Mymensingh deputy commissioner and MCC mayor urging them to take action. The question, as always, is: why do our authorities care so little about the relentless attack on our rivers?\nAcross the country, our rivers have become dumping zones for industrial and plastic waste, leading to clogging and the suffocation of aquatic life. Rivers are contaminated with harmful chemicals and heavy metals, positing a significant risk to the health of locals, to say nothing of the loss of income of the fisher communities for whom the rivers once used to be the source of sustenance. A recent study by the Rivers and Delta Research Centre (RDRC) confirmed that at least 56 major rivers in the country are dying a slow but painful death due to extreme pollution, with little to no concrete measures taken to save them, despite rivers being granted the legal status of \"living entities\" four years ago.\nIf the countless reports – and subsequent editorials we have written – on river pollution are any indication, the blame for the current tragic state of our lifelines falls squarely on the authorities. And let's be honest: no number of editorials, laws, policies or court orders can protect our rivers from the apathy of the authorities, unless we start holding those who are supposed to monitor and stop the encroachers and polluters accountable for their ostensible failure to do so.\nIn this regard, it is inspiring to see the locals of Mymensingh mobilising to convince the authorities to do their part to save the Brahmaputra. Earlier this year, the same forum had raised concerns about dumping of industrial and household waste into the Old Brahmaputra River at Kalibari Puran Gudaraghat. Despite promises at the time that action will be taken, we are frustrated to note that nothing has changed for the better.\nIf the concrete waste and other construction materials aren't cleaned up immediately, it will mix with the river water once monsoon begins. We join the locals of Mymensingh in demanding swift action from MMC and WDB. Should they fail to do their job – once again – legal action should be taken against them.\n",
        "headline_1": "The dumpster that once was a river",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-dumpster-once-was-river-3292801",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "Following the solar home system (SHS), rooftop solar system is reportedly becoming a favourite option for factories and industries. Large-scale business houses, especially textiles, jute mills and garment factories are increasingly turning to this green energy for meeting their need for electricity. While SHS with its tentative journey beginning in 1996, later on revolutionised rural electrification with its small units, a similar prospect for individual industrial power generation is likely to be in the offing. However, this was not a natural choice; rather the manufacturing units have discovered the various advantages today's large solar panels give to the buildings, on the rooftop which those are installed. The number one advantage is, of course, the production cost of power. With the rise in power tariff three times within three months, per unit (one kilowatt/hour) electricity supplied by different power distribution companies now costs Tk 9.0. This will go up further if the subsidy, as planned, is completely withdrawn from the power and energy sectors. But solar power costs Tk 5.50-6.00 per unit which is 38 per cent less. The other advantages the solar power enjoys over fossil fuel-generated power are no less important. At a time when the world is increasingly making its option clear for green energy, this rooftop renewable solar power complies with all the regulations of producing clean energy. Again, it gives the advantage of power self-sufficiency to manufacturing units. In a country with almost assured sunshine, the advantage of owning the power producing units at a low cost cannot be overemphasised. Even in case of surplus production, it can be sold to the national power grid under the net-metering system. The Infrastructure Development Company Ltd. (IDCOL) which has mainly been responsible for advancing the SHS in the country is ready to provide all kinds of technical and maintenance supports for making the programme successful. What acts as a further incentive to factories and industries is the financing. The IDCOL makes arrangement for 80 per cent of funds to set up rooftop solar plants on private entrepreneurs' buildings. Many residential buildings in the capital and other cities and towns have installed the system without prodding by the government or other agencies. They appreciate the numerous benefit of the system. Factories and industries did not opt for the system because earlier the panels were not as large as they are today and the higher cost of installation. Mercifully, panels are getting larger and the costs of installation are also dropping. So, there is a meeting point of emergency need, option for green energy, improvement of rooftop solar system and falling price here. All these combine together to indicate that the solar power will be a viable option for a large number of industrial units which do not require vast quantity of power to run heavy machines. If the majority of mid-size factories and industries along with residential buildings switch to the solar power system, the pressure on grid power will ease off greatly. The undesirable prospect of load-shedding can be staved off and environmental pollution brought down to the minimum.",
        "headline_1": "Rooftop solar power plants for industrial units",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rooftop-solar-power-plants-for-industrial-units-1681134392",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "Upon taking into view some recent tragic and horrible incidents, with a lot of people remaining nonchalant, many might draw a perverse conclusion: this nation essentially nurtures a trait of self-destruction at its subterranean recess of mind. The Bangabazar blaze in Dhaka on April 4 is one such dreadful incident. The devastating fire burnt down at least five thousand shops selling clothing products at eight markets located in a 21,250 square feet area under the Bangabazar market. In the last four months, seven large blaze incidents occurred in the capital and other areas of the country. Although death spared the Bangabazar fire, many were killed in the other fires. The losses caused to small and mid-level retailers as well as wholesale businesses wereenormous.Against this grim backdrop of repeated blaze incidents, both victims and the agencies tasked with protecting them appear to be apathetic tothe fires. This indifference and the cavalier attitude in combination gives birth to a widespread air of insouciance. Bangladesh has long been in the grip of this frame of mind. In order to prove this statement to be true, one has just to look around or go through the daily newspapers. Endless occurrences continue to bewilder the sensitive persons. After a wave of public outcry over a man-made calamitous occurrence, demands for probe and ferreting out the persons responsible die down, everything is as usual. The day-to-day life returns to normal. In the meantime, dust of oblivion gathers on the terrible incidents. Except the people directly affected by gruesome mishaps, accompanied by deaths, almost all terrible setbacks receive the balm of forgetfulness. Moreover, dozens of real-life distractions make humans forget their past crises. Blood from the wounds oozes for some time to stop finally. Man loves to forget. Forgetfulness is one of the basic traits of humans. Without it life would have been unbearable. But oblivion at times brings miseries for man. He commits the same mistake which has caused him series of sufferings previously. Perhaps nature has gifted a section of humans with the quality to resign to fate. It allows them to feel the initial raw wounds inflicted on them by harsh realities to a lesser degree. Or else how would these people endure the blows and traumas of life.In the present-day complicated life, oblivion has disastrous implications. After escaping a life-threatening situation, most of the people tend to erase the memories of it and those similar to it. Although the terrible incidents cut deep into the minds of many, as seen in the Bangabazar fire, the memories eventually start fading out. Or, the hustle and bustle of life makes them forget the dreadful happenings. Several disastrous fires occurred at places in Dhaka in the last one-and-half decades --- especially at the Bangabazar venue and some notorious sites. Massive blazes occurred at these venues intermittently. It means that in spite of the massiveness of the fires and the detection of negligence on the part of the businesses and people, everyone later forgot their responsibilities. On the part of the authorities concerned, they performed their duty sloppily which can be aptly defined by the terms, inaction, ineffective assurance and rhetoric.In the cases of blaze caused by electrical malfunction or those which occur due to negligence or ignorance about the operation of gas burners, lack of awareness and insouciance emerge as the chief reasons behind these mishaps. Almost similar is the case with jaywalking and avoiding the safe road-crossing passage of foot over-bridges leading to tragic road accidents. Reaching the height of recklessness, many people start courting death in their subconscious recess of mind. It could be a psychological interpretation of the matter. Like the big blazes, landslides in Chattogram and Chattogram Hill Tracts (CHT) also keep inviting disasters and casualties. In the cases of landslides, one discovers the uncanny repetition of the fire episodes. Although the occurrence of these disastrous incidents has declined in the recent years, they comprise regular mishaps in the hilly areas. Sections of people, mostly low-income, have long found the hill slopes ideal for building makeshift dwellings. Over time, those turn into slums. Despite the city corporation authorities' warnings against the setting up of dwellings on the hills, the hazardous trend continues unabated. Few pay heed to the warnings. As a result, a few years ago calamitous landslides were a common monsoon malady. Normally, the earthen chunks of hills come crashing down on the slums after heavy downpours. There are landslides in the hills that emerge as deadly, killing and injuring scores.One-and-half decades ago, deadly landslides were a common yearly phenomenon in the Chattogram region. Scores of slum-dwelling people were allegedly killed in the greater Chattogram and the CHT in rain-triggered landslides in the last 20-30 years. In some respects, the situation in the hilly region had finally proved to be murky like that found in Dhaka. When it comes to the outward ferocity of a blaze, massive fires spark a huge outcry. In the context of forewarnings related to a fire, the authorities in Dhaka appear to be laid-back. Thanks to the racketeers who rent out slums to the poor in Chattogram, many of the latter become oblivious of the past landslides. Many people, especially the youths, walk by the railway track while a mobile phone is pressed on the ear. It is another instance of cavalier attitude. Boarding a precariously crowded motor-launch, braving to get down into a water body without knowing how to swim are all examples of recklessness.\n[email protected]",
        "headline_1": "Living in terrible obliviousness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/living-in-terrible-obliviousness-1681134443",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "It is in trying times when humankind exhibits its best as well as basest instincts. The conflagration that destroyed the Bangabazar market six days back, turned thousands of small and medium-scale traders, mostly dealing in clothes, into paupers overnight. As the disaster struck on the eve of the Muslims' second-biggest religious festival, the Eid-ul-Fitr, the losses those traders suffered were also far greater than if the calamity happened in normal times. Because these traders over the entire year look forward to the Eid sales when they expect to earn a good profit. So, the amount of investment they made in the Eid time business was also considerable. Many took loans from both formal and informal financial sources. Evidently, the misfortune of the Bangabazar traders could not have come at a worse time.Compassion for the ill-fated Bangabazar traders was extensive. Celebrities of the sports arena and the entertainment industry stood beside the helpless traders and bought their burnt clothes as a mark of solidarity and empathy with them. Not only celebrities, people from different walks of life have also came forward in support of the Bangabazar traders. But there were also people who stole the clothes that some Bangabazar shop owners kept at the roadside after recovering those from their burning stores. Obviously, the thieves displayed the devil in them.But the Bangabazar traders were too proud to be browbeaten by the fire or any other adversity. While they were moved by the fellow feeling and solidarity shown by the society at large, they were not dispirited by the thieves who thought nothing of stealing whatever the fire victims were left with. The fire could destroy the Bangabazar traders' assets, but it could not dampen their spirit-the spirit of entrepreneurship. As if rising from the ashes, some of them have again started their business from makeshift stalls they have set up beside the road in the Bangabazar area. So, it is time the government extended assistance to these traders who are trying to stand on their own feet again. And they need not just sympathy, but substantial support so that they can restart their business during the remaining days of this Eid season. According to reports, so far, some 50 or so temporary shops have been put up by the Bangabazar traders. If the city corporation and the government come up with timely help, other traders who lost everything may also try to start their business from scratch. And it will rekindle hope in other traders to do the same.So, it is time to stand beside the Bangabazar fire victims, and not criticise them. Many have been pointing the finger at these traders for being unresponsive to the warnings from authorities as the condition under which they had been running their business was unsafe. For the building that housed their business activities was shaky and it was not whether, but when the entire structure would come down. And the highly congested cloth market also provided the ideal condition for catching fire. So, why did they not leave the hazard-prone place before it was too late? But before laying the Bangabazar fire at the hapless traders' door, one would like to ask what stopped the authorities concerned from clearing market long before it caught fire? Left to their own devices, people hardly ever behave rationally. And it is exactly why humans have invented state, various institutions and laws to think for them and protect them from both natural and manmade disasters. So, there is no point singling out the Bangabazar traders for their folly.\n[email protected]",
        "headline_1": "Bangabazar traders rising from ashes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangabazar-traders-rising-from-ashes-1681134475",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-04-2023"
    },
    {
        "full_article": "Bangladesh is home to several species of primates. Of them, Phayre's leaf monkey, also known as Phayre's langur, is the most spectacular. The monkey is spectacle-faced. Its grey coat with blue-rimmed white patches around its eyes readily separates it from any other primate species. Its love for leaf has put it in a particular group called leaf monkeys. Phayre's langur is found only in Southeast Asia, including Bangladesh, eastern India, Vietnam, Thailand, Laos and Myanmar. The IUCN considers it a critically endangered species because of its total dependence on forests, which are rapidly disappearing. In Bangladesh, these monkeys can be found in the forests of Moulvibazar and Habihanj -- for example, Satchhori, Lathitila and Lawachhara forests -- and in the hills of Chattogram. However, these monkeys are facing adverse situation in their last few remaining habitats in Bangladesh. It is a matter of great regret that recently a Phayre's langur had been found dead in Lathitila forest, which had bruises from electrocution in its body. It was probably a mother monkey because onlookers spotted a baby monkey close to the dead monkey. The accidental death of the monkey could have been avoided if the authorities concerned had completed the work of adding cover in the electric wires of this reserved forest area. In this area, monkeys often get electrocuted while climbing the electric wires. Lathitila Reserved Forest in Moulvibazar was supposed to be a safe haven for animals. But these rare monkeys are often being electrocuted in this area. We urge the authorities concerned to insulate the uncovered electric wires in the Lathitila forest as soon as possible. \nJeba Tasnim Binta Alamgir, Student of University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Save Lathitila leaf monkeys",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/save-lathitila-leaf-monkeys-1681134503",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-04-2023"
    }
]