[
    {
        "full_article": "Expectations are high that a free trade agreement involving India and the European Free Trade Association (EFTA) is close to fruition. However, a bone of contention relates to intellectual property rights, and has persisted as an issue since 2008. Switzerland and Norway, which are prominent members of EFTA, host several of the pharmaceutical and biotechnology companies that are responsible for several of the drugs and therapeutics that underpin health care globally. The nature of the pharma industry — it costs much to discover a useful effective drug and relatively little to make generic copies of it — with demand that is far disproportionate to affordability, means that there is a constant tussle between the inventors and the generic-drug companies. Patenting, or an exclusive monopoly for a fixed number of years to originators and a reciprocal right by governments to issue directions for ‘compulsory licensing,’ thereby selectively breaking such monopolies in the interest of public health, has brokered the peace and sustained the global pharma industry for decades. But new legal innovations such as data exclusivity continue to inveigle themselves in free trade negotiations. Under this provision, all the clinical-trial data that concerns the safety and efficacy of a drug generated by the originator firm becomes proprietary and out of bounds for a minimum period of six years. Permission to make a generic is possible if a country’s regulator can rely on supplied clinical trial data to approve a drug. For this, generic makers usually rely on the originator’s published data.The principle of data exclusivity is present among European countries as well as in agreements involving many developing countries. Were it to take effect in India, it could significantly hinder India’s drug industry which is also a major exporter of affordable drugs. Indian officials have rejected data exclusivity as a point of negotiations in the FTA, though leaked drafts of the agreement suggest that it is alive. However, India’s rise up the drug manufacturing chain in the last few decades means that it must invest in an ecosystem that can conduct ethical drug trials and make new molecules and therapeutics from scratch. The paradigm that drug development will always be expensive and confined to the West need not be permanent, as was seen in the development of several novel technology approaches to developing vaccines in India during the COVID-19 pandemic. But as preparation, India must invest substantially more in fundamental research to incubate the local drug industry into the future.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntrade agreements\n\n/\n\nIndia\n\n/\n\nEuropean Union\n\n/\n\npharmaceutical\n\n/\n\nbiotechnology\n\n/\n\ngeneric drugs\n\n/\n\nexports\n\n/\n\nmedicine\n\n/\n\nmedical research\n\n/\n\nvaccines\n\n/\n\nCoronavirus\n\n/\n\nSwitzerland",
        "headline_1": "Brave new world: On the India-European Free Trade Association agreement and IPR",
        "headline_2": "India must invest in fundamental research to be able to develop reliable drugs",
        "link": "https://www.thehindu.com/opinion/editorial/brave-new-world-on-the-india-european-free-trade-association-agreement-and-ipr/article67853988.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "In a politically loaded move, the Income-Tax department has raised a demand of ₹210 crore in penalty and as dues from the Congress, which the party says has effectively stalled the operation of all its bank accounts. On the face of it, the action seems disproportionate to the charges, and an appellate tribunal has subsequently allowed the political party to operate the accounts on the condition that an amount of ₹115 crore is kept in lien until the case is heard next week. The party says it does not have such amounts in its current accounts. Just weeks before the general election, the principal Opposition party of the country finds itself restrained by a central agency. It is worrying that this falls into a pattern of enforcement agencies targeting those fighting the ruling Bharatiya Janata Party (BJP). The Income-Tax department action against the Congress relates to tax returns filed by the party for FY2018-19. The party had missed the deadline of December 31, 2019 by about 45 days to file the returns. Of the receipts of ₹199 crore recorded in the income-tax returns, ₹14,40,000 was in cash, which the party says was given by its Members of Parliament and Members of the Legislative Assembly. The demand of a penalty of ₹210 crore is for a 45-day delay in filing the returns, and a discrepancy, if at all, of ₹14.40 lakh. The Income-Tax department’s action appears high-handed and is clearly meant to paralyse the Congress.This unusual I-T move came to light a day after the Supreme Court of India expanded on the link between money and politics in a verdict that held the secretive electoral bond scheme to be unconstitutional. Money has the power to influence politics, and disparity in access to funds can create political inequality and distort electoral outcomes. The Court’s judgment echoed this in its verdict which held the electoral bond scheme as violative of fundamental rights. The BJP has championed the scheme that allows anonymous donors to contribute unlimited amounts to parties as an instrument to combat electoral corruption. Stalling the bank account of the Opposition, regardless of the Income-Tax department’s allegations, cannot be viewed as routine law enforcement. Weaponisation of the law against political opponents of the ruling party has become a serious threat to India’s democracy. The brazen partisanship of central agencies that target the critics of the government is undermining the political system. The claim that all this is being done for fighting corruption and ensuring transparency cannot be taken at face value. All stakeholders must be accountable in a democracy, and the ruling party more so. When accountability is invoked for scuttling the political activity of the Opposition, that can only bode ill for democracy. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nbanking\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\njudiciary (system of justice)\n\n/\n\nbonds\n\n/\n\ndemocracy",
        "headline_1": "Scuttling opposition: On Income-Tax department action against the Congress",
        "headline_2": "Income-Tax department’s freezing of Congress accounts seems political",
        "link": "https://www.thehindu.com/opinion/editorial/scuttling-opposition-on-income-tax-department-action-against-the-congress/article67854023.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "Indian aviation is on a roll. Passenger traffic is increasing and profits are soaring. Crisil Ratings expects operating profit of the industry to grow over 20% next financial year, after a neartripling this year. Everyone’s having a good time save one group: passengers. They are an afterthought, taken for granted by airlines and, it sometimes appears, by govt.\n\nShocking negligence | An 80-year-old man collapsed this week at Mumbai airport and died. He had pre-booked a wheelchair on an Air India flight but didn’t get one because of shortage. He walked, with tragic consequences. How can there be a shortage when a wheelchair has been pre-booked? Regulations say it’s an airline’s obligation to provide assistance to people with disabilities or reduced mobility.\nNot isolated | This is not a one-off. For months, passenger complaints have mounted. Airlines have violated contractual obligations, not bothered to give timely information on cancellations during peak season. We recently had frustrated passengers in Mumbai airport sitting on the runway to eat.\nLame excuses | The preferred excuse of aviation companies and GOI officials is that there are infra constraints because passenger traffic has exceeded pre-Covid levels. Wasn’t it a normal outcome of mobility constraints being removed and return of normalcy?\nMissing regulatory action | GOI pulled out all stops to help the aviation industry, which was severely affected by Covid. For a while even a floor price for tickets was fixed. The same level of attentiveness is not extended to passengers. Aviation regulator DGCA concentrates mainly on operational safety. It did issue a show cause notice to Air India, but recurring offences suggest India doesn’t have an institutional mechanism that’s effective enough.\nDomestic aviation today is a near-duopoly. Lack of competition and an inattentive regulator make for miserable passenger experience.\n\n",
        "headline_1": "No country for flyers: Air passengers are being taken for granted by airlines",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-country-for-flyers-air-passengers-are-being-taken-for-granted-by-airlines/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "This week in Tamil Nadu, burglars returned a National Award trophy to film director M Manikandan. Attached was a note: ‘sir, forgive us, your hard work is yours’. You gotta admire these burglars. And note, in this context, that despite moral injunctions against stealing, it’s always been philosophically complicated. The Robin Hood idea is appealing precisely because it’s hard to distinguish rightful from reprobate, clean from corrupt. Surely stealing a loaf of bread for a hungry person is not the same as making off with the savings of the poor. In situations of systematic oppression, gangsters often break rules and get popular support. Many crime syndicates follow stoic codes of conduct and honour, whether it’s Italy’s mafia, Japan’s yakuza or our own underworld. They don’t bother with petty crime, and are known for their protectiveness towards ordinary people. They don’t supplant law and order. They provide an alt version of it.\n\nAlso, it’s not a stretch to say that most justice systems are patently flawed, where poor people accused of small crimes languish in jail – in India, even before conviction – while multi-billion scams of ‘too big to fail’ financial institutions go unpunished. This is not to condone crime, but to place it in a humane context. Those burglars in Madurai went out of their way to return an award, and why shouldn’t that little gesture be appreciated?\n\n",
        "headline_1": "Love the sinner: Thieves sometimes can steal our heart",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/love-the-sinner-thieves-sometimes-can-steal-our-heart/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "Trump or not, US will need & take in lots of immigrants\nOne Quarter of the Nation: Immigration and the Transformation of America by sociologist Nancy Foner tells the story from the other side, of how recent immigrants have literally changed the face of America. They have transformed racial perceptions, changed character of the economy, politics, cities and popular culture. 2020 marked a demographic milestone: there were 45 million immigrants in US, and together with their families, they made up 26% of the nation’s population.\nImage shows Statue of Liberty standing in the midst of a futuristic city. Modern technology enhances its iconic form, with LED lighting along its robes and crow and a holographic torch that radiates a soft glow.\nImage shows the Statue of Liberty in an ancient garden setting, overgrown with vines and flowers where it blends into the natural environment.\nRacial makeup of America changed within a couple of generations, beginning in 1960s, when immigration norms were relaxed. As of 2018, whites are 60%, Hispanics 18%, Asians 6%. While the percentage of blacks is 13%, almost a tenth of those are newcomers from Africa and Caribbean. Groupstatus threat among many whites who fear slipping of their privilege and dominance is driving a conservative backlash in politics.\nRead full story on TOI+\n\n",
        "headline_1": "What America owes to world’s huddled masses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-america-owes-to-worlds-huddled-masses/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "The Centre and farmers shuffle ahead on “talks”. Police use teargas shelling, pellet guns too, on farmers breaching barricades and throwing flaming gunny bags towards police. How might the unfolding “second farmers movement” compare to the first in terms of political impact? To answer this, let’s briefly evaluate the political impact of farmer protests of 2020-21.\nThe original movement did exert some influence, in terms of inflecting the wider political narrative, yet it left the electoral arena virtually unscathed.\nBJP-Akali ties snapped | For one, protests wrecked a longstanding BJP-Akali Dal coalition in Punjab. It proceeded to provide a deflated opposition with a powerful political narrative.\n\nRead full story on TOI+\n\n",
        "headline_1": "Farmers stirred, BJP not shaken",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/farmers-stirred-bjp-not-shaken/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "Sadly, bad news never seems to leave consumers alone in this country. The recent report of a study done by the 'Environment al and Social Development Organisation (ESDO) in collaboration with the Wonjin Institute for Occupational and Environmental Health (WIOEH) of South Korea' as carried by this paper says that alarming levels of paraben in toothpaste, handwash and skin care products has been found in Bangladesh. Paraben is known to be a chemical additive and the presence of high levels of this chemical plays havoc with the body's endocrine system, something that is vital for regulating hormones. Apparently, this chemical belongs to a group of compounds that is used as a preservative in the pharmaceutical and cosmetics, as well as the food industry. The problem isn't there. As found by the study conducted by the institutes, samples from Bangladeshi products were compared to similar products from seven other countries to get an estimate about what the levels of the chemical is in local products. Unfortunately, the level of paraben in domestically produced items was found to have the highest concentration of the said chemical in personal care products. Now, care products range from hand wash to beautification. With the advent of Covid-19, the use of handwash became synonymous with people across the nation as a way to rid themselves of unwanted germs. That trend has continued and handwash sales have stayed high in the post-covid period because it also allows for convenience as containers can be refilled using liquid soap and re-used several times. Hand soaps are considered to be an evolution over the bar soap and has been widely accepted for use at homes, restaurants, hotels, commercial establishments and so on.Again, going by what has been published in this newspaper, \"cosmetics and personal care products often contain different types of paraben as preservatives because they are effective and affordable.\" The problem in Bangladesh is oversight. The regulatory mechanism and enforcement of health guidelines are simply not followed in many sectors because of a lack of monitoring and enforcement. The penalty system that exists for law breakers and errant companies favours those establishments and not the consumers. The legal situation is one of great complexity and lengthy and hence litigation against companies that are caught endangering public health get lost in the milieu of hundreds or thousands of other cases that take precedence over the consumers' right to safe products.That this dangerous chemical has been found to be widely prevalent in daily usage products like toothpaste and handwash needs to be treated seriously. This is a public health issue. Had the tests been done in the country, they could be discounted but they were done in foreign laboratories and hence negligence or unprofessionalism can largely be discounted.While many other nations have forbidden the very use of paraben in the products mentioned here, the many variations of paraben continue to see wide usage in the country. There is a general tendency to trash foreign reports as propaganda against the State and one must wait to see if health authorities will take this study seriously or not. The government needs to upgrade its own testing facilities and revamp the safety regime that govern consumer products in Bangladesh. This is but one study that has found non-permissible levels of chemicals that are increasingly being banned in other countries because they are deemed to be a public health hazard issue. The general tendency in this country has been to sweep issues like this under the carpet. One can only hope that the present leadership in the ministry of health will look out for the safety of the general populace over that of profits.",
        "headline_1": "Consumer products poisoning people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/consumer-products-poisoning-people-1708182144",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "As the 13th Ministerial Conference (MC13) of the World Trade Organization (WTO) is set to start next week in Abu Dhabi, United Arab Emirates (UAE), Least Developed Countries (LDCs) are struggling hard to secure their trade benefits in the multilateral forum. Currently, 35 members (including Bangladesh) of the WTO are LDCs, as per the United Nations benchmarks, and formed the LDC Group in the organisation. As the group's coordinator, the African country Djibouti, submitted the draft LDC ministerial declaration in the second week of January. The draft declaration contains two sets of priorities: one is LDC-specific, and the other is general. The LDC-specific priorities are placed in four key areas: (a) agriculture and food security, (b) fisheries subsidies, (c) decisions on graduation, and (d) paragraph 8 of the MC12 outcome document. Of these, LDC graduation is the most critical, especially for the LDCs already on the path to coming out of the category within three to five years. Bangladesh, along with Nepal and the Lao People's Democratic Republic, will formally come out from the UN-defined category by the end of 2026. More LDCs will follow these countries. There are 45 LDCs, of which 15 are now on the path to graduation, and 10 are WTO members. Last December, Bhutan came out from the list.In the document placed for MC13, LDCs categorically emphasised 'the need for fresh support measures by the development partners targeted to LDCs after graduation to ensure smooth and sustainable transition.'Five months ago, in October last, the General Council meeting of the WTO decided to encourage members of the organisations to provide a smooth and sustainable transition period for the graduated LDCs before withdrawing the unilateral tariff or duty-free and quota-free (DFQF) market access to these countries have been enjoying as LDCs. The decision becomes a big boost to the LDCs, although it is not binding. It is also unlikely that the scheduled ministerial conference will make it binding instead of keeping it voluntary or 'best endeavour' for the member countries. In that case, a continuation of the benefits for the LDCs after graduation will entirely depend on the willingness of the market access-providing countries. In other words, LDCs have to negotiate separately or bilaterally to enjoy the benefit for an extended period. Federation of Bangladesh Chambers of Commerce and Industry (FBCCI), at a proposal regarding MC13, urged the Bangladesh government to take proactive action plans to negotiate with the respective DFQF and GSP granting countries and preferential trade agreements partners for extension of all support measures for at least three years after the graduation following the European Union's Everything But Arms (EBA) extension for three years for graduating LDCs. EU and the United Kingdom (UK) currently offer DFQF benefits for all the graduated LDCs for three additional years. In the last ministerial conference, LDCs stressed the extension of international support measures (ISM) available under WTO in favour of graduating LDCs and proposed to phase out unilateral trade preferences granted to these countries for six years or a period determined by the preference-giving country. It was not accepted at the conference, however. The continuation of the trade-related benefits is necessary to ensure the smooth graduation and contain any abrupt disruption in trade in goods and services of the countries, as per the spirit of the UN General Assembly Resolution. Between 2018 and 2022, LDCs' exports of goods and services increased at an average annual rate of 7.1 per cent, according to the estimate provided by the WTO secretariat. LDCs' share in global trade in goods and commercial services increased from 0.95 per cent in 2018 to 1.02 per cent in 2022. And LDCs' share in global exports reached 1.23 per cent in 2022, which is far below the target set in the UN Sustainable Development Goals (SDGs). Target 17.11 of SDGs underscored doubling the least developed countries' share of global exports by 2020. It means that LDCs' share in global exports should be at least 1.92 per cent in 2020, which was 0.96 per cent in 2015, the year of launching the SDGs. Thus, the countries need continuous support in the multilateral trade forum.Moreover, those advancing to become non-LDC also require support to make the transition smooth and effective. It is, however, challenging to secure support in the upcoming conference as some developed countries, mainly the United States (US), have strong reservations. Advanced developed countries like India are also less interested in backing the LDC's demand. So, there is no alternative to persistent, tough negotiation, no matter how disappointing that is.The LDC-specific international support measures also include exemption from the prohibition of export subsidies and an extended transition period up to 2033 for the LDCs on implementing the Trade-related Aspects of Intellectual Property Rights (TRIPS), especially for pharmaceutical products. Currently, there is no provision for a transition period, so when an LDC officially becomes a non-LDC, it will not be able to enjoy the benefits, which means it has to abolish the export subsidies immediately and face stringent IP requirements. Developed and developing countries have already put several issues of their interests on the negotiation table and are working hectically to get some of those in the outcome documents. Decisions on prohibiting fisheries subsidies, permanent solutions on public stockholding (PSH) of foods, and reforms of the WTO's dispute settlement system are top agendas where Bangladesh and all the LDCs can do little but watch. The withdrawal of suspension of e-commerce taxation is also critical, where Bangladesh has some interests. Then, plurilateral deals on domestic regulations on services trade and e-commerce are also proposed by some members. As the final days of the conference approaches, the temperature of intense fighting rises.[email protected]",
        "headline_1": "WTO's 13th ministerial: Any good news for LDCs?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wtos-13th-ministerial-any-good-news-for-ldcs-1708182231",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "IN observing the annual Sundarbans Day on February 14 speakers at a seminar in Dhaka highlighted the critical need of stopping the destructive poison fishing to save flora and fauna of the world's largest mangrove forest. The biodiversity of Sundarbans has long been under threat due to over-extraction of its resources, poaching, and the adverse effects of climate change. And now a faction of fishermen is spreading certain types of poison in rivers adjacent to the Sundarbans only to catch fish by killing them all! In this way, the predatory and short-sighted fishermen are not only depleting the marine resources by killing even the fry, but also wreaking havoc on the entire biodiversity of the world's largest mangrove forest.All marine and wildlife, without exception, is under threat by all the poison entering this fragile ecosystem. Even the iconic Royal Bengal Tigers, symbols of strength and majesty, are not spared. Observers claim that at least five tigers succumbed to death by poisoning in the Sarankhola range alone over the past four years. Additionally, the indiscriminate disposal of plastic waste by tourists in forest rivers further compounds the dangers faced by the Sundarbans often referred to as the lungs of Bangladesh.The root cause of these challenges lies in the lack of effective forest management, where violations of rules and regulations have become the norm rather than the exception. Poison fishing is just one manifestation of the widespread over-extraction of forest resources, which necessitates immediate action to curb this destructive practice and ensure the proper conservation of this globally renowned mangrove sanctuary.The communities living on the periphery of the Sundarbans face limited employment opportunities, leading to a heavy reliance on dwindling forest resources such as fish, timber, and honey. The poor people trying to eke out a living do not hesitate to violate the law, exacerbating further strain on the forest.Addressing these challenges requires a serious multifaceted approach, encompassing both conservation efforts and socio-economic development initiatives. Sustainable forest management practices, coupled with making fishermen aware of the consequences of dangerous fishing tactics and the creation of alternative livelihood opportunities, are essential to alleviate pressure on the Sundarbans and its inhabitants. Experts have continuously emphasised the urgent need for maintaining biodiversity of the mangrove forest that has great tourism potential and safeguards the southwestern region from the onslaught of storms. But nothing will work as long as the forest department remains passive observers when the water of the rivers crisscrossing the mangrove forest is being made toxic by spreading poison and the fauna is being willfully depleted by poachers. The Coast Guard and local members of law enforcing agencies occasionally conduct drives, but such sporadic actions will not deliver the desired result. The injection of poison into the veins of the Sundarbans, a world heritage site, is bleaching an increasing number of animals to death both in water and on land. These evil acts must not continue with such callous disregard and impunity. A comprehensive drive and constant vigil by a joint team of the Forest Department, Bangladesh Navy and Coast Guard is urgently needed before it's too late. The Forest Department and Coast Guard should be equipped with modern facilities necessary to contain the acts of crimes in the Sundarbans and maintain 24-hour vigilance in every corner of the forest. Only through effective concerted efforts and long-term planning now can we ensure the survival of the Sundarbans and preserve its invaluable biodiversity for future generations to enjoy and appreciate.[email protected]",
        "headline_1": "Stop poison fishing and save Sundarbans",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-poison-fishing-and-save-sundarbans-1708182283",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2024"
    },
    {
        "full_article": "In our government-run universities (both public universities and colleges under national university), the issue of session jam is widespread. Timely announcements of results and regular examinations are crucial, and the university authorities and the teachers are duty-bound to do that. But students often have to persuade teachers or protest to hold the exams and publish the results timely.Most students at public universities come from poor or middle-class families, filled with hope that they would shoulder the responsibility of their families after completing their university education. However, when these students are forced to wait for exams and results for years, they are left with no choice but to sink into a vortex of despair.Having studied at a reputable public university, I have experienced firsthand the horrors of session jam. I have also observed student agitation and hunger strikes to address the issue; such things only happen in Bangladesh.I know a student whose life has been profoundly impacted by session jam. I have never seen him smile. The effects of both the COVID-19 pandemic and session jam have robbed him of precious years of his life. By the end of his education, he had no time to prepare for a job. Today, thanks to the dedicated efforts of some student-friendly teachers at the university, many departments are free from session jam. They have demonstrated that the goodwill of teachers can rescue students' academic lives from the clutches of session jam.I urge the Ministry of Education and the University Grants Commission to prioritise the welfare of students. Action must be taken to free them from the curse of session congestion.Mohammad Sohel Rana,Student, BBAChattogram University",
        "headline_1": "Scourge of session jam continues",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/scourge-of-session-jam-continues-1708182304",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2024"
    }
]