[
    {
        "full_article": "For the fourth consecutive year, the government has expressed outrage and rejected the recommendations of the U.S. Commission on International Religious Freedom’s (USCIRF) latest report, calling it “biased and motivated”. In its report released on Monday, the independent congressional body has called for India to be designated a “Country of Particular Concern” (CPC) for its “worsening” record on religious freedoms. The report has targeted the Indian government for “promoting and enforcing religiously discriminatory policies”, naming laws that deal with conversion, interfaith relationships, wearing the hijab and cow slaughter, as well as the Citizenship (Amendment) Act and the  National Register of Citizens. All of these, it alleges, have impacted minorities including Muslims, Christians, Sikhs, Dalits, and Adivasis (indigenous peoples and Scheduled Tribes) negatively. The USCIRF has also catalogued acts of violence and the vilification of minorities and criticised the “suppression of critical voices” by intimidation that includes surveillance, demolition of property, detentions and the targeting of NGOs through laws curtailing foreign donations. It has criticised the U.S. State Department for not having designated India as a CPC, and has called for sanctions on Indian government agencies and officials. In the only such sanction imposed on India, the U.S. had, in 2005, revoked Prime Minister Narendra Modi’s U.S. visa after a USCIRF recommendation on the 2002 Gujarat riots. In its response, the External Affairs Ministry has told the USCIRF to “desist” from such reports and to “develop a better understanding of India.... ”The government’s stern reaction is understandable, and is in line with its response to such reports over the last two decades, since the USCIRF began to publish its findings. The process the USCIRF follows is non-inclusive, and the fact that it does not study the state of religious freedoms inside the U.S., suggests a double standard. Moreover, its recommendations hold no sway within India, and are meant only for the U.S. government to deliberate on, and accept or dismiss. Either way, there is little need for or utility to New Delhi’s public responses, which make it sound defensive and do not actually repair the reputational damage to India as a secular, inclusive and pluralistic democracy. Given the detailed and pointed accusations, however, the Centre may well consider an internal review of its conduct and the direction it hopes to lead India in, on issues such as religious freedoms and rights. Eventually, any government’s duty is not in achieving a perfect score in a survey run abroad, but rather in burnishing its record of delivering justice, equality and security to its citizens back home.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/ \n\nreligion and belief\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nhuman rights\n\n/\n\nCitizenship Amendment Act\n\n/\n\nminority group\n\n/\n\nnon government organizations (NGO)\n\n/\n\nriots\n\n/\n\nGujarat\n\n/\n\neconomic sanction\n\n/\n\ngovernment",
        "headline_1": "Present imperfect: on the U.S. Commission on International Religious Freedom’s latest report and India",
        "headline_2": "Irrespective of what the U.S. Commission on International Religious Freedom says, India must review its rights record",
        "link": "https://www.thehindu.com/opinion/editorial/present-imperfect-on-the-us-commission-on-international-religious-freedoms-latest-report-and-india/article66808412.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Uzbekistan President Shavkat Mirziyoyev won overwhelming voter approval (90%) in Sunday’s referendum to rewrite the Constitution, which the 65-year-old leader claims would not only improve governance and quality of life in the former Soviet republic but could also allow him to extend his rule beyond his current term. Mr. Mirziyoyev, a former loyal Prime Minister of dictator Islam Karimov, has gradually opened up the country for social and economic reforms ever since becoming the President in 2016 after his boss’s death. He cracked down on forced labour in cotton fields, released political prisoners, relaxed media censorship and promoted women’s rights, while his policies aimed at encouraging entrepreneurship and attracting foreign investments are transforming what was once a closed economy to becoming the fastest growing in Central Asia. The new charter, which describes Uzbekistan as “ sovereign, democratic, legal, social and secular”, promises a new media code and criminalises domestic abuse. It promises to ban the death penalty, guarantees prisoner rights and offers better social protection, including housing to lower income people.But it would also reset the President’s terms to zero, allowing him to contest in two more elections under the new Constitution, which has increased the presidential term from five years to seven. Mr. Mirziyoyev is currently serving his second five-year term, which would expire in 2026. Two more seven-year terms would mean that he could remain in power until 2040, the year he would turn 82. The Election Commission had made detailed arrangements to showcase the voting process as free and fair. International journalists and monitors were invited, allowed to visit polling stations and speak to voters and officials on the day of voting. But still, everyone knew what the results would be as there was no campaign against the President’s proposals. While the big media houses were largely aligned with the government, social media activists and press freedom advocates were under pressure not to campaign against the reforms. The Organization for Security and Co-operation in Europe, which had sent election observers, stated the voting was not truly representative. Yet, Mr. Mirziyoyev’s reign is markedly different from that of his dictatorial predecessor. Mr. Mirziyoyev’s social and economic reforms, while making sure that his political powers are not threatened, are not enough. If he is serious about his promise of building a new Uzbekistan, he should also launch political reforms, respecting the right to dissent and allowing the opposition to operate free from fear of government pressure and intimidation.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nconstitution\n\n/\n\nreferenda",
        "headline_1": "A foregone conclusion: on the Uzbekistan referendum to rewrite the Constitution and the country’s future",
        "headline_2": "Uzbekistan President Shavkat Mirziyoyev must now make good on his promises after an emphatic win",
        "link": "https://www.thehindu.com/opinion/editorial/a-foregone-conclusion-on-the-uzbekistan-referendum-to-rewrite-the-constitution-and-the-countrys-future/article66808444.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "There is nothing ordinary or predictable about Sharad Pawar’s moves, India’s most pragmatically opportunistic politician. The NCP founder surprised everybody on Tuesday, including many in his own party, by deciding to no longer lead the party. Assuming he sticks to this decision, he leaves behind two big question-marks.\nOne is the unsettled leadership issue in his own party, where his daughter Supriya Sule, and nephew, Ajit Pawar, are seen to be in contention. Two, as the Bhishma-Pitamaha of the opposition, and chairperson of MVA, his exit can leave a huge void in the efforts to build a viable front against BJP.\nRead full story on TOI+\n\n",
        "headline_1": "Is this Pawar’s final bow? Well, er… there’s 2024",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-this-pawars-final-bow-well-er-theres-2024/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Earlier this week, the Supreme Court held in the case of Shilpa Sailesh vs Varun Sreenivasan that under the Hindu Marriage Act, divorce can be granted by the top court in certain cases on the grounds of irretrievable breakdown of marriage, a demand that has been growing in society, but is yet to see any recognition by the legislature.\nUnder Section 13 of the Hindu Marriage Act, a marriage may be dissolved on grounds of adultery, cruelty, desertion, bigamy, rape, etc. Often called fault-based cases, these are where a divorce petition can be moved by either party without the consent of the other.\nRead full story on TOI+\n\n",
        "headline_1": "Consent is the soul of marriage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/consent-is-the-soul-of-marriage/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Over two days, thousands of people were rendered homeless and their homes demolished in New Delhi in the area around Tughlaqabad Fort. Following years of legal battles and a Delhi HC order, the Archaeological Survey of India (ASI) planned the process. The unfortunate turn of events encapsulated the failure of the capital’s urban governance system, aided by corruption that allows people to acquire government identification documents and voting rights, but not clear legal title to houses they have purchased. For sure, this is not unique to Delhi. Similar problems exist in many other urban centres.\n\n \nIndia’s first-ever urban master plan was designed for Delhi in 1962. It was followed by six decades of failure as none of the master plans checked the proliferation of the “silent sprawl”. Unrealistic master plans in Delhi, and other big cities, were overwhelmed by the emergence of cities as India’s main engine of economic growth. Today, the Delhi Development Authority estimates that at least 5 million live in unauthorised colonies spread over 175 sq km. Inhabitants of these colonies are integral to the capital’s economic and social life.\nWithout them, the city will hollow out.\nSuccessive governments in Delhi have recognised this and tried to regularise these colonies. In December 2019, GoI enacted a law to recognise the property rights of residents of unauthorised colonies. Property titling not just safeguards a lifetime’s savings, it also opens the door to greater access to the formal financial system. This has been the underlying motive of other state governments that have worked out schemes to regularise properties in urban growth engines such as Mumbai and Bengaluru. It shouldn’t be forgotten that in some cases civic authorities have even levied and collected property tax prior to regularisation. It shows that unauthorised colonies are not black spots. They show up in the documents of different arms of the state. Yet, as it happened in Tughlaqabad, they remain highly vulnerable to clearance drives.\nDespite laws to protect them, outcomes have been unsatisfactory, reducing opportunities for millions of urban dwellers. It’s unfair they have to pay the price for failures in urban planning and corruptionin the executive. Also, solutions have to be realistic. Relocating people miles from their workplace is cruel when Indian cities have a poor public transport system. Unauthorised colonies are our urban reality. Fast-tracking property titles is the only way out.\n\n",
        "headline_1": "JCBs not the answer – Unauthorised colonies are an Indian urban reality. Demolishing them is both cruel and economically irrational",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/jcbs-not-the-answer/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "There was unease spread through an unusual labour demographic this International Workers’ Day. Anxiety levels among software professionals have really gone up over the past year, and this can be observed everywhere from Reddit and Quora to engineering campuses. While the general public has been absorbed by ChatGPT, computer programmers, developers and coders have been gripped by the portents of Microsoft’s GitHub Copilot, Amazon’s Code Whisperer and the new coding features in Google’s Bard.\n\nThese are examples of how the tech titans seem to be rushing to end coding as we know it – done by humans. For a country like India where a central aspirational narrative has been built around software jobs since the nineties, readying for the changes that are coming is of the essence.\nIBM’s CEO Arvind Krishna easily sees 30% of his company’s non-customer-facing roles getting replaced by AI and automation within five years. Stability AI’s CEO Emad Mostaque goes further: “There’s no programmer in five years. ” But like every other industrial revolution, this one shall see completely new jobs emerge as well. The important thing, as technocrats/economists Sridhar Vembu, Sharad Sharma and Rajiv Kumar have pointed out in an open letter, is to “avoid unmanageable socio-economic disruptions at scale”.\nIndia’s labour force participation rate is only 46% and between 1994-2015 jobs generated by an investment of Rs 1 crore in a factory shrank from 33 to 8. Against this backdrop, even entry-level coding work is pretty high status. If such workers also join unorganised sector precariousness, welfare financing would become a huge burden.\nA 15% minimum global tax rate for large MNCs would help. But even if that’s designed, it wouldn’t be anywhere near enough to save the demographic dividend of the world’s most populous country. That needs lithely chasing the emergent jobs and creating new ones – with AI’s help! India is after all estimated to already hold 16% of the global AI talent pool and universities can focus on enhancing this. For every white-collar job that becomes obsolete, imagine this talent meeting the hitherto distant goal of creating many more well-paying jobs.\n\n",
        "headline_1": "Coder Red – IBM will shift some work to AI. Populous India must start thinking how to prevent tech & other jobs from disappearing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/coder-red/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "It is encouraging to see the beginning of a new chapter in the partnership between Bangladesh and the World Bank through the signing of a fresh set of loan agreements to finance a range of new projects. The deals come on the occasion of Prime Minister Sheikh Hasina's official visit to the US to join the celebrations of 50 years of relations between the two development partners. The World Bank has approved a total of $2.75 billion of loans to fund six projects in Bangladesh over the next five years, of which five deals worth $2.25 billion were signed on May 1. We are also pleased to see that the funds are all aimed at facilitating sustainable and resilient development in the country.\nThe World Bank is one of the earliest and most prominent actors in Bangladesh's development journey so far. The country has the largest ongoing programme of the lender's International Development Association (IDA). It has had a significant contribution to the country's impressive growth over the past five decades. Currently, the World Bank is committed to 53 different projects in Bangladesh, involving $15 billion. So, it is only natural that this partnership should continue as Bangladesh progresses towards becoming an upper-middle-income country by 2031 and a high-income country by 2041.\nAnd why should this partnership not grow further? Bangladesh has an impeccable track record in repaying loans – sometimes ahead of the stipulated deadlines. The country's impressive achievements in poverty reduction, income growth, primary education, tackling climate change impacts, disaster management, etc should be reassuring enough that the World Bank can continue supporting its developmental goals. We are glad to note that both the government and the multilateral lender have moved past the conflict over the Padma Bridge, when the World Bank scrapped its offer of $1.2 billion loan for the project in 2012 on corruption allegations.\nIt is not only this debacle that roughened up the relationship between Bangladesh and the World Bank. There has been growing dissatisfaction over the years that the lender has seemingly been rigid in its negotiations with low-income countries like Bangladesh, with a \"take it or leave it\" attitude and little interest in listening to and learning from the countries' knowledge and experiences. This sort of attitude has sometimes proven to bring more harm than good, according to economic experts. However, in recent years, there has been a substantial change in how the World Bank deals with countries like Bangladesh, and we hope that, moving forward, the relationship will be one of mutual respect and collaboration.\nAs Bangladesh prepares to officially become a developing country in 2026, it is time for both the parties to move forward with a new resolve for better, more levelled collaborations that benefits the country in a sustainable way. And the government, keeping in mind the development goals it has set for the country for the next 20 years, should prepare plans and strategies to optimally utilise the funds, while ensuring that the very best interests of the country's people are served.\n",
        "headline_1": "New chapter in partnership with World Bank",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-chapter-partnership-world-bank-3310256",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Do the city authorities ever ask themselves what happens to evicted slum dwellers and marginalised communities – including the Telugu, Harijan, and cleaner communities – living in various colonies once they are driven from their homes? The authorities have, over the years, failed to ensure the dignified rehabilitation of the victims in the aftermath of evictions. At times, authorities have acted irresponsibly and belligerently – in the face of concerns expressed by the National Human Rights Commission and various human rights groups – in accelerating these drives. On many occasions, even the High Court has had to intervene and give verdicts staying evictions.\nBut why such apathy for slum dwellers or hawkers or waste workers, who are living in designated colonies? Do slum or colony residents enjoy living in dilapidated, sub-human conditions? Do hawkers like sitting on the footpaths day-in and day-out, their skin burning under the scorching sun or being drenched by downpours, only to earn a meagre sum selling trinkets? Certainly not. But they endure these conditions because authorities have failed to provide them with dignified working and living conditions.\nAnd when these eviction drives are conducted, without the rehabilitation or resettlement of affected individuals and families, it results in the double failure of the state in providing for the marginalised communities or even ensuring their basic human rights.\nThe problem is aggravated if the eviction victims belong to the \"untouchable\" communities – Harijans, Telugu, among others – as they are stigmatised and shunned away by society as well, essentially rendering them homeless after evictions.\nThis happened in the case of the TT Para Sweeper Colony families, who had been evicted earlier from their homes without notice or rehabilitation. This community used to work under the railway authorities and live in the area adjacent to Phulbaria's old railway station, and moved to TT Para Sweeper Colony in Kamalapur 42 years ago, when they were resettled from their previous home, to make space to construct Nagar Bhaban.\n\nWhile unpalatable, the fact remains that it is the marginalised who fall the first victims of exploitation and discrimination, be it by criminals or the authorities. It is always them – lacking access to a dignified life, education opportunities, decent work, healthcare, adequate legal support, civic facilities, financial tools, exposure in the media – whose human rights are trampled upon by all.\nNow, in the face of authorities' expedited drive to construct a rail line connecting Kamalapur to Jashore, this community is once again facing the risk of being uprooted – without any concrete or visible plans for their dignified resettlement.\nAlthough authorities are saying that they will construct a building for this community in Shahjahanpur Railway Colony, accommodating so many families in one building – 112 families were evicted in 2019, another 27 families in December last year, and around 40 more families are at risk of being evicted any day now – will provide a major logistical challenge for authorities.\nProject director for the Padma Bridge Rail Link, Md Afzal Hossain, had a somewhat puerile response for a reporter of this daily: \"Most people are living here illegally. Many of them are retired from the railway service, many of them work for the city corporation and most of them work in private companies. I ensured that those who are living legally in the colony will be rehabilitated. A building is being prepared for them in Shahjahanpur Railway Colony. We will shift them there as soon as possible.\"\nHis myopic reply raises many questions. Isn't the state responsible for retired railway workers? Did eviction authorities coordinate with the city corporation for the resettlement of those working for them? How many of the residents actually work for \"private companies\"? What will happen to those who live in the colony \"illegally\"? And what is the quantification of \"as soon as possible\"?\nThe grim fate of the Telugu community, who were recently evicted by the DSCC from a Telugu slum in Jatrabari's Dhalpur area, perhaps gives us an idea of how the TT Para Sweeper Colony inhabitants may fare post their eviction.\nIn the name of rehabilitation, the Telugu families were given land next to the slum to build housing for themselves, but without any money or other means to do so. How did the DSCC think the poor families would arrange money or find logistics to build themselves a shelter? With very meagre salaries and very little access to finance through formal channels, some resorted to loan sharks to borrow money at exorbitant and unreasonable interest rates. Even then, there was only 150 square feet for each family. Those who could not afford to go to loan sharks have been rendered homeless and are now living in dire conditions – with the luckier among them sharing the homes of their friends and families.\nThose who have managed to build tin sheds on the land provided by the DSCC have no access to drinkable water, gas, or electricity. And only 20 basic latrines are available for their use, the conditions of which are so deplorable that they cannot be considered hygienic sanitation facilities. The DSCC mayor has cited the tender process as a cause for delay in addressing the problems facing the Telugu community. Those involved with the eviction and tender process could perhaps be invited to spend a night in the Telugu community's \"residences\" to experience firsthand their misery, if only for the process to be expedited.\nWhile unpalatable, the fact remains that it is the marginalised who fall the first victims of exploitation and discrimination, be it by criminals or the authorities. It is always them – lacking access to a dignified life, education opportunities, decent work, healthcare, adequate legal support, civic facilities, financial tools, exposure in the media – whose human rights are trampled upon by all.\nIt is high time the authorities revisited their approach towards eviction, prioritising dignified rehabilitation and resettlement of the victims and ensuring their basic human rights, before eviction drives are conducted.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Exploited by all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/exploited-all-3310211",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "As we celebrate World Press Freedom Day, it is essential to recognise the influential role that journalism plays in humanitarian crises, such as the case of Rohingya refugees in Bangladesh. The media has the capacity to shape the public's perception of refugees, influencing opinions within a nation. The press in Bangladesh has undergone a significant transformation in its portrayal of the Rohingya, initially presenting them as innocent victims and later as threats and burdens, often echoing the government's stance.\nIn August 2017, the media portrayed Rohingya refugees as hapless people, persecuted due to their ethnicity and religion, and in dire need of humanitarian assistance. Bangladesh was lauded for its \"open border\" policy, which saved countless Rohingya lives, and Prime Minister Sheikh Hasina was hailed as the \"mother of humanity.\"\nHowever, this narrative quickly shifted, and within months, the media focused on the economic strain the refugees placed on the host country. Reports of environmental destruction and rapid population growth among the refugees became widespread. Politicians labelled the Rohingya as a \"security risk,\" resulting in harsh policies such as internet restrictions, SIM card confiscations, barbed wire fencing, forced repatriation, and relocating refugees to the isolated Bhashan Char. Local media in Ukhiya and Teknaf have played a significant role in fuelling anti-Rohingya sentiments, presenting a one-dimensional image of the Rohingya as a threat and a burden. These media outlets have skilfully exploited Facebook's algorithms to amplify their negative narratives, further contributing to the marginalisation of the Rohingya community.\nSince then, the media's portrayal of Rohingya refugees has consistently been negative. Bangladeshi newspapers primarily highlight stories of crime and violence associated with the refugees. Photographs often show them surrounded by armed law enforcement officers. This oversimplified representation of the Rohingya crisis perpetuates the notion of \"refugee-ness,\" painting refugees as problematic and burdensome.\nA concerning trend in global news coverage involves the promotion of hate speech and stereotyping, leading to the social exclusion of refugees and migrants. Refugees are frequently depicted as a menace, with the media presenting them as an endless wave of individuals who will take jobs, burden the state, and ultimately threaten the native way of life. This coverage is often driven by political agendas, with unverified information from the authorities making its way into headlines and being disseminated across different platforms.\nDuring a recent initiative to form a global Rohingya organisation, a retired Bangladeshi security officer shared his experience of encountering a 12-year-old traumatised boy in the refugee camps at the height of the crisis. His description of the boy as a potential future terrorist was an unwittingly delivered slight, revealing his underlying perception of the Rohingya as threats. The Rohingya attendees, feeling disempowered, could only meekly express gratitude for the ex-officer's presence at the meeting, despite the negative implications of his statement.\nCensorship and self-censorship contribute to this biased narrative, as journalists fear retaliation from media owners or the government if they challenge the official stance. Consequently, the media struggles to provide balanced coverage when political leaders steer the narrative, and the confusion between facts and opinions worsens the problem.\nThe authorities skilfully directed the narrative surrounding Bhashan Char, targeting both domestic and international audiences. They successfully guided compliant domestic media to produce extensive news articles, promotional videos, and even a book, all while avoiding any mention of the numerous challenges faced by the Rohingya on the island. These unaddressed issues included drownings during escape attempts, inadequate facilities, deprivation of liberty for trafficked Rohingya, and mistreatment by the authorities, among other concerns.\nBangladeshi journalists have been largely unsuccessful in holding the authorities accountable for the treatment of refugees. There has been inadequate investigation and reporting on human rights abuses, mistreatment by law enforcement, and poor living conditions in the refugee camps.\nRegarding funding and aid, the management of international aid and financial resources allocated for Rohingya refugees have not been thoroughly monitored or reported on by the media, creating opportunities for potential mismanagement or corruption. This lack of oversight extends to international NGOs, including UNHCR and others, which have been able to operate with minimal scrutiny due to an uninterested media landscape.\n\nRefugees, as a vulnerable minority, can easily become scapegoats for various societal problems. The media can counter this issue by adhering to ethical principles, avoiding stereotypes, and engaging with audiences. Journalists should commit to core principles such as independence, impartiality, and humanity. The lack of interest taken by Bangladeshi civil society and professional associations in these issues is both an indictment and an own goal, highlighting the need for a more proactive approach to address the challenges faced by the Rohingya community.\nArguably the most significant issue is the repatriation process. The Bangladesh government's efforts to repatriate Rohingya refugees to Myanmar have not faced enough scrutiny, even though there are ongoing security concerns and human rights abuses in their home country. It is important to note that unsustainable repatriation has been occurring for 40 years, and this is not new information for the press. Therefore, it is telling to see the media continue to echo the same narrative as the government, despite the historical context and long-standing nature of the issue.\nAnother crucial aspect to consider is the undervaluation and underrepresentation of journalism by the refugees themselves. Nowhere is this more evident than in the realm of photojournalism. The work of refugee journalists, particularly those from the Rohingya community, is often not recognised, valued or given space for expression. This has led to the marginalisation of refugees in various forms, including lack of credit, low or no pay, and exclusion from the field of photojournalism.\nNational and foreign news organisations tend to view Rohingya refugees primarily as stringers or fixers, often only utilising their skills during disasters or high-profile events. Consequently, they rarely engage these individuals to delve deeper into the daily lives and experiences of the refugees or to uncover more complex stories about the community. This limited perspective contributes to a superficial understanding of the Rohingya crisis and further marginalises their voices in the global media landscape.\nPublishing photographs taken by the refugees without due credit and compensation contributes further to their marginalisation. Repeated instances of such actions have reinforced this exclusionary practice. Organisations that would never consider using the work of other photographers without permission or compensation may view images taken by Rohingya photographers as fair game. This double standard undermines the potential for refugees to have their voices heard and their perspectives shared, perpetuating the one-sided narrative that dominates mainstream media.\nRefugees, as a vulnerable minority, can easily become scapegoats for various societal problems. The media can counter this issue by adhering to ethical principles, avoiding stereotypes, and engaging with audiences. Journalists should commit to core principles such as independence, impartiality, and humanity. The lack of interest taken by Bangladeshi civil society and professional associations in these issues is both an indictment and an own goal, highlighting the need for a more proactive approach to address the challenges faced by the Rohingya community.\nIn light of the 2017 crisis and the military coup in Myanmar, the need for responsible, empathetic, and well-informed journalism in Bangladesh is more pressing than ever. It is crucial to bolster investigative journalism that is dedicated to thorough research, providing reliable information, and holding those in power accountable. By investing in ethical and public-spirited journalism, we can ensure that the complex stories of the Rohingya refugee crisis are brought to light.\nJeff Crisp is former head of Policy Development and Evaluation at UNHCR.Shafiur Rahman is a journalist and documentary maker.Chris Gunness is director of the Myanmar Accountability Project.Rezaur Rahman Lenin is an activist academic.Maung Zarni is a fellow (genocide) at the Documentation Center of Cambodia, co-founder at FORSEA, the Free Rohingya Coalition, and the Free Burma Coalition.\n\n",
        "headline_1": "How the media helped shape a negative perception of the Rohingya",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-the-media-helped-shape-negative-perception-the-rohingya-3310146",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "It is encouraging to see the beginning of a new chapter in the partnership between Bangladesh and the World Bank through the signing of a fresh set of loan agreements to finance a range of new projects. The deals come on the occasion of Prime Minister Sheikh Hasina's official visit to the US to join the celebrations of 50 years of relations between the two development partners. The World Bank has approved a total of $2.75 billion of loans to fund six projects in Bangladesh over the next five years, of which five deals worth $2.25 billion were signed on May 1. We are also pleased to see that the funds are all aimed at facilitating sustainable and resilient development in the country.\nThe World Bank is one of the earliest and most prominent actors in Bangladesh's development journey so far. The country has the largest ongoing programme of the lender's International Development Association (IDA). It has had a significant contribution to the country's impressive growth over the past five decades. Currently, the World Bank is committed to 53 different projects in Bangladesh, involving $15 billion. So, it is only natural that this partnership should continue as Bangladesh progresses towards becoming an upper-middle-income country by 2031 and a high-income country by 2041.\nAnd why should this partnership not grow further? Bangladesh has an impeccable track record in repaying loans – sometimes ahead of the stipulated deadlines. The country's impressive achievements in poverty reduction, income growth, primary education, tackling climate change impacts, disaster management, etc should be reassuring enough that the World Bank can continue supporting its developmental goals. We are glad to note that both the government and the multilateral lender have moved past the conflict over the Padma Bridge, when the World Bank scrapped its offer of $1.2 billion loan for the project in 2012 on corruption allegations.\nIt is not only this debacle that roughened up the relationship between Bangladesh and the World Bank. There has been growing dissatisfaction over the years that the lender has seemingly been rigid in its negotiations with low-income countries like Bangladesh, with a \"take it or leave it\" attitude and little interest in listening to and learning from the countries' knowledge and experiences. This sort of attitude has sometimes proven to bring more harm than good, according to economic experts. However, in recent years, there has been a substantial change in how the World Bank deals with countries like Bangladesh, and we hope that, moving forward, the relationship will be one of mutual respect and collaboration.\nAs Bangladesh prepares to officially become a developing country in 2026, it is time for both the parties to move forward with a new resolve for better, more levelled collaborations that benefits the country in a sustainable way. And the government, keeping in mind the development goals it has set for the country for the next 20 years, should prepare plans and strategies to optimally utilise the funds, while ensuring that the very best interests of the country's people are served.\n",
        "headline_1": "New chapter in partnership with World Bank",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-chapter-partnership-world-bank-3310256",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "For a country whose destiny till now has largely been shaped for the better by dissenting voices – oftentimes coming from within the more courageous sections of the independent press – it is extremely disheartening to have to come to terms with the decrepit state of press freedom today. According to Reporters Without Borders (RSF), Bangladesh is ranked 163rd in the latest World Press Freedom Index published today – the lowest among all South Asian countries except for Myanmar – out of 180 countries. And if that wasn't terrifying enough, the rapidly worsening trajectory of Bangladesh's positioning in the rankings over the past years – 121 in 2019, 152 in 2021, and 162 in 2022, followed by 163 in 2023 – should have caused a massive national outcry, followed by serious retrospection to find out how exactly we've gotten here. But unfortunately, what we have seen over the last year is the complete opposite of that.\nThere has been a lot of hostility displayed over the past year, particularly by government officials and ruling party affiliates, against the press. But that, perhaps, should not come as a big surprise, as it is the duty of the press to challenge power and to hold it to account – which naturally causes the powerful to push back. What has been shocking, however, is how openly that has been done and the tactics and pretences that have been used to shut down critical voices. What is further worrying is the complete lack of accountability for those who have broken the law – such as attacking or even murdering journalists – to prevent media workers from doing their jobs of informing the public.\nAs journalists, human rights defenders and even the general public have repeatedly pointed out, the Digital Security Act (DSA) has created an environment that is the antithesis of one which allows press freedom and free expression to exist, let alone flourish. The main and most glaring problem with it is that it has been framed in such a way that \"allows\" for the law to be abused.\nAnd since its enactment, that is exactly what has happened, with data from the Centre for Governance Studies (CGS) showing there have been at least 355 cases filed against journalists using the law and, almost half of all cases being filed by people affiliated with a political party or government officials. In spite of all that, more laws seem to be in the offing to allegedly \"regulate\" the press – or rather, in our case, force it to remain passive and silent in the face of exploitation and lawbreaking by the powerful.\nThe prevailing situation clearly does not allow the press to function freely. Yet, the biggest danger of that is that it impedes upon the people's right to information and knowledge. When people are forcibly kept in the dark, democracy cannot exist. It is from this dangerous quagmire that we need to dig ourselves out of. \n",
        "headline_1": "Press freedom is in peril",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/press-freedom-peril-3309246",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Over the past 14 years, the government's allocation for social security benefits has increased progressively from Tk 138.45 billion in the fiscal year 2008-9 to Tk1,076.14 billion in FY 2021-22. The share of the allocation rose to 17.83 per cent of the annual budget and 3.11 per cent of the GDP in the FY 2021-22 from 14.17 per cent and 2.25 per cent in FY 2008-9. Then the social welfare programmes have also gone up from 77 to 130 during this period. Credit goes to the governments of the time under review for consistently raising the allocation and the number of programmes in order to bring more and more vulnerable people under the social security net. But this admirable venture, sadly, has not fulfilled the objectives as envisioned by the authorities because of irregularities, misuse, weakness and malpractices in selection of beneficiaries and even misappropriation of fund.Corroborating this fact, a representative survey titled, 'How to improve coverage and effectiveness of the Social Safety Net Programmes?' Findings from a primary survey' and carried out by the Centre for Policy Dialogue (CPD) reveals that Tk15 billion from the fund for the elderly and widows are misused annually. This amount was enough to bring in another 2.5 million of these two categories of people under the social safety net. What is particularly galling is that of the total beneficiaries, 30 per cent under the heads of elderly people and 33 per cent of the widows or destitute women are completely undeserving beneficiaries. This could happen because without bribe money, it is almost impossible for the deserving candidates to get enlisted for the benefits. Endemic graft and corruption at the field level has rendered the government's remarkable social intervention programmes less effective and impactful than it should have been. However the points where things have gone awry are not unknown. If the authorities concerned are serious, the wrongs can still be remedied. Now that the country is all set for its transition from the digitised to smart Bangladesh, selection of the deserving candidates for social welfare benefits can be made hundred per cent correct provided that the right step is taken. The right step here involves the preparation of a digital database for the nation. This will not only show who the deserving candidates for what and also help in numerous ways to provide social and other services for its citizens as well as identify the corrupt and criminals. With the unrelenting price hikes, even the middle income people are failing to cope up. The less said about the low-income and marginalised people the better. In such a situation, the beneficiaries of a paltry amount of Tk 500 a month certainly deserve more. The CPD proposes a raise in the amount of benefit from Tk 500 to Tk 2,500 for elderly people and Tk2,000 for widows. This is quite reasonable but both amounts should be equal. Again, the CPD suggests that recovery of the tax missed by the exchequer can be enough for financing this extra expenditure on the vulnerable of society. No one can agree more. Channelling funds from wealth illegally earned by the privileged or exempted taxes due to the defaulters can be more than enough to take up ambitious social welfare programmes.",
        "headline_1": "Making social security net effective",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-social-security-net-effective-1683125809",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Britons will soon be going through the coronation of their new monarch, the third Charles in their history. The first Charles, as history informs us, met a dreadful end in 1649. The second, his son, came back from exile in 1660, reclaimed the throne and swiftly went into an exhumation of the remains of Oliver Cromwell, hanging his skeleton and then putting his skull on public display as posthumous punishment for his act of regicide.The new monarch, Charles III, inhabits vastly different times. The absolutism which monarchs of old worked on is long gone and what we have in the old colonial power today is a constitutional ruler, with the old trappings of majesty, defining his role in society. Charles III ought to be a happy king, for as Prince of Wales he made it known how he meant to conduct himself for the rest of his life. His preoccupation with plants, his concerns with the consequences of climate change, his work on the Prince's Trust, his interest in interfaith dialogue and his interactions with various religious denominations endeared him to people in the years before he succeeded his late mother on the throne.And yet Charles III will be up against quite a few roadblocks in the years he has before him as monarch. Ascending the throne at age seventy-three, because his mother was Queen till her dying day, he has before him all those questions of whether his health will permit him to bring in a purposeful new era for his subjects. He is of course a healthy man and has given every sign of energising the monarchy with his vitality. Even so, his age precludes his being monarch for very many years, given that with his mother having reigned for seventy years, Charles III will not have too many years left to be monarch of all he surveys.There are too some of the political problems he will be confronted with, notably the demand for Scotland's independence. One will not deny that the independence movement has of late been dented by the scandals into which the Scottish National Party has slipped. Before the can of worms implicating senior figures was opened, Nicola Sturgeon made her way out of office in voluntary fashion. The new First Minister Humza Yousaf, an advocate of Scottish independence like his predecessor, is for now busy trying to clear the debris caused by the party's tribulations.So while the SNP goes about setting its house in order, the independence idea takes a backseat, for now. But sooner rather than later it will be revived, which is when Charles III will be compelled to adopt a position on it. Being a constitutional monarch, he will certainly be unable to wade into policymaking, which is the responsibility of the government headed by the Prime Minister. But being a man who has not shied away from expressing himself on certain issues, the King will likely make his views known to the government. Scotland is a place close to his heart. He is in a kilt every time he is on a visit to Edinburgh or any other place there. A decision by Scotland to opt out of the United Kingdom will leave Charles III upset, perhaps even heartbroken.There is too the demand for an abolition of the monarchy in favour of a republic, voiced by a small but growing number of Britons. There is certainly no sign of the monarchy going the way of history any time soon. One is reminded of the statement reportedly made by King Farouk of Egypt, before the 1952 revolution threw him out of regal power and splendour, to the effect that in the end only two monarchs, one on the cards people play with around the table and the other the monarch in London, will remain. That remains to be seen. History often moves in unpredictable as also queer fashion. There are yet a good number of monarchies around today, some clearly absolute --- as in Saudi Arabia, Jordan, Morocco. And there are sovereigns, stripped of the old glory, who preside over their nations in constitutional fashion in Europe. And consider how Iran's Shah was drummed out of his kingdom, and the kingdom turned into an Islamic republic.The British monarchy will remain in place for a long time yet, a reason being the inseparable part of the country's heritage it has become. Charles III will therefore have little to worry about here. But there will be worries about countries which yet have the British sovereign as their head of state but which might be tempted to sever that connection even if they choose to remain members of the Commonwealth. Australia is a case in point. It could slip out of the monarchy's hold. In the not too distant future, New Zealand and Canada might begin to have republican dreams. Mauritius went its republican way in 1992. In 2021, Barbados did a similar act. The point is inescapable: more nations once under British colonial rule and still with the British sovereign as their monarch might look to ditching royalty and going their republican ways.It could well be a shrunken monarchy King Charles III will end up presiding over. But that will not detract from the fact that the monarch will continue to be, as his mother was, head of the Commonwealth. His interest in the Commonwealth has been rather pronounced and one can therefore expect him to exert his royal authority in promoting the organisation and expanding the scope of its multifaceted activities. Queen Elizabeth II, in the course of her long reign, made it a point to visit almost all Commonwealth countries and was regularly present at Commonwealth Heads of Government Meetings (CHOGM). King Charles III will doubtless maintain the tradition as head of the Commonwealth. With demands lately arising, though, for the position of the Commonwealth head to rotate among member-states of the organisation, it may well be that on the King's watch the Commonwealth could have some significant changes redefining the way it means to work in future. Given Charles III's approach to the issues of the times, there is the likelihood of nations not members of the Commonwealth wishing to be formally part of the organisation. Togo and Gabon took Commonwealth membership in 2002. Earlier, it was Rwanda and Mozambique which sought and were given membership of the organisation.Charles III has weathered various crises in his life. His first marriage fell apart. One of his brothers got caught up in a sex scandal. His younger son has given him grief through his public criticism of the royal family. For a man to whom the crown did not come till he turned a septuagenarian is another worry. For an aged king, the future does not extend far into the horizon.Not to worry, though. The new King is here, a symbol of stability. Britons love that.\n[email protected]",
        "headline_1": "Charles III ... beyond the glitter of the crown",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/charles-iii-beyond-the-glitter-of-the-crown-1683125952",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Chattogram Hill Tracts, surrounded by hills, rivers, lakes, waterfalls and forests is a land of natural beauty. Its 13,295 square kilometre area spanning three districts -- Rangamati, Khagrachhari and Bandarban -- is home to 974,445 people, predominantly indigenous communities. A total of 920,217 indigenous people live in these three CHT districts, according to the Population and Housing Census 2022 published by the Bangladesh Bureau of Statistics. However, life in this hilly area is not easy. Access to water has now become a severe challenge for the CHT residents who rely on natural sources of water such as waterfalls, streams and springs. These water sources normally dry up from February to May affecting surface and ground water availability for a large number of people. But in the past few years, the situation has worsened to such an extent that women and children have to travel far from their village into deep forests to fetch water. People in many Bandarban villages have no option but to walk miles in search of water since many springs in the region have little or no water. It is more or less a similar story in all the areas of Rangamati and Khagrachhari too. And in some areas, they spend almost half a day to collectwater. The women and children are the worst sufferers as they are assigned to collect water for their family. But the water they collect is often contaminated. Latrines are usually built close to streams and there are no sewerage or water purification systems. As a result, waterborne diseases including diarrhoea, dysentery, typhoid and jaundice are prevalent in CHT. Moreover, water scarcity in the hills often hampers irrigation and agriculture where cultivation of paddy and other crops was practiced even a decade ago. Naturally, water sources in the hills dry up in summer. But mountain rocks reserve drinkable water beneath them which people here in the hilly regions use in the dry season. But in recent years, indigenous people in the hills run from one hill to another in search of water but return empty-handed. The extraction of rocks and boulders from natural falls has destroyed water sources in the hills as those sources can no longer hold water in the dry season. Some villagers allege that indiscriminate cutting down of trees and unplanned planting of teak and rubber trees in the hills are contributing to drying up of the water sources in CHT. The water scarcity problem in the hills is a yearly phenomenon. It returns every year with more ferocity. But no one seems to pay any attention to the woes of hill people. They silently suffer from a basic need without which human survival is impossible. The problem of water scarcity in the hills must be addressed as soon as possible and the hill people's access to safe, potable water round the year should be ensured. And for this, the government should work with private and international organisations to improve water infrastructure in the CHT so that people there have no longer to walkfor hours to get water. \n[email protected]",
        "headline_1": "Ensuring safe water for CHT people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safe-water-for-cht-people-1683125987",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2023"
    },
    {
        "full_article": "Asthma is a breathing disorder, which is quite common in Bangladesh. An estimated 7 million people, including 4 million children, currently suffer from asthma-related symptoms in the country. Despite such alarming figures, many people in the country lack basic knowledge about the disease. The World Asthma Day, observed on May 3 across the world to increase awareness about asthma, did not receive a fitting response in our country. There were not enough programmes or initiatives taken by the authorities concerned to make people aware of asthma. Asthma is a common chronic lung disease with two main causes: inflammation and tightening of the muscles surrounding the airways. According to health experts, asthma can be controlled if treated properly. Unfortunately, majority of the people in Bangladesh are unaware of its treatment and the rising levels of air pollution is leaving more patients prone to the disease. In general, asthma is found to be more prevalent among children aged 5-14, compared to adults. Approximately, 80 per cent of all asthmatic patients report onset of disease before 6 years of age. Asthma symptoms include coughing, wheezing, and difficulty in breathing, chest pain, tightness or discomfort.Unfortunately, there is no cure for asthma. Even so, its symptoms can be reduced by following an asthma action plan that can be developed upon consulting physicians to track symptoms and arrange for treatment. With proper treatment, even severe asthma can be kept under control.The authorities should organise health camps that will provide free checkups for the public to assess the presence and severity of asthma among people. This will help a patient to get the right treatment, which can be started immediately following diagnosis. On the other hand, patients should also be motivated to go for their scheduled follow-up to their respective doctors, at least at intervals of six months.\nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Creating asthma awareness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/creating-asthma-awareness-1683126013",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2023"
    }
]