[
    {
        "full_article": "It is impossible these days to not notice Chattogram's spectacular urban decline. Go around the port city and you will only experience a place plagued by anemia, chaos, a collective greed to commercialise every open space, and overall, a curious lack of aspiration. I only find three things now in this city of my childhood: traffic congestion, incessant storefronts, and the tyranny of mediocrity. What kind of city does Chattogram want to be? The impression one gets on the streets is of a city that has no guardians to ask this question and address it. Chattogram feels abandoned and confused. Even the country's maiden tunnel under a river doesn't seem enough to boost the spirit of the city.\nIt is a sad deterioration for a city that has so much history, character, and potential to advance the national mission. But nobody seems to be worrying about preserving its rich history and geographic character, and harnessing its full potential. There seems to be no concern to steward its urban agenda on the national stage. The city has been caught in a downward spiral. But, why? Is it a lack of leadership? A weak civil society? A failure to groom and attract local talents? An ill-conceived notion of development? Dhaka's overwhelming primacy? All of the above?\nIt is unfortunate because Chattogram has all the ingredients—or \"imageabilities,\" to use the American urban planner Kevin Lynch's term—to become a livable and inspiring city. The uniqueness of its geography, its urban origin, its local dialect, its complicated \"melting-pot\" racial history, its multi-faith social amalgamation, its role in anti-British movements and the Liberation War, its Porto Grande global attraction through the ages—all seem to have vanished in a rotting commercialisation of its soul.\nWho could tell that a rich kingdom by the name of Harikela thrived on the bank of the Karnafuli River more than a millennium ago? Who could possibly relate today to how the Muslim Moroccan explorer Ibn Battuta described this city in c. 1346: \"The first town of Bengal which we entered, was Sudkawan; it was a great city situated on the shore of a vast ocean.\"? The famous Nalapara site of Rabindranath Tagore's civic reception in 1907, Kamolbabu's Theater (established in 1906; later renamed as Bishwambhar Hall and then Lion Cinema Hall) has been razed to create an unsightly apartment building. Until recently, the historic site of Bangabandhu's declaration of the Six-Point Movement in 1966—Lal Dighi Maidan—was a minivan parking lot with the covert approval of the city administration!\nYes, 75 percent of the country's total export and 80 percent of the total import occur through Chattogram. But what is the state of urban public health in the city? If there is not a single public place where people can go to take a stress-free stroll in the late afternoon and breathe fresh air, what is the point of \"75 percent of the total export\"?\nIt doesn't have to be this way for a city with so many stories to tell. Uncharacteristic mountainous terrain in a predominantly flat deltaic country has always been an essential part of Chattogram's mythology. The Chinese traveler poet Hsuan Tsang's 7th-century depiction of the city as \"a sleeping beauty emerging from mists and water\" was no doubt a reference to Chattogram's hilly idyll.\nThe epitome of that idyll—Central Railway Building or popularly known as CRB, a picturesque hilly area with centuries-old Albizia Lebbeck or shireesh trees—has now been selected for a 500-bed hospital, as if this is the only space available in the entire city for a commercial healthcare facility. This unconscionable intrusion into a rare, oasis-like ecosystem is the result of an entrenched mercenary culture, one in which understanding a city and its history, its geographic personality, its mythologies is not only not valorised, but also ignored and resisted.    \nLegend has it that the Buddha came to a vihara or chakrashala located in Patiya, a southern town of greater Chattogram, employing his miraculous powers for disembodied travels. According to some historians, Buddhism spread to Chattogram during the time of the Buddha himself, over 26 centuries ago, when Socrates was not yet born, and the Parthenon was not yet built in Athens! The presence of many viharas in the city lends credence to the suggestion that the name of Chattogram comes from chaitya (a Buddhist vihara).\nWithin a century after Islamic forces, under the leadership of Tariq ibn-Ziyad, crossed Gibraltar in 711 CE to colonise most of the Iberian Peninsula, Arab sailors began to arrive on the shores of Chattogram. They left enduring marks in the port city's life and local dialect. Names of places, such as Alkaran (Al Qarn) and Sulak Bahor (Sulukal Bahar), demonstrate Arabic influence. The use of negative before a verb in chatgaiya, Chattogram's local dialect, is another instance of Arabic contribution to the culture of the port city.\nPortuguese explorers in the 16th and 17th centuries frequently called it the \"City of Bengala.\" Duarte de Barbosa, one of the earliest Portuguese writers to offer a geographical account of the African and Indian coasts in the early 16th century—almost a century before the Mughal subahdar Islam Khan Chishti's arrival in Dhaka—described Chattogram as a natural attraction for traders, missionaries, and fortune-seekers from far-flung places.\nThis is not a place to belabour a chronological history of Chattogram, except to say that the port city's history is richly crisscrossed by actors of all sorts: Buddhist mendicants, Arab traders, Arakanese kings, Hindu landlords, Mughal governors, European seafarers, British colonialists, anti-British revolutionaries, Western development experts, wealthy industrialists, national leaders, and globally-known entrepreneurs. When history becomes a jigsaw puzzle of people, events, places, and narratives, myths thrive, and a city becomes interesting! This is why we love to go to Rome, Paris, Athens, Krakow, New York, Kyoto, Siem Reap, Lucknow, Udaipur, and Kolkata, among other cities. This interest itself is a driver of economy and culture.\nThus, to imagine Chattogram's future, one must first learn to negotiate its stories. The city's genius loci is found not just in its people, hills, dighis, rivers, and sea, but also in its stories, mythos, fables, and allegories. The fantastical tales of the Buddha's divine voyage to Chattogram, and a Muslim dervish's lighting of a chati on Cheragi'r Pahar to drive away demons, are as important as the city's life-giving river, Karnaphuli. These stories are phenomenologically ingrained in its geography. They propel how the people mentally map their city and weave their monojagot.\nBut today, the city is a muddled blob of generic and unrelatable development projects. Indiscriminate commercialisation of land is championed as progress. Empty flyovers (prime sites for mugging in the evenings) hovering over Chattogram are the embodiment of the city's urban vision bankruptcy. \nPlanning a city is more than creating a \"master plan\" on the privileged tables of executives, bureaucrats, and planners. It requires the courage and patience to deliberate on a city's complex evolution, geographic pulse, and future potentials.\n \nAdnan Zillur Morshed, PhD, is an architect, architectural historian, and professor at the Catholic University of America in Washington, DC. He also serves as executive director of the Centre for Inclusive Architecture and Urbanism at BRAC University. His books include DAC/Dhaka through 25 Buildings. Email: morshed@cua.edu\n",
        "headline_1": "Chattogram desperately needs guardian angels",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/chattogram-desperately-needs-guardian-angels-2155661",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2021"
    },
    {
        "full_article": "As we mark the World Humanitarian Day today, we need to take urgent action to engage in climate adaptation, build climate resilience and prepare all the better for the escalating disasters, displacement and cycles of vulnerability that the climate crisis is creating—a crisis that is proving particularly devastating for the health and wellbeing of women and girls.\nWe know that 80 percent of disaster-related displacements worldwide have occurred in the Asia-Pacific region over the past decade. We also know that women and girls make up more than half of the displaced population globally. The intensification of extreme weather is also creating a crisis for sexual and reproductive health and rights, and for gender-based violence. There is no doubt that the climate crisis is gendered, and the evidence is increasingly coming to bear.\nGlobally, there were 300 extreme weather events triggered by natural hazards in 2019. This is six times the number of disasters since the 1970s. In 2018, climate and weather-related disasters caused 108 million people to need life-saving assistance, and we can expect this number to continue to increase.\nThe climate crisis, now compounded as well by the devastation of the Covid-19 pandemic, is disrupting the positive trajectory of upholding human rights and achieving the Sustainable Development Goals, including Goal 3 on good health and wellbeing and Goal 5 on gender equality.\nIn Asia and the Pacific, a region already reeling under the climate crisis, strategically investing in resilience-building at the national, institutional, community and individual levels is critical to achieve sustainable development, enable equal access to services and realise the rights for women and young people of all backgrounds.\nGovernments must commit to including women and young people of diverse backgrounds in discussions on climate change and allocate sufficient budget to carry forward the work. Engaging and empowering women and young people in climate action is a prerequisite for more just, equitable, sustainable and climate-resilient societies.\nCivil society organisations have a key role to play in sharing their skills and knowledge with governments and in shaping gender-responsive and inclusive climate policies. They must be empowered with the resources and opportunities they need to engage with governments to build resilience, boost preparedness and to cope with the challenges coming ahead speedily.\nBeyond the network of committed government and civil society leaders, UNFPA brings decades of experience, innovations and best practice to the discussion on climate change. Lessons about how to use technology to engage young people, and key learnings about the role women and young people play in climate action and humanitarian response will help ensure sustainable and inclusive outcomes through localised action.\nIn the Pacific, for example, UNFPA is supporting young people's leadership in climate action to better safeguard the future for the youth of today. In the Maldives, UNFPA is working with women to voice issues that matter to them, weaving gender equality within the fabric of climate policy. And in Bangladesh, UNFPA supports national disaster preparedness efforts by advocating for a gender-inclusive and transformative approach, including ensuring the presence of female volunteers on the frontline.\nThe lessons we continue to learn from the Covid-19 crisis demonstrate what is possible when we all work together. The world has developed medical solutions like vaccines in record time that have saved millions of lives. We have seen the power of collaboration for the global good. We have also seen the inequities caused by the significant gaps that persist in resource acquisition and allocation between nations, as well as the damaging impacts of unilateral, non-collaborative action. These lessons—reflecting both challenges and opportunities—can also be applied to tackling the climate crisis.\nThis is truly a transformational time for people on the front lines. Women, men and young people of all backgrounds involved in shaping climate policies, strengthening preparedness or responding to disasters save lives and improve the health, protection and wellbeing of people living the reality of climate change.\nLet us use the momentum for reimagining and innovation to better handle the extreme events that lie ahead together—benefiting generations to come.\n \nBjörn Andersson is the Asia-Pacific Regional Director for the United Nations Population Fund (UNFPA), the UN's sexual and reproductive health agency.\n",
        "headline_1": "The climate crisis is a humanitarian crisis, for women and girls in particular",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-climate-crisis-humanitarian-crisis-women-and-girls-particular-2155651",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2021"
    },
    {
        "full_article": "Being someone who is keen on watching films that were made on our Liberation War in the early seventies—and the films that made an impact on our nation's movement for freedom—for me, Zahir Raihan is a legend. And whenever there is any discussion on Zahir Raihan—who had an unparalleled passion for films and documentaries alike—I make it a point to talk about Jibon Thekey Neya. As an ordinary viewer, I think this particular film was meant for all the people of Bangladesh. Such is this film's specialty.\nWhen Jibon Thekey Neya, the last feature film directed by this legendary filmmaker, was released on April 10, 1970, it took the whole of East Pakistan by storm. The people of East Pakistan knew beforehand that a film was being made which spoke of their story, their struggles, and their dreams. They had a feeling that the film might not get clearance from the censor board and so they brought out a procession protesting any such move. Finally, the film was released. But on the day of its release, the then military government banned it. The next day, the censor board again arranged for its screening, where Major General Rao Forman Ali himself was present and watched the whole film. Although the film got clearance from the censor board after the screening, Rao Forman Ali warned Zahir Raihan, \"… I will see you.\" \nWhy this warning? The film narrates the story of a middle class family headed by an autocratic elder sister. Other members include her two younger brothers and her husband. But nobody in the family has a say in any matter of the household and everything is decided by the elder sister. Her husband is not even allowed to sing inside the house. In such a suffocating environment, to end her autocratic rule, the two brothers get married hoping that their elder sister would not be able to dictate everything in the family anymore. The members of the family paste posters on the wall against her dictatorship. In the end, the oppressed members win and the autocratic elder sister lands in jail.\nAlthough it seems like the ordinary story of a family, it symbolises the dictatorial regimes of Ayub Khan and Yahya Khan. The whole family's struggle against one woman symbolises the struggle of the people of then East Pakistan. The film drew inspiration from the Language Movement of 1952 and the mass uprising of 1969. Our Language Movement had always been a source of inspiration for Zahir Raihan. He was among the first ten students of Dhaka University to break Section 144 on February 21, 1952 and was jailed for his role in the Language Movement. Raihan planned to make a film on the movement, but could not get the government's approval. In Jibon Thekey Neya, Zahir Raihan kept scenes of Probhat Pheri on February 21; the protagonists of the film were seen observing Ekushey February. The political consciousness of the characters in the film encouraged, and added to, the nationalist movement of that time.\nI still find it hard to believe that this film, which challenged state power and echoed the hopes and aspirations of the people of then East Pakistan, was actually made in 1969, the year of the mass uprising. During the shooting of the film in FDC, some army men came to the spot. They said they heard an anti-Pakistan film was being made by Zahir Raihan. They picked up Raihan and actor Razzak for interrogation, and only let them go after Raihan signed a bond which said if the law and order situation in the country deteriorates after the film's release, Zahir Raihan would be held accountable.\nA film like Jibon Thekey Neya was a big challenge for Raihan in every aspect of its making. Prior to this, he had made quite a number of feature films among which were Kokhono Asheni, Kacher Deyal, Behula, Anowara, etc. All of these were much acclaimed by film critics. Kacher Deyal was a huge success and got Raihan international recognition. But he wanted to move away from making popular and commercially successful films and wished to make political films instead. This came about with Jibon Thekey Neya.\nHe made it in a way so that ordinary people could easily relate to the story. Amzad Hossain and Zahir Raihan jointly wrote the screenplay. Afzal Chowdhury did the cinematography, while Khan Ataur Rahman gave the music direction. The combination of the four was extraordinary and thus, we got an extraordinary film. During our Liberation War, this film was a hit in Kolkata and had earned a lot of money, all of which  Zahir Raihan donated to the Liberation War fund.\nAsk any ordinary person to name a film from the 1970s that they remember watching; the answer would definitely be Jibon Thekey Neya. I remember watching this film with my parents when I was a child. I particularly loved the song Ey Khacha Bhangbo Ami Kemon Korey, which Khan Ataur Rahman sings a number of times in the film but is never able to finish singing. Khan Ataur Rahman later said that the song was never finished in the film because people's struggle to break free from the shackles of oppression never ends—it's a continuous process.\nThis is also true for Zahir Raihan, who, in his short lifetime, struggled continuously for realising his dreams. He struggled through his films and writings. He struggled for a country where there would be no place for war criminals. He was the first person after our independence to form a commission to investigate the killings of intellectuals. His lifelong struggle ended with his disappearance on January 30, 1972.\n \nNaznin Tithi is a member of the editorial team at The Daily Star. This article was originally published on August 19, 2017 in The Daily Star.\n\n",
        "headline_1": "Zahir Raihan and the making of Jibon Thekey Neya",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/zahir-raihan-and-the-making-jibon-thekey-neya-2155636",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2021"
    },
    {
        "full_article": "In a bid to secure a parliamentary majority and strengthen his position as Canada's principal political architect, a confident Justin Trudeau is taking his country to the voting stations on September 20 this year. On August 15, Trudeau met with Governor General Mary Simon—the representative of Canada's Head of State Queen Elizabeth II—and advised her to dissolve parliament. This commenced a month-long period of election campaigning amidst what health experts are terming a fourth wave—with an increasing prevalence of the Delta variant. One may ask—why now? The answer is pretty simple: timing.\nThe scheduling of the elections is pitch-perfect for Trudeau to attain the consent of his electorate to govern and to acquire the elusive parliamentary majority that he is enthusiastically looking to get—the Canadian Broadcasting Corporation (CBC) predicts Trudeau's party to attain roughly 35 percent of the national vote, followed by the Conservative Party trailing at 29 percent. The centre-left Liberals have been leading the country in a minority government for the past couple of years—meaning Trudeau's legislative schemas are often based on his party's cooperation with other actors, such as the left-leaning New Democratic Party (NDP). Following the 2019 elections, Trudeau lost significant footing in parliament—with 33.12 percent of total votes, the Liberals had formed a single-party minority government with the lowest vote share for any party in power in Canadian history. In fact, they lost the popular vote, meaning more Canadians voted in favour of a Conservative government and for ousting Trudeau from office.\nNevertheless, Canada's electoral system dictated otherwise—the candidate with most votes in an electoral riding wins a seat in the House of Commons or the Canadian Parliament, representing that riding as its MP. Essentially, the Liberals had more elected MPs in parliament, even though the total votes cast for the party were lower than that for their primary opponents, the Conservatives. In a nutshell, Trudeau today is looking towards voters for an unambiguous and definitive mandate to govern—something which his party had from 2015 to 2019.\nDuring the 2015 electoral campaign, Trudeau was marketed by his party as Prince Charming in a suit. Dashing, youthful, and apparent heir to his father Pierre Trudeau's legacy, Justin Trudeau was deemed by the international media as the poster boy for Western liberalism. Fast forward six years, he is anything but that. As of August 2021, the Angus Reid Institute puts Trudeau's approval rating at 38 percent. To put this into context, he had an approval rating of 65 percent and a disapproval rating of 30 percent in September 2016, at the height of his popularity. Even though his personal reputation has receded over the years, it is safe to say that while he may not be a likeable prime ministerial candidate, the Liberal leader continues having a discontent yet agreeable electorate backing him.\nTrudeau has made no secret of his ambitions for a bigger and bolder role for the federal government. His regime has taken a much broader systematic approach towards consolidating policy programmes that have traditionally been under the purview of provincial or regional governments—in many ways contradicting Canada's decentralised system of governance, termed \"federalism\". In fairness, this was an acknowledgement of the need for immediate responses to counter the socio-political implications of the pandemic. However, Trudeau's increasingly authoritarian tendencies (as his opponents put it) have been widely criticised in regions where his party's political influence remains fragile—oil-rich Alberta and francophonic Quebec continue acting as his primary Achilles' heel. As expected, the pandemic recovery plan moved beyond the realms of traditional policymaking and included a Liberal agenda, which saw large-scale investments in social safety nets—stimulus packages in the form of CAD 2000 monthly Canadian Emergency Response Benefit (CERB) payments to the population were, to Trudeau's credit, widely applauded across the country. The long-term implications on the Canadian balance sheet are, however, a cause for concern. It took the country over 150 years since its inception to amass a national debt of USD 721.4 billion, and one year after the pandemic, that debt burden grew by a staggering 66 percent.\nWhile the federal government's mass vaccination campaign and procurement strategy have been hotly debated, it is Trudeau's prerogative to claim that he has managed enough vaccines for each and every individual in Canada. More than 71 percent of eligible Canadians are fully vaccinated, with over 82 percent receiving at least one dose. An extended lockdown in varying forms over the past year and a half, which stifled small businesses and decelerated economic activity, has finally been lifted across all parts of the country. Even though provincial governments had the final say in deciding mobility restrictions, the message from the top has been to vaccinate first and open up later. Therefore, the government's handling of the pandemic has been deemed a relative success by observers, giving Trudeau the chance to seek a stronger mandate from voters.\n\"Canadians need to choose how we finish the fight against Covid-19,\" was the central message provided by the PM when asked why he was taking his nation to the polls within such a short period of time. It is true to an extent that Trudeau's promises are in many ways radical. His government propped up environmental policy plans by aiming to eliminate all combustible engine-run cars and light trucks by 2035. He wants to carry home the call for a tobacco-free Canada, also by 2035. These programmes are, in fairness, not in sync with the kind of political programmes that the opposition, particularly the Conservative Party, have been constructing in the past decade. Therefore, it is safe to say that Trudeau has a convincing argument in calling for early elections. The people have witnessed the political philosophy of the Liberals. Therefore, voters should have the opportunity of providing their consent, or lack thereof, for the direction Canada will take in the post-pandemic world.\nThe story does not end there. Trudeau's tenure has witnessed his previous pick for Governor-General, Julie Payette, put the Canadian government at the heart of a workplace harassment scandal. Accusations of sexual abuse against the military leadership were sidelined by the PM's Office. As a result, Trudeau faced heat from local media. He was obliged to oversee a period where Canada was put to shame over the discovery of mass graves of indigenous people across the country—increasing existing tensions regarding land rights, water access, and the very idea of reconciliation between indigenous groups and government agencies. Internationally, Canada's diplomatic ties with China, USA and Saudi Arabia have faced a myriad of economic and political challenges. Therefore, to suggest that all is well for Trudeau would be inaccurate. His insistence on tapping into a federal carbon pricing policy—in line with his macroeconomic aim to reduce greenhouse gas emissions by 30 percent by 2030, and to achieve net-zero emissions by 2050—is not popular amongst many of voters whose support he desperately needs in order to attain his prized majority.\nNevertheless, Trudeau has achieved a stoic reputation of investing towards realistic state-led interventions to support the Canadian middle class. The establishment of a national childcare plan, with the aim of decreasing costs for parents down to CAD 10/day per child within five years, forms a key segment of his electoral manifesto. Resonating with new immigrants, people of colour and traditional Liberal voters, such programmes continue making Trudeau Canada's strongest candidate for the post of prime minister. His primary challenge will be to ensure that these voters are not swayed towards the rising NDP. The fundamental argument is that Liberals will push for stability—and stability in uncertain times is, without a doubt, a lucrative option for voters.\n \nMir Aftabuddin Ahmed is a Toronto-based banking professional. Email: aftab.ahmed@alum.utoronto.ca\n",
        "headline_1": "Why is Trudeau taking Canada to the polls?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-trudeau-taking-canada-the-polls-2155591",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2021"
    },
    {
        "full_article": "As the situation continues to evolve from day to day, it is becoming increasingly difficult to assess the current climate of Afghanistan. However, despite the seemingly restrained tone taken by the Taliban spokesperson during their first press conference since taking control of Kabul, it is safe to say that the country's current status is still a highly volatile one. As such, there is a pressing need for the government of Bangladesh to ensure that the Bangladeshi citizens who are currently in Afghanistan are safe, and are able to return home if they so choose.\nThis Monday, we witnessed chaotic scenes at Kabul's airport, and at least three Afghan civilians were killed as people desperately scrambled to get onto the departing planes. This resulted in a cancellation of all commercial flights leaving from the airport, making it almost impossible for anyone to book passage out of the country. According to a recent report in The Daily Star, almost all of the 21 Bangladeshi citizens known to be in the country have expressed an interest in returning home. Of them, eight were working for telecom companies, six for Brac International, two for the sewerage department and one who got out of jail. The eight engineers were scheduled to return Monday evening and the six Brac officials have secured air tickets for today. But since commercial flights have not yet resumed, it is unclear when they might actually be able to travel. We urge the authorities to ensure that this is done as soon as possible. Other countries, including India, have already taken steps to evacuate their citizens using their own airforce's planes—this is an option that we should also explore, as well as the possibility of evacuation via land borders.\nAt the same time, we also hope the wider repercussions of the upheavals in Afghanistan on our country will also be taken into account most seriously. In a recent interview with The Daily Star, the chief of Counter Terrorism and Transnational Crime (CTTC) unit and additional commissioner of Dhaka Metropolitan Police said the authorities will be vigilant about any Taliban supporters within our borders who may take inspiration from what is happening in Afghanistan and plan subversive activities in Bangladesh. Given that Bangladesh has already been victim to terrorist attacks by militants who had returned to the country from Afghanistan—and even in recent times, the authorities have arrested two militants whose conversation involved plans to travel to Afghanistan—this threat cannot be taken lightly at all.\n",
        "headline_1": "Evacuate Bangladeshi citizens trapped in Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/evacuate-bangladeshi-citizens-trapped-afghanistan-2155581",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2021"
    },
    {
        "full_article": "The ongoing row between Biman Bangladesh Airlines and its online ticket sales partner is causing untold sufferings for hundreds of intended passengers. For almost a week now, passengers have been unable to buy tickets online—which is more convenient and also safer during the pandemic—from Biman's website or from other online platforms that usually sell its tickets. Instead, they are having to physically go to Biman sales centres to buy tickets, which is both time-consuming and risky as crowding may lead to the passengers contracting the coronavirus.\nThe disagreement between Biman and Travelshop Limited—the exclusive service provider to Biman for selling its tickets online—has led to the latter suspending Biman's services. According to the managing director and CEO of Biman, since being hired on a temporary basis in 2019, Travelshop has \"repeatedly failed at various stages in the full implementation of the expected activities.\" Finally, from August 10 this year, the company stopped providing relevant services to Biman \"in a completely unreasonable and unethical manner\", while creating \"confusion in people's minds\".\nContradicting his statement, the chief operating officer of Travelshop said that the company had sent at least 20 letters to Biman in the last 17 months to get their dues, worth Tk 37 lakh. Not only did Biman not pay the dues, but it neglected to even respond to the letters—which is what led to the current situation of the suspension of Travelshop's services.\nWhatever the reason may be, the fact that intended passengers of our national flag carrier are being victimised in this row is completely unacceptable and humiliating. And for that, whoever is responsible must be held accountable. The authorities need to urgently investigate the matter and find out who is telling the truth here and which side is spouting lies—or if both sides are at fault. Moreover, while that is being done, passengers cannot be made to suffer like this, nor should they be forced to risk their health and safety by physically buying Biman tickets. Therefore, we suggest that some sort of an alternative arrangement be made for Biman tickets to be sold online on a temporary basis, while all this is being sorted. At a time when the e-commerce sector of the country is flourishing and nearly every transaction can be made online thanks to digital services, continuation of this situation cannot be tolerated.\n",
        "headline_1": "Stop victimising the passengers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/stop-victimising-the-passengers-2155571",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-08-2021"
    }
]