[
    {
        "full_article": "Inflation faced by consumers eased to 5% in September, bringing some relief after a sharp rally in prices that began with July’s 15-month high inflation rate of 7.44%. This not only marks a return to the 2% to 6% tolerance range of the Reserve Bank of India (RBI), but also matches the bank’s upgraded estimate of 6.4% average inflation between July and September. Of course, the preferred inflation rate remains 4% and the RBI will remain “resolutely focused” on durably attaining that. By its own reckoning, that target appears distant — this quarter is expected to average 5.6% inflation, followed by 5.2% between January and June 2024. Even these expectations may need to be tempered. While the RBI has projected an average inflation of 5.4% in 2023-24, the International Monetary Fund and World Bank raised their estimates this month to 5.5% and 5.9%, respectively. So, September’s 5% inflation, which was partly aided by base effects from 2022 when the inflation pace was 7.4% and partly by a sharp dip in volatile prices of tomatoes and vegetables, with a little help from the Centre’s LPG price cuts, is unlikely to sustain or cool further.Although food inflation which had spurred the spike in prices through July and August, has eased to 6.6% in September, this was disproportionately influenced by crashing vegetable prices even as the inflation pace accelerated for pulses, fruits, eggs and sugar. Cereals and spices inflation remained sticky at 11% and 23.1%, respectively. Rural inflation remained higher than that faced by urban consumers, and with the erratic monsoon hurting kharif season sowing in crops like pulses and uncertainties about the El Niño effects on the rabi crop, weak rural demand as well as food price pressures remain a source of concern for the economy. The Wholesale Price Index released on Monday shows pulses prices spiked 17.7% while onions rose 55% in September, compared to 10.4% and 31.4% in August, respectively. At -0.26%, wholesale price rise just about stayed in deflationary mode for the sixth month on the back of double-digit upticks through the same period last year. But that streak may be nearing its end. The government has held retail fuel prices since last May and may even be tempted to cut them ahead of critical elections. But producers, facing the brunt of higher global oil and gas prices, which rose at an eight-month high pace of 15.6% in September, have been raising prices for two months now. Global prices for urea, that India largely imports, are up 20% since March. These will start to feed into retail prices soon so it is not time to celebrate cooling inflation yet. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nReserve Bank of India\n\n/\n\nfood\n\n/\n\nfruit and vegetable\n\n/\n\nagriculture",
        "headline_1": "Fear factor: On the inflation battle",
        "headline_2": "Food and fuel prices may yet play spoilsport in the inflation battle",
        "link": "https://www.thehindu.com/opinion/editorial/fear-factor-the-hindu-editorial-on-the-inflation-battle/article67434602.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "The commencement of a passenger ferry service between Kankesanthurai in Sri Lanka’s Northern Province and Nagapattinam in Tamil Nadu last week marks the fulfilment of a long-standing demand across the Palk Strait for the revival of a sea link. Sri Lanka’s civil war, which lasted nearly 25 years, had disrupted the movement of people and goods on traditional maritime routes — Talaimannar to Rameswaram and Colombo to Thoothukudi. Twelve years ago, a ferry service between Colombo and Thoothukudi did not last long due to a lack of patronage. There was also the popular Boat Mail connecting Chennai and Talaimannar via Rameswaram and Dhanushkodi through a rail link and a ferry, which nonagenarians recall. The cyclone in December 1964, which devastated Dhanushkodi, and the civil war ended the multiple transport links, forcing peoples in both countries to rely only on air services, which cover Madurai and Tiruchi too these days. Ten months ago, the Chennai-Jaffna air service resumed and according to an estimate, 10,000 tourists from India visited Sri Lanka over six months. The inauguration of a private cruise service in Chennai four months ago facilitated visits by 6,000 passengers to the island-nation. As pointed out during the launch of the Nagapattinam-Kankesanthurai service, the development would not only strengthen cultural, economic, and civilisational ties but also improve cooperation in disaster management and maritime security. It may, at some stage, also enable seamless voluntary repatriation of thousands of refugees from Sri Lanka, living in Tamil Nadu.Normal operations of the service — it ran for a few days this month — are to resume in January in view of the northeast monsoon. By then, it is hoped that the authorities, especially in India, would take steps in the interest of the sustainability of the ferry service. With a fare of around ₹7,670 a person for a journey, the difference between this rate and air fares is not competitive enough for anyone to opt for the ferry. Increasing the baggage allowance of 50 kg would help. The provision of amenities at Nagapattinam port such as a dormitory and improving rail connectivity at Nagapattinam require attention, as passengers from Sri Lanka are sure to want to visit Chennai. On the part of Sri Lanka, economists, policymakers and activists should consider promoting economic ties including exports from the Northern Province, given the inherent asymmetrical bilateral relationship. Ultimately, sustained policy attention is critical to making this service a success. After all, Nagapattinam is predominantly agrarian and one of the economically backward spots of Tamil Nadu. So, it is up to the governments of the two countries to ensure that the Nagapattinam-Kankesanthurai ferry service does not meet the fate of the Thoothukudi-Colombo service.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nshipping service\n\n/\n\nwaterway and maritime transport\n\n/\n\nSri Lanka\n\n/\n\nTamil Nadu\n\n/\n\nair transport\n\n/\n\nChennai\n\n/\n\ncyclones\n\n/\n\neconomy (general)\n\n/\n\nagriculture",
        "headline_1": "Sea service: On the ferry service between Kankesanthurai and Nagapattinam",
        "headline_2": "The ferry between Tamil Nadu and Northern Sri Lanka holds immense potential",
        "link": "https://www.thehindu.com/opinion/editorial/sea-service-the-hindu-editorial-on-the-ferry-service-between-kankesanthurai-and-nagapattinam/article67434624.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "Surinder Koli and Moninder Singh Pandher have been acquitted by the Allahabad HC, bench of Justices Ashwani Kumar Mishra and Syed Aftab Husain Rizvi, in no less than 12 cases of murder. Pandher has been acquitted in all cases against him and will walk free after 17 years, but Koli will remain in prison in a separate case, where his conviction and life sentence remain unaffected.\n\nRead full article on TOI+\n\n",
        "headline_1": "How the Nithari case was botched up: A key lesson from Koli & Pandher’s acquittals is that prosecutors must point out evidence shortfalls at the investigation stage itself",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-the-nithari-case-was-bobtched-up-a-key-lesson-from-koli-pandhers-acquittals-is-that-prosecutors-must-point-out-evidence-shortfalls-at-the-investigation-stage-itself/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "In refusing to recognise the LGBTQI+ community’s right to marry, the Supreme Court diluted the right to privacy, which it itself had elevated to the pedestal of a fundamental right under Article 21. SC refused to take to its logical end the idea behind decriminalising same-sex relationships, negated the fundamental right to live with dignity irrespective of one’s sexual orientation, and granted more latitude to the state than it needs, to defeat the claims of the community for legal recognition to their marriages and enjoy the rights that flow from the relationship of marriage.\n\nRead full story on TOI+\n\n",
        "headline_1": "Fine words but flawed logic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fine-words-but-flawed-logic/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "For Mahatma Gandhi, the true source of our rights lay in our duties. The difficulty however was to understand what our duties are. The 5 judges of the Supreme Court of India who have decisively ruled against recognising a fundamental right of persons of the same sex to marry each other have redefined the scope of the duties of a SC judge.\nThe past record of the court may have led one to erroneously conclude that the duties of a judge included formulating a scheme to rehabilitate bonded labourers, or to allow menstruating women to enter a temple in defiance of the temple’s own norms. But yesterday, SC in one voice made it clear that when it comes to fundamental societal mores, such overreach is unwarranted. Judicial duty lies in deference to the wishes of Parliament.\n\nRead full story on TOI+\n\n",
        "headline_1": "Fundamentally wrong on rights",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/fundamentally-wrong-on-rights/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "By Durga Charan Mishra \nMental health issues often lead to loss of equanimity. The Buddha was a mind specialist as can be seen from the change in the mental health of some of his followers in the Sravaka Sangha. The story goes that Patachara, the only daughter of a wealthy man, fell in love with the household help and eloped with him. On her way back to the paternal house, after her husband’s death, she crossed a river that was in spate and lost one of her children. The second one fell prey to an eagle. When she reached the outskirts of her village, she witnessed a mass funeral – that of father, mother, and her two brothers. Facing all these tragedies, one after the other, she lost her mental balance, and started wandering on the streets aimlessly. Once, she stopped to hear a sermon by Tathagata and her life changed; she was accepted by the sangha and dharma was imparted to her. It helped to heal her mental state.\nAngulimal, as his name suggests, wore a garland of fingers. He was a merciless robber. He had killed 999 people. He cut their fingers and strung them in a garland. The Buddha was his last target. He joined the sangha after the Buddha counselled him. Patachara suffered from dukkha, deep depression, and Angulimal was full of himsa, hatred. Both recovered and subsequently attained Arahanthood. But the Buddha’s two followers, Devadutta, his cousin, and Prince Ajatashatru, could never be cured, though they too were part of the sangha, because they failed to practise the medicine, the dharma. The Buddha did not give importance to the individual, but to his bodha, understanding. He taught his followers anapanasati, concentrating on the breath. It is an exercise to connect with the body; it helps the mind regain its power to focus and the restlessness within subsides.\nThe Buddha revealed the marga, an eight-fold path to remove all the reasons for suffering. Taking the medicine in the Buddha’s way, can eradicate the source of the problem, ushering in permanent relief. For example, according to the Buddha, stinginess creates trishna, craving; it can be annihilated by charity and loving kindness. Dharma is the medicine to be put into practice. The Buddha’s teachings are not only meant to help treat mental health issues, the three essentials of Buddhist training and discipline – sila, ethical conduct; samadhi, mental discipline; and panna, wisdom – are aimed towards liberation also. Liberation is a lokattara, supra-mundane condition. It cannot be experienced through fasting, puja and morning bath, the Buddha would say.\n\nThe root cause of many mental health problems, according to Buddhism, lies in avidya, ignorance. Raga and dwesh, likes and dislikes, are generated from that. At the tranquil stage of samadhi, raga and dwesh do not dominate the mind and one can investigate ‘what is’ the present moment about prajna and remove avidya. Prajna is defined as the direct insight into the truth taught by the Buddha, as a faculty required to attain enlightenment.\nAfter the elimination of avidya, one starts seeing the truth and the marga, path, unfolds. Samadhi and prajna can aid in dealing with mental health issues.\n\n",
        "headline_1": "The Buddha’s wisdom can help to heal the mind",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-buddhas-wisdom-can-help-to-heal-the-mind/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "Any person would readily name the same two things if asked what the most pressing issues are right now in Bangladesh. The economic crisis comes first. But the second, and more perennial problem we are faced with, is the political deadlock between the two arch-rivals. In a way, such a deadlock is nothing new – it is the oldest theme in Bangladesh's nascent multiparty democratic politics. Over the span of 30 years or so, the script has remained so consistent as to have now become largely predictable.\nUnderstandably, this rivalry becomes most intense ahead of the ultimate political showdown: the national election. The only means to resolve this impasse appears to be a dialogue between the political quarters. At any rate, this is the preferred avenue to a peaceful and constructive resolution for the civil society, foreign friends, and for the general people. But while the parties have sat down together on several occasions in the past, the outcome has always been a net-zero in terms of coming to an agreement or understanding.\nThe issue of a dialogue has once again come to the fore as the US pre-election assessment mission presented its five recommendations, stating that moderating rhetoric and engaging in open and substantive dialogue on key election issues, protecting freedom of expression, and ensuring an open civic space where dissent is respected can lead to credible, inclusive, participatory, and non-violent elections.\nBut soon after, the initiative for holding talks saw its fate pretty much sealed as the ruling Awami League's general secretary (who is also the party's spokesperson) Obaidul Quader said that dialogue may be considered only if the BNP withdraws its conditions, which include the resignation of Prime Minister Sheikh Hasina, dissolution of parliament, resignation of the Election Commission, and holding polls under a non-party caretaker government.\nA day later, BNP came back at Quader, with the party's Secretary-General Mirza Fakhrul Islam Alamgir questioning whether the government was constitutionally legitimate, suggesting that it was in power illegally by dint of the 15th amendment: \"You [AL] have to prove it. I am saying you're not constitutionally legitimate.\"\nWe know only too well that when dialogue fails, confrontation becomes inevitable. And, once again, we are faced with the possibility of political violence leading up to the national election. Although the BNP has been waging protests peacefully for more than a year to press home its demand for an election under a non-partisan government, there have been warnings of tougher and more vigorous demonstrations following Durga Puja.\nObviously, our political parties are more focused on their own issues than on issues of people's interest: peace and stability. But they must realise that the country has not faced such a multifaceted crisis in the recent past – certainly not before any election since 1991, which was when we began our journey towards being a modern democracy.\nThere are alarming economic conditions, the Russia-Ukraine war, sanctions against Bangladeshi law enforcement agencies, visa restrictions on individuals obstructing the course of democracy, an emerging global world order, and myriad conflicting geopolitical interests that must be balanced, straddled, side-stepped, and negotiated like puddles and ditches – all this while as we hurtle towards a national election.\nUnfortunately, we see political division widening at a time when national unity is of utmost importance in order for us to overcome these crises.\nOn that note, the arrest of Shahiduddin Chowdhury Anne, while the US election assessment team was visiting Bangladesh, will no doubt send unfavourable signals and be considered a barrier to democratic practices. It further vindicates the BNP's claim that the government is trying to hold lopsided polls by driving the opposition away from the election scene, even though AL leaders have been saying that there will be a free and fair election. The arrests of opposition leaders and the thousands of lawsuits being filed against them will surely help solidify the BNP's claim.\nAgainst this backdrop, parties must be able to feel the pulse of the public and come forward with an attitude of accommodation towards their opponents. They must have compromise in mind. And there is no doubt that, in this regard, the ruling party's responsibility far outweighs that of the opposition. Similarly, the opposition must also come to the table with the sincere intent to strike an equitable deal. But whatever the settlement or compact or reluctant understanding, it will have to be reached through dialogue.\nIn an uncertain situation, the best and only choice is to talk. And if the parties fail to have constructive talks, the country will have to embrace uncertainty and chaos – neither of which we want.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Talking is the only way out",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-street-view/news/talking-the-only-way-out-3446821",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "Bangladeshi fans like to say that the contest between Bangladesh and India is an emerging rivalry in world cricket. Most Indian fans will say that this is a bit of wishful thinking, India is way ahead of Bangladesh in almost every cricketing metric, be it ranking, quality of players, quality of domestic leagues, and of course, financial backbone of the board. Bangladeshi fans might hit back with some recent head to head records, where India has lost three out of the last four One Day Internationals. Indians will respond by saying that two of those wins were near miracles that took place in Mirpur, and the other was a dead rubber in the Asia Cup.\nThe debate can rage on, but what's notable in any exchange like this is the fact that when it comes to facing India, Bangladeshi fans become highly sensitive, wary of not being taken seriously, and easily offended at any hint of a slight. This is a relatively recent trend, and while we can confidently hope that our cricketers don't quite participate in the same mental gymnastics that keep fans like us on a knife's edge during any Bangladesh-India match, there is something to be said about the collective national approach of facing India in a cricket match.\nLet's paint the picture. Bangladesh is taking on India in cricket, and the whole country is at a standstill. All TVs are tuned to the right channel, car stereos blare commentary, and storefronts across the country have small crowds forming in front of them, just as long as they have a TV. The game rolls on, scores are checked on phones and computers, even those in commute are starting to stream the game on their phones. There might be a prolonged moment of palpable tension when even the most passionately sports-averse person is forced to ask someone nearby if Bangladesh might be winning this one. The game is usually close, ending with rapturous delight in victory or unshakeable gloom in defeat – the common theme being intense emotions.\nWhile this might feel inevitable given the aspirational journey of Bangladeshi cricket so far and the neighbourhood giants who consistently set new standards in the sport, there are clear instances in history that we can point to that made things this way. \nLet's start with 2007, when Bangladesh beat India in the first match of the world cup and essentially knocked out the team that best encapsulated that golden generation of Indian cricket. A highly unexpected victory, this created much jubilation within Bangladesh, but for India, this was a low moment. Effigies were burned, and fans protested the team's woeful performance on the streets. MS Dhoni, the man who took them to the promised land just four years later, possibly suffered the worst of it all when his house in Ranchi was attacked by overzealous fans.\nThe result was an upheaval in Indian cricket, and much had changed by the time 2011 rolled around. The world cup was on home shores for both Bangladesh and India, and the first game was in Mirpur between the two hosts. Some Indian players were open about this being a chance for them to take revenge, and they played that way too. Virender Sehwag took apart the bowling, and Bangladesh lost badly. Fans who followed the team closely during those days will remember clearly what Sehwag said in his post match interview: \"I have said this is a revenge game and we have won. I have said before [that] Bangladesh are not good in Tests, but they can compete in ODIs, but today they could not.\"\nPost match interviews in cricket have always been a humble affair. The comments made by Sehwag hurt Bangladeshi fans who were already hurting from a terrible loss at home, and the heat in this rivalry got turned up a notch.\nAfter that, Bangladesh beat India in a close Asia Cup game in 2012, but possibly the biggest moment in this story took place in 2015 in Melbourne, Australia. In front of a huge crowd of Indian expatriates, Bangladesh was still in the game when Rohit Sharma was caught in the deep off a Rubel Hossain full toss. The umpire, however, had a decision to make, as the full toss was high. It was judged a no-ball. Rohit Sharma proceeded to take the game away from the Tigers' claws, and Bangladesh complained about that no-ball decision to the end of the world. \n\nLet's paint the picture. Bangladesh is taking on India in cricket, and the whole country is in a standstill. All TVs are tuned to the right channel, car stereos blare commentary, and storefronts across the country have small crowds forming in front of them, just as long as they have a TV. The game rolls on, scores are checked on phones and computers, even those in commute are starting to stream the game on their phones. There might be a prolonged moment of palpable tension when even the most passionately sports-averse person is forced to ask someone nearby if Bangladesh might be winning this one. The game is usually close, ending with rapturous delight in victory or unshakeable gloom in defeat – the common theme being intense emotions.\nThe ICC president at the time was AHM Mustafa Kamal, and he didn't hold himself back in criticising the umpiring. This led to a situation where the ICC and its president were in a standoff, all over a no-ball decision that possibly wouldn't have even changed the course of the game. The Guardian came up with the headline \"ICC slams its own president for criticising umpire at Cricket World Cup\", and AHM Mustafa Kamal was denied the opportunity of presenting the winning team at the end of the tournament with the trophy. The rivalry was now bitter.\nRight after the world cup, during a series win at home against the mighty Indians, everything was going the way of Bangladesh. Mustafizur Rahman had all the batsmen looking bewildered, but an incident occurred when the imposing figure of MS Dhoni strongly bumped into Mustafizur and hurt him, and this was enough to rile fans up once again. \nThe period right after this featured some of the most heartbreaking cricket in the life of a Bangladeshi fan, almost all of them against India. There was the horror show at the 2016 ICC World T20, where Mushfiqur Rahim and Mahmudullah choked needing 2 off 3 balls. Then the Nidahas Trophy final in Sri Lanka went down to the last ball where 5 was needed and Dinesh Karthik hit a sixer off Soumya Sarkar. This was followed by another Asia Cup final heartbreak, where Litton Das scored a beautiful century, but the batting collapsed soon after, and Bangladesh lost the match on the last ball yet again.\nAnd all of this build up brings up to the present, where it starts to make sense why the contest against India is so meaningful for Bangladeshi fans. All these close losses seem to suggest that Bangladeshi cricketers too feel some of that pressure, but modern day athletes have extensive support systems that help them to get out of these mental loops. Regular wins against India in recent months might spell a change in fortunes, but facing India in India in front of thousands of boisterous Indian fans is a different ball game altogether. One thing is for certain, being stuck in their own heads and letting the demons of the past chase them around will not help our cricketers. Leave that suffering for us fans.\nAzmin Azran is the editor of Campus and Rising Stars at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Is there a psychological barrier when Bangladesh faces India in cricket?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/there-psychological-barrier-when-bangladesh-faces-india-cricket-3446811",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "Since I was 16 years old, I have seen the US, my country, kill brown Muslim people by the millions. First in the Afghanistan and Iraq wars, then in Pakistan, Yemen and Syria with drone strikes. Hundreds of thousands of these people were civilians – people simply living in their towns and communities, working, struggling, supporting their families, like any other people in any other country. Largely poor and rural people who have no power or means or even the desire to harm Americans. \nI remember rallying passionately against the Afghanistan and Iraq wars through my teen years and into college. I was driven by the injustice being done to innocent people thousands of miles away that were the direct target of the US war machine. It was undeniable that this so-called \"retaliation\" for the 9/11 attacks was anything but that. While a weak case could be made for the war with Afghanistan, the war with Iraq was undeniably launched under false pretences and even outright lies. Every reputable analysis of the situation made it clear that this was a war for control over the resources (oil, etc) and to further Western interests in the region. My blood boiled and my heart ached at the thought of innocent people being killed for nothing more than the US asserting its imperial power. \nI can't remember when the number of those killed became incomprehensible. When a human being kills another human being, it is horrifying to comprehend. If the killing is intentional, the perpetrator is vilified and punished by the justice system. Serial killers are largely thought of as the worst human beings of all – sociopaths meant to be locked up and studied for their grotesque crimes. But when hundreds, thousands or millions of people are killed by the state, we cannot comprehend the enormity of the scale of tragedy. We lose sight of the fact that it could mean that a person loses their entire family in a matter of seconds. That schools and hospitals are bombed. That entire cities that have stood for hundreds of years are obliterated. That the effect of destruction at this scale lasts for decades and results in generational trauma we cannot fully comprehend. We, as Americans living in this time in history especially, have never experienced this scale of death and destruction firsthand. We can't imagine our neighbours being blown up or our loved ones being seized and tortured by soldiers. To see the places where we played and shopped and gathered be razed to the ground. If we actually understood it within our own context, we could never turn a blind eye to it or be complicit in it. \nState violence has always been sanitised, dehumanised and considered a \"necessary evil.\" But the differentiation of perpetrator is key to whether it elicits your sympathy and rage, or your justification and indifference.\nToday, I am seeing the outpouring of support by the US for the Israeli victims and hostages of Hamas. I am reading thousands of posts and comments on social media from politicians, celebrities and news outlets crying out for the pain of the Israeli people. Our own President Biden unequivocally damning the perpetrators, Hamas, and condoning swift and brutal retaliation. Suddenly the scale of the tragedy, despite also being thousands of miles away, is fathomable and something that requires a magnitude of response that in recent times was seen only for the war in Ukraine. And the horrors of these violent acts committed by Hamas are not being sanitised the same way state-sanctioned violence is. They are being called out explicitly and broadcast widely, in some cases even without substantiation. The tragedy befalling 1,400 Israeli civilians is being exploited so blindingly fast that the public doesn't see that this war against \"Hamas\" is actually being waged against the 2.3 million people living under occupation with no military, no food, water or electricity, and no means of escape.\nThe question that rings deafeningly in my mind is: where was this outrage for all the horrific acts continuously perpetrated by Israel against the Palestinians for more than 70 years? Where is the 24/7 media coverage for the thousands of Palestinian children killed and injured just since 2000? And where has the public outcry been for the thousands of civilians slaughtered and tortured by US troops against brown Muslim and non-Muslim bodies all over the world? \nFor more than two decades, I've watched countless videos and documentaries, read articles and position papers about the systematic killing and decades-long oppression of the Palestinian people since 1948. I've researched and written college essays about the abduction, torture and killing of Palestinian children by the IDF and shared with anyone who cares to know more about the everyday reality of the region. I had to seek these resources out myself because none of the material was readily accessible or publicised in mainstream US media. I've been absorbing this information all while witnessing the ongoing wars in the Middle East and facing discrimination and Islamophobia from my adolescence into my adult life.\nSo how does it feel to be born and raised in the country that has committed and condones countless atrocities against brown Muslim people? Against innocent civilians that are no different than me, just living in another country? It makes it clear that to the US and other Western imperial powers, our lives are disposable. That if by chance I was born in Pakistan, where my mother lived for several years, I could have been just another casualty of a US drone bomb. That if I ever found myself on the wrong side of a border, my life would not matter. This is the insidiousness of the rhetoric used to justify unimaginable violence against brown bodies like mine. It numbs the White Western world from our immeasurable grief and pain.\nNaveen Khan is a Bangladeshi-American working in social justice grantmaking and philanthropy in the US.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The Western rhetoric that devalues our lives ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-western-rhetoric-devalues-our-lives-3446691",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "We are delighted to see the transformation of an old channel of the Buriganga River that has been virtually given a new life by Dhaka South City Corporation (DSCC). As revealed by a back-page photo published by this daily, the authorities have cleared waste dumped into the channel and also knocked down illegal structures built along the riverbanks, increasing water flow in the process. While clearing/dredging initiatives like this are not uncommon, these seldom produce results, thanks to a lack of awareness about waste disposal as well as the myriad challenges associated with river land reclamation. Thus, the sight of a once-polluted riverbed transformed into a flowing channel serves as a confirmation of the efficacy of such initiatives, if undertaken seriously.\n\nThe urgency of taking effective steps cannot be overestimated. Our rivers, and all other water bodies and low-lying areas, especially near cities, are fast turning into sinkholes of waste. We have seen its disastrous effects during this past monsoon when any above-average rainfall invariably led to waterlogging in major cities, including Dhaka and Chattogram, because drains were mostly clogged and could not hold excess water. Waterlogging is but one of the many fallouts of indiscriminate dumping of waste. It also has profound health, socioeconomic and environmental implications. Encroachment or unauthorised construction along riverbanks further exacerbates the problem.\n\nIn this connection, we find the DNCC mayor's call to quickly finish the ongoing road repair/development work in many areas quite relevant. He rightly pointed out the connection between prolonged work and waterlogging, but also, importantly, drew attention to our unplanned urbanisation with roads and buildings constructed by filling up ponds, drains, low-lying lands, and water bodies. Clearly, this has been a long-festering problem, and both individuals and institutions contributed to it in an equal manner. Who shall we turn to for a solution then? Reversing this situation is beyond the scope of any one public agency or department, although they all must do their parts. We urge the higher authorities to undertake more effective and sustainable measures to stop pollution and encroachment.\n",
        "headline_1": "An inspiring case of river management",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inspiring-case-river-management-3446636",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "We are distressed by the rapidly spiralling situation in the Gaza Strip, where more than two million people are trapped as Israeli airstrikes continue to flatten the territory. In retaliation to the deadly attack that Hamas launched on October 7 – in which 1,400 people were killed, per Tuesday's tally, and many taken hostage – the Israeli government has placed the Palestinian enclave under full siege and has been bombarding it every day in an act of war. So far, more than 2,800 people have been killed in Gaza, with thousands more injured. It is feared that at least 1,000 Palestinians are trapped under the rubble of buildings demolished by Israeli bombing. People have been killed in the occupied West Bank, too.\n\nWith food, water and fuel supplies cut off for more than a week due to the siege, a humanitarian crisis is unfolding in Gaza where people are on the brink of starvation and dehydration. The Israel Defense Forces claims it is \"concerned\" about the situation, but there is no sign of a ceasefire or the opening of the Rafah crossing at the Gaza-Egypt border for transporting humanitarian aid to the besieged civilians, as all diplomatic efforts to that end have failed so far. While humanitarian workers wait at the border with life-saving aid, people on the Palestinian side continue to languish in despair – with \"no food, no water, no electricity, no internet. I feel like I'm losing humanity,\" as a 55-year-old Palestinian woman described her experience. \n\nIsrael, we must say, has broken international laws by putting the entire population of Gaza under siege in the name of self-defence. Israel's right to self-defence doesn't justify its barbaric persecution of innocent Palestinians. It is evident that the Israeli government is subjecting Gaza residents to collective punishment, which is in complete violation of the Geneva Convention.\n\nWith an Israeli ground offensive looming, the situation will only get worse if the international community, especially Israel's long-standing allies, don't play a more proactive role to protect the Palestinian civilians. We hope that the US president, who is scheduled for a visit to Israel on Wednesday, will remind it of the equal value and dignity of Palestinian lives. World leaders must do everything to spare them from what Israeli President Benjamin Netanyahu has promised to be a \"mighty vengeance\" against Hamas. Palestinians deserve the same sympathy, on the same scale, and with the same vigour, as any other persecuted people in the world.\n",
        "headline_1": "Gaza is bleeding, and needs help urgently    ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/gaza-bleeding-and-needs-help-urgently-3446006",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "A fall in industrial production last year following the combined energy and foreign exchange crunch---a direct result of the Ukraine war and that too at the beginning of a possible rebound of global economy---was not quite unexpected. If energy is a vital input for factories and industries, inflow of foreign exchange from either proceeds from sales and exports or remittance sent by the diaspora and workers keeps the economic health of a country robust. Costly fossil fuels drained out more greenback than was expected and at the same time its chain effect triggered a global inflation. Countries like Bangladesh with little share of domestic energy output in their overall requirement for this basic input suffered the most as a result. A report published in the FE on Tuesday last contends that the major production sectors nosedived to the lowest ever level at the end of the last fiscal. There is nothing to be surprised at this disturbing development in the country's manufacturing sector. However, the year-to year data prepared by the Bangladesh Bureau of Statistics (BBS) for 22 large-scale industries in the country may have given a clue to the drastic drop in the export proceeds of the sector. The government agency has started preparing the industrial output index following the system prescribed by the International Monetary Fund ---one of the conditions for receiving its loan. A year back, there was no such compulsion and the BBS was accused of presenting exaggerated data for understandable reasons. A former president of the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) claims that the answer to the Bangladesh Bank's enquiry about the non-repatriation of US$3.0 billion lies in the inflated figures of export as shown before the application of the IMF method. Well, this may be the case but again, the devious scheme of laundering the sale proceeds abroad cannot be ruled out. Such mismatches notwithstanding, the fact remains that the country is experiencing an economic slump. Some of the troubles are its own making and the rest is beyond its control. Huge capacity charges paid to rental power plants, mismanagement in the banking and financial sector responsible for default loan amounting almost to the country's budget size and siphoning off money go to its credit. But external economic recession also plays its part to cause decline in demand for exportable goods.Had fiscal management and energy procurement policy been sound, much of the economic travail could be avoided. What is particularly unacceptable is the country's outrageous inflation now defying any logical explanation contrary to the easing of the global inflation. The production sector appears to get caught in the cobweb of higher profit than reasonable in the domestic market. Admittedly, dollar crisis has adversely affected manufacturing of those industries heavily reliant on import of capital machinery and raw materials. But manipulation of market seems to be the biggest player in the clandestine game of pushing up inflation artificially. Concentration of wealth under an oligarchic arrangement ultimately has its backlash. The economic disparities are eating into the very vital of market economy where consumerism is its life blood. Now the general people have to make do with the barest minimum leaving a whole range of commodities out of the list. No wonder, production falls and economy slumps.",
        "headline_1": "Why industrial output drops",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-industrial-output-drops-1697640988",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "Dara Shikoh, the Mughal prince who should have succeeded his father, the Emperor Shah Jahan, on the throne but for the machinations and murderous instincts of his younger brother Aurangzeb, was an erudite man. He was a scholar, delving into literary and religious works dating back decades and centuries and researching on them. His library was a treasure trove of knowledge.And then there is the tale of the tragedy-driven Bahadur Shah Zafar. The Emperor witnessed the brutal British takeover of his empire, the hanging of his sons, his sham of a trial and exile to Rangoon. In his halcyon days, Zafar's court brought together the best of literary minds in the empire. The Emperor was a poet of the first degree, a quality which led him into gathering around him other poets as reputed as he. In exile, Zafar composed some of the most heart-wrenching of poetry which has immortalised him in the world of Urdu literature.It is rather interesting to go beyond the public persona of the world's important individuals in order to observe the lives they led beyond their public calling. That they are all too human is what comes through in the activities they have engaged in beyond the public eye. MeenaKumari, known as the foremost tragedienne in Indian cinema, a reputation heightened by her performance in her final movie Pakeeza, was a first rate poet. Her poetry shines through in the compilations which have appeared since her death, at a young age, in 1972. Likewise, the poetry of ParveenShakir, the Pakistani civil servant whose life came to an end in a tragic road accident in 1994, remains a poignant expression of literature in the subcontinent.There have been politicians in our times whose passion for activities away from politics has been quite well pronounced. Huseyn Shaheed Suhrawardy was an expert with the camera and made sure he carried it with him everywhere he went. On his visit to the United States as Pakistan's Prime Minister in the 1950s, he indulged in his passion, taking pictures with gusto. Abul Mansur Ahmed, who served as a minister in Suhrawardy's cabinet, went beyond politics to carve a niche for himself in journalism and literature. His literary works continue to draw readers to the power of the imagination unfolding in his telling of tales.Had Atal Bihari Vajpayee not been in politics, he would have been known as a leading Hindi poet. As it was, his speeches as a politician were demonstrations of the remarkable hold he had on literature. His oratory was sheer poetry. And indeed he spent a lifetime composing poetry, which has endlessly drawn attention to the imagery and ideas he infused it with. Joseph Stalin, for all the cruelty with which he despatched his political rivals to the grave, was fond of quoting Shakespeare, Dante, Goethe and other literary figures at dinner with his ministers. His memory was stupendous.Mao Zedong changed China inexorably through bringing communist revolution to it. Xi Jinping today governs a country which owes a huge debt of gratitude to the Great Helmsman. But we know too that Mao was a poet, a good one. His Little Red Book brims over with his aphorisms, but his poetry takes us to a different world. Beauty lies at the top of the mountains, he writes, which was the theme that shaped his attitude to life. And Ayatollah Khomeini? Besides his commitment to Islamic revolution in Iran, he wrote fine poetry that has a resonance of the spiritual about it. God is a powerful, immutable presence in his poetical works.Public figures come close to ordinary mortals through dabbling in work nearer our hearts. Edward Heath played the piano exceedingly well, to a point where he even entertained audiences at formal sessions of music. He conducted orchestras like an expert. And he was indeed an expert. Richard Nixon too often sat down before a piano, playing music which was impressive. And, yes, he liked to walk in the rain without an umbrella. Cambodia's Prince Norodom Sihanouk was a singer, lyricist, actor and director all rolled into one. Irish President Michael D'Higgins writes poetry well-received by literature enthusiasts in his country.DeshbandhuChittaranjan Das, a pre-eminent political leader in pre-partition India, was noted for his literary pursuits. His poetical works Malancha and Mala remain testimony to the power of his imagination as does his SagarSangeet. Das died too early in 1925. Britain's Benjamin Disraeli was a consequential politician, but an equally significant fact about him is that he was a pretty good novelist in what is known today as the Victorian era. Senegal's first President Leopold Sedar Senghor was a consequential poet in Africa, dealing with themes that relate to the universality of life. The actor Dilip Kumar, a proper Pathan, spoke perfect Urdu which was evocative of the literary power of the language. Dilip recited Urdu poetry marvellously well and was an ardent reader beyond his movie assignments. In today's Indian filmdom, Aamir Khan does not fail to carry a load of books with him wherever he goes on professional work. His reading habits are a reminder of the late Welsh actor Richard Burton, who carried a bag full of books to keep him company between spells of shooting.Bill Clinton plays the saxophone extremely well. In his youth, Tony Blair played the guitar in college. The actor Nadim, who rose to fame with the movie Chakori, is also a good singer. Indeed, as NazirBaig he was introduced to the playback industry in Dhaka by our very own Ferdousi Rahman. He then ventured out into acting, taking the name Nadim and becoming a top-ranking performer in the world of Pakistani films. Che Guevara, the iconic Marxist revolutionary, was a physician in Argentina when he decided to throw in his lot with the socialist cause. Here in Bangladesh, S.A. Malek --- freedom fighter, politician and associated with the BangabandhuParishad --- was a reputed practitioner of homeopathy till his death.There is much that remains concealed or undiscovered in the public persona of so many eminent men and women we have known. That they are only human, people like us, is a truth which shines through their lives. And therein do we celebrate them.\n[email protected]",
        "headline_1": "Behind the public persona",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/behind-the-public-persona-1697641019",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "Electronic cigarettes are new in Bangladesh. But they are making their presence felt in the capital city as well as in the countryside. These battery-powered cigarettes are now very popular with young people as they are marketed as a 'safer' alternative to traditional cigarette smoking. The use of e-cigarettes is now higher among university students than adults. And their use has increased dramatically in the past five years. The e-cigarette market in Bangladesh is also growing every year. According to Statista, an online platform specialised in data gathering and visualisation, the revenue generated from the country's e-cigarette market amounted to $94.8 million so far in 2023. Once e-cigarette or vape shops were found only in the posh areas of Dhaka. Now, they are reportedly available across the country. At least 78 per cent of these shops opened between 2017 and 2021, says a research report. In the guise of designated smoking area for customers, many upscale restaurants in Dhaka's Gulshan, Dhanmondi, Banani and Uttara display and sell e-cigarettes, shisha, and vaping products, without any verification or age-check of the customer. What these smoking zones offer is a welcoming interior, charming salespeople and a luxury feel of smoking together, mainly by youngsters. E-cigarettes are electronic devices that heat a liquid into an aerosol that the user inhales. The liquid comes with hundreds of flavours and usually has nicotine and other additives. Experts often consider e-cigarettes as tobacco products because most of them contain nicotine, which comes from tobacco. Besides nicotine, e-cigarettes can contain harmful ingredients like tin, nickel and lead. This is why, the World Health Organisation categorises e-cigarettes as dangerous to human health. According to a study published in the New England Journal of Medicine, solid particles of aerosol or liquid from e-cigarettes can enter the lungs, carrying harmful poisons such as formaldehyde, and pose significant risks to respiratory and cardiovascular systems. Many university students start smoking e-cigarettes as a fashion trend but often get addicted to it. Regular cigarette smokers looking for a way out of this habit often switch to e-cigarettes. But they fall into yet another form of nicotine trap. Consuming e-cigarette is as damaging as smoking conventional cigarettes. When young adults consume products like e-cigarettes or shisha do not realise their long-term harmful impacts. These include lung-related diseases, nicotine addiction and various cerebral emergencies including anxiety. Consuming e-cigarettes has become a gateway to drug addiction, too. It is learnt that many youths who come to drug rehabilitation centres first used e-cigarettes before becoming drug addicts. Tobacco companies, however, claim that e-cigarettes are a 'healthier' alternative to regular cigarettes. And some even run social media campaigns about how their products help smokers quit traditional smoking. These companies have been able to target adolescents and young adults in their promotional campaigns due to lack of legislation regarding e-cigarettes in the country. Bangladesh has not yet set any minimum age requirement for purchase of e-cigarettes, nor does the country have any laws to regulate such products. This has resulted in online shops selling e-cigarettes without any health warnings on the packaging or enquiring about the users' age. As e-cigarettes pose a severe threat to public health, the government should take measures to ban it. \n[email protected]",
        "headline_1": "Banning electronic cigarette",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/banning-electronic-cigarette-1697641073",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2023"
    },
    {
        "full_article": "The dwellers of Dhaka city have to face waterlogging even if the rain continues only for twenty to thirty minutes. Thus, the rainy season becomes intolerable for them. Most of the roads and streets in the capital city are submerged during the rain. And water logging occurs as rainwater cannot pass through the drains. Schoolgoing children and office-bound people are stuck roads. Vehicles cannot move, and traffic congestion worsens. In Dhaka, almost all the drains and channels are filled with waster. Regrettably, the authorities have not been seen to take any substantial move to solve the problem. Residents have long been making demands to improve the drainage system. A good drainage system is a precondition for water to flow easily. Two city corporations need to conduct drainage cleaning operations regularly. Canals and water bodies should be recovered from illegal encroachment. Citizens also have some responsibilities in this connection. They must refrain from dropping wastes in a haphazard manner. \nMd Sajidul Islam SohanStudent, University of Dhaka[email protected]",
        "headline_1": "Improving city's drainage system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-citys-drainage-system-1697641095",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-10-2023"
    }
]