[
    {
        "full_article": "The Supreme Court of India’s verdict holding that the Lieutenant Governor (L-G) of Delhi exercises independent authority while appointing aldermen to the Delhi Municipal Corporation, underscores the utter vulnerability of the elected Government of the National Capital Territory of Delhi to central overlordship. The judgment by a three-judge Bench rightly relies on the letter of the law governing Centre-Delhi government relations, as well as earlier judgments that sought to strike a balance between the elected regime and the appointed administrator. The final outcome of the latest round of litigation is not surprising, given that Delhi is a Union Territory, but it raises questions about the relevance of having an elected Assembly for Delhi. The Court held that the Lt. Governor’s power to appoint persons with special knowledge in municipal administration is his statutory duty, and is not one that he should exercise on the basis of advice from Delhi’s Council of Ministers. The power is an exception to the constitutional provision that says the L-G is bound by the aid and advice of Delhi’s Council of Ministers on all matters in the State and Concurrent Lists, except for the subjects of public order, police and land. The Court has rejected the Delhi government’s argument that municipal administration, being a State subject, the L-G could not have acted on his own.Tracing the nature of the appointing power to the Delhi Municipal Corporation Act, 1957, as amended in 1993, a law enacted by Parliament, the Court noted that the Act identifies different authorities, each with distinct roles. While the Administrator was empowered to nominate 10 persons with special knowledge, the Speaker could nominate some legislators to serve on the Corporation by rotation. And that this showed that it was an independent statutory power. A Constitution Bench had sought in 2018 to lay down a framework to avoid escalation of issues arising from differences of opinion between the L-G and the Chief Minister. Such differences, as well as political acrimony between the ruling Bharatiya Janata Party at the Centre and the Aam Aadmi Party in Delhi, have been the principal driving force behind multiple conflicts and legal tussles over governing Delhi. However, in the ultimate analysis, it is the Centre that enjoys the final say. As the latest verdict on aldermen shows, the Constitution allows Parliament power to enact laws in respect of any matter on which the Delhi Assembly has jurisdiction, unlike other States which have an exclusive legislative domain. Parliament can also amend or supersede any law made by the Delhi Assembly. As legislative and executive powers are coextensive, this effectively means that the Delhi government can be undermined in any way the Centre wants. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nlocal authority\n\n/\n\nGovernor\n\n/\n\nDelhi\n\n/\n\ngovernment\n\n/\n\nministers (government)\n\n/\n\npolice\n\n/\n\nland resources\n\n/\n\nlaws\n\n/\n\nBharatiya Janata Party\n\n/\n\nAam Aadmi Party\n\n/\n\nparliament",
        "headline_1": "​Under overlords: On Centre-Delhi government relations",
        "headline_2": "Supreme Court ruling on aldermen shows Delhi’s vulnerability to Centre’s dominance",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bunder-overlords-on-centre-delhi-government-relations/article68497296.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "Even one egregious violation of the rule can cast shade on the entire process. In what has emerged as the outlandish tale of Puja Khedkar, the multiple methods by which she stepped outside the law would be fantastic, if they had not been proven true. However, having pulled wool over the eyes of the entire Union Public Service Commission recruitment infrastructure, by conniving and scheming, it is a scene too chilling for comfort. She claimed mental illness, and visual impairment, faked a community certificate, used a disability certificate to get chosen, having scored a rank that would have otherwise put her out of the reckoning. Meanwhile, the hospital in Pune which issued her a disability certificate said it had certified a 7% locomotor disability and that would have been practically useless in gaining concessions, as a higher degree of disability was required to benefit. Considering how persons with a true disability must jump through hoops to merely get the disability certification, her ease of getting the certificate while faking disability, raises the question: are some more equal than others? She milked the privilege stemming from her father’s position in the civil services to commandeer a series of benefits that she might have otherwise had no access to. Contributing to her infamy is her fabricated OBC certificate; using multiple identities to write the tests, claiming falsely that her parents were divorced to overcome the creamy layer exclusion criteria. The scarier fact is that none of this would have come to light had Khedkar not indulged flamboyantly in perks not assigned to her station as a probationer — she installed a beacon on her private luxury sedan and illegally stuck a Maharashtra government sticker on it. She will soon receive an order cancelling her candidature.It has admittedly not been a good year for qualification examinations in the country, with controversies dogging medical admissions with NEET UG, NEET PG and the Common University Entrance Test (CUET) for admission into central universities. There is no merit in arguing that she might be just one aberration, because her excesses and those of her parents’ have happened as the UPSC remained completely oblivious and unable to detect fraud. This is not excusable. The government now needs to ensure that the entire competitive examination system receives a thorough overhaul. Administrators and systems must not be gullible or unequipped to meet new challenges thrown up by contestants and emerging technology. Meanwhile, with this incident as the peg, the government must cast its eye on the disability certification process, making sure that genuine applicants are fairly dealt with.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntest/examination\n\n/\n\nentrance examination\n\n/\n\ncivil and public service\n\n/\n\ndisabled\n\n/\n\ngovernment\n\n/\n\nmedical education\n\n/\n\nparent and child",
        "headline_1": "A case of excesses: On the Puja Khedkar case",
        "headline_2": "Puja Khedkar’s entry in civil service calls into question the recruitment process",
        "link": "https://www.thehindu.com/opinion/editorial/a-case-of-excesses-on-the-puja-khedkar-case/article68497313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "Indexation benefit for house sale should have been retained even for transactions post-budget \nThe govt’s move to introduce a grandfathering clause for the contentious budget proposal that removed indexation benefits for real estate transactions will be welcomed by homeowners and investors alike. Post-budget, calculation of long-term capital gains (LTCG) tax on unlisted assets like property would have entailed a higher tax outgo for a large section of real estate sales, notwithstanding the reduction in tax rate from earlier 20% to 12.5%. With sellers now having the option to choose between old and new regimes for transactions done before July 23, finance ministry has heeded criticism that any such retrospective tax was bound to evoke.\nRealty a special category | The reasoning behind the change in capital tax regime was sound at a general level. Having a uniform LTCG rate will no doubt make the tax structure simpler and create a level-playing field across asset classes. However, an exception is warranted for assets like land and buildings. For many Indian families, buying or selling property can be a life-changing decision. As compared to the markets, real estate assets also offer more ‘assured’ return on investment. Even at the sectoral level, removal of indexation benefit was expected to hit secondary sales market and dampen investment in real estate. Investor-driven markets like Delhi-NCR and Mumbai were likely to take a big hit.\nBring back old regime: But govt hasn’t gone far enough, as the new tax regime stays for prospective transactions. In an era when inflation is almost a constant, investing in real estate assets for long-term would thus be less attractive than before. Redirecting investment from short-term to long-term was one of the primary objectives of the capital gains regime being reworked in the budget. By not reintroducing indexation benefits, govt might be upending that goal.  \n\n",
        "headline_1": "Job half done",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/job-half-done-3/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "GenABC is Brat too\nWe are a community all our own. The golden-oldies of our complex. We live up to its name. We get ready companionship from the Dostis we forge here. At our communal celebrations, we become Flamingos; dancing queen-mothers in rani pink, we rock to retro tunes undeterred by retro knees. So what if the ‘sway’ is due to hips more stiff than silken?  \nWe aren’t only showstoppers at festive events in ‘amphitheatre’ or ‘banquet hall’. Grey brigade meets up every ordinary evening too. Like parrots on our palm fronds, mahila mandal sits lined up on garden parapet, umbrella-ed by benign champa. Four metres away, 3-year-olds negotiate with baby steps the seesaws and swings of socialised living. \nThere’s an ‘old boys club’ too. They walk in twos and threes around the half-kilometre circuit before settling down to conversation. It’s usually a stocks exchange, and shared aches and pains. \nGrowing old together has ups and downs. Still-sprightly peers elicit envious admiration; sympathy rises as our hearts sink to watch the southward spiral from slower gait to shuffle to wheelchair. Walking partner is increasingly hired attendant. Yet, defying even strokes, they soldier on, losing mobility but not spirit. \nThen, someone loses life itself – and one man’s death diminishes us all.\nLike last week. Mr Gandhi, spry and ever-smiling till a few evenings earlier, suddenly ended up in ICU. Sensing the worst, his brave wife chose to bring him home. The professor-couple had a fulfilled life with daughter, twin-granddaughters and a banquet-room-sized biradari as borne out by his 90th party in June. So, if he had to go, better cradled in loving arms than in tangle of tubes which prolongs life but ends all human-ness. \nMr Gandhi’s slight frame has left a big hole in the evening podium, and deeper inside me. Not a week passed when he didn’t double-ring my doorbell bearing big-hearted Rumaben’s muthiya, thepla, kadhi, dal-dhokli…‘Sambhaljo, garam chhey,’ he’d say before departing with a cheery ‘Have a nice day’ – whatever the time. \nNow it’s a departure with no-return ticket. Dosti’s platform filled with dosts bidding goodbye.\n                                                ***\nAlec Smart said: “Let’s never again say ‘landslide victory’.”\n\n",
        "headline_1": "GenZ, chill!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/genz-chill/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "SC dealt with HC judge’s remarks against it. But the real issue is courts must put justice over remit\nThat an SC bench had a special sitting to take to task a judge of Punjab & Haryana high court over comments the HC judge made about the top court, is a complex and troubling situation, with important lessons. It’s not simply a matter of an HC judge’s criticism of SC, which the top court dealt with yesterday, calling Justice Rajbir Sehrawat’s remarks “unnecessary and unwarranted”, and expunging them. SC made it abundantly clear that parties may be aggrieved by an order, but “a judge can never be aggrieved by a higher appellate forum.”\nThe matter | It’s necessary we understand what triggered Justice Sehrawat’s outburst. SC stayed a contempt-of-court order on which Justice Sehrawat, in-charge of roster of contempt proceedings, was initiating action against Haryana govt for non-compliance of an earlier HC order. The appeal in SC was only against the contempt order, not the original order. Upshot: a stay on contempt risks being interpreted as a stay on non-compliance. Justice Sehrawat said SC hadn’t considered “consequences” of staying the HC’s contempt order. That such stays had implications on the ground. For instance, it was argued that a stay by SC on HC’s contempt orders had been interpreted as “de facto” stay on the order itself in a case pertaining to pay grades of judicial officers, which is still hanging fire.\nThe worry | The judiciary is best placed to carry out its own damage control measures. Justice Sehrawat’s outburst was uncalled for. The roster to hear contempt matters was transferred from him. Yesterday, a bench of HC Chief Justice Sheel Nagu and Justice Anil Kshetarpal stayed Justice Sehrawat’s contempt order itself until the next hearing, “to prevent any further damage to the reputation and majesty of the rule of law”. But that is not the point. \nThe lesson | Reputation is built on trust, integrity and smooth functioning. It’s clear the judiciary’s federal structure is feeling a certain strain. There’ve been far too many occasions where high courts and trial courts have bristled at SC’s initiatives to improve judiciary functioning, seeing these instead as SC ‘overreach’. What all this says is that judges need to always put the goal of delivering justice fairly and efficiently above disputes on remits. Judiciary across levels should pay heed to what SC said yesterday, that “courts are not supreme but the Constitution is.”\n\n",
        "headline_1": "Courting differences",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/courting-differences-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "Bangladesh remains in ferment after Sheikh Hasina’s abrupt departure. In this analysis, we focus on three key aspects. First, the good that Hasina did. Second, the ways Bangladesh politics may evolve in the coming days. Third, what India’s approach should be.\nThree things Hasina did right | She was seen as the architect of an economically vibrant Bangladesh. It was the stability provided by the Hasina govt from 2009 onwards that allowed Bangladesh to attract investments and emerge as a key centre for the manufacture of readymade garments, besides coming up as a country sustaining a nascent pharmaceutical industry base. As high commissioner in Dhaka between 2016-2019, I was witness to some of the major economic changes she brought about in Bangladesh – a country once written off as a basket case.\n\nRead full story on TOI+\n\n",
        "headline_1": "While we wait for new BanglaDress",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/while-we-wait-for-new-bangladress/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "We are worried about the law-and-order situation which continues to be in a fluid state after deposed prime minister Sheikh Hasina fled the country on Monday. Even though there have been signs of improvement over the last three days, there is still a sense of fear and disorientation following widespread attacks on Awami League-linked establishments, minority communities, public properties and infrastructure including key symbols of power and nationhood, etc. What's at stake here is not just security, but also the functioning of regular activities and services, which cannot resume in full swing without an interim government.\nThat it couldn't still be formed, despite the efforts of all involved in the process, speaks to the complications related to such sensitive undertakings. The appointment of Nobel laureate Prof Muhammad Yunus as chief adviser of the interim government is reassuring. But we don't know yet for sure other appointees who will work alongside him, or when the government will be sworn in. Yunus will reportedly land in Bangladesh on Thursday afternoon, so things are expected to be fast-tracked after that. But as things stand, the country continues to stagger in a power vacuum.\nThe biggest worry in such a vacuum is the state of law and order. With the entire police force still missing from the scene, people are right to worry. Even though army and Ansar forces have stepped up in providing security, it hasn't calmed frayed nerves. According to an estimate, over 450 police stations across the country were destroyed or damaged on Monday alone. Arms and ammunition were looted from many of the stations. Over the last few days, many police officers were killed or injured in such attacks. Clearly, the morale among officers is extremely low. If the police don't feel protected themselves, how can they provide protection to others? With the non-cadre officers staging work abstention, and cadre officers largely in hiding, it may take some time to restore order among the force.\nThis is bad news. Students who led the movement that brought down the Awami League government are trying to do the best they can to help fill the vacuum. They are managing traffic, guarding at-risk police stations, churches and temples, helping clean up garbage, etc. This is commendable indeed. But it can hardly make up for the services provided by professionals in the police, fire service, customs, and other relevant bodies. In fact, the events of the last few days have had a disruptive effect across all government-linked institutions, leading to major reshuffles in some key institutions. Many long-suppressed issues among public employees are also coming to the fore.\nWhile we hope these will be resolved sooner than later, ensuring the security of citizens is something that cannot wait. We understand that given how entranced corruption was in police force—and how politicised it became—overhauling the force and restoring people's faith in it will not be easy. This is something the incoming administration must work on. But right now, we urge the authorities to step up their efforts to ensure safety. That means further involvement of the military forces in law enforcement activities across the country, especially in risky areas. The police authorities also must do whatever necessary to ensure the safety of officers, put them back on the field, and operationalise all police stations as soon as possible.\n",
        "headline_1": "Can police provide security if they don't feel safe themselves? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-police-provide-security-if-they-dont-feel-safe-themselves-3671851",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "Ravi Shankar methodically plucked the seven top strings on his sitar, drawing twanged melodies out of the four-footlong instrument. Surrounded by marigolds and burning incense, Shankar paired the heavy top strings with notes from the airy twelve bottom strings, making complex sounds that a guitar could never attain. Barefoot, sitting cross-legged on a large antique rug, and draped in an exquisite white kurta, he was the world's best known sitar player and a musical deity in his home of India.\nShankar paused for a moment; the packed Madison Square Garden crowd cheered wildly. He smirked like he was remembering a joke. He'd toured the United States for a few years now and gotten used to the flower-power hippie crowd trying to find God by mixing his live music with drugs.\nHe finished adjusting his instrument and took the microphone. \"If you appreciate the tuning so much, I hope you'll enjoy the playing more.\"\nTo be fair, a sports arena was a pretty odd place to showcase an instrument best suited for intimate rooms or beneath banyan trees. Still, Shankar couldn't resist gently mocking their musical ignorance. They cheered again, their marijuana haze easily deflecting his barb. Shankar played on as his sharp, lingering notes reverberated through the cavernous steel rafters and echoed away into oblivion. Backstage,\nGeorge Harrison, Eric Clapton, and Ringo Starr waited their turns to perform.\nThis was the birth of a new phenomenon in American music: the rock-and-roll charity benefit concert. The idea was as simple as it was unorthodox: leverage the power of celebrity musicians to draw attention\nto an under-recognized human rights issue and raise money for organizations working in the field.\nTwo months earlier, Shankar paced around his Spanish-style villa in the heart of Hollywood. He'd followed the horrors in Pakistan, like every other overseas Bengali, and felt a kinship with the Pakistani Bengalis from just across the border of his own home in Calcutta. As the most famous living Bengali in the world, friends, gurus, and countrymen all asked him to help. Could he play a benefit at the local temple? And one at a high school too? Shankar agreed time and again, but the pitiful handfuls of money, one three-hour show at a time, couldn't possibly move the needle when ten million were starving to death.\nThen Shankar's friend George Harrison called. He was coming to Los Angeles to work on a film score and would love to get in a sitar lesson or two. Shankar and Harrison had been friends ever since the Beatles ventured to India in 1966. John Lennon, Paul McCartney, and Ringo Starr soaked in the subcontinent like typical tourists, hitting up spiritual hotspots to taste transcendent religious bliss, only to have it evaporate by the time their plane touched down in London. But Harrison was different. He spent the next four years diving ever deeper into Indian mysticism. He flew around the world to seek out temples and ashrams, rereading the Bhagavad Gita and Autobiography of a Yogi, and studying at the feet of gurus, babas, and swamis. With music part and parcel of his spiritual journey (not to mention copious amounts of LSD, weed, and  cocaine), he'd sought out India's most famous musician.\nThe moment Harrison heard Shankar play, he said, \"I felt I wanted to walk out of my home that day and buy a one-way ticket to Calcutta. I would even have left my wife behind.\" The feeling wasn't exactly mutual. Shankar had never heard a Beatles song in his life. Harrison told the Bengali musician he played sitar on their megahit \"Norwegian Wood.\" When Shankar listened to it later, he told a Rolling Stone journalist: \"To tell you the truth, I had to keep my mouth shut. I couldn't believe it. It sounded so terrible.\" Still, Shankar loved Harrison's earnestness. Harrison loved that Shankar was one of the only people who never asked him for\nanything. They became fast friends.\nAnd when Harrison came by Shankar's house that summer day in 1971, Shankar asked his first-ever favor. \"George, this is the situation, I know it doesn't concern you, I know you can't possibly identify . . . but\nwould you help me?\"\nShankar mailed Harrison newspaper clippings of the atrocities that had been written by journalists who snuck back into Dacca to document Yahya and Tikka's genocidal path, but he didn't know if Harrison cared enough to read them. Shankar hoped they could do a fund-raiser together. With luck they might get $25,000. Harrison sat back and squinted, calculating the request. Maybe I went too far, Shankar thought. Now he looked like just another hanger-on hoping to milk a Beatle. Harrison had ended friendships for less.\nHarrison snapped back to attention. No, a fund-raiser was no good. They needed something bigger, another Woodstock, but one where every artist would play for free and every penny would help East Pakistan's refugees. They'd make an album and a movie. They'd raise millions.\nA musical revolution was born. They called it The Concert for Bangla Desh.\nHarrison rang up his friends: the world's biggest rock stars. Getting a visa for Mick Jagger would be tricky after he'd been busted for marijuana possession. Bob Dylan was Harrison's idol, but he'd\nstopped performing live in 1966. The Beatles broke up two years back, and they were barely on speaking terms. And Eric Clapton was a heroin junkie, madly in love with Harrison's wife, Pattie. Harrison\nasked them all anyway—and dozens more. He made the calls on his rotary phone, from dawn until dusk, for six straight weeks. For the show, Harrison and Shankar agreed they'd start with a traditional Bengali music set, then bring on the rock. Harrison hired an Indian astrologer, who picked out the most auspicious date: August 1, 1971. Conveniently, it was also the only open date on the Garden's calendar on such short notice.\nShankar reached a blistering crescendo under the hot amber lights. Tabla, sarod, and tamboura players matched him, beat for beat, and doubled their tempo. Joni Mitchell, Crosby, Stills & Nash, The Who, and Grand Funk Railroad swayed along in the front row. Behind them, 19,500 fans itched for Shankar's long set to wrap while they waited for the main event.\nShankar tore through the last few dozen notes at 140 beats per minute, grinning from ear to ear. The crowd broke into wild applause. Then Shankar bowed, picked up his ten-pound sitar, and strolled backstage as the audio-visual team flicked on a documentary. The movie aimed to shock. Thousands of screaming fans hushed themselves to silence while absorbing nauseating images of crows picking at rotting corpses on the outskirts of Calcutta, Bengali mothers wiping biting flies off toddlers too weak to protest, and cholera victims dying in ditches.\nThe film's credits rolled with a plea to give to UNICEF and Harrison took the stage. He scanned the crowd nervously, white electric guitar in hand. The cord got wrapped around his foot.16 He had no idea if the show was going to be legendary—or just a legendary debacle. He wore a white suit with a red Om embroidered on the lapel in Sanskrit, a red button-up shirt, and a full Jesus beard and hair. He shook off the cord and strummed the opening bars of one of his biggest post-Beatles hits, \"Wah-Wah.\" Ringo delivered drums right on cue.\nEmotions rose as they played a series of massive hits, one after another, including \"Jumpin' Jack Flash\" to honor Mick Jagger, as well as some Beatles' tunes sung live by a Beatle for the first time in several years. A mustachioed Clapton floated his way onstage, dressed in a navy blue sports coat and jeans. He accessorized the outfit with a bloodstream packed to the gills with opioids. Clapton wedged his lit cigarette into his guitar's headstock and launched into a duet with Harrison. Together, they did the first ever live performance of \"While My Guitar Gently Weeps.\" Clapton later said he was ashamed because he was so high he could barely walk, let alone play. The crowd was too enthralled at the sight of George Harrison and Eric Clapton riffing together to care.  Now they were rolling. Harrison wrapped up \"Here Comes the Sun,\" then took a  quick sip from a Coca-Cola can resting on the monitor. He glanced offstage and breathed a sigh of relief. A man with a simple guitar at his side and a harmonica strapped to his neck waited for his turn onstage. He'd just biked into the arena, appearing like a divine apparition.\n\"I'd like to bring out a friend to us all, Mr. Bob Dylan!\"\nThe crowd erupted. Dylan had gone recluse at the height of his popularity five years earlier and wasn't listed on the roster. He brought tender soul to his renditions of \"A Hard Rain's A-Gonna Fall\" and \"Blowin' in the Wind,\" channeling the Great Bhola Cyclone through his song selections.\nThe concert was just one of dozens of public outpourings in support of the Bengali cause during that summer and fall. West Pakistan imprisoned a pregnant woman from Philadelphia for illegally crossing from India to East Pakistan to deliver saris. A Dutch man stole a famous Vermeer painting and tried to fence it for millions of dollars in order to give the sum in relief aid. Children in thirty thousand schools across America  fasted for a day so that they could donate their lunch money to the cause. Activists built a refugee camp out of sewer pipes in front of the UN, about a mile and a half northeast of Madison Square Garden. They tried to shock the diplomats and ate the same single daily meal of rice and lentils that refugees did, while Allen Ginsberg read poetry. \nIn Paris, a former French special forces officer took a pistol and a briefcase bursting with colorful wires up to the cockpit of a Pakistan International Airways plane bound for Karachi. He hijacked it, demanding twenty tons of medical supplies for the Calcutta refugee camps. During the tense standoff, the French Red Cross brought the supplies as requested. Commandos disguised as airport workers loaded the crates, then captured the skyjacker. Though he only carried a toy gun and some wires, he still got five years in jail for the stunt. Nevertheless, the French Red Cross delivered the goods to the refugee camps as promised.\nYet none of those protests captured the imagination quite like the Concert for Bangladesh. It launched a geopolitical issue into America's collective psyche in a way that no concert ever had before. Harrison closed the show with a brand-new song. He called it \"Bangla Desh.\" The lyrics were a simple plea to his millions of fans to help a suffering people. Harrison and the rest of rock's biggest stars left the stage, pumping their fists to raucous whistles and whoops. Clapton said, \"This will always be remembered as a time that we could be proud of being musicians. We just weren't thinking of ourselves for five minutes.\"\nShankar agreed: \"It was a miracle, really.\"\nAt the after-party, Keith Moon demolished a drum set and hotel room in celebration, as they all reveled in a job well done. The live concert album sold millions of copies and won a Grammy.\nJason Miklian, Ph.D., is a Senior Researcher at the Centre for Development and Environment, University of Oslo (Norway).\n\nScott Carney, is an investigative journalist and New York Times bestselling author. \nThe above-mentioned writers are the authors of the book, titled The Vortex:  The True Story of History's Deadliest Storm and the Liberation of Bangladesh, HarperCollins India(2022). This article is an excerpt from the book.\n",
        "headline_1": "Concert for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/concert-bangladesh-3672136",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "Zonayed Saki, chief coordinator of Ganosamhati Andolon, talks with The Daily Star about the current political situation, the formation of the interim government, and other challenges facing the country.\nWhat are your thoughts on the new interim government proposed by the students with Dr Yunus as its head?\nIn the meeting on August 5 with the president and the army chief at the Bangabhaban, we have specifically mentioned that no political decision should be taken without taking the opinions and inputs from students, because it is the students who organised this movement; it is the students and the mass people who sacrificed their lives which led to the Sheikh Hasina regime's fall. The organisers of the Anti-Discrimination Student Movement have already proposed the names for the interim government. Now it should be formed without further delay—by today (Wednesday).\nDo you think the leaders of the political parties who were present there at the Bangabhaban on August 5 represent the students' and the mass people's aspirations for a new Bangladesh? Besides you, we saw leaders of only right-wing political parties, including Jamaat and Hefazat.\nWhen they invited me, they didn't tell me who the other invitees were. As a political party, we thought that it was important to present our views and so we went there. Seeing the other participants in the meeting, we proposed that the other political parties who were actively involved with the movement should also be invited for discussion. They told us that the discussions were not over, that they would also invite others. I would like to make it clear that we were not there to form any political alliance. We were called in for discussion on the formation of the interim government, so were other political parties and individuals.\nStudent organisers have categorically said they are against any form of fascism. Can we really say that the parties that were invited for the discussion have been above this? What can people really expect from them?\n\nIf the people cannot expect anything from these political parties, they have other choices and alternatives in a democratic system. Democracy means people have the absolute power and freedom to choose their candidates. This must be ensured. We have seen how people have revolted against the fascist Hasina regime. Likewise, people can also reject any other political party who exhibited their fascist nature in the past. There are other alternatives from whom they can choose their candidates. We have been fighting for a long time to restore people's voting rights. I think after this student revolution, no party will ever dare to rule the country in the same fascist manner, people will not tolerate it. We think new political forces will emerge in the country who will eradicate all kinds discrimination among people and ensure economic freedom for our people. Our aim should be to inculcate a culture of tolerance and harmony in spite of all our differences.\nIt seems the BNP is already in an election mood. With Khaleda Zia and the party's other senior leaders and activists released, they already held a political programme today, at a time when the law-and-order situation in the country is still volatile and when an interim government is yet to be formed. Is this not somewhat opportunistic?\nWe have been saying all along that at this moment it is our responsibility to uphold the spirit of the mass uprising and ensure stability, peace, safety and security of the people and always remain vigilant to stop any attacks and violence on the minorities. Looting and destroying of public properties must stop. We have already directed all our activists to form voluntary organisations to ensure safety and security of the people, particularly the minority communities, so that the opportunists cannot tarnish the image of this student revolution through carrying out violence. After the interim government is formed, the political parties of the country should also give their opinions on how this government can carry out its mandated duties. All the political parties must also assist the new interim government to ensure that there is no lawlessness and anarchy in the country. Ensuring the safety of people should be our key priority at this moment. The political parties should play the role expected from them for transitioning into a true democracy. It would be expected that the BNP's programme will also be aimed at these goals.\nWhat will be the major challenges for the soon-to-be-formed interim government in fulfilling the dreams and aspirations of the students? What should be the priorities for this government?\n\nUnder the Hasina regime, people were killed, tortured and arrested indiscriminately and they are still living in insecurity and fear. All these incidents must be investigated on a priority basis and those involved must face justice. In our talks with the president and the army chief, we also asked them to take responsibility for the families of the martyrs and compensate them adequately. We also demanded immediate release of those detained unlawfully during this movement.\nEnsuring safety of people's lives and property should be a key priority for the interim government. They must also reconstruct the administration, particularly the police administration and the civil administration, so that they can serve the people and not become their enemies. This should be done immediately. Thirdly, we are currently facing an economic crisis and the interim government must take the necessary measures to overcome the challenges. We would urge our brothers and sisters living abroad to send us more remittance now to avoid the impending economic crisis. Finally, this government must work sincerely to establish and strengthen democracy in the country by making the necessary institutional changes and constitutional reforms. Our political parties must come to a consensus on this.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "'No political decision should be taken without students’ input'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/no-political-decision-should-be-taken-without-students-input-3671681",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "The events of August 5 last are momentous, so are the possibilities. Surely, the quota-reform movement turned anti-disparity revolution that overthrew the government of Sheikh Hasina has been unique in history because it has been spearheaded by no political party or leader but by students. The changes they look forward to is in the system that creates autocrats and leaves room for exploitation of the majority by a privileged few in society. No wonder, their movement has appealed to the masses who have joined them to expedite the fall of Sheikh Hasina government. But how the dream they have painted before the nation will come true is the million-dollar question. In the context of the triumph of the student movement, the army has played a crucial role as the police are now maligned because of their anti-people role during the peaceful movement. But in time of such changes, any exercise of a sobering influence on elements involved in widespread anarchy, looting, retributive attacks, arson and plunder of both public and private property, particularly targeting the minority community is almost missing. A shining example of a rare exception to this general decline in law and order is the voluntary vigil madrasha students have enforced to protect some Hindu temples at a place. Although the coordinators of the student movement have unequivocally condemned such acts of violence and moral decline and also appealed for restraint, things are yet to normalise. One of the reasons why the elements out to advance their nefarious agenda is the absence of the kind of strict enforcement of discipline during an army takeover. Teams of army personnel were conspicuous by their absence. The invasion and ransacking of the Gonobhaban and the Jatyia Sangsad by the mob marked by free-for-all to loot whatever the invaders could lay their hands on was certainly not a pleasant spectacle. After all, these buildings are public property, not Hasina's own. The Jatyia Sansagsad in particular is the epitome of the nation's democratic aspiration. It is sacrosanct. If this is undermined, the nation is bound to lose its way in the wilderness, sending a wrong message. This may have served as an encouragement for the criminally-bent elements to go on their heinous mission. The delay in formation of an interim government has certainly not helped the cause. Now the ansars and village defence force have been assigned the duty to guard important infrastructure. The presence of army contingents at key installations would have been a better option. With the formation of the interim government, the void created gets filled and hopefully deployment of the army will be able to ensure full security to all kinds of public property including the secretariat and the Jatiya Sangsad. Students have, in the meantime, given a further account of their obligation to the nation by voluntarily taking over the responsibility of managing traffic on the capital's streets. Now that traffic is thin, the task is not particularly challenging but when normalcy returns, they cannot cope with the tasking job. That the appointment of a new inspector general of police (IGP) is not going to make a difference in the law and order situation is obvious, unless a more radical reform to the force is brought about. This will take time. Until then, the BGB and the army should be posted to restore discipline.",
        "headline_1": "Restoring law and order",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restoring-law-and-order-1723043846",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "One of the most vital ingredients and integral parts of democracy is a police force that abides by the law itself and is above reproach. In the aftermath of the student-mass upsurge that toppled the Sheikh Hasina government on August 05, Bangladesh police force has become totally dysfunctional and a serious law and order problem was created created all over Bangladesh. Frenzied mobs began looting, ransacking, and launching arson attacks here and there. The utterly shameful and barbaric scenes largely reflect the public's deep-seated anger towards the police brutality and the oppression of opposition activists. However, this unbridled rage cannot justify mob rule. Anarchists, whoever they may be, pose a serious threat to peace and stability and thus have no place in a civilised country.When the angry mobs ran amok, the absence of the police, and other law enforcement agencies was particularly noticeable. It is their responsibility to maintain law and order and prevent such law-breaking occurrences. Apparently, the force had drawn so much public ire that police personnel were falling victim to mob violence, ambush, and murder, making it impossible for them to fulfill their duties. Against this backdrop, particularly on Tuesday evening, the Bangladesh Police Subordinate Employees Association announced an indefinite strike calling for ensuring their security, justice for the murder of their fellows, among others. But the question remains, who is to blame for the deplorable state of the Bangladesh Police and how long will it continue to be like that?A government's success is largely determined by the performance of its police force. For the police to be effective, it is essential that the force is independent, acts impartially, and operates without political interference. Unfortunately, successive governments have viewed the police as an extension of their party, blatantly politicising the force and creating a dual system of law: one for themselves and the other for the people. Rather than ensuring neutrality, as they ought, these governments have undermined it. Some officers, however, welcomed this arrangement lured by myriads of opportunities it brought them. Thus their greed and partisanship rendered the police force all but a political weapon for the party in power.At times, the law enforcers were engaged in assisting and promoting the political and self-serving activities of the government people and were not available to perform their proper duties. The main task of the police is to serve and protect, curb crime, and track down criminals. Instead, the force was frequently engaged in blocking opposition parties' agitation programmes, silencing criticism, and clamping down on legitimate protests. While political interference in the work of law enforcers has been a chronic problem and needs to be addressed immediately, the law enforcers too have much to do to assert their independence. If they can prove their integrity, patriotism, and act strictly in accordance with the law, it would be difficult for any extraneous individual or group to turn them into a political tool. There is strength in numbers (as the students have proved) and if enough police officers raised objections and became whistle-blowers the problem would not have been created in the first place. The law enforcers should at least desist from being overzealous in performing tasks, which are beyond their mandate.Then again, criticism of the police has long been raging unabated. It is alleged that bribery is institutionalised within the police department. It is often alleged that constables are given a target to raise extortion money by senior officers. Acting like the mafia in uniform, it is no secret a segment of unscrupulous police officers extort unlawful tolls from all types of transportation, including goods-laden trucks, passenger buses, and roadside businesses. Drivers who refuse to pay are often subjected to false charges. It is said that every new law is welcomed by them as it provides fresh opportunities to feather their nests.Armed with this legal leverage, the police used to arbitrarily harass and arrest anyone without justification or proof of guilt, creating situations where bribes are demanded to make the issue disappear. In most cases, no credible reason was given for these arrests, and police authority was frequently abused for harassment and extortion. The victims were primarily poor drivers or small traders-ordinary people who know it was wrong but had to pay to avoid the hassle. This rampant corruption that persisted for decades was believed to be a significant factor for hike in the prices of essential goods and fare of transportation.Allegations were also rampant that top-ranking police officers pay huge bribes to get choice postings, knowing they will recoup that amount and considerably more in bribe money, after joining the posts. To eliminate this practice, it has been suggested that the police postings should be made through lottery. It is also suggested that the postings should be for a relatively brief period to prevent them from establishing liaison with local criminals.And then, there is the issue of periodic \"mass arrests\" and the misuse of Section 54. There have been instances of mass arrests solely for the purpose of taking bribes. It goes without saying that there is something fundamentally wrong with their training and outlook that needs to be addressed. When law enforcers routinely misuse their power, it erodes public trust and undermines the very foundation of a just society. The current lawlessness and dysfunctional state of police is a reflection of that. Police reform is, therefore, urgent on many levels to offer protection to the people and the police themselves. The general police motto is to Protect and Serve. This principle needs to be upheld in Bangladesh.\n[email protected]",
        "headline_1": "Build a police force guided by professionalism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/build-a-police-force-guided-by-professionalism-1723043895",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "To perform the duties of a police properly is a very difficult job. Though, in theory, members of our police force are expected to accomplish this tough task, the reality is altogether different.During the British era in the subcontinent, the police personnel were groomed and trained to serve the colonial powers, not the people.When Indian subcontinent became independent and split into two independent countries, democracy became the mode of governance, replacing the colonial system.So, it was expected that the police would be pro-people. But during the Pakistan era, the then East Pakistan became a colony of West Pakistan and the police behaved like a colonial force.After the independence, from 1971 to 1991, Bangladesh experienced a regimented type of governance, masked by both one-party and military rules.Thus, the police force was never given the scope to be an ideal one, suitable for democratic society.When real multi-party democracy started after 1991, there were expectations that a standard police force will emerge. But having a long legacy of serving the undemocratic rulers, five years were not enough to turn this force into a standard one.From 1996 to 2006, during the successive rules of the Awami League and the BNP, politicisation of the police force started and during the last 15 years it reached its peak.Autocratic rulers had compelled the police to be loyal and, thus, realize their goals. But when the democratic rulers started appointing and promoting police on political consideration, they started to lose their professionalism. This situation aggravated beyond tolerable level. The police were used as the prime tool to manipulate the general elections from 2014 to 2024.Stuffing ballot boxes by police personnel before the election day became an example of tainted polls worldwide. The unauthorised use of police for remaining in power had given rise to a sense of extra authority.The police instead of becoming people's police started to serve the interest of the few people in power. And then to ensure promotion, and good posting, many police personnel started openly campaigning for ruling party. Some of them crossed the limit.The murder of an ex-army officer by the OC of Cox's Bazar is an ideal example of how reckless a section of the police had become to satisfy their greed.In the last ten years, police were frequently used by the ruling party for political purposes. The deadly violence where police killed hundreds of students and people is a glaring example.Definitely, there are a good number of honest policemen in our police force but when corruption and lawlessness rules the roost within a law enforcing agency its functioning as an institution is bound to be degraded.And exactly that has happened. The result is the loss of image of the entire force.A massive overhauling and rebranding is a must for the police to make it a truly people's force.To make the force trustworthy introduction of professionalism in the force is crucial and it should be done in every sphere, from recruitment to promotion.\n[email protected]",
        "headline_1": "Rebranding our close sentinels",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rebranding-our-close-sentinels-1723043927",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2024"
    },
    {
        "full_article": "There are several free YouTube channels dedicated to teaching freelancing in our country. Many individuals can benefit from these channels to enhance their freelancing skills. One notable channel for freelancing tutorials is Graphic IT BD, which offers a comprehensive collection of videos covering various aspects of freelancing. These videos are well-structured and make it easy for viewers to learn freelancing from the comfort of their homes.With the increasing rate of unemployment in our country, freelancing presents itself as a viable solution to this pressing issue. We applaud the efforts of channels like Graphic IT BD for providing valuable resources to empower individuals in the freelancing sector. It is imperative that more organisations follow suit and contribute to the growth of this industry.The success of the freelancing sector will benefit everyone in our country. There are numerous fields within freelancing, such as graphic design, web design, web development, digital marketing, and search engine optimization. We advocate for the establishment of more free YouTube channels offering tutorials in these areas. By learning these skills, individuals can not only secure employment but also make valuable contribution to the overall development of our nation across various sectors.\nMd. Arifur Rahman SumonDeputy ManagerSadharan Bima Corporation[email protected]",
        "headline_1": "Learning freelancing from YouTube channels",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/learning-freelancing-from-youtube-channels-1723043949",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-08-2024"
    }
]