[
    {
        "full_article": "The Supreme Court order granting bail to activists Vernon Gonsalves and Arun Ferreira demonstrates how even under a stringent anti-terrorism law, denial of bail need not be the norm, and a preliminary assessment can lay bare the weaknesses of a police case. It is difficult for someone arrested under serious provisions of the Unlawful Activities (Prevention) Act (UAPA) to get bail. Under Section 43D(5), no court can grant bail if there are reasonable grounds to believe the accusation is true. Apart from this, an apex court judgment in 2019 holds that there cannot be a detailed analysis of the evidence at the bail stage, and bail must be decided only on the “broad probabilities” of the case. In this backdrop, it is quite significant that the Supreme Court has now granted bail to Mr. Gonsalves and Mr. Ferreira on merits. In the Court’s analysis, there is a clear debunking of the case. Apart from the absence of any evidence that the accused were part of a conspiracy, the Court has noted that the letters in which they were mentioned contained only third-party responses and none was recovered from them. In a telling comment, the order says, “Mere participation in seminars by itself cannot constitute an offence under the bail-restricting Sections of the 1967 Act (UAPA), with which they have been charged.”This is the first time in the Bhima Koregaon violence case, in which activists and lawyers were arrested in 2018 on the charge of being part of a Maoist conspiracy, a court has recorded a finding that the accusations may not be true. Among those arrested in this case, lawyer Sudha Bharadwaj was released on “default bail”, that is due to the charge sheet against her not being filed within the stipulated time, and Telugu poet Varavara Rao got the benefit of bail on medical grounds. Writer and scholar Anand Teltumbde was released by the Bombay High Court, holding that it could not be presumed that he had received funds from a co-accused, while Father Stan Swamy died in prison. In the latest order, a two-judge Bench has now found that the letters and witness statements, relied on by the NIA to claim that Mr. Gonsalves and Mr. Ferreira were part of a conspiracy and recruitment of persons to commit terrorist acts, are of weak probative value and quality. It is no surprise that many sweeping claims by the prosecution in this case wilt under judicial scrutiny. There are also reports that some of the purported evidence may have been remotely planted on computers used by the accused. The time has come for a comprehensive evaluation of the merits of this whole case.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nprison\n\n/\n\nlaws\n\n/\n\nMaharashtra",
        "headline_1": "On merits: On the Bhima Koregaon violence case",
        "headline_2": "Following the Supreme Court bail order, the Bhima Koregaon case needs a re-look",
        "link": "https://www.thehindu.com/opinion/editorial/on-merits-the-hindu-editorial-on-the-bhima-koregaon-violence-case/article67139139.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "It is a matter of shame for the Union Government and several State governments that the Supreme Court has had to remind them of their “consistent failure” in the past five years to act against the lynching of and mob violence against Muslims and marginalised sections by “cow vigilantes” in particular. Following a petition by the National Federation of Indian Women highlighting this failure, the Court has asked the Ministry of Home Affairs, Maharashtra, Odisha, Rajasthan, Bihar, Madhya Pradesh and Haryana to respond to it. In 2018, the Court, in Tehseen S. Poonawalla vs Union of India, had held that it was the “sacrosanct duty” of the state to protect the lives of its citizens and that the authorities have the “principal obligation” to prevent “vigilantism” of any kind. It had come up with guidelines which included the designation of a nodal [police] officer in each district, who, with the identification of districts/blocks/villages where mob violence and lynching have occurred in recent years, and the help of police intelligence, would work towards tackling such incidence in coordination with other government agencies. They were also to be aided by the initiative of the Home Ministry and State governments in sensitising law enforcement officials and warning the public about the consequences of engaging in mob violence or vigilantism, among other measures.That lynching, mob violence and “cow vigilantism” — an incorrect euphemism for criminals engaging in wanton violence against minorities for the purported reason of transporting cattle for slaughter or cattle meat — still happen since the judgment and little has been done by the Union government or the States in question, especially in north India, points to the nonchalance of the governments. It does not take deductive powers to note that the ideology of the Bharatiya Janata Party at the Centre and in many of these States that allows for the stereotyping and demonising of the minorities has also played into this. Besides vigilantism, social and economic boycott of the minority community have also taken root in States where they receive political patronage. The Court is right in issuing orders to agencies of the state in holding them to account for the non-implementation of the guidelines in the 2018 judgment. However, it requires no less than concerted civil society action to tackle the menace of mob violence and “vigilantism” by sensitising people towards fraternal relations with other communities and avoiding typecasting them as the “other”. In Tamil Nadu, for example, where, historically, secular and rational movements were active, such incidents are rare. And if they do occur, dominant political representatives face outrage from civil society. Preventing atrocities of the kind that mob violence wreaks on ordinary citizens cannot be left to just judicial fiat. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nunrest, conflicts and war\n\n/\n\nMaharashtra\n\n/\n\nOrissa\n\n/\n\nRajasthan\n\n/\n\nBihar\n\n/ \n\nMadhya Pradesh\n\n/\n\nHaryana\n\n/\n\npolice\n\n/\n\nanimal\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\nTamil Nadu",
        "headline_1": "Rap on the knuckles: On lynching, mob violence and judiciary fiat",
        "headline_2": "The Supreme Court has tried to hold States and Centre to account on mob violence",
        "link": "https://www.thehindu.com/opinion/editorial/rap-on-the-knuckles-the-hindu-editorial-on-lynching-mob-violence-and-judiciary-fiat/article67139186.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "Rajasthan chief minister Ashok Gehlot has just announced an urban employment scheme as part of an overall plan for a minimum guaranteed income. He calls it a pioneering breakthrough.\n\n \nOpposition parties in other states will now promise a similar guaranteed income. Incumbent governments will be tempted to do the same. While supporters will call it a breakthrough in human rights, critics will call it another ‘revdi’, a giveaway that yields few gains. I would say this move can actually do considerable harm.\nRead full opinion on TOI+\n\n",
        "headline_1": "Rajasthan can ill afford urban job scheme",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/rajasthan-can-ill-afford-urban-job-scheme/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "The simmering violence and indignities heaped on individuals and communities by fellow citizens in Manipur has, quite naturally, provoked outrage in the rest of the country. That the situation in a once-neglected corner of north-east India has triggered so much interest as to paralyse Parliament and provoke a no-confidence motion against the Narendra Modi government is, perhaps, a testimony to the completeness of India’s political integration.\n\nBut this isn’t entirely true. The bludgeoning of electoral democracy and the assault on civil rights during the recent panchayat polls in West Bengal were, for example, expediently airbrushed out of the consciousness of those who delighted in India being pilloried by the European parliament in Brussels.\nRead full opinion on TOI+\n\n",
        "headline_1": "Manipur events truly tragic but opposition’s selective outrage raises questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/manipur-events-truly-tragic-but-oppositions-selective-outrage-raises-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "The National Education Policy released in 2020 opened doors for India’s public funded higher educational institutions to open campuses abroad. IIT Delhi was the first public funded institution in the country to approach the government in 2020 for permission to open a campus abroad. Now, IIT Delhi and IIT Madras have been granted permission to start their international campuses in Abu Dhabi and Tanzania, respectively. Other IITs may follow suit. This is indeed a historical moment for India with our public funded institutions venturing into foreign shores. Let’s examine the benefits IITs can gain from these international campuses, and what needs to be done to leverage this opportunity?\n1. Increased diversity: Operating campuses in different countries helps attract a diverse pool of students from various cultural and educational backgrounds. This enriches the learning experience, fosters cross-cultural understanding, and prepares students for a globalised world. It’s important, therefore, to not rely on just the Indian diaspora to study in these campuses but rather to attract students of diverse nationalities.\n2. International rankings: In this year’s QS World University Rankings, our older five IITs received an average of 1.3 points out of 100 for international students and 2.9 points out of 100 for international faculty. This pulls down their international rankings considerably. Given the challenges with infrastructure, admission policies and cultural differences, it’s difficult to expect international students to come and study in IITs in India. By having international campuses and offering Bachelor of Science (BS) programs (so as not to dilute the brand value of BTech degrees offered in Indian campuses), there is an opportunity to expand the IIT brand globally and attract more foreign students to its Indian campuses as well. This cross-pollination of talent and ideas can elevate the institution’s status and rankings. Another way to improve cultural diversity is to have students in these international campuses spend time on the main campus in India for a minimum period of one semester to a year as part of their curriculum requirements. The enhanced fee charged from these students can help support the infrastructure requirements to host these students. This will also significantly enhance our international rankings.\nGlobal footprint: An overseas campus like IIT Zanzibar can boost both reputation and rankings\n3. Global reputation enhancement: One of the reasons for the poor showing in international rankings is also because of low perception scores. In the last QS global university rankings, the five older IITs scored an average of 21.9 points out of 100 in the total weighted reputation score. Having an international footprint will help improve perception of our institutions which, in turn, can help our standing in international rankings.\n4. Revenue generation: International campuses can add an additional revenue source for IITs. They can charge higher fees, and if properly managed and with rules permitting, surplus funds can be reinvested in the main campus back in India, improving infrastructure and academic facilities here.\n5. Collaboration opportunities: They can also serve as hubs for collaboration with foreign universities, research institutions, and industries. This facilitates knowledge exchange, joint research projects, and technology transfer, leading to innovations and advancements in various fields.\n6. International faculty recruitments: Freed of rigid salary slabs that exist on Indian campuses, these foreign campuses may be able to attract more international scholars as faculty. Main campuses need to utilise this global talent pool. For example, it’s well-known that research papers co-authored with international scholars receive twice the number of citations as compared to purely national collaborations.\n7. Alumni engagement: Having overseas campuses can strengthen ties with IIT alumni spread across the world. This support can be crucial for funding research, scholarships, and infrastructure development.\n8. Addressing brain drain: By offering quality education and research opportunities abroad, Indian institutions can potentially retain some of the top Indian talent that might otherwise have gone elsewhere.\n9. Policy influence: Global presence of our institutions can also provide India with greater leverage in shaping policies, both in India and the host countries of their international campuses. This soft power can help improve India’s prestige abroad.\nHowever, establishing and maintaining international campuses also comes with challenges such as meeting regulatory requirements, availability of resources, ensuring quality control, and maintaining the institution’s core values and standards across all campuses. It’s also important not to overdo this. We need to see how the two extension campuses perform before expanding on this model further with other IITs. With careful planning and execution, the benefits can outweigh the challenges, contributing to the overall growth, reputation and global rankings of our institutions.\n\n",
        "headline_1": "Going global can do wonders for Brand IIT, and its rankings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/going-global-can-do-wonders-for-brand-iit-and-its-rankings/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "Competing newspaper op-eds by PM’s Economic Advisory Council and two former chief statisticians have led to back and forth about the weakness of our statistical systems and political motivations behind impugning statistics. However, they offer a silver lining by highlighting the importance of statistics for evidence-informed policymaking. Several observations are noteworthy:\n\nIndian national statistical systems are in crisis.Either data needed for policymaking is not available or not deemed reliable. Examples of this crisis abound. The sitting chief statistician of India argued that data from the flagship consumption expenditure survey of the National Sample Survey from 2017-18 was unreliable and suppressed the results. This left us floundering without official data on poverty. India’s unbroken record of conducting a decennial census since 1861 was broken during the pandemic. While this delay was understandable at the height of the pandemic, a continued delay is inexplicable.\n\n\nIndian statistical infrastructure has not kept pace with global advances. Past decades have seen tremendous advances in methods for data collection and collation. Computerised surveys, including in-person, telephone, web, and text-based interviews, require a different way of thinking in questionnaire design. They also allow better quality monitoring using audio recording, interviewer prompts, and keystroke analysis. Advances in sampling methodologies include responsive survey design, where the interviewers are asked to make a greater effort in interviewing individuals with rare characteristics (eg, college graduate tribal women) than those with more common attributes. We have not developed institutional mechanisms for keeping up with global advances or ensuring that unique Indian conditions (eg, linguistic diversity) are incorporated into these advances.\nWe tend to react to global discourse rather than lead it.Global index construction has become a minor industry, with international “experts” often unable to incorporate regionally specific conditions. This can both inflate and deflate India’s position in the world with little relevance for ground realities. The now discredited Ease of Doing Business index of the World Bank showed significant improvement for India because it used electricity connections as an indicator, not the reliability of electric supply. In contrast, India performed poorly on the World Economic Forum Gender Gap Index. It includes the gender gap in wealth but does not include the gender gap in poverty. India would fare better on gender gap in poverty than the US because while the overall standard of living is higher in the US, American women suffer from greater poverty than men due to high rates of divorce and single parenting, which is not a factor for India. Advocacy for adding contextual reflections to the applicability of global standards is not always politically motivated, although in some cases, it can be.\n\nSchool teachers busy marking house on Census at Shanthala Nagar in Bangaloreon Thursday.\nWhile acknowledging these mounting challenges, how can we rebuild India’s once-vaunted Mahalanobis-designed statistical system? This cannot be done without a thoughtful redesign of our statistical infrastructure with a substantial government commitment.\nThe first principle of a new system should be that statistics are too important to be left to statisticians. In a modern world, we need an interdisciplinary approach that brings together diverse social science and public health domain experts, research methodologists, statisticians, data scientists, and computer scientists. Our investments in research methodology stopped when the research unit for National Sample Survey housed in Indian Statistical Institute was disbanded. We need a new interdisciplinary institute, possibly under the aegis of the NITI Aayog, where innovations in research methodology can be explored, allowing us to keep up with global advances while responding to uniquely Indian conditions. Holistic training programs in research methodologies should be developed in diverse universities.\nSecond, as Pramit Bhattacharya notes in a paper, the ministry of statistics and programme implementation barely receives 0.2% of central government expenditure, and 3/4 of that is for the MPLAD scheme, unrelated to statistics. We need greater monetary investment in the data collection systems combined with greater demands for data quality and oversight. The dissolution of the NSS governing council has left a hole that must be plugged. The National Statistical Commission should be fully staffed and empowered.\nThird, we must be realistic about what we expect from statistical systems. The demand that the National Family Health Survey (NFHS) provide district-level estimates of health indicators led to a seven-fold increase in sample size between NFHS-3 and NFHS-4, which has affected its data quality, as recorded by several academic articles. Moreover, even with this explosion, sample sizes are insufficient to provide district-level estimates of indicators such as infant mortality.\nTrust in statistical systems is much easier to lose than to gain. Without a consistent commitment to systemic reforms, this war of words will diminish our confidence in statistics and not help in policymaking that relies on evidence rather than ideology.\n\n",
        "headline_1": "India needs to rebuild once-vaunted statistical system",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/india-needs-to-rebuild-once-vaunted-statistical-system/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "The political situation in Bangladesh seemed to face a new twist at every turn throughout last week, till it culminated with BNP's grand rally on Friday, followed by its demo at Dhaka's entry points the next day. We don't know what will happen in the coming days, but it is evident that they will be challenging, with the political parties sticking to their guns – \"election only under Sheikh Hasina\" versus \"election only if it is without Sheikh Hasina.\" The prevailing practice of the ruling party announcing programmes to counter those of the main opposition camp, confrontational as it may seem, appears to be testing the strength of Awami League's party machinery.\nAs things led up to an imminent showdown, there was anxiety all around about what would happen. It began with BNP announcing a rally on July 27, followed by Awami League's youth wing Jubo League rescheduling its rally, previously set to take place on July 24, to July 27. On July 26, however, the Dhaka Metropolitan Police (DMP) said it would not allow any party to hold rallies on a working day to prevent public suffering, and suggested that BNP hold its rally in Golapbagh, the same ground where the party held a rally on December 10 last year. BNP refused and held an emergency meeting. It was at this time that Awami League's student wing Chhatra League said they wanted to hold a rally at Dhaka University, while Jubo League wanted the old trade fair ground in Agargaon for Thursday. At 9:30pm, BNP announced that it would hold the rally at its preferred venue, Nayapaltan, on Friday – the weekly holiday. Soon after, the Awami League fronts decided to follow BNP's footsteps and postponed their programmes to Friday, to be held at the south gate of Baitul Mukarram National Mosque, not too far from Nayapaltan. Police gave both parties permission to hold rallies under 23 conditions.\nThere were a few things, both good and bad, that stood out during these two days of political hyperactivity.\nBoth parties held mammoth rallies peacefully on Friday. Tens of thousands of party workers and leaders made their way to Dhaka, but there were no incidents of clashes between the two rallies, despite close proximity. This indicates that both parties have the capacity to hold peaceful rallies if their leaders will it, as they did this time. In other words, when people's safety is at peril due to political turmoil, it is probably because the politicians do not care, not because law enforcers are not working hard enough.\nAlthough it happens to be a prevailing practice, this culture of \"counter-programme\" only indicates moral insecurity. Sure, BNP did the same when it was in office, but perhaps it was because of such pettiness that the party has been out of power for the last 16 years. It is not befitting for a party like Awami League to copy BNP's tactics on the field. Such tactics are only making the party an object of ridicule. One need only look at the jokes and memes being shared on social media to get an idea of the public's reaction to this practice.\nSo, what if BNP holds a huge rally? One or two huge gatherings are certainly not enough to pose a threat to the government. They certainly attract attention and people sit up to listen to what those on the streets have to say. But there is another aspect to the story. Take the divisional rallies for example. They gained a lot of attention and media coverage specifically because of the obstacles on their way, and it made for a great story of the underdog. If the government had not put up those obstacles, the divisional rallies would have garnered far less media attention and enthusiasm. The fact is that putting up obstructions to prevent opposition activists from coming to a rally ends up attracting media coverage.\n\nBoth parties held mammoth rallies peacefully on Friday. Tens of thousands of party workers and leaders made their way to Dhaka, but there were no incidents of clashes between the two rallies, despite close proximity. This indicates that both parties have the capacity to hold peaceful rallies if their leaders will it, as they did this time. In other words, when people's safety is at peril due to political turmoil, it is probably because the politicians do not care, not because law enforcers are not working hard enough.\nThe police's role, unfortunately, has become blatantly partisan. They set up check-posts at Dhaka's entry points and searched vehicles to see whether BNP men were coming to join the rally. But at the same time, vehicles carrying Awami League men were allowed to enter the city without any delay.\nDuring the search, police officials checked people's mobile phones, violating their right to privacy. Some people found to have photos or texts related to BNP rallies were detained, and some were even arrested. This was further proof that the police were not being neutral. BNP announced at Friday's rally that it would hold sit-in demonstrations at the capital's entry points on Saturday. That evening, Awami League said it would hold peace rallies at the entry points, too. At midnight, the DMP denied permission to both parties. But BNP said it would observe its programmes anyway. In the morning, we saw police and the ruling party's members taking their position at the entry points. There were clashes between the BNP, Awami League, and police. Awami League's presence at the same locations where BNP would stage its sit-in naturally led to clashes. There were contrasting scenarios in the treatment of BNP leaders picked up from the streets. A formidable student leader who went on to become a BNP stalwart, Amanullah Aman was assaulted by police and then admitted to a hospital. The prime minister sent her personal assistant with a fruit basket to enquire after Aman's treatment and condition. This is the kind of camaraderie and warmth that people wish their politicians always shared instead of acting as eternally embittered rivals.\nOn the other hand, there was the case of Gayeshwar Chandra Roy, a BNP leader was beaten mercilessly as he fell on the street. Bleeding from the temple and unable to walk, Gayeshwar was helped into a police vehicle, which took him to the police hospital and then to the Detective Branch headquarters for lunch. Pictures and video of his sumptuous lunch with DB chief Harun-or-Rashid were leaked on social media and went viral, perhaps in an attempt to embarrass a senior politician. \nIt has been many months – years, in fact – since the streets were crowded with political rallies. It was after many years that the two archrivals seemed to go head to head. Their limitations notwithstanding, it is this perpetual rivalry between parties that might eventually strengthen our democracy and the institutions that safeguard it.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "For every rally, there is a counter-rally",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/every-rally-there-counter-rally-3381966",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "As I gazed out the aeroplane window, watching the vast Atlantic Ocean stretched beneath me, my emotions were heavy. I was returning from the United States to my home country, Bangladesh, after completing a transformative Community Engagement Exchange fellowship with the University Of Maryland's SAFE (Support, Advocacy, Freedom, and Empowerment) Center for Human Trafficking Survivors. Afterwards, I couldn't help but reflect on my incredible journey in combating human trafficking and the two survivors, Liza and Taylor, who left an indelible mark on my heart.\nThroughout my time in the US, I was immersed in the SAFE Center's work, witnessing first-hand the dedication of professionals committed to healing and empowering human trafficking survivors. As a young professional working in the Brac Migration Programme in Bangladesh, I aimed to learn from this experience and bring back knowledge and strategies to fortify our fight against this heinous crime.\nOne of the first survivors I met in Bangladesh was Liza (not her real name), a courageous woman from Bagherpara, Jashore. Her story was heart-wrenching and laid bare the harsh realities that countless victims face. Liza's husband had betrayed her trust, dragging her into the dark abyss of trafficking. He coerced her into prostitution and, in a cruel twist of fate, she ended up serving time in jail for crimes she never committed. Even after her release, Liza found herself entangled in a life she had never chosen, forced to continue living with her abuser.\nI vividly remember interviewing Liza in December 2021. Her strength and resilience shone through her words, despite the immense pain she had endured. As she recounted her journey, my commitment to the cause grew stronger. Liza's story became a powerful reminder of the urgency to break the cycle of exploitation and provide survivors with the support they need to rebuild their lives. I have met many survivors like Liza in Bangladesh in the last three years.\nIn the US, I met Taylor, a survivor from Baltimore City of Maryland. Her story mirrored Liza's in its foundation of betrayal by a family member. Taylor's uncle subjected her to the horrors of pornography, robbing her of her childhood and innocence. Escaping the abusive environment, Taylor sought help from law enforcement and found her way to the SAFE Center.\nInterviewing Taylor, I marvelled at her bravery and determination to rise above the darkness that had engulfed her life. Taylor's story resonated deeply with me, highlighting the importance of comprehensive support systems that empower survivors to reclaim their lives.\nAs I flew over the ocean, bridging the distance between the US and Bangladesh, the stories of Liza and Taylor stayed with me, a testament to the shared experiences of survivors across continents. Human trafficking leaves victims scarred, vulnerable, and needing a helping hand, as evident in recent data from Bangladesh and the US.\nBangladesh is the sixth largest migrant-sending country globally and the eighth largest remittance-receiving country. People here always dream of going abroad, and they are exploited many times. Human trafficking is an organised, heinous crime that involves forced labour, sexual slavery, or commercial sexual exploitation. There are at least 3,246 cases of human trafficking still awaiting justice in Bangladesh, according to a recent report from the Ministry of Home Affairs.\nThe US Department of State's Trafficking in Persons (TIP) report underscores the magnitude of human trafficking as a global concern. While Bangladesh strives to combat trafficking, improvements in victim identification and support services are needed. The US, a Tier 1 country, faces unique challenges in addressing trafficking within its borders and among vulnerable populations.\nEach year, the World Day against Trafficking in Persons is observed on July 30. This year's theme was \"Reach every victim of trafficking, leave no one behind,\" which aims to raise awareness on disturbing developments and trends, and calls on governments, law enforcement, public services, and the civil society to assess and enhance their efforts to strengthen prevention of trafficking, identify and support victims, and end impunity for traffickers.\nAs I returned home, I carried with me the determination to continue protecting the vulnerable and empowering survivors. For me, Liza and Taylor's stories will forever serve as beacons of hope, guiding my efforts to eradicate human trafficking and ensure every individual lives a life of dignity and choice.\nThe journey to combat human trafficking is far from behind us, but we can bring about lasting change with collective dedication and collaboration. Together, let us break the chains of exploitation and build a future where survivors can find solace, support and justice.\nShaila Sharmin is the deputy manager of Brac Migration Programme and a US Department of State exchange alumni.\n\n",
        "headline_1": "Ensuring a dignified life for trafficking survivors",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ensuring-dignified-life-trafficking-survivors-3381861",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "This year, Bangladesh is experiencing one of its worst dengue outbreaks yet. Even before the peak season, the number of cases has risen beyond 20,878 and the number of deaths from dengue has reached 106. Amid such a deadly outbreak, street children have unfortunately remained the most overlooked, while also being the most vulnerable to infection. According to a report in this newspaper, most street children are, in fact, not aware of dengue fever. Living the majority of their days under the open sky, these children are very vulnerable to dengue, but have zero access to treatment for it. Their best bet is to find shelter under a polythene sheet or in a slum – neither of which seem very safe, especially for children.\nAs it is, dengue infection can be most dangerous for children. Because of the lack of nutritious food they have access to, street children tend to have even lower immunity. Add to this the lack of medical care available to them, their lack of knowledge about dengue and how to treat it, and many of these children are surviving purely on luck.\nAlthough there is no comprehensive data about the number of street children in Dhaka – which itself is a grave travesty – the Bangladesh Bureau of Statistics (BBS) conducted a survey in 2022 and estimated that the number of street children in the country might be over one million, 48.5 percent of whom live in Dhaka. And 20.9 percent of these children are involved in waste collection activities, which means the likelihood of them being exposed to Aedes mosquitoes is extremely high. So, it can be safely assumed that a vast number of street children have been suffering silently from the disease, while the entire government machinery has been totally oblivious to their plight.\nThis is completely unacceptable. It is time for the government to wake up to the sufferings of street children. Firstly, the government needs to collect reliable data regarding street children and seriously look into fixing the glaring problem of homelessness in Dhaka. It is shocking that while the government has been obsessed with its megaprojects, such a basic yet devastating issue has remained practically ignored.\nIn relation to the dengue problem, the government should establish medical centres in every ward of both the city corporations in the capital to provide free dengue tests and primary treatment, while spreading word about them among street children. Additionally, if any of these children become seriously ill, they should be referred to specialised hospitals and provided treatment free of cost.\n",
        "headline_1": "Least concern for the most vulnerable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/least-concern-the-most-vulnerable-3381846",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "This year, Bangladesh is experiencing one of its worst dengue outbreaks yet. Even before the peak season, the number of cases has risen beyond 20,878 and the number of deaths from dengue has reached 106. Amid such a deadly outbreak, street children have unfortunately remained the most overlooked, while also being the most vulnerable to infection. According to a report in this newspaper, most street children are, in fact, not aware of dengue fever. Living the majority of their days under the open sky, these children are very vulnerable to dengue, but have zero access to treatment for it. Their best bet is to find shelter under a polythene sheet or in a slum – neither of which seem very safe, especially for children.\nAs it is, dengue infection can be most dangerous for children. Because of the lack of nutritious food they have access to, street children tend to have even lower immunity. Add to this the lack of medical care available to them, their lack of knowledge about dengue and how to treat it, and many of these children are surviving purely on luck.\nAlthough there is no comprehensive data about the number of street children in Dhaka – which itself is a grave travesty – the Bangladesh Bureau of Statistics (BBS) conducted a survey in 2022 and estimated that the number of street children in the country might be over one million, 48.5 percent of whom live in Dhaka. And 20.9 percent of these children are involved in waste collection activities, which means the likelihood of them being exposed to Aedes mosquitoes is extremely high. So, it can be safely assumed that a vast number of street children have been suffering silently from the disease, while the entire government machinery has been totally oblivious to their plight.\nThis is completely unacceptable. It is time for the government to wake up to the sufferings of street children. Firstly, the government needs to collect reliable data regarding street children and seriously look into fixing the glaring problem of homelessness in Dhaka. It is shocking that while the government has been obsessed with its megaprojects, such a basic yet devastating issue has remained practically ignored.\nIn relation to the dengue problem, the government should establish medical centres in every ward of both the city corporations in the capital to provide free dengue tests and primary treatment, while spreading word about them among street children. Additionally, if any of these children become seriously ill, they should be referred to specialised hospitals and provided treatment free of cost.\n",
        "headline_1": "Least concern for the most vulnerable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/least-concern-the-most-vulnerable-3381846",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "It is truly distressing that despite the grandiloquent promises of women's empowerment in Bangladesh, we are still a long way from ensuring their safety, much less their full potential. A woman's fight for survival in this patriarchal world is so ruthless that it starts from the womb, with an overwhelming majority of families still preferring sons over daughters – and some going to extreme lengths to terminate the pregnancy when they find out they are going to have a girl child. As new technologies that can identify the sex of a foetus at early stages of pregrancy become more easily available, the risk of gender-biased sex selection also increases, according to experts.\nGiven the depressing reality, we welcome the formulation of a national guideline for the prevention of gender-biased sex selection, which aims to create awareness about preventing the misuse of prenatal diagnosis procedures and tests for determining the sex of the foetus at any time of the pregnancy, as well as the abuse of infertility treatment for sex selection. The guideline was adopted as per a High Court directive in 2020, which also prohibited medical professionals from divulging the sex of a foetus during prenatal procedures.\nUnfortunately, despite the court order, families can still easily access the information in many medical establishments across the country. Thus, it is imperative that key stakeholders, such as medical staff, are engaged and sensitised about the ethical, social and demographic implications of sex selection, which the guideline proposes to do.\nA study conducted by the University of Dhaka with support from UNFPA found that both men and women preferred sons over daughters, but that women were more likely to want sons than men. This may be because in many families, particularly in rural areas, women are still blamed when they give birth to daughters and are valued less for their failure to provide a male heir. Experts suggest that even the knowledge that they are carrying girls can at times lead mothers to suffer from depression and fail to provide adequate care and nutrition to their foetuses during pregnancy.\nAll these suggest that a lot more needs to be done to establish gender equality in the country. There must be renewed focus on challenging entrenched patriarchal norms that still undervalue women to such an enormous extent that their very birth is considered a curse.\n",
        "headline_1": "Gender-biased sex selection must end",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/gender-biased-sex-selection-must-end-3381416",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "Over the past two decades, development of the country's railway has remained confined to rhetoric. That the journey by train between Dhaka and Chattogram would take just an hour was hyped for quite sometime. But when railways tracks are single-gauge and dilapidated, the need was to convert those into dual-gauge first. Even though this did not happen, the introduction of quite a few high-speed and inter-city express trains brought some much needed relief for passengers travelling on the route. Now, happily, installation of dual-gauge tracks looks more like a reality.According to sources, the Planning Commission gave its nod to the project two years ago. But the state-owned builder of railway coaches and the other paraphernalia, and the operator, have yet to complete the development project proposal of Tk 300 billion. As has been reported by this newspaper, the work plan for the dual-gauge line has been divided into two segments: from Tongi to Akhaura in the first phase, and from Laksham to Chattogram in the following phase. The project is scheduled to be completed by 2027. It has been learnt that of the entire 321km Dhaka-Chattogram corridor, BR has just completed a double-line metre-gauge track by opening a 72km section from Akhaura to Laksham lately. The travel time between Dhaka and Chattogram by railway has been reduced by one and half hours after the construction of the double-line passage. As the plan goes, the project cost was estimated at Tk 145.87 billion in order to develop a 97km dual-gauge track on Tongi-Bhairabbazar-Akhaura route. A sum of Tk 156.19 billion was earmarked for developing the 131.56km line from Laksham to Chattogram.It's hearting to learn that the railway authorities have a target to convert the entire rail network into a broad gauge one by 2024. Thanks to this goal, they are set to stop buying metre-gauge carriages and locomotives after 2025. With the whole project almost set to roll on, sources close to the entire project point out a major glitch. Despite the project's need to meet the BR's plan to convert all railway networks into broad-gauge, some of its problems are unlikely to be solved soon. This development stems from the faulty feasibility study and navigational clearance-related issues. The whole thing centres around a restrictive measure enforced by BIWTA (Bangladesh Inland Water Transport Authority), when it comes to bridge 'restructuring'. As per its rule, the railway and other bridges cannot be 'developed' without abiding by its vertical navigation limits. A survey by BIWTA found that 85 out of 99 bridges surveyed are blocking smooth river traffic during monsoon, due to the low height of bridges. In a gazette notification issued in 2010 by the Shipping Ministry, it also set other criteria in building bridges. The BR is reported to have contacted the relevant authorities to settle the height problems of bridges. It has been learnt that a fresh feasibility study will now be conducted to determine the heights for navigation clearance as the earlier one done in 2009 has been found faulty. Many of the country's existing 3,650 railway bridges might have to comply with the set criteria before the BR entering the full-scale dual-gauge era. Those will have to be redesigned for maintenance of the appropriate height.",
        "headline_1": "Conversion of single-gauge into dual-gauge tracks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/conversion-of-single-gauge-into-dual-gauge-tracks-1690730721",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "The US-based international credit rating agency, Moody's, in May downgraded Bangladesh's sovereign rating to B1 from its previous rating at Ba3. Notably, since this US Financial Service company began its credit rating for Bangladesh in 2010, it was the first time that it downgraded the country's long-term rating which was stable at Ba3 from 2010 till 2022. But last week, another global rating agency, Standard and Poor's (S&P), according to its indexing system, assigned a grade of BB- for Bangladesh with a negative outlook for the long term. And its short-term rating has been B. Obviously, the negative evaluation of Bangladesh's creditworthiness has to do with, among other factors, declining forex reserve, worsening external debt and liquidity position. The rating agency further cautioned that in case the country's net external debt or gross external financing needs including usable reserves surpasses 100 per cent of current account receipts on a sustained basis, then it will have to further downgrade the ratings both for the long and short terms. However, referring to the Asian Development Bank (ADB)'s calculation revising Bangladesh economy's growth estimate (for fiscal 2022-23) upwards at 6.0 per cent on July 23, a central bank's spokesperson played down S&P's evaluation stressing that the country's macroeconomic fundamentals were strong. True, the ADB's April projection of GDP growth at 5.3 per cent has been revised in line with Bangladesh Bureau of Statistics (BBS)'s estimate. But for the growth rate to sustain, the other important economic indices on which the credit rating agencies' evaluations hinge cannot be ignored. Frankly speaking, S&P has only stated the obvious seeing that the foreign exchange reserve situation has so far shown no sign of improving. The foreign debt obligations, too, cannot be just wished away. It may be recalled at this point that during the 2021-22 financial year, Bangladesh came up against a historic trade deficit worth US$33.24 billion, while the government's current account deficit stood at US$18.69 billion. And the Balance of Payment (BoP) deficit, too, then reached US$5.38 billion. In fact, the external trade in that year faced an unprecedented situation with the import bill hitting a record US$ 89 billion. Small wonder that the government had to put a brake on imports and adopt austerity measures to curtail spending in foreign currency. As a result, the import has decreased by 14.11 per cent. As a consequence, during July-May of FY2022-23, the country's trade deficit came down to US$17.16 billion. These are definitely positive outcomes, though they have come at a cost. The international development partners including the independent rating agencies have no doubt been keeping an eye on these developments.So, when operating within the existing international economic order, there is hardly any scope of bypassing the evaluations made by different standard international agencies that keep track of the global economic and financial trends. Potential investors and lenders follow these assessments made by these agencies before they make any investment decision in a third country or respond to a request for advancing a sizeable amount of loan. Such assessments often prove to be critical, if the recipient country happens to be a least developed or developing one facing the kind of challenges that Bangladesh is now standing up to. The higher the perception of risk about a country in the eyes of these rating agencies is, the costlier the credits from the international lenders for both private and public sectors of the country in question. So, there is no question of turning a blind eye to the all-important issue of the financial account deficit which lies behind the ongoing foreign exchange crisis.Meanwhile, the International Monetary Fund (IMF) has come up with some observations about the progress the government has so far made in implementing the reforms it (the global lender) recommended. Notably, the international lender in January this year advanced a loan worth US$4.7 billion to Bangladesh to protect what it said the country's overall economic stability. That was subject to effecting certain reforms including creating capacity for social and development spending, strengthening financial sector, modernising policy framework and making people more resilient to the impact of climate change. The country has already received the first instalment of the loan. Though the first review about the country's performance will be made in the Fall (October through November), the present observation is about if the country is moving in the right direction. On this score, the global lender's director for the Asia and Pacific Department (APD), Krishna Srinivasan, without qualifying, only mentioned the steps the government has been taking to meet the programme objectives. These include the steps taken to cut government subsidies, increasing energy prices and the move towards market-determined exchange and bringing about a structural change in the monetary policy framework by way of hiking policy rate and ending the lending rate cap. But the weakness of the financial sector needing necessary reform did not miss the IMF executive's notice. In fact, the need for a drastic reform in the financial sector cannot be overstressed. The US Department of State, on the other hand, reporting on the \"2023 Investment Climate Statements: Bangladesh\" made some positive comments on Bangladesh's efforts at improving the business climate and highlighted the growth of the capital market. At the same time, it pointed to the financial sector's dependence on the banks. It did not fail to mention the scams that some 11 banks fell victim to in 2022 leading to a collective shortfall of US$3.1 billion. Overall, the issues facing the country on its economic front are of enormous proportions. Hopefully, the government would be able to take the challenges in its stride.\n[email protected]",
        "headline_1": "Challenges facing nation on economic front",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-nation-on-economic-front-1690730842",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "Primary evidences point to, according to the police, suicides together by a day labourer and his wife, a domestic help, whose bodies were found hanging from the roof of a rented tin-shed room in East Rampura on Wednesday last. The deceased woman's brother living in an adjacent room narrated the background of the tragic incident, which sums up the unbearable living condition of a hapless segment of urban population. People with no means of living in villages migrate to this mega melting pot called the capital city with dreams to ameliorate their financial condition. The lucky ones can be successful, often beyond their expectation, but there are others like the deceased couple in Rampura, the cry of whose soul in this soulless city goes unheard. In this case, the husband used to work as a leguna driver but he had to leave the job because he had no driving licence. He took to the uncertain and irregular job of day labour. As a domestic help, his wife's income, albeit a pittance, was comparatively more stable. Yet the couple managed their family of two, somehow. But when the wife became pregnant and was at her advanced stage, things went from bad to worse with her admission to a private hospital in Kishoreganj in consideration of her health. She gave birth to a still-born but the hospital bill amounted to Tk 63,000, a little over half of which was paid by her parent's family and the husband made a loan of Tk 30,000 to pay the rest of the bill. The loss of the baby put them into mental depression and now they had to pay every month an instalment of Tk 3,000 as loan repayment and Tk 3,500 as rent for the room they lived in. With the wife suffering from fever and the man's income becoming even more irregular, the couple recently failed to pay the room rent. All this proved too much, the brother of the deceased woman infers, for the grieving couple. Their dreams of welcoming their first child came to an abrupt end and the worsening pecuniary condition together might have led them to bring an end to their lives together.It seems the two, unlike many of the couples of similar social standing, had understanding of each other. Most likely, they had sympathy enough and love too for each other. The couple bore their mental agony in silence. On the night they were found hanging, the woman's brother, on return from work, asked his wife if his sister and brother-in-law had taken their meals. It is clear enough that the deceased couple did not like to lose face even to their near and dear ones. Their incapacity and helplessness were so overwhelming that they would not seek help from their near and dear ones. For simple people valuing their worth as human beings, begging is no option. Not all can beg or even ask for help. When all avenues close on people leading them to believe in the emptiness of life, they take the ultimate decision of ending their lives. It is because of such desperation, a woman abandoned by her husband in Gazipur early this year took poison before forcing her children to do the same so that they did not have to suffer the pangs of daily starvation. Another couple in that area also opted for a similar termination of their lives and sufferings from financial hardship.Post-Covid economic turmoil has thrown vulnerable people into unending misery made worse by greedy and crafty people in control of the employment and commodity markets. The government's social safety net programmes have been abused and misused by people in charge at the field level. This is why several TCB cards are issued to one family and also to undeserving candidates to the neglect of people like the deceased couple.\n[email protected]",
        "headline_1": "Cry of the soul in a soulless city",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cry-of-the-soul-in-a-soulless-city-1690730882",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2023"
    },
    {
        "full_article": "Fardin Noor Parash, a third-year student of Bangladesh University of Engineering and Technology (BUET) was supposed to represent Bangladesh in the World Debate Championship in Spain in December, 2022. But unfortunately, his body was found floating on Shitalakkhya River on November 7, three days after he went missing. Detective Branch Inspector Yasin Shikder, also the investigation officer of the case, on February 6 submitted the final report to the Chief Metropolitan Magistrate's Court of Dhaka, saying that Fardin died by suicide. However, Fardin's father said that his son could not commit suicide; rather it was a murder. According to his friends, the 23-year-old student of civil engineering was vocal on social media against student politics in BUET. Law enforcers, however, are still clueless about finding the motive behind his death. Fardin's father, Kazi Nuruddin said that his son did not have any enmity with anyone. Fardin was physically tortured, a doctor who conducted a primary autopsy reportedly said. Earlier, the law enforcers were saying that Fardin might have been killed while buying drugs in Chanpara area of Narayanganj. But his family and friends said that Fardin was not even a smoker and why should he buy drugs just a day before his academic exam? A Dhaka court has recently asked the Criminal Investigation Department to submit a further probe report by August 29 in a case filed over the death of Fardin. Like many of Fardin's friends, the common people now want to see the exact cause of this brilliant student's death. Let there be justice for Fardin.\nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Ensure justice for Fardin",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-justice-for-fardin-1690730908",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2023"
    }
]