[
    {
        "full_article": "The Union Cabinet last week cleared the decks for the first auction of radio spectrum to facilitate the roll-out of 5G telecommunication services. The Department of Telecommunications promptly issued a 159-page ‘Notice Inviting Applications’, detailing the specifics of the auction including the frequencies that would be up for bidding starting on July 26, and their reserve prices. The speed with which the Government has moved — from the initial announcement in the Union Budget to the telecom regulator’s recommendations, and finally notification of the auction — has been commendable and shows its keenness to ensure India is at the relative vanguard in the adoption of the potentially ‘transformative’ technology. The Government has underscored that its primary motivation is to boost digital connectivity, a laudable objective given that the rapid growth of wireless telephony has perceptibly helped improve the delivery of services such as mobile banking, online education and telemedicine. The rub, however, is in the details. While most of the specific frequency bands that telecom providers consider optimal for the introduction of 5G services have been made available, including in the sub 1 GHz range, a C-Band frequency of 3.3 GHz, and the higher 26 GHz, the Government’s decision to set the reserve price for the spectrum based on the regulator’s recommendations reveals a prioritisation of revenue over the industry’s long-term health. Even considering that an option for a staggered annual pay-out of the licence fee over its 20-year term has been provided, the price is still high.This is particularly so when one considers the level of financial stress that has shrunk the sector to a near duopoly, and forced the surviving operators to resort to tariff increases to protect their viability and ability to make future investments. With 5G’s adoption for the various possible end uses that leverage machine-to-machine communication such as IoT, smart agriculture, smart homes and others that bank on reliability, including smart grids and autonomous vehicles, still in its relative infancy even in advanced economies, the technology is yet some years away from scale-based economic viability. The relatively small size of the market for just faster downloads of videos and games, especially at a higher cost, makes it near certain that service providers will take an ultra-cautious approach both to bidding for spectrum and in rolling out services. The Cabinet’s decision to allow bids for starting Captive Non-Public Networks that would enable individual companies to run private networks within the isolated confines of the enterprise has also roiled the pitch. It is hard to imagine the urgency to open up 5G for this niche application, particularly as it further undermines the economics for traditional telcos. India must be conscious of the challenges and opportunities of 5G services, and ensure that the technology caters to the largest sections of the population and not remain a deliverer for a high-value but limited, premium segment.",
        "headline_1": "Progress without limits: On clearing of decks for the first auction of radio spectrum",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/progress-without-limits-on-clearing-of-decks-for-the-first-auction-of-radio-spectrum/article65549568.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Bilateral Twenty20 Internationals (T20Is) are often deemed an after-thought, added as an appendage to Tests and ODIs. The hype and the arc lights are reserved for glamorous domestic T20 championships like the Indian Premier League (IPL) or the Big Bash. But since this is a year that features the ICC Twenty20 World Cup later in Australia, teams need matches under their belt as part of the build-up. The recently concluded T20I series between India and South Africa fits into this template even if the climax under whimsical Bengaluru skies ensured a stalemate at 2-2. Trailing 0-2 after the first two encounters, India did well to win the next two and draw level before rains threw a damp curtain in the last fixture at Bengaluru with just 3.3 overs being bowled. Essentially India was not with its first-choice squad as captain Rohit Sharma and former skipper Virat Kohli were rested after a poor run in the IPL. The duo is in England along with a few other players, training for the fifth Test of last year’s series that paused after four clashes following a COVID-19 scare. To make it worse for India, K.L. Rahul, appointed interim skipper, was also ruled out with an injury, and Rishabh Pant had to step into the hot seat against the visiting South Africans.Temba Bavuma’s men fired in the initial games. Be it a healthy 211 in Delhi or a meagre 148 in Cuttack, the Proteas chased without fuss and India having rested spearhead Jasprit Bumrah for the series, failed to stem the flow of runs. Fortunes changed at Visakhapatnam with India defending 179 for five as its bowlers found their restrictive zones. Parity was restored at Rajkot with India seizing the contest by 82 runs. Seen as a dress rehearsal for the ICC Twenty20 World Cup, this series was an opportunity to test both youngsters and seasoned players. Ishan Kishan and Hardik Pandya did well while Ruturaj Gaikwad and Shreyas Iyer could have done better. Dinesh Karthik, at 37, blitzed a strike rate of 158.62. Among the bowlers, Harshal Patel, Bhuvneshwar Kumar and leg-spinner Yuzvendra Chahal had their moments. Pant was middling with the bat, perhaps captaincy weighed him down. Coach Rahul Dravid and the selectors have got a few pointers about the T20 national squad. Meanwhile it is time to slip on the whites for the pending fifth Test against England at Birmingham from July 1. India leads at 2-1 but much water has flowed down the Thames. The visitor has a new captain and coach in the Rohit-Dravid combine while on the opposite side, Ben Stokes has taken over from Joe Root. Change is in the air.",
        "headline_1": "From colours to whites: On Indian cricket sporting a new look",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/from-colours-to-whites-on-indian-cricket-sporting-a-new-look/article65548997.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Now that the Cumilla City Corporation (CCC) election is over and everything there was to see and hear has been seen and heard, we need to address the elephant in the room. No, it's not the dramatic turnabout that saw the ruling Awami League's candidate win by a razor-thin margin of 343 votes. Or his rival's rejection of the result and subsequent explanations offered by election officials. Or the chaos into which the meeting of rivals descended over the announcement of the result. Or the slow voting caused by EVMs. These problems notwithstanding, the election served up some good moments too, notable among them the absence of violence.\nBut election memories are notoriously fickle. Recency bias can get the better of us all, and all these moments from one election may soon be forgotten as more are held and eventually shoehorned into mere statistics. The only memory that will likely last, at least in the public mind, is the impression we're left with ahead of the final test in December 2023. Will we feel scared? Will we feel concerned? Or will we feel confident going into the general election?\nIt is in this context that we have to address the elephant in the room. No, it is not the CCC election but the Election Commission itself, or more specifically, its shocking retreat in the face of opposition from a ruling lawmaker who defied its order to leave the city for violating the electoral code of conduct. His subsequent tutorial on how the EC should conduct its business only solidified any sense of helplessness the EC may have had, which it seemed to project in two phases: First by expressing its inability to make him leave, and then, on Monday, by further softening its tone through a U-turn on earlier claims of breach of code.\nThis remarkable turn of events is significant on several levels. First, when the directive was issued, many thought it would be the EC's crowning moment, staking its claim to the full range of its power as accorded by the constitution. In any turf war, you don't establish your superiority by scaring the odd mastan off but by making a statement move against the biggest/baddest of them. Over the years, election in Bangladesh has morphed into a kind of turf war – between the EC and the Big Power – and the last two commissions, frankly, lost their fight as well as dignity because they didn't have the courage to stand tall in front of it.\nThe EC directive thus signalled a mindset we didn't know existed anymore. The picture that emerged from it was of a team willing to take the fight to Big Power, challenge it and force it into submission. Fond parallels were drawn with an incident during the first election in Cumilla in 2012, when a minister was forced to leave the city after the then EC threatened to postpone the election if he didn't comply within an hour. If that commission could do it, we told ourselves, this one can too. After all, as experts say, sections 31 and 32 of the code of conduct empowers it to mete out penalties for any violations, including the imposition of fines, jail sentence and even cancellation of the candidature of any candidate. Yes, it can even postpone an election too.\nIn the end, however, the EC's big moment turned into a big bag of nothing. The whole exercise became a humbling experience for it as it was forced to retract its allegations. The EC even appeared to be apologetic for the inconvenience caused to the lawmaker. You don't see this level of effort or concession when the pride of an opposition leader is hurt. This, in the coming days, will be used as an example of defeat in the EC's first real negotiation with power, and a reference point for any such defeat from here on. The memory of how powerless it made citizens feel will stay with us.\nUnfortunately for the EC, this is the kind of events that set narratives, or rather, override them. If the EC wanted to establish a narrative that it can deliver a \"peaceful, fair and transparent\" election – to quote the CEC – it has been overshadowed by the more powerful image of its surrender when faced with real power. When this image of a peaceful election is put side by side with the image of its surrender, what we have is cause at once for short-term relief and long-term horror.\nRelief, because of the experience of an election without violence, if not without hassles. Horror, because of its dire implications for the future of the Election Commission and the electoral system in general.\nWhen this commission was installed in late February, there was no doubt in anyone's mind about what would be expected of it: to restore public confidence after two highly controversial general elections that had put Bangladesh under critical scrutiny. The EC, thus, has a very clear role to play: Undo the damage. Damage done to the electoral system. Damage to the voters' trust. Damage to how other stakeholders, including the administration and political parties, approach elections. And damage to the idea of EC itself.\nNo one said it would be an easy task. But having clarity of purpose can be a source of comfort. And we were led to believe that it can be a source of strength too. All the newly appointed commissioners including the CEC spoke in unison as they vowed to bring opposition parties back to the campaign trail and citizens back to the booths, with their trust restored. Perhaps the EC should remember those vows now. It should understand that undertaking real change requires courage. It requires doing away with the old, bureaucratic ways of doing things. It requires breaking the status quo.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "EC’s Big Nothing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/ecs-big-nothing-3053071",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Finance Minister AHM Mustafa Kamal has placed a controversial suggestion in his budgetary proposal: money launderers – read financial criminals – will be allowed to legalise their laundered money without having to face any questions, if they pay a meagre 7-15 percent tax. The move is apparently aimed at creating scope to roll back the laundered money into the mainstream economy.  \nWhile the proposal has been criticised as unconstitutional and discriminatory towards honest taxpayers, at this point, we need to ask ourselves, why are we failing to stop capital flight to begin with?\nTo understand the country's money laundering ecosystem and find answers to the above question, we need look no further than the much-publicised case of PK Halder. The Department of Financial Institutions and Markets (DFIM) of Bangladesh Bank had flagged PK Halder's fake companies as \"risky borrowers\" way back in 2016. Despite this, Haldar and Co. were allowed to carry on with their crimes, till those could no longer be kept under the wraps.\nThis particular case has raised questions about the competence and intentions of the financial institutions (FIs), intelligence agencies, and the regulators. Why was the DFIM flag not taken seriously in 2016? Why did the FIs keep lending Halder money, despite his companies being termed risky borrowers? Why did the law enforcers not catch him in the act? Is there a problem with the existing laws, or does the problem lie with their application?\nIn an attempt to unearth the answers to these questions, I caught up with Dr Iftekharuzzaman, Executive Director of Transparency International Bangladesh (TIB). The problem, he said, wasn't with the law, but with the lack of political will, as well as the technical capacity to implement them.\n\"The 2012 Anti-money Laundering Act (AMLA)… is a very strong law. To complement, there are robust and well-designed international procedures including mutual legal assistance facility against money laundering. It is the lack of enforcement of such national and international legal provisions that is making the nation vulnerable to the ever-increasing menace of money laundering… Apart from illicitly transferring money abroad through creation of paper-based, shady companies, a significant chunk – more than 70 percent – of money is laundered through trade misinvoicing, every year. The culpability of sections of the concerned authorities is also a possibility that cannot be overlooked,\" he explained.\nA similar opinion was shared by former World Bank lead economist Dr Zahid Hussain: \"It all boils down to governance. Financial scams cannot take place without cooperation between the criminals and the enablers, and there is almost always an inside enabler. In the past, the nation has been shocked by the massive scale scam of Hallmark Group and Bismillah Group, and in both the cases it was highly experienced state-owned banks – Sonali and Janata – which had been the lenders. One might be pardoned for asking, how could such experienced banks fall for the lies and fraudulence of these unscrupulous and dishonest businesses? The micro-prudential regulations that are in place are sound, so are the policies. The regulator and the financial institutions need to ensure compliance not selectively, but even-handedly.\"\nOne also wonders if nonentities like P K Halder or Tanvir Mahmud or Khaza Soleiman Anwar Chowdhury – who have aggressively looted financial institutions – operate only with the help of a few inside officials, or are there \"influential\" people behind them, holding the strings. Each time such a case gets exposed, it is usually only the small fries who get caught, who may face punishment. At best, political opponents are implicated. But are small players really capable of pulling off such stunts without political patronage? Would FI officials risk their jobs and reputations only for money, or under some form of external pressure?\nThese missing pieces of the puzzle need to be put together to understand the full picture. Bangladesh's struggle with capital flight is not new. Over the decades, this disease has spread across different layers of our financial sector, making it weak from within. And little has been done to cure it. Time and again, the authorities have not only been reluctant to bring financial criminals to justice, but have gone out of their way to protect them. The proposal of the finance minister to legalise laundered money without launderers even having to answer for them is only a continuation of that long tradition.\nWe cannot afford to give these criminals such impunity. The finance minister should rethink this esoteric and controversial proposal, and retract it. After all, we do have a legacy of going back on our words. For once, let it be for a good reason.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Why are we still rewarding money launderers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/why-are-we-still-rewarding-money-launderers-3053066",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Dr S Nazrul Islam, founder of Bangladesh Environment Network (BEN) and Vice President of Bangladesh Poribesh Andolon (BAPA), speaks with Naznin Tithi of The Daily Star about the causes behind the devastating floods in Sylhet and Sunamganj, and what the government must do to avoid such disasters in the future.\n\n \nWhat was supposed to be a seasonal flash flood – which is a seasonal phenomenon in the haor area – turned out to be a severely catastrophic flood. What factors, do you think, contributed to this year's devastating floods in Sylhet and Sunamganj?\nThere are three types of factors: Global, regional, and domestic. The global factor is climate change, which is causing the rainfall to increase and become erratic. The regional factor has several dimensions. One is the changes in land use, such as denouement of forest cover, spread of mining operations, etc., that have taken place in Meghalaya and other states that lie on the northern border of the Sylhet division. As a result of these changes, rainwater from India quickly passes to Bangladesh, containing more sediments, which have been increasingly filling up riverbeds in this division. The second is the intervening structures in the transboundary rivers that India has constructed. There are 16 rivers in this area that are recognised and listed as transboundary by the Indo-Bangladesh Joint River Commission (JRC). In addition, there are about 30 smaller rivulets and streams that are also transboundary. India has constructed intervening structures on most of these watercourses unilaterally and also manages them more or less unilaterally. It uses them to hold water when needed, but whenever there is a heavy downpour it opens up the vents of the barrages, causing a heavy and quick onrush of sediment-laden water to Bangladesh.  The main domestic factor is Bangladesh's faulty approach to rivers that has been in practice for about seven decades now. This is the Cordon approach, under which flood plains are cordoned off from rivers through the construction of embankments. In addition to embankments, widespread construction of roads, highways, settlements, and other structures have proceeded without necessary awareness about the necessity of keeping enough space for the storage and passage of flood water. This has been particularly damaging for the Sylhet Basin, which is a depression with very low elevation and is further sinking because of tectonic movements. What we are seeing now in Sylhet, Sunamganj, Netrokona, and Kishoreganj area is a combined effect of these three types of factors.\nDo we have any scientific forewarning systems that can alert people and the concerned government agencies about the possibility of such severe flooding?\nThere are some forewarning systems concerning the major rivers, such as the Ganges and the Brahmaputra. However, such systems are lacking for the numerous transboundary rivers, rivulets, and streams that flow from Meghalaya, Assam, Tripura states of India into Bangladesh. There is also less time for forewarning and preparation because of the special feature of the terrain, whereby rivers descend suddenly from the Meghalaya hills to the Sylhet depression.\nMany have been blaming the unplanned development works in the haor area to be one of the major factors behind the floods. What's your take on this?\nYes, as I said, these unplanned development works in the haor area have become a major cause for the floods, because, first of all, they have reduced the space for water to spread out, and second, they have constricted the passageway for water to flow down quickly to the south. In addition to the numerous structures that have been built in the haor area, there are the bridges across the Kalni and Meghna Rivers in the Bhairab Bazar area which are too narrow to let the water pass through quickly. Water from the entirety of Sylhet and the eastern part of the Mymensingh division and also from the Bhairab Bazar area ultimately passes through the Kalni-Meghna channel. Constrictions on this channel in the form of these narrow bridges have now created a bottleneck for the passage of water, aggravating flooding in the area.\nThe ecology of the haor area in Sylhet, Sunamganj, and Kishoreganj is quite different from the rest of the country. Do we also need a different flood and river management system for these areas?\nYes, the haor area, geologically known as the Sylhet Depression or Sylhet Basin, is a special area of Bangladesh with a different ecology. The average elevation of this area is only about five metres above sea level. This elevation is also decreasing over time, because the Indian Plate is pushing and slipping under the Eurasian Plate, a process that originally led to the creation of the Himalayan Mountains more than 50 million years ago. As a result, the Sylhet Basin is pushed down relative to the Meghalaya Massif along the Dauky Fault Line. The Cordon approach is therefore particularly inappropriate for the Sylhet Basin. We have been pointing to this aspect of the situation for many years now. We have been arguing for the minimisation of structures in the haor area and for constructing roads and highways in this area only in the form of causeways, that is, as elevated roads built on pillars. This would meet both the need for transportation and the need for passageways for water to flow away. Similarly, we have been arguing for special care in keeping the rivers of the area free of obstructions and ensuring their adequate cross-sectioning. Also, special care is needed in the maintenance of the submersible embankments that have been constructed in this area for protection against flash and early floods. Unfortunately, the authorities did not heed our recommendations and warnings. They went ahead with the construction of many new roads and highways. In some cases, some submersible sections were added and bridges and culverts were allowed, but obviously these were not adequate. These and other constricting structures need to be removed and all roads and highways in the haor area need to be rebuilt as causeways.\nRight now, where should the government focus to contain the flood situation?\nThere are several immediate tasks for the government. The first is to provide relief and other help that the affected people need for survival. The second is to do whatever can be done to let the water pass away quickly. It has been reported that, in many cases, cuts in roads and highways are being made to allow for this. There should not be any hesitation in doing so. The third immediate task is to get ready for helping the affected people with rehabilitation and recovery. Another task for the government is to realise that the Cordon approach is not appropriate for Bangladesh. What the country needs is the Open approach, which is the only way in which Bangladesh can survive in the face of climate change. Under this approach, floodplains and tidal plains would be kept open to rivers and as unobstructed as possible so that flood level remains low and water can recede quickly. In my recent book, Water Development in Bangladesh: Past Present & Future, I have offered a comprehensive argument explaining why a switch from the Cordon to the Open approach is necessary and has become urgent for Bangladesh. I hope the current floods in Sylhet will act as a rude awakening and persuade the government to see the merit of this argument and adopt the Open approach as the overarching principle for water development efforts in the country.\n",
        "headline_1": "Our embankments are contributing to floods, not stopping them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/our-embankments-are-contributing-floods-not-stopping-them-3053051",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Well-known civic rights activist Mizanur Rahman's narration of his harrowing experience of being picked up by police and tortured under custody, published in this newspaper's online version on June 15, gives us some disturbing snapshots of the unlawful actions of our law enforcement agencies. As a keen follower of developments related to human rights, I am reminded of the term used by the Committee Against Torture (CAT) of the United Nations for these kinds of arbitrary and unlawful abductions by members of law enforcing agencies. It's called \"unacknowledged detentions.\" Though Mizanur's four-and-a-half-hours-long unacknowledged detention came to an end to the relief of his family, the pains and psychological distress he suffered would no doubt stay with him forever.\nIs this unacknowledged detention of Mizanur an exception or deviation in policing practices? Unfortunately, recent trends suggest it has become a preferred tactic to bypass the mandatory legal requirement of producing the suspect before a magistrate within 24 hours. People disappear like characters of a fictional thriller and, if luck favours, they reappear, shown arrested just hours before from some strange place and produced before a court with a petition for remand. The UNCAT, in its concluding observation published on August 26, 2019 said, \"The Committee is seriously concerned at numerous, consistent reports that the State party's officials have arbitrarily deprived persons of their liberty, subsequently killed many of them and failed to disclose their whereabouts or fate. Such conduct is defined in international human rights law as enforced disappearance, whether or not the victim is killed or reappears later.\"\nIn Mizanur's case, when police picked him up from Bikrampur Plaza, he was misled into believing that it would be just a normal chat with the Deputy Commissioner. But soon he realised that something was not right and managed to inform his daughter. Soon afterwards, he was surrounded by several other police personnel and huddled into a car. In the car, they started misbehaving with him and snatched away his mobile phone. While his family members contacted the local police station, Shyampur Thana, law enforcement members expressed their ignorance about his detention. Though, at that time, he was either in their custody or was just being handed over to the Detective Branch (DB).\nUnlike other victims of unacknowledged detention, Mizanur gave a vivid description of the demeaning behaviour he was subjected to by a senior officer at the Shyampur police station and the physical torture he had to endure there. In his words, \"At one point, the female officer ordered that I be beaten up. A policeman was standing there with a stick. Once ordered, he beat me hard several times.\" He added, \"I have so far fought a lot to live with self-respect. Being beaten like this was unacceptable to me. Yes, I have been beaten up before on the road while protesting some cause. But being beaten up like this just for saying something really hurt my self-respect. I could hardly speak. I had never felt so helpless. It also enraged me,\" he said. He was not allowed to drink any water and was kept standing the whole time (about an hour) at the police station. He was threatened with the possible arrest of his wife and daughters as they too sometimes stood by him during civic protests.\nAfterwards, Mizanur along with another arrestee were handcuffed, blindfolded and taken in a car to the DB headquarters. His blindfold was only removed after he was taken to a high official's office there. But, there too, he was threatened that he could be falsely implicated in cases such as illegal possession of yaba. Later, after another three hours of mental agony, his family was called in and he was finally let go, most likely as a result of the alarm raised by other social activists and the constant enquiries from the media.\nMany of us, including his family, had felt relieved that he was lucky enough to have been found alive and freed, unlike many other victims of enforced or involuntary disappearances. Thereby, not many voices have sought accountability of the officials responsible for his unlawful abduction or unacknowledged detention and torture under custody. Mizanur's detention was the precise kind that was unacknowledged, as there won't be any official records of police ever picking him up without a warrant, interrogating him without the presence of his lawyer, subjecting him to dehumanising or cruel behaviour and beating him under custody, keeping him blindfolded and hand-cuffed. All these acts are defined as torture under our law.\nIt all happened despite the fact that Mizanur was not a suspect for any criminal acts or named in any cases anywhere in the country. He is, however, famous for his unique protests demanding safe drinking water from the supplying authority, Dhaka Wasa. He is also known to have taken part in other civic protests and for expressing opinions critical of the government and state entities, including the police, for corruption and irregularities.\nWhat Mizanur encountered since he was picked up from Bikrampur Plaza till his release are punishable offences under our own law, the Torture and Custodial Death (Prevention) Act, 2013. There are further stipulations by the Supreme Court in implementing the Act due to reported allegations of such violence, particularly in the context of custodial situations where law enforcement agencies seek to obtain confessional statements from the arrestees following arrest or detention. The UNCAT, too, in its final observation, recommended that the government should \"[u]nambiguously affirm at the highest level… that law enforcement authorities must immediately cease engaging in the practice of unacknowledged detention.\" The Supreme Court's guidelines were issued in 2016, three years before the UNCAT's recommendations.\nWe need an end to unacknowledged detention and custodial torture. And it should begin with an independent investigation into Mizanur's unacknowledged detention. Without accountability of the perpetrators of such unlawful brutality and torture, they won't end.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "Mizanur’s ordeal was unacknowledged detention and torture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/mizanurs-unacknowledged-detention-3052271",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "It's alarming to know the devastating effects of natural disasters, particularly floods, that caused damage worth of Tk 1,79,198.8 crore in the country from 2015 to 2020, as revealed recently by Bangladesh Bureau of Statistics. The BBS report says that loss and damage that households faced increased tenfold during this time, compared to the period of 2009-2014. Of the total loss incurred by the households, flooding alone accounted for 56.4 percent. They were also affected by cyclones and hailstorms.\nWhile people in the lowest-income group lose 97.17 percent of their earnings during the period of a disaster, it's only 9.33 percent for the highest income group, the report adds. We, in fact, do not need much research to know that it is the lowest-income people who are the worst-affected during any kind of natural disaster, including flood, because they're the ones involved in agriculture and other income-generating activities related to nature. In Sylhet and Sunamganj, for example, where millions of people have been affected by the ongoing flood, many have lost all their belongings and are living under the open sky with no food. Needless to say, many were involved in farming before. They cultivated paddy in the hope of a bumper production but are now barely trying to survive. When the flood water recedes – it might still take some time for that to happen – it is the farmers and such low-income people who will have to struggle more to get back on their feet again.\nWhile the affected people now need government relief and all kinds of assistance to pass through this difficult time, we have seen how the government has failed to provide them that. Since flood in Bangladesh is a regular phenomenon, there can be no justification for the lack of preparation of the government agencies concerned. We expected a well-planned relief operation from them, but instead were met with frustration. This begs the question: will the government be able to give the affected people necessary support, including for rehabilitation and income opportunities, after the flood water recedes?\nThe government must have special allocations for the flood victims this year under its social protection schemes, while its regular programmes must also continue to support the poor and vulnerable groups affected by past disasters. At the same time, steps must be taken to stop the activities that are harmful to nature – including unplanned development, earth-filling in water bodies, and destruction of hills. Any development, big or small, in the coastal areas should be planned in line with the government's climate change policy, otherwise it will lead to more disasters like floods and cause higher economic losses, affecting the low-income people even more.\n",
        "headline_1": "Time to prepare for rising losses from natural disasters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-prepare-rising-losses-natural-disasters-3053036",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "We are pleased that the government has made good progress with the universal pension scheme it plans to introduce this year. According to a report by The Daily Star, the cabinet on June 20 gave its final approval to the draft of the Universal Pension Management Act, 2022, which is now awaiting a nod from the Legislative Division. Reportedly, people between the ages of 18 and 50 can participate in the pension scheme, including expatriate Bangladeshis. Those participating will have to provide a premium for at least 10 years to get pension from the age of 60 until their death. The amount of premium will be determined by a rule under the proposed law. The law further proposes the establishment of a five-member national pension authority headed by a chairman, and also a 15-member governing body with the finance minister at its helm.\nThe main target of the scheme is to bring the growing elderly population of the country under a sustainable social safety net programme, which we are badly missing. As the percentage of elderly people is set to increase from 11 percent in 2017 to 20 percent in 2031, it is high time for the government to set up and introduce such a scheme. However, as is the case with nearly every government scheme in Bangladesh, the effectiveness of the scheme is not guaranteed – without checking corruption and mismanagement.\nIntroducing the scheme may already prove to be a challenge for the government due to its increased expenditure and low revenue collection. The issue of accountability and good governance, no doubt, will again be at the forefront. As such, designing the institutional and legal framework to check any scope for irregularities now, and in the future, will be key. Proper management of this fund will be crucial. Therefore, the government must ensure the maintenance of proper checks and balances, and nurture the technical ability of those who will be handling such a vital task.\nWhile we congratulate the government for planning to introduce this pro-people scheme, ultimately, the people will only benefit from it if the government can ensure full accountability and transparency in its application. We hope the government remains conscious of its poor record when it comes to the implementation phase of such schemes, and works doubly hard to ensure this scheme can avoid those traditional pitfalls.\n",
        "headline_1": "A pro-people pension scheme on the way",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/pro-people-pension-scheme-the-way-3052951",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "With the opposition choosing ex-BJP leader Yashwant Sinha as its presidential candidate, in an election that almost certainly will be won by BJP’s nominee, can it be at least said that those who oppose the governing party have shown they can put up a good fight?\nNot really.\nThe process of choosing an opposition candidate showed up the opposition’s problems. There are clear signs that three key components of the opposition space – TMC, TRS and Congress – are pushing in different directions in efforts to establish their supremacy. That three of the names floated by the opposition (Sharad Pawar, Gopalkrishna Gandhi and Farooq Abdullah) declined indicated the lack of a coherent plan.\nRead full opinion on TOI+\n\n",
        "headline_1": "The no-position parties: Opposition doesn’t have a good story to tell, as seen again in presidential poll pick and Maha crisis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-no-position-parties-opposition-doesnt-have-a-good-story-to-tell-as-seen-again-in-presidential-poll-pick-and-maha-crisis/",
        "news_paper_name": "The Time of India",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "The one opposition coalition experiment that held off BJP is in peril, and Shiv Sena’s and the Maharashtra MVA government’s troubles are made worse by the fact that both his party and wily players in the coalition seemed clueless when Eknath Shinde’s rebellion became apparent. Note that Maharashtra’s home minister is from NCP, and given how the police-politics equation works, a good question to ask is whether Sena got an alert from NCP that 20-odd MLAs are decamping for BJP-governed Gujarat. Sharad Pawar always likes to, and frequently manages to, stay on top of the game, no matter how Maharashtra politics plays out. As the drama over MVA’s future starts playing, and if BJP makes a determined bid for government formation, Pawar’s role may become interesting.\nUddhav Thackeray’s relatively good record as an administrator and MVA’s seeming stability against a BJP that outwitted opposition parties in other states had probably hidden his realpolitik weaknesses. That MLC polls saw cross-voting so soon after Rajya Sabha polls was proof of poor party management. That the MLC fiasco was reportedly thanks to a disaffected Shinde speaks even more poorly of Uddhav and his confidantes’ political antennae. Up against a relentless and ruthless BJP, which sees Maharashtra as a prize denied to it, Uddhav and MVA needed to be far more vigilant. Whatever Shinde’s grouse – Sanjay Raut and Uddhav’s son Aaditya have both been mentioned in reports – Sena should have addressed it given his influence in Thane and surrounding cities like Mumbai and Kalyan-Dombivli. He’s also a player to be reckoned with in high-stakes BMC, Thane municipal elections. CMs must always be mindful that in relying on backroom operators like Raut, they don’t end up upsetting influential vote-getters like Shinde.\nSena’s best-case scenario of course is to court Shinde back. If that as-of-now-unlikely outcome doesn’t materialise, MVA’s future and even the chances of its very existence as a coalition look bleak. BJP has nothing to lose – even if MVA survives, it will do so as a less secure entity – and Maharashtra to gain. The most interesting medium-term question is whether BJP and Sena will politically remarry, each choosing to forget how much it hated the other after the divorce. The danger there for Sena is permanently becoming a BJP B-team. There are no easy options for Uddhav.\n\n",
        "headline_1": "Maha melodrama: Uddhav has no easy options. And MLA defections show poor realpolitik against relentless BJP",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maha-melodrama-uddhav-has-no-easy-options-and-mla-defections-show-poor-realpolitik-against-relentless-bjp/",
        "news_paper_name": "The Time of India",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "In choosing former Jharkhand governor Draupadi Murmu as its presidential candidate, BJP has sent a strong political signal that opposition parties failed at, while nominating veteran politician Yashwant Sinha. If elected – there’s little doubt given NDA’s edge over the opposition in the electoral college – Murmu will be only the second woman to grace the post and the first Adivasi. She is also qualified for the post, having served as an MLA and minister in Odisha before gaining a measure of national attention as Jharkhand governor. Her Odisha roots should also help bag the BJD vote, which should be enough to seal her win.\nWomen continue to be poorly represented in Parliament and legislatures despite being nearly half the population. So the choice of a woman for India’s top constitutional post does have great salience. While Adivasis get reservation in Parliament and assemblies according to their proportion in the population, measures to address their social and economic marginalisation remain a work in slow progress. Murmu could become a president who inspires many women and people from weaker sections, but for that she will also have to shed the characteristic reticence that recent presidents have been known for.\nBJP’s knack for killing many birds with one stone has come to the fore again. In the forthcoming assembly elections in Gujarat, Murmu’s candidature may woo Adivasis to the BJP fold. In Chhattisgarh and Jharkhand, the Adivasi vote had deserted BJP in assembly elections. Women are now a key voting bloc in Indian elections and BJP has, through welfare schemes, political appointments to key government posts and legislative enactments, reinforced its outreach. Having outclassed the opposition with exemplary signalling, BJP must now focus attention on the economy so that more Indians can follow the trail blazed by the likes of Draupadi Murmu.\n\n",
        "headline_1": "The next president? In picking Draupadi Murmu BJP does smart signalling to women & Adivasis, two key voting blocs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-next-president-in-picking-draupadi-murmu-bjp-does-smart-signalling-to-women-adivasis-two-key-voting-blocs/",
        "news_paper_name": "The Time of India",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Within days of India proposing to open up the space sector, which holds both economic and strategic importance, there were speculations about the possibilities of desi Elon Musks and Jeff Bezoses emerging, and the sector leapfrogging, almost instantly. Such aspirations may be in line with the sector’s ethos (aiming for things beyond the horizon) but aren’t in sync with reality.\nFirst, there is Indian businesses’ propensity for risk aversion. Second, space is not an easy business to be in, let alone for making extraordinary strides in a short span of time.  That said, given the opportunities the sector presents, India will be able to taste success if it plans, prepares and executes all the commands carefully.\nRead full opinion on TOI+\n\n",
        "headline_1": "We have a long wait before India Inc gets space-ready: GoI, Isro have to handhold a private sector, which is mostly risk-averse, in capital-guzzling ventures",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/we-have-a-long-wait-before-india-inc-gets-space-ready-goi-isro-have-to-handhold-a-private-sector-which-is-mostly-risk-averse-in-capital-guzzling-ventures/",
        "news_paper_name": "The Time of India",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "While Prime Minister Modi keeps his cards close to his chest, the Opposition is yet to arrive at a consensus candidate\nPresidential elections are the buzz of the season as India is poised to get its new President next month following the end of the incumbent Ram Nath Kovind’s term. Since Independence, these polls have witnessed close contests, surprises, and upsets. Generally, the ruling party gets its candidate elected, and the contests are a mere formality. The Opposition, too, puts up a candidate as a symbolic gesture.\nThis time, the ruling National Democratic Alliance and the Opposition are looking for a suitable candidate. The electoral college—consisting of 776 members of Parliament (543 from the Lok Sabha, 233 from the Rajya Sabha) plus 4,809 members of state legislative assemblies—will elect the next President on July 18. The Modi government is comfortable even as it is short of the required majority mark (less than 20,000 votes). To fill this gap, the BJP might rope in neutral parties like the BJD, YSRCP, and the AIADMK\nIn the past 75 years of India's Independence, from first president Rajendra Prasad to Ram Nath Kovind, Neelam Sanjiva Reddy (sixth president) was the only unopposed independent who won the presidential race in 1977. The election authorities had rejected 36 other nominations.\nIronically, a decade earlier, in one of the most nail-biting presidential polls, the same Congress Party's official candidate, Sanjiva Reddy, had lost to independent V.V. Giri, supported by Prime Minister Indira Gandhi. Before and after that, the official candidates carried the day. The Congress party split took place after that.\nEveryone looks to the Rashtrapati Bhavan after every general election if no party gets a majority, as the President invites the majority party leader to form the government. Some of them faced tricky issues and handled them in different ways.\nPresidents like R. Venkataraman, Shankar Dayal Sharma, and K.R. Narayanan took sensitive and controversial decisions during their terms. Sharma gave the BJP leader Atal Bihari Vajpayee, the leader of the single largest party, a chance to form the 13-day government in 1996. However, the government fell because it could not mobilize support for a majority.\nWhen Indira Gandhi was assassinated in 1984, President Zail Singh installed her son Rajiv Gandhi in strange and tragic circumstances.\nIt would have been ideal had the relationship between prime ministers and presidents been smooth. Rajendra Prasad's letters speak of the differences between him and Nehru on the Hindu Code Bills. Sanjiva Reddy and Indira Gandhi were not on the same page. Giani Zail Singh and Rajiv Gandhi did not hit it off. PV Narasimha Rao and Sharma were also not on the best of terms.\nPresidential polls have witnessed some surprising candidates. In 2002, Vajpayee sprung a surprise and chose the 'Missile man' APJ Abdul Kalam as the presidential candidate. For the first time, Congress and the BJP supported his candidature. In 2007, the Congress decided to support Pratibha Patil against the NDA's Bhairon Singh Shekhawat. It was a close fight, resulting in the victory of Patil, who became the first woman president.\nIn 2012, Congress leader Pranab Mukherjee got the support of the Left and other Opposition parties to win the polls.\nKovind was a complete surprise, and he is finishing his term without any controversy. Prime Minister Modi might spring another surprise this time.\nWhat kind of President do we need? Most occupants of Rashtrapati Bhavan had been men of stature, some of whom won the highest civilian title Bharat Ratna—S Radhakrishnan (1954), Prasad (1962), Zakir Hussain (1963), VV Girit (1975), and Abdul Kalam (1997).\n \nSecondly, most communities and professions had a chance to see one of their own occupied Rashtrapati Bhavan. Narayanan was the first Dalit president (1997), Abdul Kalam the first scientist (2002), and Patil the first woman (2007).\nThree Muslims—Zahkir Hussian, Fakruddin Ali Ahmed, Abdul Kalam—and one Sikh, Zail Singh, have been presidents. The only two prominent groups not represented since Independence have been OBCs and tribals. So, the ruling dispensation might field a candidate from either community.\nThirdly, the person should not be a rubber stamp, as Fakruddin Ali Ahmed was perceived to be. Presidents like Narayanan, Pranab Mukherjee, and Venkataraman had been rule-book presidents and assertive.\nIn the next few days, we will know the names of the candidates. As of now, Prime Minister Modi keeps his cards close to his chest. The Opposition is yet to arrive at a consensus candidate.\nModi is reaching out to the Opposition as he should. It would be ideal to have a consensus President. In these polarised times, a widely-respected person and a consensus candidate would be perfect. After all, as the country's highest constitutional functionary, the President is also the guardian of the Constitution.\n(The writer is a senior journalist. The views expressed are personal.)",
        "headline_1": "Prez poll: Ideal to have a consensus candidate",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/prez-poll--ideal-to-have-a-consensus-candidate.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Sri Lanka continues to lurch from one crisis to another with no light in sight\nThe crises in Sri Lanka don’t seem to be getting over anytime soon. Since the island nation started grappling with its worst economic crisis after running out of foreign exchange and hit severely by the COVID-19 pandemic, it has been unable to find its feet. The situation has become so alarming that even the most essential imports, including food, fuel and medicines, are in limbo. Hundreds of thousands of motorists keep waiting in miles-long queues for petrol and diesel despite the Energy Ministry having announced that fresh stocks would not arrive anytime soon. Sri Lanka is facing record-high inflation and lengthy power blackouts that have contributed to months of protests, calling on President Gotabaya Rajapaksa to step down, who they accuse of corruption and mismanagement. The citizens feel that the time for Gotabaya to bow down with dignity is long gone and now the best course is to “chase him out”. In a brazen act, which has anyway become a matter of routine on the streets of the ‘emerald island’, the youth blocked Sri Lanka’s Finance Ministry secretary from attending a key meeting with officials from the International Monetary Fund (IMF).\nThings have since come to such a pass that the country of 22 million has closed schools and halted non-essential Government services, starting a two-week shutdown to conserve fast-depleting fuel reserves. However, any financial rescue plan with the IMF is not expected until Colombo agrees with its creditors on restructuring its $51 billion foreign debt, a process that could take months. The country first defaulted on its debt in April and went cap-in-hand to the IMF, which asked Colombo to raise taxes and restructure loss-making state enterprises, but it made the citizens angrier. To soothe the seething population, Sri Lanka’s cabinet has approved an amendment to the Constitution that could curtail presidential powers. On the political front, Sri Lanka’s Parliament sessions will be restricted to two days this week instead of four days amid the current fuel supply crisis. The main Opposition Samagi Jana Balawegaya party and the Marxist National People’s Power party have bluntly said their boycott of the sessions was to protest the Government’s inaction in tackling the economic crisis. Meanwhile, Indian politicians still have time to learn from the freebie culture that was widely prevalent in Sri Lanka not too long ago!",
        "headline_1": "Frying pan to fire",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/frying-pan-to-fire.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "The common perception that the rate of inflation is on the rise, as indicated by the soaring prices of essential commodities over the past months, has been corroborated by the latest official estimate. It is now calculated to be at 7.42 per cent, which is rather high compared to the previous government figures on the same. The general inflation rate in April, for example, according to the Bangladesh Bureau of Statistics (BBS), was 6.29 per cent, while in March it was 6.22 per cent. As reported in the Monday’s issue of this paper, the BBS study did come up with a Consumer Price Index (CPI) as high as 8.30 per cent in May. Thus, the latest findings of the BBS about the CPI and their reflection in inflation figure, which some economists believe are already in the double-digit range, have so far been the obvious elephant in the room that now has finally got the much needed official recognition. In fact, this latest BBS estimate of the point-to-point inflation in May at 7.42 per cent is the highest ever since 2014. In that year, however, the inflation rate was 7.48, calculated on a month-on-month (MoM) basis. So, by all accounts, there is no denying the trend of a fast rising inflation in the economy. So, what follows from this new estimate of inflation is that the government should not waste any more time in meeting the issue head-on and adopt concrete measures to rein in the trend. What is particularly worrying is that the factors, both domestic and international, behind the inflation are showing no sign of relenting in the near future. As the war situation in Ukraine is aggravating rather than improving, the fear is that the prevailing volatility in the world market of foodgrains, fuels and edible oils is going to continue indefinitely. That is for the simple reason that the supply of these essential commodities from Ukraine, one of the world's largest producers of wheat and edible oil, to the rest of the world has been severely disrupted due to the blockade imposed at the country's seaports. On the other hand, the pandemic, which is again showing signs of relapsing, may prove to be another contributing factor perpetuating the uncertainties in the global as well as local markets. Now with the budget for the 2022-23 financial year in place, the government will be required to allocate its resources prudently for the upcoming fiscal year with an eye to cushioning the low-income and other vulnerable social groups against the impact of the rising inflation. As the BBS data also show, the rate of inflation in the countryside was as high as 7.94 per cent last month, while in the urban context it was rather low at 6.49 per cent. Evidently, the dichotomy is attributable to the higher food- price-related inflation in the rural areas than in the urban setting as recorded last month. In that event, a proper calibration of the fiscal measures would be crucial to protecting the rural poor seeing that the inflation has not been affecting populations in the urban and the rural settings equally. In view of the emerging realities, the government should prioritise food security of the poor. And, at the same time, further improve the existing distribution mechanism to extend the food and other kinds of government support to the rural as well as the urban poor.",
        "headline_1": "Calibrating fiscal measures to support inflation-hit poor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/calibrating-fiscal-measures-to-support-inflation-hit-poor-1655823110",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "It is indeed heartening to learn that that the Bangladesh Standard Testing Institute (BSTI), the state-run standard organisation of the country is going to set up several modern laboratories (numbering 89) to significantly upgrade the facilities of testing and standard certification of local products to gear up exports. In addition to installing the labs -- reportedly state of the art -- there are moves to improve institutional capacity of BSTI that among others include setting up 10 regional offices for expansion of BSTI services at the field level to ensure quality products and accurate weights and measures.It is pretty well known that inadequacy and lack of compatibility in testing are the two major deterrents for Bangladeshi exporters in accessing many prospective overseas markets. Lack of required testing facilities, believed to be a serious deterrent in export of both primary and manufactured products, is increasing telling upon the prospects of exporting. This is more pronounced these days than in the past as the destination markets, especially those in the developed countries, are resorting to trade barriers through stricter non-tariff measures (NTMs) on standards relating to, among others, health, sanitary and phyto-sanitary aspects.While there is a dearth of well-equipped laboratories in the country to test products prior to exports, the need for compatibility with the standards of overseas markets is yet another major hurdle affecting exports. This is to say, equipping the labs with proper human, technical and logistic resources is not enough to assure the exporters about entry of their products into target markets. What is critically important is compatibility that can only be ensured through accredited agencies, authorised to conduct tests as per strictly followed and monitored guidelines. Bangladeshi products that are currently faced with entry barriers due to testing inadequacies include pharmaceuticals, processed food products, spices, shrimps and frozen foods, leather and leather goods, to name some of the major few. In the absence of the facilities, local manufacturers are forced to send their products abroad for required tests and compliance certification which is very expensive and renders exported products less competitive. Had there been internationally accredited labs in the country, the problem would have been of far lesser scale.  Accreditation in testing is an international practice in which certification of competency, authority or credibility is presented. Organisations that issue credentials or certify third parties against official standards are themselves formally accredited by accreditation bodies. The testing labs accredited to do the job are thus entrusted to ensure compliance with established technical requirements involving physical, chemical, forensic, quality and security standards.  It has been learnt that the major hurdle in the process of having accredited labs in the country is that the Bangladesh Accreditation Board (BAB), the designated body to get the testing labs registered with or authorised by it, is itself yet to be authorised by international accreditation bodies. It is not clear why it is so. Establishing the BAB is not an end in itself. The relevant agencies should be up and doing to hasten the process. The sooner the required authorisation is obtained, the better it is for the country and its exports. Nonetheless, the move to set up BSTI labs is no doubt epoch-making as the demand for modern testing labs in the country is decades old. Equipped testing labs are of particular importance in respect of pre-shipment inspection for export. Similar is the case with standards. In the absence of conformity as regards standards assessment and certification, many Bangladeshi products despite being of good quality find it extremely difficult to access foreign markets.The labs to be established soon will go a long way in materialising the core mandate of the BSTI in setting up the quality and dimensions of Bangladesh standards and to prepare and promote standards on national and international basis. In this context, the most important issue is to obtain accreditation in order to empower BSTI as the designated agency to issue testing and other related certifications, depending on country-specific compliance needs of importing countries.  Businesses have expressed satisfaction that the ongoing move, though belated, would serve a two-fold purpose. While quality and standards of local products can be expected to be disciplined in a thoroughly scientific manner (the current methods not at all so), those meant for export would find it easier to be marketed abroad. As a starter, exporters have proposed to set up BSTI labs in major land ports which they believe would do away with many hassles that currently exporters have to face while exporting to India.This is the time to revamp an important state agency, not just for its own sake but for a highly demanding public good. In fact, much of the inertia of BSTI hinged on its lack of capacity to deal with products for both local consumption and export. Is it going to be a turning point for BSTI? One would love to wish so. \n[email protected]",
        "headline_1": "Strengthening BSTI's lab testing capacity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-bstis-lab-testing-capacity-1655823157",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "Whenever there is a report on an issue of Bangladesh's domestic affairs in the international media that sounds unpleasant, the policymakers say certain misperceptions have been created about the country and its system. Some reports really affect the national interest while the authorities apparently don't know how to tackle such 'propaganda'.A section of marketing experts nowadays suggest right branding of the country through their 'magic touch' whereas the authorities tend to believe the outside world would know the country the way they would love to. Yes, like a man a country is also called by its name but its achievements and national power matter in determining its stature.Those who believe in artificial image building may not recognise the fact that from the country to its products, from its people to natural gifts, and from its traditions to resilience - nothing is invisible in the age of globalisation.They can't ask foreigners why the country of 170 million population is dubbed a small state. Or, why can't 100 special economic zones (SEZs) attract billions of foreign direct investment (FDI) every year despite Bangladesh's demographic and density dividend and the country's proximity with the global factory and growth centre in Asia? Or, why don't millions arrive in this country for taking education and healthcare services and tourism purposes?In the meantime, Bangladesh has been a source of global supply chains of a number of items - readymade garments, medicines, leather and jute products, frozen foods, ceramic items, shipbuilding, and bicycles. Question remains as to how far it has been recognised globally for whatever are made in Bangladesh for the external market. Dhaka has not either conducted any study to see how the country is perceived around the world.Bangladesh rather struggles to secure recognition of its brands and traditional items, both natural and man-made. We are perhaps yet to do adequate homework for promoting 'We are what we are and what we do' - the civilizational and cultural aspects of the branding of a nation. We fail to understand that image building process cannot be isolated from the reality of life.Externally, it all started with unfortunate imaging of a country of floods and cyclones, notorious description of a 'basket case', 'test case of development', 'Bangladesh paradox', and attempts to call brand it a failed state.At times, Dhaka's foreign policy of siding with one camp against another global or a regional actor as well as the internal strife and lack of policy harmony had given confusing impressions about the country abroad.Authorities couldn't take advantage of some smaller attainments and soft powers to uphold a positive image of the country. Microcredit is one which Dhaka could have marketed worldwide as a Bangladesh model for its replication elsewhere. Artisanship can be another strength and it could have been promoted for higher prodiction and external trading.Does the world properly know Bangladesh's uncommon features? It's a unique delta in the downsteam of the Himalayas and a country criss-crossed with 230 rivers and their tributaries and distributaries.What might be a cliché story to us may not be known to many people around the world. It's been blessed with wonderful beaches in Cox's Bazar and Kuakata, hilly terrain, several hundred archaeological sites and of course the world's largest mangrove forest the Sundarbans with Royal Bengal tigers and dotted deer.We ourselves may not be fully aware of our social capital. Even if there is no social understanding of our branding, a vibrant society with strong family bonding like ours can give a message to the global community - some economically advanced nations, too, have something to learn from a country which they tagged as under-developed and are watching its economic graduation to the middle income country.Also, Bangladesh has not been always projected accurately in the international arena. On our part, we have not been able to correctly assess and accurately target the country's branding internationally.Branding of a country like ours should include its people's potential and national aspirations so that future generations can find that their forefathers have introduced their motherland to the world before their birth.\n[email protected]",
        "headline_1": "The incomplete mission of Bangladesh branding",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-incomplete-mission-of-bangladesh-branding-1655823187",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2022"
    },
    {
        "full_article": "A number of peopledie from electrocution every yearduring the monsoon. With strong winds accompanying the rains, there is every possibility of snapping of live wires from the electricity poles along the roads.It is a known fact that water is a good conductor of electricity. If these snapped live-wires land in stagnant rainwater, anyone can be electrocuted. This could have been fatal for anyone. It would be advisable for the public not to touch any snapped electrical wire and to inform the local office of the electricity department so that the power is shut down immediately. And an awareness programme should also be launched so that people remain aware of such electrocution during the rains. \nBadsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Danger of electrocution during rains",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/danger-of-electrocution-during-rains-1655823209",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2022"
    }
]