[
    {
        "full_article": "The continued incarceration of Delhi Chief Minister Arvind Kejriwal in the midst of a general election highlights the hard political realities that seem to determine which leader gets prosecuted or arrested on allegations of corruption. Over the decades, it has become clear that only an unfriendly regime usually pursues charges against key political rivals; and that the status of relations between the party that runs the government of the day and those facing such charges dictates the course of action for supposedly independent agencies. That the number of leaders whose offences are forgotten as soon as they join the ruling party or become an ally is increasing, while jail time is reserved for adversaries. In Mr. Kejriwal’s case, there is an astounding element of politics vitiating his arrest and prosecution for allegedly taking kickbacks to formulate a liquor policy favourable to the industry. Mr. Kejriwal, who leads the Aam Aadmi Party, has been denied participation in the campaign for the general election. The adverse implications of his absence are quite obvious, even though there is no law that spares politicians from criminal liability in election time. The Delhi excise policy case was registered in August 2022. The CBI and the Enforcement Directorate (ED) have filed charge sheets, but the investigation has been continuing piecemeal. Witnesses have been giving multiple statements, with each one containing newer material.The power to arrest a suspect exists only to prevent suspects from fleeing justice, influencing or threatening witnesses and tampering with evidence, or repeating a crime. There is a huge gulf between the power to arrest and the necessity to arrest. It is a disturbing reality that political leaders have been arrested in this case on the basis of statements made by approvers, and not any independent witnesses. The timing of the arrest has also become an issue of substance. That Mr. Kejriwal did not respond to multiple ED summonses may be cited as a reason for his being arrested now rather than months ago. However, this expectation that the accused should “cooperate” with the investigation agency is quite peculiar. Agencies ought to be able to prosecute people without their statements. It is known that Section 50 of the Prevention of Money Laundering Act has been weaponised by the ED to record a statement that is admissible and then record the person’s arrest. Whether non-appearance in response to a summons is a ground for arrest and denial of bail is a question that has arisen in this case. Equally tenable is the question whether arresting serving Chief Ministers through central agencies and keeping them in prison throughout a multi-phase election does not amount to subversion of federalism and democracy. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nDelhi\n\n/\n\nAam Aadmi Party\n\n/\n\narrest\n\n/\n\nGeneral Elections 2024\n\n/\n\npolitics\n\n/\n\ncrime\n\n/\n\nlaws\n\n/\n\ndemocracy\n\n/\n\ncorruption & bribery",
        "headline_1": "Poll time, prison time: On the continued incarceration of the Delhi Chief Minister",
        "headline_2": "Kejriwal’s continuing imprisonment casts a shadow on election campaign",
        "link": "https://www.thehindu.com/opinion/editorial/poll-time-prison-time-on-the-continued-incarceration-of-the-delhi-chief-minister/article68125804.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "U.S. Secretary of State Antony Blinken’s marathon talks with top officials in China, which includes President Xi Jinping, have underscored the desire of the two countries to stabilise their relationship and the resultant challenges. Mr. Blinken stressed that the U.S. would make sure that the competition between the world’s two largest economies “doesn’t veer into conflict”. Mr. Xi said they should seek common ground “rather than engage in vicious competition”. But the Blinken visit also exposed the structural fault lines in the Sino-American competition. He raised America’s concerns about what he called China’s “support for Russia’s defence industry” and threatened actions if Beijing “doesn’t address this problem”. China slammed the “hypocrisy and irresponsibility” of the U.S., which just decided to send military aid worth $61 billion to Ukraine and then made “groundless accusations” against normal economic and trade exchanges between China and Russia. China also attacked the U.S. policy towards Taiwan and the South China Sea and urged Washington to look at China’s development “in a positive light”.Both the U.S. and China have mutual deep misgivings. U.S. National Defence Strategy documents name China as a “revisionist power” and a pacing technological and military challenger. The U.S. has imposed export controls to limit China’s growth in strategic sectors, particularly semiconductors, and imposed high tariffs on Chinese goods. It has also doubled down on its support for Taiwan and bolstered defence cooperation with the Philippines, which has disputes with China in the South China Sea. Beijing has blamed the U.S. for South China Sea tensions and called Washington’s support for Taiwan as an intervention in its internal affairs. While it is practically impossible to reset ties given these structural challenges, there are areas of cooperation as well. In November 2023, when Presidents Xi and Biden met in California, both sides decided to resume bilateral military-to-military communication, cooperate in addressing the risks of artificial intelligence and launch efforts to control the production of fentanyl. Tackling climate change and global food security are also areas of cooperation. A key lesson from the Cold War is that if competition between superpowers turns ugly, it could affect the world through proxy conflicts, economic wars and diplomatic crises. As the two most powerful countries, they should stay away from repeating history. Even if they are not able to resolve their ideological and geopolitical differences, they should build the guardrails that could prevent the competition from turning ugly and stay focused on the areas of cooperation, addressing the common challenges of the world.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\nChina\n\n/\n\ndiplomacy\n\n/\n\nRussia\n\n/\n\nUkraine\n\n/\n\nTaiwan\n\n/\n\ntechnology (general)\n\n/\n\nPhilippines\n\n/\n\nclimate change\n\n/\n\nArtificial Intelligence",
        "headline_1": "Competition and conflict: On the U.S.-China relationship",
        "headline_2": "U.S. and China must manage their differences responsibly",
        "link": "https://www.thehindu.com/opinion/editorial/competition-and-conflict-on-the-us-china-relationship/article68125657.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "GOI’s foreign minister writes that the largest democratic exercise in history will be consequential far beyond India. What the world prizes is political stability and policy predictability, he argues\nThe world today is turbulent and unpredictable. Many countries have still to recover from the socio-economic damage of Covid. A conflict now in its third year in Ukraine has had serious impact on energy, food and fertiliser security. Fighting in West Asia triggered by the Oct 2023 terror attack on Israel could escalate into something wider. Drone and missile attacks in Red Sea are disrupting global shipping, even as piracy in Gulf of Aden becomes more threatening.\nIn Asia, territorial claims and disregard for law and agreements have created new tensions. The longstanding challenge of terrorism remains, waxing and waning, but still, always there.\n\nFor India, these larger uncertainties are compounded by the pressure on LAC with China, the threat of crossborder terrorism and the instability on its Myanmar border. Each of these challenges has been met with an appropriate response. But the overall scenario only highlights the need for a strong, clear-headed and capable leadership in the days ahead.\nRead full story on TOI +\n\n",
        "headline_1": "‘Elections, the world and us’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/elections-the-world-and-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "Rajya Sabha member and Congress minority affairs chief, 36-year-old poet and party spokesperson Imran Pratapgarhitells Subodh Ghildiyal that campaign language matters, how Congress pulled back the campaign to issues, and that ‘polarising’ speech has run its course. Edited excerpts:\n\n|What is this election’s biggest issue?\nBJP’s Pramod Krishnam has loudly and publicly announced caste-based reservations will be terminated. What Anant Hegde, Jyoti Mirdha, Lallu Singh or BJP’s posterboy Arun Govil earlier said on campaign trail – that give BJP a large majority so it can change the Constitution. Their seniors’ silence shows their support. People have to decide if they have to save the govt, or, save Ambedkar’s Constitution.\nWhat media shows is far from ground reality. Jobs, Agniveer, inflation, women’s safety, caste census are big issues. Congress manifesto is subject of in-depth discussion among people. There’s desperation in BJP, and it will reflect in their speeches.\nRead full story on TOI+\n\n",
        "headline_1": "‘Congress manifesto is talking point on ground…Defections have made no dent on our party…BJP is desperate’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/congress-manifesto-is-talking-point-on-grounddefections-have-made-no-dent-on-our-party-bjp-is-desperate/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "It’s election season. That’s the most likely explanation for JDS suspending Prajwal Revanna, grandson of the party president, who has been accused of sexually exploiting women. Political parties typically push back against similar accusations made against powerful functionaries.\nRevanna contested the Hassan LS seat on NDA platform. He was then already under a cloud. Last June, he successfully moved a civil court to obtain a gag order against the media bringing up the issue. Subsequently, a local BJP functionary publicly brought it up.\nLook away, deny | The sequence of events in the Revanna case is not uncommon. Neither is it unique to political parties. It’s a pattern of behaviour found in all walks.\nAsymmetrical power structures are vulnerable to exploitation. That’s been the root cause of most sexual exploitation cases. It makes it hard for victims to fight back and ensures a culture of silence that allows perpetrators to get away.\nJustice, a lonely pursuit | The power asymmetry also undermines efforts to secure justice. For example, it took the Supreme Court’s intervention to get Delhi Police to file an FIR in the case of Brij Bhushan Singh. If not for an uncommon effort by wrestlers, including an Olympic medallist, it’s unlikely that there would be enough popular pressure to reach the stage where a chargesheet has been filed.\nIt’s the obstacles placed at every step that make it hard for women to find the wherewithal to go through a process seeking justice.\n \n\nWhose reputation? | Karnataka has appointed an SIT to investigate the complaints against Revanna, who has reportedly left the country. He last year convinced the judiciary to gag the media to protect his reputation. It’s a cruel irony that the powerful can use reputation as a reason to prevent exposure, but it’s the victims whose reputation is damaged by subsequent slander. At every stage they face a hostile system.\nFocus on the present | It’s important that the SIT gets to the bottom of the matter and not get distracted by the inevitable politicisation of the complaint because of election season. Society too has a role here. To provide a safe environment for women, we don’t need to look to a distant past and pat ourselves. What matters is the environment that women face now. As so many cases have shown, India’s institutions have fallen short.\n\n",
        "headline_1": "Many Revannas: JDS chief’s grandson is yet another example of how the system coddles the powerful",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/many-revannas-jds-chiefs-grandson-is-yet-another-example-of-how-the-system-coddles-the-powerful/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "SC unswayed by U’khand govt’s action on Patanjali ads. Why did regulator need court orders to act?\nYesterday, Supreme Court was unsparing in its takedown of Uttarakhand’s state licensing authority over its inaction in cracking down on Patanjali and its associate ayurved factory Divya Pharmacy’s malpractices. “It was only after our order that you realised that there is a law – Drugs and Magic Remedies Act,” SC said.\nBan on ads | Yoga trainer-‘activist’-businessman Ramdev’s project Patanjali has for years advertised its full range of ayurved drugs, across every medium available. Indian law in very clear terms bans advertising, direct or indirect, in any form, for a range of diseases and conditions, regardless of (1) efficacy of drug (2) promise of cure or therapy. The Drugs and Magic Remedies Act (Objectionable Ads) states that for 54 conditions/ diseases, advertising of any cure or therapy is banned.\n\nThe case | SC has been hearing Indian Medical Association’s (IMA) writ petition against Patanjali’s misleading ads, including its claim to have completely cured diabetes and asthma through medicine and yoga. Given Patanjali’s dual business as a pharma company and FMCG, IMA’s petition focused on misleading ads of its drugs, under the Drugs and Magic Remedies Act, 1954. Given the case’s gravity, and a defiant Patanjali, SC strongly criticised Patanjali for persisting in publishing deceptive claims and ads against modern medical systems, warning it in Nov 2023 of a fine of ₹1cr if Ramdev and his company persisted.\nThe upshot | Uttarakhand’s licensing authority told SC that in mid-April it had suspended Patanjali’s licences to manufacture 14 drugs, under Rule 159(1) of the Drugs and Cosmetics Act, 1945. SC remains unimpressed, as it should. State licensing bodies are drug inspectors of Indian medicine. The Uttarakhand body has failed the public it serves in not acting against Patanjali at the first appearance of an ad that’s banned in law.\n\n",
        "headline_1": "Drugs disorder",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/drugs-disorder/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "This year the May Day is likely to provide an insight into the growing hostility from elements the toiling masses will continue to encounter the world over on account of climate change. When millions of workers in South and South East Asia are struggling under a blistering sun, their counterparts in large swathes in Pakistan, China and Kenya have been forced to take shelter in temporary relief camps. As the most vulnerable segment of society, the working class becomes the first casualty of natural calamities. In this context, the theme Bangladesh has chosen for this year's May Day celebration is 'Sramik-Malik Gorbo Desh, Smart Hobey Bangladesh' (As workers and owners, shall we build the country, it'll be a smart Bangladesh) is quite contextual. But whether it will materialise is a different issue. The May Day, also known as International Workers' Day, is observed as the triumph of workers against exploitation and injustice. Celebration of the day began in 1889 by the International Federation of Socialist Groups and trade unions in commemoration of the Hay Market tragedy on May 4 following the rally for eight-hour working day on May 1, 1886 all across the USA. The May Day is celebrated in many countries across the world to express solidarity with the workers. The day serves as a reminder to pay attention to the workers' concerns, ensure their well-being, and recognise their invaluable contributions to society, economy and nation-building.In Bangladesh, the success story of the readymade garment (RMG) industry, which accounts for about 85 per cent of the country's export earnings, is largely woven by the sweat of the brow of about four million workers in this sector. Ensuring garment workers' rights and well-being has always been a contentious issue. Since the RMG sector has to navigate the complex trajectory of international trade, ensuring workers' rights and well-being is not a choice for the industry stakeholders, but a necessity. Of late, the issue of giving workers greater freedom to form unions so that they can voice their demands has been a global concern. In this regard, it is worth mentioning that the Labour Ministry has come up with amendments to the labour law to give greater freedom of association to workers. The proposed revisions to the labour law are slated for introduction during the forthcoming budget session of parliament and are expected to tackle the concerns raised by the country's trading partners and the International Labour Organisation (ILO).While there has been a paradigm shift in workplace safety in the apparel industry, the issues of fair wages, stable jobs and the right to association remain as pressing as ever. Society cannot be stable if jobs are unstable and workers are not treated well. Formation of union is not only workers' right, but it is also a stabilising factor in running an industry. It is, therefore, hoped that the government will get all relevant agencies and stakeholders on board for adoption of measures aimed at protecting and promoting workers' rights in all productive sectors. All business establishments and factories should implement foolproof safety measures. Additionally, other labour rights issues such as job security, minimum wage and enhancing workers' productivity levels through training should also be taken seriously.",
        "headline_1": "Upholding workers' rights",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/upholding-workers-rights-1714489683",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "There is, no doubt, an increasing focus these days on the social safety net programmes (SSNPs) --- not only within the scope of the government's poverty alleviation exercise but also in the public discourse. Despite the many odds stacked against smooth execution of the programmes, the government is pretty upbeat about SSNPs' success in bringing the poverty graph on a downward curve and helping out some sector-specific activities.The government is reportedly going to expand its social safety net programmes (SSNPs) by increasing the number of beneficiaries by around four hundred thousand. The decision to bring in new beneficiaries came following a cabinet committee meeting last week. However, the money currently being given will remain unchanged. The finance ministry, meanwhile, has issued two circulars to bring all safety net programmes under a new structure in order to reduce leakage, misuse, and corruption.It has been learnt that inclusion of fresh beneficiaries will take place under two major SSN schemes for elderly people and widows, deserted, or destitute women. The government's allocation for the Old age Allowance programme in the current fiscal is Tk 4,205 crore. Men above the age of 65 and women aged more than 62 with an average annual income of less than Tk 10,000 are eligible. Eligible elder citizens are currently getting the benefit in 262 upazilas under the exising programme. Around 58.01 lakh elderly people are getting Tk 600 per month in the ongoing fiscal. The allocation for the widow, deserted, or destitute women programme is Tk 1,711 crores. Around 25.75 lakh women are currently beneficiaries of the scheme. Under the programme, women aged 18 and above and with an annual average income below Tk 12,000 are getting allowances of Tk 550 per month. The increase in the number of both the categories will be two hundred thousand each. Presently, the government runs well over a hundred programmes under the SSNPs, and the allocation for FY24 is Tk 126,000 crore. The major SSNPs can be grouped under four broad categories: (i) employment generation programmes; (ii) programmes to cope with natural disasters and other shocks; (iii) incentives provided to parents for their children's education; and (iv) incentives provided to families to improve their health status. Given that the programme is growing, though very slowly, corruption and misuse of funds are the most commonly alleged practices plaguing the operations. Moreover, although the allocation has increased over the years, it has been found to be still far less than what it should have been in terms of standard practices followed elsewhere. Analysts opine that Bangladesh has been spending less than half of what other countries spend as a percentage of their gross domestic product (GDP). Most middle income countries spend between 6.0 to 8.0 per cent of the GDP on social safety net programmes as against little over 2.0 per cent of GDP in Bangladesh. The country currently has no less than forty million people living below the poverty line, but the number may shoot up twice as many in foreseeable future if the SSN allocations are not substantially raised and efforts taken to avoid abuse of funds. As for the execution and efficacy of the programmes, one important finding, according to analysts, is the overlapping nature of the programmes under various ministries. Around 140 SSN programmes are currently being implemented by 23 ministries, a large number of which suffer from overlapping in various forms. Besides, due to the lack of coordination and monitoring of progress in a proper manner, transparency and accountability are the major casualties.At a roundtable held recently speakers came up with some lacunas that they believe do not allow the social safety net schemes work in a desirable way. A good deal of these is policy related. For example, inclusion of retired government employees as beneficiaries of the SSNPs does not strike the right chord in alleviating poverty of the really needy people. Some 27 per cent of the SSN allocations go as pension to the government employees. One may argue whether to treat such allocations as truly SSN allocations given the state of the people who deserve these more than any other groups. Targeting the right groups is crucial as it is believed that wrong targeting may result in increasing poverty gaps instead of reducing it. For, not all in need of SSN protection live in similar geographies and socio-economic conditions. There is thus a critical need to look into area-specific and other related factors in determining the level of poverty. The government should prepare a detailed database of the number of people living below the poverty line, which will help the stakeholders involved in understanding the needs of different target groups and strategise result-orientated plans. Improved management of the schemes, along with an efficient use of resources and plugging the loopholes in the distribution process is important in making the social safety nets more effective. It is also important to strengthen the monitoring and supervision system relating to the implementation process to make the schemes more accountable.\n[email protected]",
        "headline_1": "Making social safety nets more effective",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-social-safety-nets-more-effective-1714489745",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "City residents had to put up with a lot of hassle in terms of dust, pollution and dug-out roads or overlapping barricaded medians while the first metro rail (MRT-6) was being built. There long delays and the project had dragged on for years, but residents put up with all the problems associated with it in the hope that one day they would ride on this advanced mode of transportation. It promised to be fast, clean and comfortable. In that regard the metro rail service has delivered. To popularise the service, the government made travel by metro rail (MRT) VAT-free. While users of all other modes of public transportation must pay variable rates of Value-Added-Tax (VAT), MRT was exempt from it. It has become more than simply a rail service---a pride of the city. The national board of revenue (NBR) has decided, in principle that the grace period is now over and intends to levy VAT on MRT fares from 2025, i.e. from next fiscal year. There has been a lot of talk against this but there are arguments for and against this proposed move. People in general are already under tremendous pressure of inflation and cost of everything has gone through the roof and stayed there. The metro service provided much reprieve to the people who had previously had to suffer hours of gridlock on the streets of the MRT-6 route.That changed with the introduction of the MRT which provided a train every 10 minutes and with fares ranging from Tk20.00 - Tk100.00 have been heaven sent. No more pollution, no more sitting in non-air-conditioned modes of transportation. All this carries a price tag of course. Getting back to the subject of VAT, the NBR has made it clear that all other modes of air-conditioned public transportation are subjected to VAT payment and MRT should not be an exemption. The government for its part has kept the service VAT-free for a year and now intends to levy the same type of VAT it has imposed on other public modes of transportation, on land, water or air.The VAT law exempted passengers from paying any VAT till June 30, 2024 and this policy is being reviewed. However, given the massive popularity MRT has earned, the revenue authorities should rethink the rate of VAT imposition. According to a report published in this newspaper, it would be more prudent to impose VAT at a staggered pace. Although VAT experts have pointed out that even a 15 per cent imposition would not have a huge impact at passenger level. A Tk20.00 ticket would end up costing Tk23.00 and the highest-value ticket presently costing Tk100.00 would cost Tk115.00 What is perhaps not being talked about much is the fact that the Dhaka Mass Transit Company Limited (DMTCL) has been giving incentive to passengers to procure their own travel passes that carry 10-year validity and is tied to their national ID (NID). These travel cards are pre-paid and can be topped up any time. More importantly, DMTCL gives a 10 per cent discount to passengers who have registered and procured these passes. Hence, if the government truly believes it must impose VAT at all costs, it should make more effort to popularise travel passes and the only way that can be done is by phasing out ticket vending machines gradually so that people get used to the idea of utilising travel passes. One should not forget that daily usage of the MRT since introduction in December 2022 now averages 300,000 passengers. Hence, any sudden and dramatic change to ticket price should be avoided.\n[email protected]",
        "headline_1": "Is VAT on metro justified?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-vat-on-metro-justified-1714489776",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-05-2024"
    },
    {
        "full_article": "The rise of the gig economy has ignited discussions surrounding workers' rights, labour laws, and economic stability in today's rapidly evolving landscape. With more individuals turning to freelance work and short-term contracts, it's imperative to explore how we can harmonise the flexibility inherent in gig work with the need to ensure fair treatment and financial security for workers. The gig economy, epitomised by platforms like Uber, Airbnb, and Upwork, empowers people to work on their own terms, determining when, where, and how much they work. This flexibility is particularly enticing to those seeking to enhance their work-life balance or supplement their income. However, critics point out that gig workers often lack access to essential benefits such as health insurance, retirement plans, and job security.The challenges of regulating the gig economy have come to the fore through recent legal and legislative actions. Assembly Bill 5, for instance, aimed to reclassify numerous gig workers as employees rather than independent contractors, thereby granting them access to benefits and protections. Yet, this sparked controversy and faced legal challenges from gig-based enterprises, leading to the introduction of Proposition 22, which exempted certain gig companies from AB5's mandates. The impact of the gig economy extends beyond individual workers; it reverberates throughout entire economic sectors. While gig platforms drive innovation and job creation, they also raise concerns regarding income inequality, labour market dynamics, and the erosion of traditional employment structures.To navigate these challenges and safeguard workers' rights and well-being while preserving the benefits of gig work, collaboration among legislators, corporations, and labour advocates is essential. This may entail implementing portable benefits systems, exploring hybrid employment models, and fostering stakeholder dialogue to identify a common ground. Furthermore, companies operating in the gig economy must uphold ethical labour standards and ensure transparency in their dealings with workers. By prioritising fair compensation, support systems, and avenues for growth, these companies can foster sustainability and trust among gig workers.In conclusion, effectively managing the gig economy requires a nuanced approach that balances the flexibility valued by workers with the imperative for robust labour laws and stable economic conditions. By tackling these issues head-on, we can cultivate an equitable and inclusive economy that benefits all stakeholders.\nFarzana Jaman Sultana SadiaStudentNorth South University, Dhaka[email protected]",
        "headline_1": "Striking a balance between workers' rights and flexibility",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/striking-a-balance-between-workers-rights-and-flexibility-1714489803",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-05-2024"
    }
]