[
    {
        "full_article": "\"Thousands of garment workers yesterday returned to work in industrial belts in Dhaka and elsewhere amid the nationwide shutdown, raising fears of a rapid spread of the novel coronavirus…\"—this was the first sentence in a report in The Daily Star that was printed, not today, yesterday or the day before, but on April 30, 2020. This mass movement was sparked by the decision to reopen apparel factories on a limited scale, coupled with a statement from the home minister on how no one would be allowed to enter the capital from outside for work. The relevant authorities were roundly condemned for creating panic amongst workers, who flouted all social distancing protocols and returned to the capital in crowds, despite the high costs of travel (public transport was suspended at the time) and risks to their health. On April 30, 2020, the positivity rate in Bangladesh was 11 percent (for context, yesterday, it was 29.91 percent).\nStill, the events referred to here were in the early days of the pandemic, when excuses could perhaps be made for the authorities being under-prepared. At the time, we didn't know that 3.57 lakh jobs would be wiped out in the RMG industry during the pandemic. We didn't know that 72.4 percent of furloughed workers would not get their due salary and 80.4 percent of laid-off workers would not get their severance pay (as data from the Centre for Global Workers' Rights now shows us).\nWe didn't know that RMG workers would suffer a 35 percent pay cut during lockdown periods, despite factory owners receiving a Tk 8,000 crore government stimulus package to pay salaries during the pandemic, and that a study by Transparency International Bangladesh would reveal that the stimulus didn't actually reach 42 percent of RMG workers. And we definitely didn't know that, despite RMG factories being allowed to operate during lockdowns (since global markets began opening up after widespread vaccination programmes), RMG workers would still have to take to the streets to demand salary arrears in the second quarter of 2021, all the while at risk of falling into pandemic-induced debt in their struggle to stay afloat.\nHowever, now that we are armed with all of this information on the pandemic's catastrophic impact on workers, not just in the RMG sector but across all Bangladeshi industries, what exactly have we learnt from it? If the events of the past few days are anything to go by—the answer might be, absolutely nothing at all. Despite being well-aware of just how difficult it is to travel back to Dhaka during lockdowns, despite witnessing time and again the mad Eid rush and how dangerous such crowds can be in terms of Covid-19 transmission, and despite knowing that the precariousness of their situations means that workers will have no choice but to rush back to their workplaces when asked—it truly beggars belief that they were not given more than 24 hours' notice to travel back during a nationwide \"strict\" lockdown. That too at a time when Covid-19 cases have gone up by 58 percent in a week and hospitals across the country are struggling to deal with this crisis.\nOn July 27, the home minister told reporters that \"Although the factory owners pleaded for the reopening, we can't accept their request.\" Yet on July 30, a government circular was issued saying export industries, including garment factories, will be out of the ongoing 14-day lockdown's purview from August 1. While we acknowledge that the \"lives vs livelihoods\" dilemma has been a constant thorn for the government during the pandemic, and difficult decisions have had to be taken, the fact that the workers themselves were kept in the dark during these discussions shows just how little thought is given to them by their employers and the authorities.\nAlthough it was belatedly announced that public transport would be opened up so workers could return, it is astounding that it did not occur to anyone to plan for this in advance. By then, thousands of workers had already flocked to ferry ghats, and in the absence of public transport, they were forced to ride rickshaw vans, trawlers, goods-laden pickup trucks and even walk on highways with their family members. In interviews carried by different media outlets, many spoke of the high costs of making these journeys. And in almost every single interview, they gave the same reason for going through all this hardship—what will happen to our jobs if we don't go?\nIt is time for us to redirect this question, away from the workers and onto their employers. What will happen to their jobs if they miss a day's work or two? Will they be made redundant? Will that day's wages be deducted from their pay? Or will it be counted as one of their 10 days of casual leave, or 11 days of festival holidays? (By the way, if RMG workers are entitled to 11 days of festival holidays, why did workers have to demonstrate to get time off for Eid in May?).\nThis week, the WTO released figures showing Bangladesh earned USD 28 billion from apparel shipments in 2020. While this is a decline from past figures (as is expected due to the pandemic), it still begs the question—in a 28-billion-dollar industry, why is the work still so precarious? Why are RMG workers (who, along with migrant workers, are key building blocks of our economy) expected to risk Covid-19 infections and spend their much-needed savings based on what are clearly unplanned, last-minute decisions?\nThe pandemic has put a spotlight on the very real issue of an unequal distribution of power within the global supply chain, and buyers have faced a lot of criticism for trying to get out of contracts and hang their suppliers in countries like Bangladesh out to dry. As legitimate as these issues are, we cannot shy away from the fact that workers, in most industries in Bangladesh, are also the victims of unequal distributions of power in relation to their employers (i.e. the suppliers).\nEvery few months or so, the most inhumane expressions of this inequality dominate our headlines—like how little value the owners of Hashem factory attached to the lives of 52 workers who died in the blaze in Narayanganj last month, or the five workers who were killed by police in April for the simple act of demonstrating for payment of arrears and an improvement of their appalling living conditions at an under-construction coal-fired power plant in Banshkhali. While these are the worst case scenarios, they are part of a wider problem—a culture of work that devalues labour, reducing workers to parts in a factory rather than human beings deserving of security and dignity. It is this same culture that prevents employers and relevant authorities from showing the least concern for the hardships workers may face during the pandemic. At a time when they are especially vulnerable, could we not do better?\nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @shuprovatasneem.\n",
        "headline_1": "Workers treated as cogs in a system that only sees profit",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/workers-treated-cogs-system-only-sees-profit-2143321",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2021"
    },
    {
        "full_article": "With around 10 million diagnosed patients, Bangladesh remains at the forefront of the global diabetes epidemic, where one out of every ten adults is diabetic, according to 2017 data from the International Diabetes Federation. Diabetes mellitus is a group of metabolic disorders sharing the common feature of hyperglycaemia or high blood sugar. Long-standing hyperglycaemia, or in other words, uncontrolled diabetes, is associated with multiple organ damage such as eyes, kidneys and nerves, and triggers diseases like diabetic retinopathy, diabetic nephropathy and diabetic neuropathy, respectively.\nDiabetic retinopathy is among the earliest complications of uncontrolled diabetes. It is a clinical condition characterised by the damage of the retinal blood vessels due to high blood sugar levels. Its typical features include abnormal blood vessel growth, aneurysm, haemorrhage and accumulation of hard exudates in the retina. Almost all diabetic patients develop retinopathy within five to 15 years of the onset of diabetes; however, individuals with long-standing and uncontrolled diabetes are more likely to develop the disease. Globally, diabetic retinopathy is one of the leading causes of visual impairment and blindness. In 2011, 126.6 million adults worldwide lived with diabetic retinopathy, which will grow to 191.0 million by 2030 if the current trend continues. Remarkably, the burden of both diabetes and diabetic retinopathy is disproportionately high in the developing countries of Asia and Africa.\nLike other developing countries, Bangladesh is confronting the rising burden of diabetes and its associated complications, including diabetic retinopathy. In 2020, the country was home to around 1.85 million diabetic retinopathy patients, according to the International Agency for the Prevention of Blindness. According to recently published studies, one to three out of every ten diabetic patients in Bangladesh suffer from this progressive eye disease. In spite of being widely prevalent among diabetic patients, diabetic retinopathy is more common in individuals with uncontrolled diabetes, obesity and high blood pressure. This prevalence also increases with increasing age and duration of diabetes. Physical inactivity, tobacco consumption and elevated serum cholesterol further increase the risk of retinopathy among diabetic patients.\nDiabetic retinopathy is an incurable disease; however, the disease progression can be halted by early diagnosis and treatment. Despite being an important public health concern, diagnosis and management of diabetic retinopathy receive minimal attention from patients in Bangladesh. Here, diabetic patients are advised to perform retinal examination immediately after diagnosing diabetes and then once a year, irrespective of age. However, diabetic patients often fail to comply with this advice and delay in seeking care mainly due to a lack of awareness about the consequences of diabetic retinopathy (sudden onset of bleeding and blindness) and financial constraints. In addition, retinal examination facilities are highly concentrated in urban areas, where patients can avail this service at tertiary level health facilities, private hospitals and private practitioners. However, in rural and remote areas, lack of trained healthcare providers and unavailability of necessary equipment (like fundoscopy machines) contribute to delayed diagnosis.\nFor chronic disease management, counselling plays a crucial role, particularly in motivating patients to comply with healthcare advice and regular follow-up. Nevertheless, in Bangladesh, physicians often encounter a heavy workload and thus get less time for counselling patients. Inadequate counselling subsequently contributes to delayed care-seeking and irregular follow-up for diabetic retinopathy. As a result, it is diagnosed at an advanced stage for many patients, sometimes when the disease gets far too complicated (macular oedema, haemorrhage, narrow visual field). Poor diabetes control and delayed initiation of treatment also hasten the disease progression, and many patients even visit physicians after the sudden onset of blindness.\nAs diabetic retinopathy is one of the leading causes of blindness and disability among diabetic patients and could be prevented through early detection, a non-invasive screening tool could play a critical role in this regard, especially in a resource-poor country like Bangladesh, where early detection is hampered due to inadequate human resources and necessary equipment. This kind of tool has been identified as an efficient and cost-effective means of screening diabetes-induced retinopathy in countries like the UK, Iran and China. Keeping this in mind, BRAC James P Grant School of Public Health, in collaboration with The Fred Hollows Foundation in Australia, Diabetic Association of Bangladesh and BIRDEM Hospital, will be developing and validating a simple, questionnaire-based risk stratification tool for diabetic retinopathy screening—the first of its kind in Bangladesh. The expectations arez that the tool will enable Bangladeshi physicians, especially those providing care in rural and remote areas, to identify individuals at high risk of developing diabetic retinopathy at an early stage and thus, prevent the blindness and disability associated with this disease.\nWhile diabetic retinopathy is a progressive disease like cataract and glaucoma, early diagnosis and treatment can halt its progression. As it is an incurable disease and its treatment is expensive, especially in a country like Bangladesh, where universal health coverage has not been achieved and out-of-pocket expenditure is the primary source of healthcare finance, a collaborative approach for prevention, early detection and timely management of diabetic retinopathy is warranted to combat the burden of this overlooked disease in Bangladesh.\n \nDr Ipsita Sutradhar is senior research fellow, at the Centre for Non-communicable Diseases & Nutrition (CNCDN) and Centre of Excellence for Science of Implementation and Scale Up (CoE-SISU), in BRAC James P Grant School of Public Health, BRAC University.\n",
        "headline_1": "Stop diabetic retinopathy before it starts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/stop-diabetic-retinopathy-it-starts-2143311",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2021"
    },
    {
        "full_article": "Social media is flooded with children's photos, quotes and videos that are being posted by their parents. Some tend to document everything, from their children's first words, first steps, first days at school to most other activities, conversations, achievements and challenges of their lives. There are even some videos where children are feeling sad or crying.\nThe above are examples of \"sharenting\", which refers to the practice of parents publicising content about their children on online platforms. At present, this is common across various countries of the world, including Bangladesh. Sharenting poses child protection risks and raises a lot of questions about privacy, consent and the parent-child relationship.\nThe disclosure of children's personal information, such as geographic location, name, date of birth, pictures and the schools they attend, might expose them to risks, as people with malicious intent may use this information to harm children. Many share photos of their children in a variety of intimate settings, where they are not properly dressed. Such pictures of children are found on websites for pedophiles. Australia's eSafety Commissioner reports that almost half of all images found on the pedophile image-sharing site he reviewed were originally posted with a parent's consent on social media and family blogs. Sharented information is often abused for \"identity theft\" when imposters stalk or commit fraud against children, or even blackmail their families.\nDue to the prevalence of sharenting, children develop a digital footprint from a young age, over which they have no control. A study by the University of Michigan found that over half of the participants have shared embarrassing content about children online. Twenty-seven percent of them have shared photos that are deemed potentially inappropriate. This might lead to negative consequences. For example, children could be ridiculed at school. Moreover, college/university admission officers and potential employers may happen to access the inappropriate material. This could shape their impression of a candidate and negatively affect academic or career opportunities. Children should be free to define themselves online, on their own terms, without being burdened by the image created by their parents. Sharenting fails to respect children's autonomy over their persona.\nOver 55 percent of children said they would not upload news about or images of themselves to their social media feeds. This is according to a survey of over 16,000 students by VotesforSchools (This platform allows students in the UK to vote and comment on issues affecting their lives). Some were concerned about being embarrassed or the longevity of content, which could remain online indefinitely. Others expressed concerns about their personal data being compromised. One of the children said: \"Although our parents mean well, sometimes the aftermath of a post can be disastrous.\"\nIt is unrealistic to expect that parents will stop sharing about their children altogether. Social media has become a part of everyday life. Sharing can bring families together, especially when they are geographically dispersed. Children also appreciate that. Sometimes, parents can receive support from others through posting.\nHowever, social media is still evolving and there are no fixed rules. Much of it is common sense. As a general rule, sharing should be kept to a minimum. There is a need to resist the temptation to document and post everything. Parents need to keep in mind whether their children will feel ashamed, embarrassed, anxious or annoyed about any of the posts. Is there any potential harm for the child? Will this affect the parent-child relationship?\nChildren have the right to be protected from all types of harm, which includes the harm caused by sharenting. Sharing personal details of children should be avoided. Parents should try not to show that they have a regular pattern every day and should turn off geo-tagging (which tells internet users where a person is). Simple steps such as checking privacy settings to ensure that the posts could be viewed by trusted friends and family only, and asking others not to share content of the children on their accounts, could be a good start. This does not guarantee that the image or text will not be abused, but parents must do everything they can to protect their children. Parents should not share pictures that show their children in any state of undress (e.g., bathing suit, scant attire).\nThe most vital aspect to this sort of social media use is to have a child-centred approach. Parents must ensure that they listen to children. By age four, children have an awareness of their sense of self. Parents should ask children if they want friends and family to know about the things being shared. Parents need to understand that children have the right to say \"no\" regarding images and the text that they post. It is important that parents respect children's views.\nThe London School of Economics (LSE) has started a project titled \"Preparing for a Digital Future\". Sonia Livingstone, professor of social psychology in the department of Media and Communications and one of the project's researchers said,\"We interviewed several families where even small children wished their parents would share fewer photos, and consult them more. We observed in a few families that children are even learning to tell their parents to stop. It's a matter of respect and consent, and protecting that is important, more than the actual fact of sharing itself. What will matter to children is to feel they have agency, respect and dignity—that's at the heart of privacy. So anyone sharing or using their images should prioritise this.\"\nIn Bangladesh, there is a need for research on sharenting and listening to children's perspectives. We can utilise the lessons learnt on sharenting from other countries as well in the best interests of children. Awareness of Bangladeshi parents on the risks of sharenting as well as capacity to minimise harm should be developed.\nIf parents are sharing online to get likes, then children will learn that posting is a way of being validated, which is negative for their development and wellbeing. It is the responsibility of parents to practice good social media etiquette so that children learn how to behave in online settings and navigating through the digital world becomes an empowering experience for them.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Think before posting about your children online",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/think-posting-about-your-children-online-2143286",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2021"
    },
    {
        "full_article": "The world is passing through unusual times, with the Covid-19 pandemic forcing countries to adopt policies which would otherwise not be adopted. The pandemic has shrunk economic activities resulting in loss of employment and income, and rise in poverty and inequality. Lack of income has reduced people's purchasing power and consumption demand. Businesses, irrespective of size, have been affected severely. There have been production and supply chain disruptions. The combination of demand and supply-side shocks have prompted governments to initiate various fiscal and monetary measures. They have announced stimulus packages for the affected sectors and people in an attempt to save their economies and people's lives. These include relief packages and credit support from commercial banks. In addressing economic shocks of this type and scale, expansionary fiscal policy has been supported by economists. This has worked in addressing several economic shocks in the past. The objective of such expansionary policies is to inject more money in the economy so that economic activities are revived, employment is generated, and people have money in hand to spend to meet their demand. \nIn addition to fiscal policy, the importance of monetary policy cannot be undermined during the pandemic. Monetarism has been found to be effective in addressing economic contraction and recession. The assumption in such measures is that the money supply determines the level of Gross Domestic Product (GDP). Higher level of money supply in the economy will reduce interest rates, which in turn will encourage higher investment—this will then lead to employment creation.\nAs soon as the pandemic broke out in Bangladesh in March 2020, the government announced stimulus packages. As of today, the total stimulus package amounts to about 4.4 percent of Bangladesh's GDP. Following the start of the pandemic, the central bank had embarked on an expansionary monetary policy and created additional money for the economy by slashing the Cash Reserve Ratio (CRR) and Repo rates. It reduced the CRR of banks by 1.5 percentage point and the Repo rate by 0.5 percentage point. Bangladesh Bank also increased the Advance-Deposit Ratio for all conventional banks by two percent. This increased the amount of loanable funds for commercial banks.\nThe need for additional money arose since about 80 percent of the stimulus package of Bangladesh is loan support at a subsidised interest rate. The government was to share a part of the interest of the loans to be disbursed to the enterprises. The objective is to support affected businesses through less costly loans so that they can revive their activities and keep people engaged in those activities. This is expected to bring the production and supply chain back to normalcy and boost aggregate demand during the pandemic.\nOn July 29 this year, Bangladesh Bank announced the Monetary Policy Statement for fiscal year (FY) 2021-22. As was the case last year, the policy continues the expansionary monetary policy stance to support investments and employment generation. At the same time, it will also follow an accommodative monetary policy stance for FY 2022 in order to take measures as the situation arises.\nBangladesh Bank has announced four types of policy support to businesses. These include the continuation of ongoing refinancing schemes and full operationalisation of the credit guarantee scheme to accelerate the disbursements of loans to cottage, micro, small, and medium enterprises (CMSMEs). These are expected to help the businesses which suffered losses due to the pandemic. However, rapid and smooth access to funds by the CMSMEs has to be ensured through proactive measures. In 2020, the allocation for the CMSMEs were not disbursed fully, and many CMSMEs could not avail loans allocated for them due to various complexities.\nAnother welcome move in the Monetary Policy Statement is to bring the education sector under the refinancing scheme. The education sector has been hugely affected by the pandemic—not only keeping millions of students stuck at home, it could also create high inequality in education during and after the pandemic, which could lead to inter-generational inequality. This refinancing scheme has been designed to help teachers and students in accessing loans to purchase electronic equipment and devices needed to continue online education. In order to make this initiative meaningful, information about such a facility should reach needy teachers and students. Previously, the loan facility for the CMSMEs was not known to many small entrepreneurs. Many women reported this to us during a study by the Centre for Policy Dialogue (CPD) on access to stimulus packages by female entrepreneurs. Therefore, this information on loans for educational equipment should be publicised widely with the help of the media.\nThe Monetary Policy Statement has projected the growth of private sector credit to be 14.8 percent for 2022 as opposed to actual growth of 8.4 percent in FY2021. In FY2020, this growth was 8.6 percent. Because of the pandemic, investment is not picking up despite the low interest rate. In periods of unpredictability, private investment is unlikely to grow. It is uncertain how long the pandemic is going to stay with us. One does not really see any radical change in terms of tackling the health risk of the pandemic in Bangladesh by the middle of 2022 as all eligible people are not going to be vaccinated by then. So, the revival of investment may take longer and excess liquidity will be absorbed a bit slowly. Unless the population of Bangladesh is fully vaccinated, hesitation among investors will persist.\nIn the face of already existing excess liquidity which has reportedly reached Tk 2.31 trillion, an expansionary monetary policy may pose challenges such as pressure on the prices of commodities, leading to higher inflation. This will further affect the common people who are already living in distress.  It may be mentioned that inflation went above the government's target of 5.4 percent and reached about 5.6 percent in FY2021 as food prices increased. Besides, the asset market could see price hikes and market distortion due to this policy stance. The central bank has, of course, pointed out that it would take appropriate measures in case of such a situation. Indeed, the central bank will have to be vigilant in maintaining the stability of the financial market in such unusual circumstances to avoid any price bubble.\nThe other challenge of the central bank is the perennial issue of loan default. How much of the stimulus package will be returned in time is a concern given the trend of high non-performing loans (NPLs) in banks. More concerning is the wilful defaulters who may take this opportunity to keep the money to themselves and never return it. Already, news of investing the stimulus money in the capital market has appeared in the media. How banks which have a reputation for poor loan management will ensure the return of the public money lent to so-called affected businesses is worrisome. A database on the repayment status of the stimulus packages should be made public.\nThere are questions about the adequacy of the proposed Monetary Policy Statement for FY2022, since there is a need for more targeted policy measures for the affected people. The two core objectives of the central bank—to keep inflation under control and help achieve the growth targets—require specific measures focusing on sectors and sub-sectors of the economy. While there is always more room for a further comprehensive Monetary Policy Statement, the implementation of the proposed measures effectively will help tackle the negative impact of the pandemic on the economy to a large extent.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.\nViews expressed in this article are personal.\n",
        "headline_1": "Monetary policy during the pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/monetary-policy-during-the-pandemic-2142436",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2021"
    },
    {
        "full_article": "With the government suddenly announcing on Friday that export-oriented factories will operate per normal starting August 1—despite the DGHS warning that it will likely lead to a spike in Covid-19 infections—tens of thousands of workers from different parts of the country have endured untold sufferings while returning to their workplaces. Since the transport ban is still in place, workers had to travel by bikes, trucks, pick-ups, three-wheelers and anything else they could find—and in some cases even walk towards Dhaka—paying three to four times more.\nIt was not until 8pm on Saturday that the authorities suddenly changed their minds again, deciding to resume transport services for 16 hours till Sunday afternoon. However, top officials of both the Bangladesh Road Transport Authority and Bangladesh Railway remained uninformed about the decision until 9pm, and were initially informed about the matter only verbally. Consequently, BR could not get any of its trains operating, as it was impossible to resume train operations for such a short time and then shut it down again. Given that many bus staffers had returned home for the lockdown, very few buses were actually able to operate as well. This also led to ferry terminals being overpacked as, according to a report published by this newspaper on Monday, around one lakh people were waiting at Banglabazar ferry terminal on Saturday evening to cross the Padma River.\nDue to this huge onrush of people towards Dhaka and other industrial centres such as Narayanganj and Gazipur, roads and highways witnessed massive tailbacks. Social distancing and other health guidelines flew out the window, and one worker, 22-year-old Md Abu Hasan, was run over and killed while trying to board a moving bus. Who will take responsibility for his death? And who will take responsibility for the massive suffering that the workers had to endure, and the possibility of them contracting the virus and eventually passing it onto others?\nThe constant government flip-flops—from deciding that factories will remain closed on July 27 and then opting to reopen them no less than three days later—not only illustrate a lack of organisation, but also how little the government really cares about the lives of workers who form the backbone of our economy. And this fact was even more obvious when it came to the decision to continue the ban on transport operations, and then suddenly changing it a day after it was decided that workers had to return to work. The saddest thing about all this is that no one in the government will likely be held accountable for this disaster, even though they ought to be held responsible. The decision-makers have not only made a mess of the entire situation, but they have done so in the worst possible way—by forcing workers to endure all kinds of sufferings.\nWith the DGHS warning this could lead to another spike in infections—and with daily infections already hovering around the 15,000 mark—the government should begin preparations to handle more patients coming into the hospitals. The number of hospital beds should urgently be increased and prepped to treat Covid-19 patients.\n",
        "headline_1": "Do workers’ lives and safety really matter to the govt?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/do-workers-lives-and-safety-really-matter-the-govt-2143251",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2021"
    },
    {
        "full_article": "At almost every step of its response to the Covid-19 pandemic, Bangladesh has suffered from a number of recurring setbacks—prominent among them a failure to put experts rather than bureaucrats in the driver's seat, lack of coordination among the implementing agencies, lack of public engagement, etc. Add that to the systemic challenges associated with the execution of any government plan/scheme: corruption, incompetence and lack of transparency. The cumulative effect of these hurdles is that we're still no better at containing the virus than we were in the initial stages of the pandemic, when any policy failure could be attributed to a lack of experience. What's our excuse now?\nFrom forcing RMG workers to take biblical journeys to their factories in the middle of nationwide lockdowns to arbitrarily rolling out or withdrawing those lockdowns to botching up Covid-19 treatment, testing and vaccination schemes—the administration has made similar mistakes all too often, at great cost every time. So even after nearly a year and a half, we remain caught up in a vicious cycle in which we are either doing too little or too late, owing to the monopolisation of the Covid response by the government. Experts in a recent virtual event, therefore, have stressed on the need for joint, coordinated efforts to tackle the pandemic with the involvement of civil society and local communities. At the centre of this call is a realisation that collective and coordinated efforts of the public and private sectors can have a better and wider impact, as an informed, willing and empowered populace can hugely bolster the efforts of their government.\nThere are already local examples that the government can draw inspiration from—like the Coronavirus Resilient Villages (CRV) initiative initiated last year in about 1,200 villages in the country, which has shown promising results. This initiative, undertaken by The Hunger Project, has been built around the proven notion that public engagement, including through effective communication, is vital, and that only individual safety of each person can ensure the collective safety of everyone. Experts, therefore, suggest that such a model should be implemented at the upazila level at first, reviving the Coronavirus Prevention Committees in Unions and aligning them with other such community-led platforms and initiatives. NGOs can play a big role in this. Lessons from this example can then be used to implement collective efforts across the country.\nThe important thing to understand here is that the government must allow experts and citizens to be a part of its planning and implementing apparatus, rather than letting bureaucratic deadweight come in the way of essential services. There have been too many mistakes and too much suffering already, and too many lives have been lost, largely because the government refused to loosen its grip on Covid-19 management by including experts in the process. It's time it saw the error of its ways.\n",
        "headline_1": "Without a collective Covid response, we’re just running in circles",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/without-collective-covid-response-were-just-running-circles-2143241",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2021"
    }
]