[
    {
        "full_article": "The expulsion of Congress leader Rahul Gandhi from the Lok Sabha, following a contestable outcome of a defamation case against him in a Gujarat court, has become a new rallying point for the Opposition, at least momentarily. All the technical arguments notwithstanding, his disqualification is seen by most Opposition parties as a political move of the ruling Bharatiya Janata Party (BJP). Regional parties continuously adjust their relationship with the two national parties, the BJP and the Congress. From the vantage points of many regional outfits, these two parties are not necessarily two polar opposites. As a general rule, regional parties seek to expand their influence and power through fluctuating relations with the national parties, even when they are technically equidistant from both. The party in power in Delhi has considerable leverage, and regional parties are often vulnerable to pressure. In recent years, central agencies (the Enforcement Directorate and the Central Bureau of Investigation) have cornered Opposition leaders, and gone either aggressive or passive on cases according to the convenience of the BJP. While these facts were apparent, regional leaders have remained wary of confronting the BJP, and have often broken ranks with the rest. The Trinamool Congress (TMC), for instance, was not in alignment with the Congress-led strategy against the BJP on the Adani controversy.The expulsion of Mr. Gandhi has prompted the TMC, the Aam Aadmi Party, the Bharat Rashtra Samithi and the Samajwadi Party, which are usually wary of the Congress, to condemn the action and call it out as dictatorial. These parties possibly realise that mutual rivalries and fear of the BJP and the central agencies could drive them to the margins or, even worse, at the receiving end of more vindictiveness. Fourteen of these parties have now approached the Supreme Court against the misuse of central agencies. The petitioners say they represent 42% of the electorate, and that 95% of the cases filed by the agencies have been against Opposition leaders. This is a move for self-preservation, and these parties are still far from having a joint view on several critical national issues. At the heart of the confrontation between the BJP and the Congress are questions regarding the Adani Group of companies that stands accused of dubious ownership patterns and business transactions. The BJP and the Centre have so far deflected these questions. While Opposition parties such as the  Biju Janata Dal in Odisha and the Yuvajana Sramika Rythu Congress Party in Andhra Pradesh continue to stay aloof, it is noteworthy that other Opposition leaders have come out against the expulsion of Mr. Gandhi. Nevertheless, a robust opposition to the BJP is still a work in progress. It suits the BJP to keep the focus on Mr. Gandhi, and not on Mr. Adani.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRahul Gandhi\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nnational politics\n\n/\n\nparliament\n\n/\n\nAam Aadmi Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\nOrissa\n\n/\n\nAndhra Pradesh",
        "headline_1": "Work in progress: On the road ahead for the Opposition in taking on the BJP",
        "headline_2": "The Opposition parties are reduced to defending themselves instead of attacking the Bharatiya Janata Party",
        "link": "https://www.thehindu.com/opinion/editorial/work-in-progress-the-hindu-editorial-on-the-road-ahead-for-the-opposition-in-taking-on-the-bjp/article66664997.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "The International Monetary Fund’s approval of a 48-month arrangement with Sri Lanka, under the Extended Fund Facility for a $2.9 billion package, has been welcomed by Colombo and its creditors, who President Ranil Wickremesinghe will now have to conclude debt restructuring agreements with. Taking credit for some of the heavy lifting, India’s Ministry of External Affairs has said that India was the first Sri Lankan bilateral creditor to support the debt restructuring and to provide assurances to the IMF in January. Since last year, New Delhi has been a key part of Sri Lanka’s support structure, appealing on its behalf to the IMF and World Bank, extending a $4 billion package including credit lines, loans and debt deferrals, and raising the issue of debt sustainability at the multilateral sphere including the G-20. China, Sri Lanka’s biggest bilateral creditor, and Japan (part of the Paris Club of international financiers) did not move as quickly, which held up the IMF announcement. Announcing the first tranche of $330 million on Tuesday, Mr. Wickremesinghe said that the key message was to assure other lenders about Sri Lanka’s capacity to service its debt, and potentially enable it to access about $7 billion from international institutions and the IMF. Some credit is due to Mr. Wickremesinghe and his cabinet who have stabilised a few indicators since coming to power in challenging times last year.However, the IMF decision is no magic pill. This is Sri Lanka’s 17th IMF bailout, and the third in the past decade. The IMF loan also comes with a number of conditions, which will cause more hardships and make the government, that has about 10% approval ratings, more unpopular. Adding to its discomfiture is the IMF distancing itself from the government’s decision to postpone local elections, saying it had made no political stipulations. In its report, the IMF calls the risks to implementing the programme as “exceptionally high”, refers to Sri Lanka’s track record of implementing reforms as “weak”, and calls for contingency plans in case there is a deeper crisis induced by weak market indicators. Apart from grappling with soaring inflation, stimulating growth and inviting global investment, the government must also ensure that creditors are satisfied with its debt restructuring process and no one accuses it of “side-deals”. Sri Lanka appears committed to turning the corner, and is mending fences with every international player engaged in its complex geopolitics, including the U.S., Japan, India and China. It is important that in turn, they recognise Colombo’s precarious position and cooperate in shoring up the island nation as it continues to navigate a difficult economic path.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSri Lanka\n\n/\n\nforeign aid\n\n/\n\ngovernment debt\n\n/\n\nG20\n\n/\n\nChina\n\n/\n\neconomy (general)\n\n/\n\nJapan\n\n/\n\nIndia",
        "headline_1": "In too deep: On Sri Lanka’s economic crisis and the IMF aid package",
        "headline_2": "Sri Lanka’s partners must help it navigate the difficult economic path ahead",
        "link": "https://www.thehindu.com/opinion/editorial/in-too-deep-the-hindu-editorial-on-sri-lankas-economic-crisis-and-the-imf-aid-package/article66663973.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "With daylong protests by Congress across the country on Sunday, the disqualification of Rahul Gandhi from Parliament has given shape to the political chessboard, setting up the opening pieces for the 2024 election battle. How events pan out depends on subsequent moves of various protagonists.\nWe can, however, make preliminary observations.\nOne, the next national election may not depart substantially from the previous two in their broad framing as “BJP vs Congress” and “Modi vs Gandhi” elections. After the Bharat Jodo campaign, Congress has occupied increasing opposition space. Meanwhile, the brief spurt of regional parties such as TMC and AAP on the national stage last year got cut off through election reverses and corruption investigations. Political headlines, well after Bharat Jodo Yatra (BJY), all belonged to Gandhi.\nRead full opinion on TOI+\n\n",
        "headline_1": "Out of house, what should Rahul do?: If Gandhi has to electorally leverage his bigger profile post-disqualification, he has to harness his ideological rhetoric to a variety of local political narratives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/out-of-house-what-should-rahul-do-if-gandhi-has-to-electorally-leverage-his-bigger-profile-post-disqualification-he-has-to-harness-his-ideological-rhetoric-to-a-variety-of-local-political-narrativ/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "After 2022, when the Union home ministry considerably reduced the number of “disturbed areas” in Assam, Manipur and Nagaland, its review in 2023 is incremental in freeing districts from the tag, which operationalises the Armed Forces Special Powers Act or Afspa – the lawless law that gives unbridled power to armed forces and central police to search and arrest without warrant and shoot on suspicion for “maintenance of public order”. This year the “disturbed area” tag has been removed from one district in Nagaland. Now, eight of Nagaland’s 16 districts, including Dimapur, have it in full force while in five others, Afspa is imposed in parts. Of the three states that recently concluded state elections, Afspa was removed from Tripura in 2015, Meghalaya removed it in 2018 after 27 years. The Centre removed Afspa from 23 districts – plus partially from another district – of Assam’s 36 districts last year.\nThe removal of Afspa, in whatever measure, is always welcome, and it is always necessary to emphasise there is no place for such a law in modern India, especially when GoI has successfully brought militants to surrender, join peace talks and abandon arms. The 2020 Bodo Accord and the 2021 Karbi-Anglong pact played their part in addressing root causes of insurgencies.\nAll of North-East has suffered in Afspa’s shadow, notwithstanding the argument that crippling militancy required a special law to be in place. It bears repeating that the investigation into the killing of 14 people by soldiers during a botched operation in Nagaland’s Mon district in 2021 found it to be a case of mistaken identity. Given that governments in all northeastern states today are in alliance with the Centre, the climate is more amenable to a total removal of Afspa. That in 2023 a district was added to the Afspa list in Arunachal Pradesh as well as the limited repeal in Nagaland shows there is still some road to travel before the North-East can be free of this draconian law.\n\n",
        "headline_1": "Go, Afspa, go: Every N-E district freed of this draconian law represents an advance. But it’s time to consider full repeal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/go-afspa-go-every-n-e-district-freed-of-this-draconian-law-represents-an-advance-but-its-time-to-consider-full-repeal/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "If the women play, will the crowds come? This skepticism, for long at the heart of denying women a premier cricket league of their own, has been thumpingly quashed by Mumbai in WPL’s inaugural edition. Fans thronged both DY Patil and Brabourne stadiums, women got free entry tickets and were seen in bigger numbers and clusters than at IPL. Basically the WPL vibe and jerseys spread across the metropolis from its train stations to Marine Drive. Unfortunately, WPL did not reach Wankhede Stadium, let alone other cities. Next year, it must travel wider. Royal Challengers Bangalore fans, for example, would pack M Chinnaswamy Stadium just as full.\nWhile Team India stars like Shafali Verma and Harmanpreet Kaur delivered in style, there is some disappointment about how overseas cricketers dominated and WPL brought little new domestic talent into the limelight. A notable exception is Saika Ishaque, the left-arm spinner from Bengal who had nearly abandoned the game as its opportunities abandoned her, but now shines with a thrilling number of scalps for Mumbai Indians. UP Warriorz’ Grace Harris has reminded, however, that international players even dominated the first season of Australia’s WBBL. Delhi Capitals’ Meg Lanning in her other captaincy job has led the Aussies to one ODI and a roaring four T20 World Cups. The technical lessons and confidence boost of working with global stars will benefit Indian women, just as it did the men.\nThis year the franchises had to step up within a narrow time window, for next year they will undertake a much deeper talent hunt. While the Women’s World Boxing Championship came to a less satisfying climax yesterday – with India failing to equal its best-ever tally of 2006 despite geopolitics keeping some solid rivals out of the competition – the WPL final definitely had the feel of its theme song, Hallaa Hai Ballaa Hai… Dekho Yeh Toh Abhi Bas Shuruat Hai. The unlit rough diamonds, we shall yet meet them.\n\n",
        "headline_1": "Well played, ladies: WPL has thrilled Mumbai, next time its thrills and spills must travel further across the country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/well-played-ladies-wpl-has-thrilled-mumbai-next-time-its-thrills-and-spills-must-travel-further-across-the-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "There are all kinds of regulators, from banking to energy to telecommunications. Education is no oddity. In India, there are numerous higher education regulators. University Grants Commission (UGC) is the largest regulator whose policies impact a significant share of the higher education student population.\nThere are enormous societal expectations from the education regulators in India due to the scale and complexity of challenges that need to be addressed in higher education. These include providing learning outcomes-based education and individualised learning on a mass scale. With the national educational policy 2020 being executed nationwide, the need to achieve regulatory excellence has become even more important to achieve the above objectives.\nRead full opinion on TOI+\n\n",
        "headline_1": "What’s the missing block in building institutes of excellence?: India needs to bring multiple higher education regulators under one harmonising roof – HECI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whats-the-missing-block-in-building-institutes-of-excellence-india-needs-to-bring-multiple-higher-education-regulators-under-one-harmonising-roof-heci/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "Liberation War Museum (LWM) in Dhaka tells the story not only of the Liberation War but also of the long struggles of breaking the fetters that, over the decades, led to the ultimate formation of Bangladesh. For a nation that went through as many major tragedies as Bangladesh, this is not merely a museum meant for education or recreation but a site of personally meaningful memory for millions. The interpretation of history in the museum is from a Bengali Bangladeshi perspective and the narrative is largely that of the victims and sufferers chronicling their own histories. The exhibition of the collections is geared towards visitors who are mostly locals and might often have a personal link to the war, and for whom, the viewing might aid in the process of healing. There is a deeply ethical element to the museum collections, and, for a visitor who has links to the perpetrators of violence, the collections may inspire a sense of guilt or the desire to undo historical injustices. And even for others who do not have a personal connection to the war, the museum has the potential to be one of the most emotionally perturbing sites of memory they ever visit.\nEvery museum has a specific social, ethical, and perhaps also a political purpose, and every museum has a story to tell. The story that LWM narrates is one of national suffering that led to the establishment of today's modern Bangladesh. It is a narrative that finds echoes in many of the larger social and political discourses of the country. What is interesting is the ways in which LWM attempts to navigate the challenges of narrating a kind of collective trauma that has been and continues to be narrated extensively and in varied, often contradictory, ways in the larger society.\nIn the face of increasing number of official apologies and transitional justice movements, memorial museums like LWM have emerged all over the world. Such a museum becomes all the more important for Bangladesh in the absence of any restitution, formal compensation or apology to war victims from Pakistan's end. Museums play a central role in the mediation of memory in the public realm. This becomes even more significant considering that, in Bangladesh, for a long stretch of time, the military achievements of the war became the focus of attention and the civil agitation behind the war lay buried under layers of dust.\nLWM presents itself as a storehouse of the memories of ordinary people as well as freedom fighters. Founded in 1996 in the backdrop of civil society agitations for war crimes trials, and at a time when there finally was adequate space for commemorating civilian contribution in the war, LWM memorialises objects donated by victims' families and survivors of the war, in the form of photographs, daily use objects and family heirlooms. Many of the exhibits are mundane objects but they each tell a memory story, often a deeply distressing one. For instance, the museum displays burnt wood pieces from Khan-house of Keraniganj near Dhaka, which, the visitor learns, was set on fire by the Pakistani army on November 25, 1971. Another display holds a two anna coin donated by Md. Zillur Rahman Jamil, and the note beside it informs us that this coin was paid to a young boy by a Pakistani soldier in exchange for a can of milk inside what seems to have been one of the army rape camps. The boy, we are told, never spent the coin as he could not get that scene out of his mind.\nThe museum website has an open call to people to donate objects of relevance to the museum. For a museum that aims to tell the story of people's sufferings, crowdsourcing of objects seems to be a befitting approach. With the name of the donors mentioned beside every exhibit, visitors get an impression of interacting with survivors and victims' families instead of museum curators. Such participatory culture fits in with the aim of creating a sense of citizenship through shared suffering, and, in some ways, breaks down the walls of elitism around museums.\nAs mentioned in the mission statement of the museum, it aims to commemorate not only the suffering but also the heroism of the people, which, together, generates the discourse of martyrdom. The discourse of martyrdom in any culture is fraught with many complexities and can be interrogated at great length. Leaving that aside for another time, one might shift attention to how the museum exhibits offer an entry-point into this discourse through material memory. The galleries are designed in such a manner that there is an impression of allocation of similar space to all martyrs' contributions as the museum exhibits similar objects like monochrome photos and clothes for all victims, whether they be civilian, military participants or those who accidentally came under the wheels of history. This humanises the dead, personalises history and emphasises the individuality of each victim instead of them being reduced to statistical data.\nThe differing social status and professions of various martyrs is also made evident through the various objects displayed. There are social and vocational clues in the memorabilia. For instance, the museum displays the art works of Bhupatinath Chakraborty Chowdhury, a mentor of music and art. His artwork is accompanied by a narrative of him being compelled to perform during his interrogation by the Pakistani army. Not only material memories of those who died but also those of individuals who contributed in their own ways towards the war efforts are exhibited in the galleries. For example, the museum preserves a radio receiver used by Ejaz Hussain to monitor news broadcasts from which information was later used for Swadhin Bangla Betar. This serves the museum's purpose of illustrating the contribution of the entire population towards the liberation of the nation. The narrative comes across as one in which everyone is united, putting aside differences in class and social backgrounds. The exhibits are doubtless filtered and mediated through the museum curators, but the crowdsourcing of memorabilia visibly adds an element of egalitarianism to the display. In a way, the museum, like the formation of Bangladesh, is also presented as an outcome of its citizens' efforts.\nWhat LWM offers is a very physical and dramatic experience of the war. Using various media, through effective lighting, architecture and accompanying narratives, it appeals to the visitor's sensory faculties. This contributes not only to the visitor experience but also adds to the meaning of the site. For instance, one of the galleries includes a dark room with dimmed lighting in which the displays are behind wired nets, and an army truck glares at visitors with its headlights on. On several occasions, I observed visitors, including chattering school students on a day trip, being stunned to silence at the sight of the army truck. Even if they were visiting casually, the very tactile experience brings in an awareness that they are engaging with intensely traumatic memory in some form, even if not in the form of conscious critical engagement. Another gallery has an entire wall covered with poignant photos from wartime refugee shelters in Kolkata in which entire families lived inside concrete sewage pipes. What makes the viewing experience even more intense are similar pipes projecting out of the gallery walls. Even though some of the exhibits may be small objects which may seem minor and inconsequential in terms of their economic value, like the coin donated by Md. Zillur Rahman Jamil, but they serve to tell deep affective stories.\nThe museum was located in a residential building in Segunbagicha since its foundation in 1996 but has now shifted to Agergaon in 2017. Earlier, insufficiency of space necessitated that only 1300 objects could be displayed. How does the physical experience of visiting LWM change now that it has moved to a spacious modern building with twenty-first century architecture and advanced technologies? The knowledge and the space enter into a combination with each other to create the physical and emotional response to the museum and its collections. Is the modern building, with its elevators and its glass doors, representative of a new modern Bangladesh that is built on the foundation of its past traumatic sufferings? Is it emblematic of a Bangladesh that is moving ahead with times despite its foundational trauma?\nLWM provides a very hybrid space with multimedia engagements where there are photographs, material objects, audios, and videos. Many of the documents in the archives have been digitised and made accessible to a wider audience and international researchers. The museum website also offers access to a virtual tour in which viewers can navigate through various galleries and listen to audio descriptions of artefacts. It also has a mobile form in which a bus goes around the country disseminating information about the war. In addition, there is active engagement through the various social media pages of the museum. For instance, LWM's Facebook page publishes a 'This day of the year' post every day in which it mentions significant events that happened on each day of 1971. This intense memorialisation through Facebook not only keeps up with digital trends but also facilitates audience experience, contributes to memorialisation and creates meaning in a complex way.\nIn today's mediatised environment and rapidly changing technological field, the museum is no longer merely a one-time experience, but it instead offers an opportunity to connect via online platforms. It is not just the physical space of the museum anymore, but the museum's activities can be accessed through multiple media platforms, thereby allowing viewers to have varied entry points into the museum's narrative. The museum space is transcended both physically through mobile museums and virtually through online access. Such uses of modern digitisation technologies shows that LWM is evolving with times and adapting to the shifting landscape of modern communication with sophisticated new technologies. One of the main struggles of LWM is to get 1971 internationally recognised as a genocide. Thus, the digital outreach programme, digital reproduction and exhibition might serve a significant role in reaching a wider audience and increasing engagement.\nDigital media has become commonplace in museums, not only in the West but also in South Asia. Thus, my intention is not to marvel at the novelty of digitisation in LWM but to open questions about the target viewership of the museum and the societal changes that bring about this need for newness in museological practice. The social media presence and virtual viewing options are not neutral and inconsequential. What are the societal needs that these changes cater to? Is it that the humdrum of our social media life has encroached upon museums? Are museums succumbing to the unquestioned technophilia around us? Or is it that the museums are transcending beyond the space that they have traditionally been limited to? In a nation like Bangladesh where digital literacy is on the rise, LWM's investment of time and resources into digitisation is meaningful indeed.\nMuseums and archives have always held the power, in the Foucauldian sense, of being storehouses of knowledge. The power to disseminate knowledge of specific memory, to decide what is worthy of remembering, to determine whose archival value mandates preservation. It is interesting to see how LWM exerts its power to create an overarching narrative of the Liberation War. At the same time, it is also interesting to witness the effect that the larger social trends have on its museological practices. Using inventive technology in a museum comes with its own challenges. How to digitise collective trauma without falling into the trap of going overboard, so as not to jeopardise the reverence and contemplation that is aimed for, so as not to trivialize the gravitas of the subject? Populist practices facilitate engagement with the larger public, but it also presents a challenge for museums to not let the populist practices eclipse its larger message. It is to be seen how LWM navigates the difficult terrain of strengthening the legitimacy of its cultural status as a source of authoritative information while, at the same time, opening up the museum space to make it a more welcoming and accessible site.\nMadhurima Sen is currently pursuing her DPhil degree at the Faculty of English, University of Oxford.\n",
        "headline_1": "The Liberation War Museum Narrating Collective Trauma",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-liberation-war-museum-narrating-collective-trauma-3281601",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "It has been known for some time that Bangladesh, one of the countries most vulnerable to climate change, has also been a major contributor of methane, a greenhouse gas about 80 times more potent in its first two decades in the atmosphere than carbon dioxide. Bangladesh has some of the highest methane emissions in the world that can be detected by satellites, according to a 2021 analysis. A new study by the well-known scientific journal Environmental Research Letters has now supported this finding, suggesting that methane emissions in Dhaka are well in excess of those of the surrounding regions. In the study, which was based on satellite observations over nearly four years, Dhaka ranked second in a list of 61 cities responsible for the highest methane emissions in the world.\nThere have been three major contributing factors – untreated garbage, wastewater and leaks in gas connections – which, together, form a deadly combination that is not only contributing to the global warming but also making life in Dhaka quite vulnerable. Each of these sources deserve appropriate scrutiny. Apparently, 47 percent of Dhaka's methane emissions is caused by garbage. The study identifies 13 dumps where garbage is left in the open and decomposed leading to methane emissions. Moreover, constant pollution and contamination of water sources is also causing this. The other source identified – leaks in gas connections – is due to negligent handling of Titas Gas connections, which has been responsible for some recent building fires and explosions.\nThe findings of this study make a compelling argument in favour of taking a critical look at Dhaka's waste disposal system and utility services. Reportedly, Dhaka produces about 10,000 tonnes of waste every day. The city corporations collect and dump about half of them, while the rest is left littering roads, open spaces and water bodies. Often, buildings are constructed on wetlands by filling them up with waste and earth. Add to this the questionable electrical and structural safety of most buildings. Excess concentrations of methane – which is a highly combustible gas without colour or odour – thus produced can lead to explosions, when it comes into contact with fire or electricity. One may recall that methane leaks, among other reasons, were blamed for the recent Science Lab blast or the 2020 explosion in a Narayanganj mosque, which went on to claim 34 lives. In Narayanganj alone, at least 82 people died in gas explosion-related fires over the last three years. \nThe risks for Dhaka, Narayanganj and other congested cities are clearly two-fold: through increasing methane concentration, we are not only compromising our long-term future and that of the earth, but also causing a very real and immediate threat to the survival of city-dwellers. Lack of awareness and indifference to the build-up of methane are primarily to blame for this situation. The methane menace, however, is only symptomatic of what residents in general have to go through on a daily basis, with poor air, poor-quality food and water, poor waste disposal (without treatment), and poor services in all other aspects. We, therefore, urge our city fathers to take the methane study as a reminder of the massive reforms that Dhaka needs to improve its quality of life. Residents deserve to live without a threat to their life every other day.\n",
        "headline_1": "Beware of methane leaks!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/beware-methane-leaks-3281241",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "According to the latest report of the UN Intergovernmental Panel on Climate Change (IPCC), the world is likely to fail to reach its most ambitious climate target – limiting global warming to 1.5 degrees Celsius above the preindustrial temperatures. The report warns that now is our last chance to avert a climate disaster. Many believe that unless governments around the world opt for the most aggressive climate change policies, the world is just 10 years away from either catastrophic climate change impacts or some form of greenhouse gas (GHG) emission \"tipping point,\" at which such change will become inevitable.\nReading such reports breeds a certain sense of helplessness, but there is work we can all still do – and we must start immediately. From a personal perspective, I think the most important keyword right now is partnership. Climate change is a joint problem that requires collaborative solutions across supply chains.\nIn the RMG industry, we keep hearing the same message. The only way the global fashion sector will achieve its goals is by reducing carbon emissions in supply chains. Is this happening? Sadly, no. A recent report by a US-based environmental NGO assessed the progress of many of the world's leading fashion brands in reducing supply chain emissions. The bad news is, emissions are actually rising – at precisely the wrong time.\nMany people are talking about the need to \"decouple\" growth from carbon emissions. That way, fashion brands can continue to grow while also stabilising or reducing emissions. I accept that. I also accept that our customers need to grow. To standstill is to die in business, we all know that.\nThere is some talk of \"degrowth\" as a new form of economic system. That's all well and good, but where does it leave supply chains? The answer is: a huge number of job losses. Degrowth has huge negative social consequences for developing countries like Bangladesh. So growth – decoupled from emissions – is the only option as far as I can see.\n\nThere is some talk of \"degrowth\" as a new form of economic system. That's all well and good, but where does it leave supply chains? The answer is: a huge number of job losses. Degrowth has huge negative social consequences for developing countries like Bangladesh. So growth – decoupled from emissions – is the only option as far as I can see.\nThe problem is that decarbonisation is simply not happening. I've been watching this situation for a decade. Without radical change, I don't believe our industry will hit climate targets.\nWhat might the radical actions entail? It comes back to that word – partnership. There is a lot of discussion about suppliers and their customers working collaboratively. Yet, talks are all we have had so far. There is very little in the way of genuine partnership. For me, without fashion retailers and their suppliers working together, our industry as a whole will continue to see emissions rising. Decoupling will not happen.\nWhat's frustrating is that I look at other industries and I feel sure we are missing a trick. Some of the world's largest multinationals in other sectors have been developing mutually beneficial relationships with suppliers for more than a decade, investing heavily in supply chains to meet environmental, social and governance (ESG) goals. Many are taking a financial stake in their major suppliers, ensuring that their fortunes are collectively tied together. Why is our industry not following suit? There has to be a better way. In fact, there is no choice but to find a more collaborative approach.\nThis is about more than just suppliers and fashion retailers, however. The key to decoupling is shifting to renewable energy use in supply chains. This means we need governments, energy/utility companies and development agencies included in these partnership conversations. We all need a place at the table so we can figure out how we are going to finally crack the carbon emission conundrum.\nAs I write this, we are already a quarter of the way through 2023. When one considers this, the realisation that 2030 will soon be upon us comes into clear focus. Will we still be having these same conversations in 2024? 2025? Will we still be having discussions around purchasing practices? Will we still be arguing over who funds the \"greening\" of garment supply chains – be it suppliers or brands? Will we still be talking about the need to leverage external investment?\nPersonally, I'm tired of the talk. I want to see clear, practical plans which set out what we need to do collectively to reduce emissions. It's time to develop a broad industrial strategy, with input from our international partners and a focus on decarbonisation.\nI hear a lot of criticism of fashion retailers and some talk of greenwashing. My personal view is that most sustainability leaders in the fashion industry want to do the right thing and help make the world a better place. But they can't do it on their own. They need their suppliers just as much as we need them. Let's work together and start making a real difference.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "Collaboration is in our collective interest",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/collaboration-our-collective-interest-3281156",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "It has been known for some time that Bangladesh, one of the countries most vulnerable to climate change, has also been a major contributor of methane, a greenhouse gas about 80 times more potent in its first two decades in the atmosphere than carbon dioxide. Bangladesh has some of the highest methane emissions in the world that can be detected by satellites, according to a 2021 analysis. A new study by the well-known scientific journal Environmental Research Letters has now supported this finding, suggesting that methane emissions in Dhaka are well in excess of those of the surrounding regions. In the study, which was based on satellite observations over nearly four years, Dhaka ranked second in a list of 61 cities responsible for the highest methane emissions in the world.\nThere have been three major contributing factors – untreated garbage, wastewater and leaks in gas connections – which, together, form a deadly combination that is not only contributing to the global warming but also making life in Dhaka quite vulnerable. Each of these sources deserve appropriate scrutiny. Apparently, 47 percent of Dhaka's methane emissions is caused by garbage. The study identifies 13 dumps where garbage is left in the open and decomposed leading to methane emissions. Moreover, constant pollution and contamination of water sources is also causing this. The other source identified – leaks in gas connections – is due to negligent handling of Titas Gas connections, which has been responsible for some recent building fires and explosions.\nThe findings of this study make a compelling argument in favour of taking a critical look at Dhaka's waste disposal system and utility services. Reportedly, Dhaka produces about 10,000 tonnes of waste every day. The city corporations collect and dump about half of them, while the rest is left littering roads, open spaces and water bodies. Often, buildings are constructed on wetlands by filling them up with waste and earth. Add to this the questionable electrical and structural safety of most buildings. Excess concentrations of methane – which is a highly combustible gas without colour or odour – thus produced can lead to explosions, when it comes into contact with fire or electricity. One may recall that methane leaks, among other reasons, were blamed for the recent Science Lab blast or the 2020 explosion in a Narayanganj mosque, which went on to claim 34 lives. In Narayanganj alone, at least 82 people died in gas explosion-related fires over the last three years. \nThe risks for Dhaka, Narayanganj and other congested cities are clearly two-fold: through increasing methane concentration, we are not only compromising our long-term future and that of the earth, but also causing a very real and immediate threat to the survival of city-dwellers. Lack of awareness and indifference to the build-up of methane are primarily to blame for this situation. The methane menace, however, is only symptomatic of what residents in general have to go through on a daily basis, with poor air, poor-quality food and water, poor waste disposal (without treatment), and poor services in all other aspects. We, therefore, urge our city fathers to take the methane study as a reminder of the massive reforms that Dhaka needs to improve its quality of life. Residents deserve to live without a threat to their life every other day.\n",
        "headline_1": "Beware of methane leaks!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/beware-methane-leaks-3281241",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-03-2023"
    },
    {
        "full_article": "The threat of unsafe level crossings has once again come to the fore after a recent train-bus collision at a crossing right at the heart of Dhaka, which thankfully caused no fatalities but temporarily suspended rail communications between the capital and the rest of the country. The fact is, most crossings in Bangladesh are still unprotected, and therefore remain highly susceptible to accidents, even after repeated warnings, deadly collisions as well as assurances of preventive action. A recent survey jointly conducted by Bangladesh Railway (BR) and the Local Government Engineering Department (LGED) also highlighted the danger, and made recommendations that deserve proper attention.\nBangladesh has approximately 3,111 level crossings. Of them, 1,886 are authorised, even though a large number of them remain unmanned. In addition, there are 1,225 crossings that are both unauthorised and unmanned. Thus, the survey has underscored the urgency of improving their safety through various measures. For example, it recommended building overpasses or underpasses at 47 crossings, and installing an automated system at 194 unmanned crossings so that a warning bell goes off when a train approaches. Other recommendations include setting up gate barriers, putting in place electricity and telephone lines and other basic facilities at 1,436 more crossings. The survey also suggested shutting down 62 closely located crossings. Moreover, given the acute shortage of staff to operate the crossings, it suggested recruiting 5,772 people.\nIt should be noted that in the first two months of this year, at least 37 people were killed in 36 rail-related accidents, according to the Road Safety Foundation. Last year, at least 326 people were killed and 113 were injured in 354 such accidents, most of which took place at level crossings. All this calls for drastic reforms, and those changes/reforms suggested by the survey can indeed help reduce crossing-related accidents. However, as we know from past experience, addressing lack of infrastructure or staff alone will not be enough. We also need to address the lack of coordination among the agencies involved with crossings, especially the unauthorised ones.\nReportedly, at least nine government bodies were involved in building the unauthorised level crossings, with the LGED having constructed the highest 516. It is a common tendency for the BR and those agencies to trade blame or to try to avert responsibility after every collision. In the absence of systemic coordination among them, unprotected crossings continue to throw up dead bodies every now and then. It is, therefore, vital that there is a central administrative wing in charge of all level crossings, authorised or not. It should supervise all decisions related to them and ensure proper follow-up. A central command would be ideally placed to fast-track such activities and ensure collaboration.\nWe, therefore, urge the higher authorities to undertake these reforms with the highest priority. Given the current risk, there is no time to dilly-dally in this regard.\n",
        "headline_1": "Level crossings need better coordination",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/level-crossings-need-better-coordination-3280826",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-03-2023"
    }
]