[
    {
        "full_article": "Iran’s October 1 ballistic missile attack on Israel marks a serious escalation in the multi-party conflict in West Asia. The attack is not surprising as Iran was under pressure, at home and in the region, from its allies, to respond to repeated Israeli provocations. It was Israel that took the war straight to Iran by attacking the Iranian embassy complex in Damascus, Syria, on April 1. Iran responded with its first direct attack on Israel 14 days later, giving Israel and its allies enough time to prepare for it. Israel’s response was a symbolic, unclaimed strike at a radar system in Isfahan. In end-July, Israel again escalated the conflict by killing Ismail Haniyeh, the political chief of Hamas, in Tehran. Iran vowed retaliation but showed restraint, promising to hold back fire if there was a ceasefire in Gaza. But Israel not only continued the war on Gaza but also expanded the war in the north with Hezbollah. Late last month, Israel unleashed waves of attacks on Lebanon, killing Hezbollah’s commanders and its chief, Hassan Nasrallah. Now, with Israel threatening to respond to the October 1 attack, the conflict is set to enter a more dangerous phase.In the current conflict, no party is deterring its rivals. Israel’s greater firepower did not stop Hamas from launching the October 7, 2023 attack. Israel’s threats of retribution did not stop Hezbollah or the Houthis either from attacking the Jewish state. Nor did Iran’s proxy network and its missile might deter Israel from expanding the war by bombing the Iranian embassy complex in Syria. And Israel’s nuclear weapons did not stop Iran from launching direct attacks on the country. As deterrence collapsed, the crisis has escalated and widened. What has made the situation worse is the abdication of leadership by U.S. President Joe Biden. He has given Israel a free hand in Gaza while focusing his diplomatic resources on preventing a regional war. He has remained unmoved when Israeli Prime Minister Benjamin Netanyahu has continued to breach red line after red line. Today, the war in Gaza remains unfinished, while a regional war, which could draw in even the U.S., could break out any time. There are no clear off-ramps. A full-blown war would be catastrophic and could spiral out of control with the involvement of multiple parties. With Israel’s threat of retaliation looming large, the clock is ticking. Preventing such an outcome should be the immediate priority of the major world powers, including the U.S., which has great leverage over Israel, and China, which has a deep influence in Tehran. West Asia is at an inflection point, and the region needs emphatic diplomatic intervention to break out of its conflict loop and dial down the heat. Published - October 03, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIran\n\n/\n\nIsrael\n\n/\n\nmissile systems\n\n/\n\nunrest, conflicts and war\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nLebanon\n\n/\n\nSyria\n\n/\n\nnuclear weapons\n\n/\n\nUSA\n\n/\n\ndiplomacy\n\n/\n\nChina",
        "headline_1": "​Inflection point: On the escalation in the multi-party West Asia conflict",
        "headline_2": "West Asia needs the intervention of major world powers for peace",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Binflection-point-on-the-escalation-in-the-multi-party-west-asia-conflict/article68709924.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "One of the salubrious stories of Indian democracy has always been the regular and uninterrupted conduct of general and Assembly elections across provinces. Jammu and Kashmir (J&K) was an aberration with no Assembly elections which should have been held five years ago. Thankfully, this denial of a key democratic process came to an end after three phases of elections were held across the Union Territory and, provisionally, 63.5% of the electorate turned up to vote. This number is marginally lower than the 65.7% registered in the 2014 Assembly polls (excluding Ladakh). The numbers could go up, but the marginal drop should be contextualised. The turnout in 2014 was a peak ever since the militancy that began in 1987 which had dampened voting numbers across the province in subsequent years. Many changes have happened in the last decade — the Governor dissolved J&K’s elected Assembly on November 21, 2018; the province lost its special status a year later and, on its bifurcation into two Union Territories, lost its Statehood; and, a significant delimitation exercise led to new constituencies. But the electoral turnout now is still an encouraging number, considering the fact that the turnout in the general election in April-May 2024 was 58.5%.Some other distinct patterns are discernible from the provisional turnout figures. Constituencies such as Shopian, Kulgam, Pulwama in south Kashmir and Baramulla in north Kashmir registered definite increases in turnout when compared to earlier Assembly polls. This was largely due to the presence of independent candidates supported by the banned Jamaat-e-Islami J&K in the south and Lok Sabha MP Engineer Rashid’s Awami Ittehad Party in Baramulla, leading to greater contestation. The Bharatiya Janata Party (BJP)-led Union government has worked hard to change the political discourse in the Valley and to alter the dynamics of party politics. But if the contests, the political discourse and the turnout are any indication, the elections have not been held according to the script envisaged by the BJP. The electorate has sought to use the elections as a means to voice their grievances with President’s Rule in the province — the securitised environment has dampened political activities beyond electoral campaigns. The regional parties have not limited their campaigns to bread and butter issues, also articulating demands for restoration of special status and a permanent solution to what they perceive to be unending conflict in the province. The poll results will indicate whether these demands have found resonance among the electorate, but it suffices to say that the elections herald the possibility of a return to normal democratic politics in J&K, aligning it more closely with the rest of the country. Published - October 03, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\ndemocracy\n\n/\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nvoting\n\n/\n\nLadakh\n\n/\n\nGovernor\n\n/\n\npolitics\n\n/\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitical parties",
        "headline_1": "​Healthy sign: On the voting in the 2024 J&K Assembly elections",
        "headline_2": "Turnout numbers in the Assembly elections show distinct patterns in south Kashmir",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bhealthy-sign-on-the-voting-in-the-2024-jk-assembly-elections/article68710358.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "Parole as a political tool compromises a system meant to be used sparingly & for good reason\nAnd once again Gurmeet Ram Rahim is out on parole, the 15th in four years. Congress objected, and EC received a petition against it. Most of the cult head’s parole periods coincide with some or the other election – from Lok Sabha to municipality and panchayat, even, bypolls, in Haryana, Punjab and Rajasthan. Reason cited this time is a family matter. Here’s the funny thing. In conditions imposed to allow his release, the state too seems to find his stated reason dubious. He can’t engage in political activity or visit Haryana where elections are on Saturday. Additionally, the state well knows these conditions would hardly stop anyone seeking to influence voters, as Ram Rahim is accused of doing. State poll body, prisons authority, and Haryana govt all enabled the parole. It’s pertinent to recall that in Feb, hearing a plea by SGPC against a 50-day release, Punjab & Haryana HC had restricted further parole without court consent. HC lifted this restriction in Aug as it disposed of the SGPC case.\nParole is a conditional right. Frequent parole to persons of influence is a problem. Recall cases of Bibi Jagir Kaur or Manu Sharma (Jessica Lal’s killer), or an ex-DGP Odisha’s rape convict son, who absconded on parole. In 2023, SC observed that given the ease with which the influential get time out from jail, days of such release should be excluded from time served. Ram Rahim, sentenced to 20 years in 2017, has been out for over 250 days so far. Per SC’s logic then, and adding this time’s 20 days, over 270 days of parole shouldn’t be considered part of his sentence. Whether or not his political influence matters, is absolutely not the point. The point is that Haryana govt is a repeat enabler when it comes to Ram Rahim’s parole. For a rape convict, that’s a godsend.\n\n",
        "headline_1": "Ram Rahim & rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ram-rahim-rules-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "Right, milord, officials are not ‘Honourables’ \nJustice JJ Munir of Allahabad high court recently sought an affidavit from the principal secretary of the state’s revenue department on the protocol, if any, for the honorific prefix. The one-man bench was hearing a writ petition that questioned why the Etawah collector ‘wah-wah’-ed a Kanpur divisional officer by referring to him as ‘honourable commissioner’ in an official letter. According to the TOI report, the judge noted that while the word is ‘to be prefixed in the case of ministers and other sovereign functionaries’, it was not known if the same could be suitable for ‘state officials of various ranks’. \nNow, you might consider this exercise a waste of time, especially since, out of the country’s 25 premier high courts, Allahabad has the highest pendency of cases, 10,60,451 at last count. Moreover, it’s a serial holder of this dubious distinction. That Justice Munir took up the writ petition confirms the redeeming fact that this august body also accounts for the highest average number of cases decided per HC judge. My contention however, is that the enquiry should have been all-embracing, no exceptions. Barring, of course, honourable judges.   \nDon’t your eyes roll, teeth grit, hackles and BP rise every time you find the prefix attached to those whose actions, as a class, are least honourable? There they are, thus abjectly, adjectively appended on omnipresent posters welcoming them or wishing these hulks ‘Happy Budday’. Speeches at functions lauding their ‘service’ are larded with this quatro-syllabic sycophancy. \nIt’s not just ‘Mananiya Mantri-ji’. Every perfunctorily functioning functionary of panchayat/ward/zilla/sub-division/collectorate demands this verbal ‘blue batti’. The prefix is now an official fixation. Woe betide the poor sod not pandering to it; he’s summarily un-fixed from his position.\nThe soldier’s oath says, ‘I resolve to do my duty and to live honourably.’ How many sarkari (un)worthies demanding this pompous honorific are known for ‘honourable  discharge’ of duties? More often it’s not about respect for their high office but its illegit rewards. ‘Imaan? Oye-ji, I thought it was inaam.’\n                                                  *** \n    Alec Smart said: “Politics is the most contaminated; gets laddoo in every test.”\n\n",
        "headline_1": "Honour bound up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/honour-bound-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "Implementing security checks for masses of Chinese electronic products will be a tough ask\nBy expanding its “trusted source” mandate, New Delhi is considering security checks for Chinese electronic products like smart meters, parking sensors, drone parts and even laptops and PCs. The trigger for the move is clearly the pager-walkie talkie attacks Israel launched against Hezbollah in Lebanon, which exposed supply chain vulnerabilities in a globalised world. While that incident involved violence to further geopolitical ends, India has been increasingly concerned about the security risks posed by imported Chinese equipment. Earlier this year, it notified rules for CCTVs that seek to test such equipment sold in India on “essential security parameters”. \nA global issue | That such concerns are warranted is not in doubt. Given the Chinese state’s powers, risks like ransomware attacks and data breaches, besides hacking and penetration that compromise important utilities’ infra, posed by Chinese companies are real. Recently, a US Congressional Committee warned that China’s ZPMC installed intelligence-gathering equipment on cranes used at seaports across US could allow Beijing to cripple key infra. US has held that telecom equipment from Huawei and ZTE pose grave risk to its national security. Huawei has also been deemed a security risk by several other countries, including India, which left out the company and ZTE from its 5G trials.\nChina matters | But, given China’s critical place in global supply chains, GOI will need to weigh the consideration of safety against disruption before it mandates such security checks. For, besides Chinese products, components made in China are essential to many Indian products, used in the country and sold abroad as our exports. For instance, we may have become the world’s second largest mobile phone manufacturer, but only 15% of value-add for the product is indigenous, with China accounting for many vital components. There is also the question of doability of security checks when it comes to mass items like laptops and PCs since Chinese companies enjoy a large share of Indian market. Just as significant, even many non-Chinese powerhouses make their products in that country. How much China matters was evident from India’s move to impose restrictions on laptop imports last Aug. In months before that curb, about 76% of our laptop imports came from China, but in months following its revocation, the share went up to 87.5%. So, while the threat of Chinese devices having a backdoor is real, how GOI will implement its plan without impacting consumers’ market and the economy remains uncertain.\n\n",
        "headline_1": "Safety, but how?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/safety-but-how-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "The Israel Defence Forces have officially crossed the border with Lebanon. Official announcements refer to this as an operation aimed at clearing terrorist infra near the Israeli border. This activity aligns with the Netanyahu govt decision to return Israeli residents to their homes in northern communities, which Hezbollah rocket fire has made unsafe.\n\nBut operations of this kind, even if strictly defined in advance, can lose their original form and direction, potentially expanding or becoming more complicated. Even if Israel has no interest in getting bogged down in the Lebanese quagmire, a term that became entrenched during the First Lebanon War in the early 1980s.\nRead full story on TOI+\n\n",
        "headline_1": "For West Asia, it’s future tense",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/for-west-asia-its-future-tense/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "We are gravely concerned by the latest flare-up in tensions between Indigenous and Bangalee communities in Khagrachhari, mere days after some normalcy was restored there. According to media reports, the district's situation escalated again on Tuesday when a teacher was beaten to death for allegedly raping a student, leading to attacks and vandalism. This is the latest incident in a string of violent, often fatal attacks by mobs that has plagued various parts of the country since August 5.\nThe latest victim, Abul Hasnat Muhammad Sohail Rana, a Bangalee teacher at Khagrachhari Technical School and College who was accused of raping a Tripura student, was beaten severely by a group of 10-15 Indigenous students, and died afterwards. The schoolgirl was admitted to a hospital, where doctors said there were indications of rape. Rana's death led to armed groups chasing and clashing with each other. A Buddhist temple was vandalised while several houses and shops of Chakma and Marma people were looted and torched, violating Section 144. This is reminiscent of what happened less than two weeks ago, when four Indigenous people, including a 17-year-old, were killed in violence that erupted in Khagrachhari and later spilt over to Rangamati.\nWe condemn these senseless acts from all sides involved. In no way is taking the law into one's own hands acceptable, nor is using it as an excuse to instigate and engage in communal violence. Reportedly, a probe committee has been formed to look into the incident. We urge those in charge to thoroughly investigate the events and identify the perpetrators so that they can be brought to justice. Moreover, the government must take strict actions to put an end to this disturbing trend of mob violence which, in the hilly districts, has the potential to inflame communal tensions at the expense of vulnerable people. We must stop this cycle of criminality anyway possible.\nThe recent incidents have again highlighted how susceptible to instability the Chittagong Hill Tracts (CHT) remain. Over the decades, tensions between the Indigenous people and Bangalees have been fuelled and sustained by many actors for their own gains. It's high time this division was bridged through a reconciliation process overseen by political and community leaders. A major step in that direction would be the full implementation of the CHT Accord, which the authorities should start on an urgent basis. We must do everything to ensure that Indigenous communities in the CHT region are able to live in peace and stability.\n",
        "headline_1": "No more violence in Khagrachhari",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-more-violence-khagrachhari-3718141",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "After the recent student-led mass uprising, a shift is being felt not only in Bangladesh's autocratic administrative structure but across various sectors as well. In response, the chief adviser of Bangladesh's interim government announced the formation of six commissions aimed at reforming key sectors: the constitution, electoral system, judiciary, police administration, anti-corruption measures, and public administration. Likely, the interim government will soon establish a higher education commission (HEC), if not a full-fledged education commission.\nThe formation of an HEC, especially in the context of student-led demands for systemic reform during the era of the Fourth Industrial Revolution (4IR) is relevant. To make the higher education (HE) system more contemporary, it is crucial for policymakers to thoroughly understand the implications and implementation of 4IR before enacting reforms.\nThe key issue to address is determining what kind of HE is most appropriate for what type of development, under what conditions, and for what purposes education and development strategies should be implemented in the context of the 4IR. Some in Bangladesh argue against linking education to development, fearing that this connection risks reducing education to a mere tool for material growth, treating human progress as though it were a construction project. They reject the idea of aligning education with economic growth.\nHowever, history shows that education evolves alongside societal changes, implying that universities—while preserving academic freedom—must also be responsive to societal needs and demands, rather than operating in isolation. It is now widely accepted that investment in human capital through education plays a crucial role in economic growth.\nThe first education commission, known as the Kudrat-e-Khuda Education Commission, was established in 1972, soon after Bangladesh achieved independence. Its goal was to create an educational framework tailored to the needs of the new nation, moving away from the outdated colonial system to better serve both societal and economic demands. Over time, other commissions were also formed, including the Mofiz Uddin Education Commission (1988), the Shamsul Haque Commission (1997), the National Education Policy Formulation Committee (2000), and the Kabir Chowdhury Education Commission (2009).\nThis prompts the question: does the country really require another commission at this point?\nUnlike the slower-paced transformations seen in the previous industrial revolutions, the Fourth Industrial Revolution (4IR) is driving rapid and profound changes, reshaping societies on a global scale. This revolution is characterised by the integration of the physical, digital, and biological worlds, with emerging technologies like AI, IoT, cloud computing, and 3D printing fostering widespread automation and reducing the need for human decision-making across various sectors. In this context, establishing an HEC is essential to provide strategic oversight and guidance for HE.Bottom of Form\nUnlike developed nations that already adapted their education systems to meet the demands of the 4IR era, Bangladesh's education system has yet to integrate the technologies, skills, and creative thinking necessary for the 4IR. To thrive in this new era, HE institutions in Bangladesh must equip students with the critical thinking, relevant skills, and innovative capabilities essential for 4IR success. Engineering education, in particular, has undergone significant changes as a result of integrating cyber-physical systems and advanced technologies such as AI, cloud computing, IoT, as well as biotechnology, genomics, and nanomaterials.\nThese advancements have rendered engineering systems more complex, moving away from traditional linear models. Understanding and addressing the characteristics of these nonlinear systems requires viewing them holistically, underscoring the importance of interdisciplinary approaches.\nReforming curricula and pedagogies across engineering and other disciplines is crucial to meeting the demands of the 4IR. The HEC can play a key role by helping universities align with global standards and develop 21st century competencies. However, these reforms must be made thoughtfully, ensuring that cultural values are preserved while building a sustainable and forward-looking education system. Culture forms the foundation of society, and its essence should not be overlooked in the pursuit of progress. While 4IR offers the potential for innovation, efficiency, and economic growth, it also poses challenges due to its disruptive and potentially degenerative impacts. In this context, the HEC can recommend solutions to address and mitigate these concerns.\nThe legacy of colonial higher education still strongly influences Bangladeshi universities, as their programmes are not tailored to the country's current and future development needs. Many crucial sectors, such as rural health and technology, remain underemphasised, while there is a clear bias toward general courses like liberal arts.\nIn the 4IR era, nations that foster innovation and research are better positioned for economic growth. The HEC could promote research by setting guidelines and specifying priority funding areas for advanced scientific research, agricultural studies, technological innovation, and interdisciplinary studies etc. One approach could be to establish at least three research universities, specialising in agriculture, science and engineering, and the humanities and social sciences. This will help Bangladesh harness its young talent to create locally relevant solutions while contributing to global advancements.\nA key objective of the HEC would be to ensure education is accessible to all segments of society, particularly marginalised groups. In the wake of an uprising calling for systemic change, the HEC could work to expand access to quality education, bridging the urban-rural divide, addressing gender disparities, and removing financial barriers to academic success. In the era of the 4IR, inclusive education is essential for developing a workforce capable of adapting to rapid technological and industrial shifts. By fostering a depoliticised, accountable, and globally competitive HE system, the HEC would play a vital role in preparing Bangladesh's future generations for leadership, innovation, and success in an ever-evolving world.\nMM Shahidul Hassan is the former vice chancellor of East West University and a professor at BUET. He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Higher education commission crucial for systemic reform",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/higher-education-commission-crucial-systemic-reform-3718026",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "We are concerned that the interim government is still struggling to restore normalcy within the civil administration, despite being in power for over seven weeks. According to sources, the frequent turnovers of secretaries officials has been a major contributor to this disarray. Currently, out of the 55 ministries and divisions, 34 have secretaries appointed during the Awami League's tenure, 15 have secretaries appointed by the current administration, while six have no secretary presently. However, as the secretaries appointed during the AL era are suffering from uncertainty about their future, the functioning of their offices is being impacted. The situation around other top-level appointees from that period is having the same effect.\nThe protracted chaos has left the new administration quite hamstrung, delaying or disrupting government initiatives, policies and services. Previously, we saw how the absence of AL councillors and delays in replacing them with administrators caused major service breakdowns across various wards of Dhaka. We saw similar issues with regard to the appointment of deputy commissioners in 25 districts. These challenges reflect the consequences of the deep politicisation of the administration by the previous regime. For the smooth functioning of government and delivery of essential services, it was essential to resolve these issues as quickly as possible. The fact that the government has not yet been able to do so is a matter of concern.\nAs things stand, it is absolutely critical to restore order by clarifying the fate of top officials appointed during the previous regime. Decisions regarding whether they will stay on must be reached urgently. Another challenge the government needs to address is the controversy surrounding the appointment—or potential appointment—of new personnel in these positions. We have seen how those previously denied promotions are demanding they be given the positions, and how even retired officials are lobbying for appointments as secretaries. The government must carefully select the right individuals for these roles, prioritising public interests and keeping in mind that there may be people just trying to exploit the situation (regime change) to advance their own interests.\nThe delay in decision making due to confusion over existing personnel and new appointments cannot be allowed to continue. We urge the government to put more emphasis on sorting out the chaos and confusion hampering the performance of the civil administration. This must be done firmly but judiciously, so that no further incidents—such as the fight that erupted over the appointment of 59 deputy commissioners at the Secretariat on September 10—tarnish civil service again. Otherwise, the functioning of the government will continue to experience bumps along the way.\n",
        "headline_1": "Civil admin issues must be resolved fast",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/civil-admin-issues-must-be-resolved-fast-3717636",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "The Asia-Pacific chapter of the \"World Social Protection Report 2024-26: Universal Social Protection for Climate Action and a Just Transition\" released by the International Labour Organisation (ILO) on Monday last apparently looks like a mix bag of socio-economic developments. Titled \"The Regional Companion Report for Asia and the Pacific of the World\", it can hardly make the peoples in the region particularly optimistic about their future---much less the people in Bangladesh. Of the ILO findings, two concern the unfolding of a special grim picture. One is that 17 per cent of this small country is likely to permanently go under water due to sea-level rise and 30 per cent of its agricultural land will be lost in the process by 2050. Compared to the earlier expert prediction of 25 per cent loss of coastal areas to the Bay of Bengal, this loss is less but for a land-scarce country, this is going to prove catastrophic. The ILO report with two distinct parts has looked beyond the natural calamities countries in the Asia-Pacific region are expected to suffer. In that task, it has focused on mitigation of the climate-induced impacts and the peoples' adaptability to those with particular emphasis on the vulnerable groups among them. The ILO has duly praised the milestone of social protection covering 53.6 per cent of the population ---which incidentally is above the global average of 52.4 per cent --- in the region achieved in 2023. But these social benefits are unevenly distributed across the region as well as in a country like Bangladesh. An idea of the enormity of the problem can be drawn from the fact that 2.1 billion people in the region 'remain unprotected against various lifecycle and socio-economic risks'. In Bangladesh, the problem of uneven distribution of social-benefit funds is likely to be acuter. Well, mitigation of adverse climate's impacts, resilience to and adaptability with those can be achieved at a huge cost. For example, a country of Bangladesh's size and resources, including its limited scientific knowledge and technology, can hardly have the capacity to deal with the mass displacement of people from the inundated areas. Rehabilitation of the climate migrants within its geographic boundary is an impossible proposition. Social chaos and anarchy stare in the face of this nation unless a reasonable arrangement can be made for its internal climate refugees. This is a huge challenge and without international help this cannot be met. However, the country and the world have 25 years to take any measures for coping with the climate catastrophe. The ILO has made curative suggestions but the preventive measures which are a global responsibility to obviate the impact of the planet's warming due to carbon emission are perhaps more important in restoring the environmental health. Countries which are on top of the list of climate vulnerability with Bangladesh occupying the ninth slot from the summit certainly are the least polluters but worst victims. They must be given the climate adaptability fund promised by the rich and industrialist nations. It is no charity but the vulnerable nations' right to claim compensation from those who are primarily responsible for the planet's unmitigating climate crisis.",
        "headline_1": "ILO predicts climate disaster for Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ilo-predicts-climate-disaster-for-bangladesh-1727878727",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "Since its inception, the ready-made garment (RMG) industry has gone through many ups and downs over the last four decades. Now the industry has reached a stage where it can take pride in its achievements as the world's second-largest garment supplier as well as the main source of foreign income for Bangladesh. While Saudi Arabia, Venezuela, and Iran among others may take pride in their petroleum exports, Bangladesh is up there with RMG exports.The apparel sector accounts for over 84 per cent of the country's total export earnings and employs around four million workers directly and many more millions indirectly. While the overall economy of Bangladesh has significantly benefited from the growth of the RMG sector, resulting in the emergence of a nouveau riche class, millions of workers who have contributed to the industry's success through their hard work, blood, sweat and tears remain trapped in a cycle of poverty and exploitation.Their occasional outbursts of frustration for drawing attention to meet their needs are manifestations of the growing unrest in the RMG sector. Issues such as salary arrears, reluctance to pay mandatory festival bonuses, non-implementation of labour laws etc., plague many of the approximately 3,500 RMG factories in the country. A research report published by the Centre for Policy Dialogue (CPD) shows that Bangladeshi garment workers get the lowest monthly wages compared to other garment-producing countries like Cambodia, China, India, Indonesia and Vietnam.That is understandable in many respects to keep prices down and to maintain international competiveness, but, seemingly, it is always at the expense of the garment workers - who get the short end of the stick and that cannot be right.Of late, the International LabourOrganisation (ILO) has identified five key issues troubling Bangladesh's readymade garment (RMG) industry, and recommended reforms. These include amending the wage structure, labour law revisions, and establishing mechanisms for dispute resolution.In 2023, during the latest minimum wage negotiations, workers demanded Tk 25,000, while owners proposed Tk 10,400. A comprehensive cost-of-living study by the Bangladesh Institute for Labour Studies (BILS) had shown that workers need at least 23,000 taka to stay above the poverty line. And yet, Tk 12,500 was finalised as minimum wage and workers were apparently forced to accept that through violence, lawsuits, and even gunfire. Four workers lost their lives, challenging the decision.In 1994, the first wage board for Bangladesh garment sector was established, setting the minimum wage at Tk 930 per month. After 30 years and many substantial increases in the cost of living, this has been increased to a mere Tk 12,500, while revenue from garment exports surged from $223 million to over $40 billion during the same period.Making profit is nothing bad and the industry would not exist without profit, but it seems to lack fair play when considering the plight of the workers. Repeated incidents of unrest and violence in RMG sector raise numerous questions. Why must workers continually risk their life and limb to press their demand for the implementation of minimum wages? Why is it not automatic, perhaps once yearly? Why does the demand for increase in pay and perks lead to severe consequences in the industrial sector? Why are owners permitted to suppress workers' demands by using violent force? As the RMG industry keeps Bangladesh afloat, why is not the government doing more to protect all those involved? Why, for example, are not the workers benefitting through a profit-share scheme?Workers have every legitimate reason to be angry about the various injustices in wages and working conditions. It is said there is no organisation or independent trade union through which they can properly voice their concerns and grievances. Workers, many of whom are illiterate, find it extremely hard to express themselves and have their grievances addressed. Following the horrific Rana Plaza collapse in 2013, international pressure led to the relaxation of the registration process to allow for the formation of trade unions in the garment industry. To date, 1,300 trade unions have been registered in this sector. A majority of these unions or committees are led by individuals loyal to the owners or an offshoot of the factory itself. Those who are not loyal face various forms of harassment after every movement. Most factory owners, understandably, are averse to the concept of unions, because they fail to recognise that healthy union activity is key to maintaining stable industrial relations. On the other hand some of the unions allegedly serve the interests of political parties rather than those of the workers, further undermining the workers' ability to seek fair treatment.Lack of an effective labour court system in Bangladesh is another problem. The few labour courts that exist are ill-equipped to provide justice for workers. Institutional support for workers is virtually non-existent, and without a proper mechanism for addressing grievances, workers are left with little recourse but to take to the streets and risk life for their rights.As the RMG industry is the mainstay of the economy, the government must show a greater interest and offer much better protection for the workers. The government and industry leaders must prioritise the establishment of a strong and effective institutional framework for setting wages and resolving disputes. Wage increases should be predetermined and enforced over fixed periods to prevent workers from resorting to protests. The practice of wage arrears, fraud, and deceit must be eradicated. ILO calls for amendments to the Bangladesh Labour Act to align with international standards, expanding coverage to all workers and simplifying trade union registration. In addition, the ILO urges the establishment of an alternative dispute-resolution institution and reform of the labour court system.For the RMG industry to remain competitive on the global stage, ensuring workers' rights is not just a matter of moral obligation and justice, but an economic necessity. International trade is becoming more increasingly influenced by concerns about human rights and environmental sustainability. Consumers are forcing brands to become more selective, prioritising ethical supply chains. While everyone seeks quality garments cheap, they do not want to wear the guilt it was made in a sweatshop. Therefore, the industry must take proactive steps to improve workers' wellbeing and safety, moving beyond merely fulfilling basic obligations.\n[email protected]",
        "headline_1": "Why do RMG workers always get a raw deal?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-do-rmg-workers-always-get-a-raw-deal-1727878771",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "In the evening of Tuesday, the Middle East was jolted by a dramatic escalation in hostilities as Iran fired more than 180 missiles towards Israel in response to latter's ground incursion into Lebanon and the killing of top Hezbollah commanders.The incident sent shockwaves across the region and beyond. This marks the second major missile attack by Iran this year, following the 170 missiles launched in April. As the conflict spirals dangerously out of control, it has become evident that the situation requires urgent international intervention to prevent further bloodshed and regional instability.The Middle East has long been a theater of geopolitical tension, driven by a complex web of historical grievances, sectarian divides, and foreign interventions. However, the current escalation threatens to push the region into an even more volatile and destructive phase, with consequences that could extend well beyond its borders. The death of senior Hezbollah figures has undoubtedly inflamed tensions between Israel, Hezbollah, and their respective backers, particularly Iran, whose military involvement in the region has become more pronounced in recent years.Iran's missile barrage on Tuesday represents a direct and forceful response to Israel's military actions, underscoring Tehran's determination to protect its allies and assert its influence. While Israel has long maintained a posture of aggressive self-defense, Prime Minister Benjamin Netanyahu's threat of \"dire consequences\" in response to the Iranian missile strikes risks plunging the region into a wider and more destructive conflict. Israel's defense capabilities, while formidable, cannot be seen in isolation from the broader regional context -- any escalation could easily draw in neighbouring countries, further destabilising the Middle East.This cycle of violence has had devastating consequences for civilians on all sides. Each missile strike, each incursion, and each retaliatory attack only serves to deepen the wounds of a region that has already seen far too much suffering.Yet, as tensions continue to mount, it is clear that the international community, particularly the global superpowers, cannot afford to remain passive observers. The world has witnessed the consequences of inaction before-when global powers fail to engage diplomatically and decisively in such conflicts, the results are often catastrophic. The Syrian Civil War, the Iraq War, and the ongoing conflict in Yemen all serve as grim reminders of what happens when conflicts in the Middle East are allowed to escalate unchecked.The superpowers, particularly the United States, Russia, and China, must now act with prudence and a clear sense of responsibility. The delicate balance of power in the region is at risk of being upended, and the fallout from a full-scale war between Israel and Iran would be felt across the world. Diplomatic channels must be activated, and pressure must be exerted on all sides to exercise restraint and prioritise dialogue over aggression.The United States, as a key ally of Israel, bears particular responsibility in this regard. Washington must leverage its influence to urge Israel to show restraint while also working through backchannels with Iran to de-escalate tensions. It is crucial that both Israel and Hamas are brought to the negotiating table to discuss not only the immediate crisis but also the broader security concerns that have driven this conflict for decades. Additionally, Russia, with its growing influence in the Middle East and its close ties to Iran, must also play a key role in tempering Tehran's aggressive posturing. China, too, as a rising global power with significant economic interests in the region, has a stake in ensuring that the Middle East remains stable.A protracted war in the Middle East would not only devastate the region but also have far-reaching consequences for global stability. Energy supplies and global markets could all be disrupted in the event of an all-out conflict. The world cannot afford to ignore these risks. The only path forward is one of diplomacy, dialogue, and a commitment to lasting peace.In conclusion, the escalating violence between Israel, Hezbollah, and Iran is a grave threat to the stability of the Middle East. \n[email protected]",
        "headline_1": "Escalating tensions in the Middle East",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/escalating-tensions-in-the-middle-east-1727878800",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2024"
    },
    {
        "full_article": "Launching a business is like entering a world of possibilities and obstacles, as my brother's inspirational journey perfectly illustrates. Despite ongoing financial difficulties and the demands of raising a young child, along with the responsibilities of his wife, he maintained a strong sense of hope. Rather than succumbing to his circumstances, he focused his willpower and creativity on a mission that transformed hardship into opportunity. He was inspired when he discovered a need for distinctive, handcrafted adult clothing.Starting with just a sewing machine and a modest supply of fabric, he began to bring his ideas to life, firmly believing in his vision. His entrepreneurial journey began with the launch of his Facebook page. He managed all aspects of the business, from sales and shipping to clothing design. Along the way, he faced difficulties, including sleepless nights and unforeseen challenges that tested his resolve. Nevertheless, he persisted, driven by his passion and dedication, which led to an increase in orders as word spread about his unique creations.What started as a means to make ends meet developed into a successful business that greatly benefited his family. Following my brother's experience, I now understand that true success is not solely determined by financial gain; it also considers the positive impact we have on others' lives. His story exemplifies the power of resilience, creative thinking, and determination in overcoming obstacles, serving as a reminder that genuine success lies in the relationships we build and the ideas we share.\nAdnan Samad StudentNorth South University[email protected]",
        "headline_1": "A story of entrepreneurial success",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-story-of-entrepreneurial-success-1727878822",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-10-2024"
    }
]