[
    {
        "full_article": "The Bharatiya Janata Party’s decision to appoint Pushkar Singh Dhami as Chief Minister of Uttarakhand appears to be a considered one. He had lost the Assembly election from Khatima, a constituency that he represented twice, bringing into question his suitability to continue in the post that he came to occupy in July 2021. The reappointment for a second term is appreciation by the BJP leadership of his significant contribution in steadying the ship for the party within the few months he was at the helm. The BJP has had a rough patch in the hill State, and Mr. Dhami was the third Chief Minister in the last year of the previous Assembly’s five-year term. Though he lost his seat, the BJP cruised to a comfortable majority, the first time a ruling party retained power since the State was formed 21 years ago. By selecting Mr. Dhami, the BJP has effected a definitive generational transition in Uttarakhand. Several former Chief Ministers are around in Uttarakhand, and some of them were aspirants this time too. The trust that the BJP has shown in Mr. Dhami could settle the leadership tussles in the party for sometime to come. Groomed in the ABVP, and rising through the ranks, the 46-year-old Chief Minister has earned the trust of Prime Minister Narendra Modi and the Rashtriya Swayamsewak Sangh. His initial appointment was more an act of firefighting by the BJP, but this time, he has earned it through performance and the acceptability that he would win across the cross section of the State’s populace despite losing from his own constituency.As the sole commander of a State which is in a precarious financial situation, Mr. Dhami’s job is not going to be an easy one. Meeting the development aspirations of the people in an ecologically fragile region poses unique challenges. The State can unlock more of its tourism potential, but accompanying environmental costs will have to be factored in. A Rajput, Mr. Dhami gained the goodwill of other communities too in his previous term. His compromise on a government move to regulate the affairs of the Char Dham — the four preeminent Hindu pilgrimage sites in the Himalayas in the State — assuaged the Brahmins who were miffed with the BJP. With the endorsement of the party’s central leadership and a stable social coalition, he is well poised for the moment, but that is no guarantee for the future. The 2024 Lok Sabha election will be a political test for him. He is surrounded by veterans who might take time to adjust to the new hierarchy, and new aspirants. He also happens to be the first Chief Minister of the State who was not an active politician during the campaign for its formation. The new Chief Minister of Uttarakhand has a great opportunity and faces great challenges.",
        "headline_1": "Pushkar Singh Dhami's climb",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/pushkar-singh-dhamis-climb/article65249011.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-03-2022"
    },
    {
        "full_article": "By retaining incumbent Pramod Sawant as the Chief Minister of the State, the Bharatiya Janata Party (BJP) decided to maintain the status quo as far as leadership was concerned. Under Mr. Sawant’s helmsmanship, the party won 20 of the 40 seats in the Assembly, which was an improvement on its tally in 2017 — 13 seats. But in terms of vote share, the party barely added 0.8 percentage points. The Centre for the Study of Developing Societies (CSDS)-Lokniti survey for the State pointed out that only 31% of the respondents were keen on the ruling party returning to power and it was the fragmented Opposition with a bevy of political outfits in the fray that helped the BJP to retain power. Former Congress leader Vishwajit Rane’s name was also doing the rounds as a possible replacement, but the BJP went with the incumbent. Mr. Sawant’s retention clearly suggests that the BJP was not keen on rocking the boat in a fragile political ecosystem, where party identification for legislators has been prone to frequent changes. The BJP government has also received support from two MLAs of the Maharashtrawadi Gomantak Party and three Independents, which should ensure that stability will not be a concern for the regime. The mandate also suggests that Mr. Sawant’s government needs to perform much better. Unemployment and development issues mattered the most to the Goan voters, who were also displeased with the management of the pandemic by the government. Goa is a State with high human development indices relative to the rest of the country — it has the highest per capita income, among the lowest poverty rates, among the highest literacy rates and scores high on access to good quality education with a low drop-out rate from schools. But it also registers among the highest unemployment rates in States — the Centre for Monitoring Indian Economy (CMIE)’s latest unemployment survey data show an unemployment rate of 12% in the State; only six States had a higher figure. The novel coronavirus pandemic had a significant impact on an economy in which tourism, a prominent sector, took a major hit. The post-COVID-19 recoveries in the travel and tourism industry should help the State going forward, but the government can do much better in leveraging the State’s high literacy and developing its food processing, IT services and biotechnology sectors, to diversify an economy that used to be dependent on environmentally costly mining activities. Mr. Sawant’s administration must focus on utilising Goa’s good socio-economic indicators and take holistic development forward. A vibrant polity with a healthy and committed Opposition that is not fixated on gaining access to power — Goans rated the quality of individual candidates as a key variable for their choice — can help in this process too.",
        "headline_1": "Status quo and beyond: On Pramod Sawant",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/status-quo-and-beyond-on-second-term-for-pramod-sawant/article65249886.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-03-2022"
    },
    {
        "full_article": "Recently, Dhaka North Mayor Atiqul Islam made some comments with regard to traffic management in the city, some of which are not without inherent logic. For instance, he questioned the efficacy of the existing traffic management system where, although the roads belong to the city corporations, they are being managed by traffic police belonging to another government agency. He suggested that since the roads fall under the purview of the city corporations, they should have a say on how Dhaka's traffic is managed. This particular argument appears to be sound and points to the problem of a lack of coordination between various government agencies and authorities that plague not only our traffic management mechanism, but the overall governance and development of the city.\nTake, for instance, the two U-loops that were built on the Airport Road in 2019 at a cost of Tk 3 crore, only to be demolished two years later to facilitate the construction of the Bus Rapid Transit (BRT) project. Apparently, the Dhaka North City Corporation (DNCC) knew that the U-loops would be an impediment for the BRT work, they were still constructed, narrowing down footpaths and demolishing service roads.\nThe two U-loops were built as a part of a Tk 24.83-crore project to build 11 U-loops across Dhaka, aiming to ease traffic congestion. Later, the project cost was revised to Tk 31.81 crore. The project director, DNCC's Khandoker Mahbub Alam, admitted that they had known the structures would have to be demolished to accommodate the BRT project, which was undertaken in 2012. He also suggested that new U-loops would be built through the pillar gaps after the construction of the BRT and flyover were finished.\nThis raises some specific questions: Did the public get the value of Tk 3 crore in the last two years? At the end of the day, was the project worth it?\nThe case of the Elevated Expressway in Chattogram is even more alarming. The Chattogram Development Authority (CDA) undertook the project in 2017, encompassing a wide area from Lalkhan Bazar to Patenga, aiming to alleviate the city's traffic congestion.\nHowever, as almost 60 percent of the construction work has been done, significant flaws in the project planning have surfaced that would worsen the traffic situation, rather than improve it. One of the major issues is the common meeting point of the Elevated Expressway, the Bangabandhu Tunnel, Outer Ring Road and the Airport Road, which, in the absence of U-loops, U-turns or service roads, would invariably result in traffic gridlocks.\nMoreover, the expressway, spanning 16 kilometres and involving a construction financial footprint of Tk 3,000 crore, was planned without engaging other relevant authorities. In fact, it has been suggested that the traffic department was not even consulted during the feasibility study.\nThese logistical challenges came to light after the Chattogram Metropolitan Police (CMP) brought the issue up in September last year. Now, the CDA and the Bangladesh Bridge Authority are working on a new blueprint with a scope for incorporating U-loops and U-turns to address the faults in the initial design. Implementation of the new blueprint would add to the existing expense of the project, with the public having to bear it.\nAnother classic example of gross lack of coordination among various agencies involved in development work is the repeated road excavations in Dhaka and other cities across Bangladesh. Roads are dug up every now and then due to various reasons: \"improving\" sewage lines, water pipelines and gas pipelines, laying internet and electric cables, etc. In Dhaka, the two city corporations, Wasa, Rajuk, Desco and the BTCL are mainly involved in these excavation activities. While the work may be taken up with good intentions, they result in aggravating further public sufferings, especially since they are carried out without any coordination among these agencies. A local English daily reported in 2020 how the same roads in Dhaka's Monipuripara had been excavated twice in five months—once by the DNCC and then by Dhaka Wasa, all due to the lack of coordination between the two agencies. Had the DNCC and Dhaka Wasa planned the various works in sync, and conducted their tasks in a structured way, the residents of the area wouldn't have to suffer so much, and public money would also be saved.\nThere are plenty of media reports on such wastage of public resources due to a sheer lack of shared strategic planning and coordination among various authorities responsible for city development. Experts have repeatedly urged the authorities to work in tandem to streamline the work and optimise logistics. But these calls seem to fall on deaf ears, perhaps because of a lack of accountability in the system. Our policymakers need to take a hard look at these issues and resolve them at the earliest. Accountability must be embedded in the system, and so should be coordination.\nThe authorities need to take greater ownership of their responsibilities. They must be made to realise their obligation to prioritise and ensure public well-being. They cannot just take arbitrary calls with complete disregard to the consequences of those calls that the common people and the national economy will face. After all, all these projects are undertaken for the welfare of the people.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Development projects riddled with U-turns",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/riddled-u-turns-2988291",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-03-2022"
    },
    {
        "full_article": "\nHossain Zillur Rahman, executive chairman of the Power and Participation Research Centre (PPRC), talks about inflation and the discrepancy between official and real data in a conversation with Eresh Omar Jamal of The Daily Star.\n \nBangladeshi consumers have been facing inflationary pressure for months now. Yet, some experts suggest that, in reality, inflation is even higher than the official figure. What is your take on it?\nThere are very plausible reasons why real inflation may be higher than the official figure. Prices have been rising faster in recent months, but if we look at the price of rice, for example, it has remained high throughout the Covid pandemic. So yes, the recent inflation is substantial, but the trend of rising prices has been there for some time. The official inflation figure is around five or six percent, whereas the inflation rate suggested by analysts such as Sanem after actual fieldwork is around 11-12 percent. The discrepancy exists not because the officials are looking at one reality and the experts are looking at another—there is only one reality. The issue here is the method of calculation.\nThe official approach to calculation has two major drawbacks. One is the use of outdated baseline. Despite the availability of the recent baseline of the 2015-16 Household Income and Expenditure Survey (HIES), the official calculation of inflation rate is still done using the baseline of 2005-06 HIES. The second issue is how accurately consumption baskets of the poor are being assessed, and how the corresponding weights in the calculation process are being set. Household expenditure on food is an important issue here. The official figure on the ratio of expenditure on food by the poor appears to be an underestimate. So, in a way, inflationary pressure, particularly on the poorer households, is more severe than what the official figure suggests. And this is clearly hurting the poor and even segments of the middle class, because incomes have not increased in line with such price hikes.\nWhy would the government use data from 2005-06 when more recent data is available?\nAt one level, this is a matter of bureaucratic inefficiency. But there is another angle, too. There is a tendency in the official circles—both the technical and the political components—to rely on data that presents a more benign picture for themselves. This problem of data hesitancy—not using the government's own data if it does not conform to a rosier picture than is actually the case—has become very pronounced in recent times. This results in the government not looking at the critical challenges that the data may be pointing to. It's not just the data on inflation. Data on other critical areas—educational performance, healthcare cost burdens, employment—are neither being collected nor being released.\nWhat are the main reasons behind the current inflation?\nNo comprehensive studies have been done to find the answer to this, unfortunately. But by connecting the dots, we can identify some very immediate factors and some medium-term factors. Inflation can happen when there is excess money supply. Though the policy stance of the central bank has been on the expansionary side, neither credit growth nor remittance flows, which are the two main drivers of realised money supply, have been on the upswing. The stimulus packages, too, were not in the main fiscal transfers—which would have added to the money supply—but were in the nature of concessional credit through the banking system. So, the current inflationary trend does not appear to be demand-driven.\nRather, what we appear to have is more in the nature of cost-push inflation. The prices of some essential products, like edible oil, have gone up because of external factors. But there is a puzzle in Bangladesh that even the experts have found hard to explain. The very persistent increase in the price of rice, despite bumper harvest, high imports and procurement throughout the Covid period has been difficult to explain. Is it because our population figures are incorrect? Are we underestimating demand, thereby failing to supply enough? The other possibility, of course, is market manipulation. But again, we don't have any major studies to definitively say that is the case. What can be said definitively is that the government has not made price monitoring and market forecasting a priority. So, the current inflation can be a combination of cost-push and market imperfections and misgovernance. I will also add that while discussing inflation, we also have to focus on non-food inflation. A PPRC-BIGD survey conducted last year brought out starkly how both food and non-food inflation were hurting the poor, a trend which has become worse this year.\nYou mentioned the need for deeper investigation to find the reasons. Has the government done that?\nNo; as I said, there is a problem of data hesitancy within the government. It's almost as though they are afraid of finding the truth. If you find the truth, you have to act on it. That may mean you have to inconvenience some of your supporters who may be beneficiaries of market misgovernance. The other problem is systemic weaknesses. It is a bit sad when the commerce minister says that they cannot control the prices. We have to remember that ministerial statements also act as signals for market players. The commerce ministry has a very important function related to price monitoring and market forecasting. But the institutional capacity for this has not really been developed or made a priority. Of course, if the war in Ukraine has destabilised the global food market, Bangladesh alone cannot protect itself. But that's not the full picture. Yes, there are global factors outside of our control that are affecting the commodity prices. But there are also many other factors that are within our control. If we had proper market monitoring, we could have better identified what steps to take.\nI must add that the government is taking measures. But they are always too little, too late, and often at below-par efficiency. The issue is not that the government can administratively control the market. Rather, the issue is how effectively it is prioritising market monitoring and designing adequate safety net interventions to minimise the sufferings of the millions of poor and the new poor.\nOn the question of safety net intervention, there is an additional problem. The government does not appear interested in seeing this as a national issue, but sees it narrowly from a bureaucratic and ruling party lens. They are reluctant to engage social actors in meaningful ways, particularly in the challenging task of listing. Last year, the government announced that it would give Tk 2,500 to five million people. Eventually, they could only cover up to 3.4 million—that, too, with many allegations of corruption in the listing. Finding out who needs support most urgently is not an impossible task. But the government has been very reluctant to involve social, non-governmental actors in the process beyond some token approaches. The issue is national, and the government needs to use all capacities available within the nation.\nWhen prices in Bangladesh rise, often the external factors are blamed. Yet, when the international prices decline, we hardly see our consumers benefit from it. How do you explain the double standard?\nThere is, of course, a double standard at play here. International factors do play a part in the rise of costs. For example, the price of consumable oil has risen recently because it is almost all imported. But you are right. Once prices go up, they never come down in our country. And the issue here, again, is market monitoring. By market monitoring, I do not mean a group of bureaucrats going to the market every once in a while, with a bunch of television cameras for PR purposes. What we need are specialised cells following and scrutinising local and international prices, and then deciding where to intervene as necessary.\nThere is also a bit of psychology involved in regards to prices never coming down. Sometimes, people become accustomed to these new prices which, in the absence of proper government interventions, allow influential market players to exploit the consumers. Lack of necessary information being available to the consumers further allows for this exploitation. Consumers don't know how much supply there really is, how much more the traders have stored in their warehouses, etc. But the government is supposed to monitor this on behalf of the consumers, share this information with the people, and use it to keep the prices down. That has not been happening, unfortunately.\n",
        "headline_1": "‘Inflationary pressure higher than what official figure suggests’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/inflationary-pressure-higher-what-official-figure-suggests-2988276",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-03-2022"
    },
    {
        "full_article": "The Nazrul Festival 2022, a two-day cultural extravaganza that was open to the public, has recently concluded.\nThe event was headlined by the who's who of artistes from Bangladesh and West Bengal, including Khairul Anam Shakil, Srikanta Acharya, Ferdous Ara, Yasmin Mushtari, Sreeradha Bandyopadhyay and Jayati Chakraborty. However, what provided the event genuine heft was an astonishing number of artistes culled from all over Bangladesh—all told, well over 50 more artistes performed.\nEvents like this add an indispensable fillip towards nurturing a broader awareness of our language and culture, particularly for our urban younger generations.\nFive decades after independence, we face a crossroads. Our language and culture face new headwinds as English threatens to swallow the whole world in this brave, new globalised world.\nIn Bangladesh, for all our protestations of love of the mother tongue come each February, there is no gainsaying the fact that English has become the de facto lingua franca for the elite. It is beyond the scope of this article to dwell on the underlying causes, but I will mention a personal anecdotal experience that really brought this home to me.\nOver the years during my annual travels to the old country, one of the charms was hanging out with my nephews. A few years ago, they were all schoolboys, and I noted with alarm that while they spoke Bangla well enough, they were increasingly detached from our cultural tradition.\nThe busybody mama that I am, I decided to sit them down with a reading from the delightful short stories of Satyajit Ray, a bedtime staple in my childhood that gave me countless hours of joy. What better way to kindle a love of language and culture, I thought, than introducing them to the wondrously rich treasury of Bangla literature?\nSuffice it to say, for my nephews the experience was about as pleasurable as a root canal. I came to the ironic realisation that today, young Bengali kids in upper-crust homes in Dhaka (and, I daresay, Kolkata) are more likely to discover the charms of Ray's unforgettable sleuth Feluda in English translations, rather than in its original Bangla form. This telling vignette epitomises the formidable challenge of nurturing Bangla language and culture for the next generation in the metropolis.\nI think wistfully about a different time. Half a century ago, we were still East Pakistan, and the ruling Pakistan government and its Bengali quislings looked askance at our love of Bengali culture. It considered the inclusive humane Bengali cultural tradition an existential threat.\nIn those days, organisations like Udichi and Chhayanaut stepped up to the plate. This is a unique cultural tradition—I am hard-pressed to think of any equivalent effort in South Asia—where activists, out of a passionate love of culture and language, launched and sustained extensive endeavours to ensure that our culture endured.\nOver the decades, Udichi cultural activists nurtured the performing arts across the length and breadth of the country, while Chhayanaut, a school for Bangla music, has trained—and most importantly, instilled a passion in—generations of youngsters in the songs of Rabindranath Tagore and Kazi Nazrul Islam, classical music and much more.\nIt's heartening to note that this tradition continues. In the recent past, the Bengal Foundation created a track record of cultural philanthropy in an astonishingly diverse variety of fields, running the gamut from print, CD, art to performing arts. Thanks to the foundation, for instance, the exquisite kirtans of Nilufar Yasmin, instead of being lost forever, are saved for posterity in pristine, state-of-the-art recordings. The foundation's all-night classical music concerts, headlined by the leading lights of South Asia and thronged by tens of thousands of attendees, are a cultural landmark in Bangladesh.\nAs we brainstorm to develop ways to mitigate the apparent cultural apathy of the metropolitan elite, it is this rich cultural tradition, of which the Nazrul Festival 2022 is a distinguished addition, that can prove an effective corrective.\nAt the Nazrul Festival, while top performers from Dhaka and Kolkata provided the ultimate imprimatur, what moved me deeply was the artistes from all over Bangladesh. Youthful, talented, dedicated to their craft, they were living proof of how deep and extensive the roots are of Nazrul's songs—and by extension, the Bengali culture. I almost teared up when I saw them on stage—young, eager faces from places as far-flung as Cumilla, Chattogram, Bogura, Pabna, Jhenaidah, Cox's Bazar and Narail.\nThen I looked at the names of the artistes—from Dhaka and Kolkata, Hindu and Muslim, all united by the love of Nazrul and his vision of a humane, inclusive, plural Bengali identity.\nOver half a century ago, essayist and rhymester Annadasankar Ray lamented, \"Bhul hoye gechhe bilkul/Aar shob kichhu bhag hoye gechhe, bhag hoyniko Nazrul (It's all been a dreadful mistake/We've divvied up everything else, only Nazrul remains undivided).\"\nNot only is Nazrul undivided, he still brings all lovers of Bengali culture together.\n \nThe author was the art director for Nazrul Festival 2022.\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "The path to cultural redemption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-path-cultural-redemption-2988231",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-03-2022"
    },
    {
        "full_article": "Every death is a tragedy, but when a young life is cut short, there is almost always a deeper level of empathy, a shared commiseration at the sadness of a life not lived. However, it's troubling how this empathy vanishes completely when that life is taken away by suicide—replaced by a wave of judgement, it shows a complete lack of understanding of the mental health issues that could drive one to take their own life.\nOn Sunday, March 13, 2022, a 16-year-old student from Mymensingh reportedly died of suicide. Before doing so, she wrote a Facebook post about her mental state, detailing how she had been suicidal for three years, had received no support and was now in a place where she was having physical reactions to her trauma and felt that death was the only escape. Her story has already been sensationalised on social media enough, so I will keep the details to a minimum. What I want to focus on are some of her final words, \"You have no idea how much mental pressure a person has to feel to want to die willingly… don't come here to judge me. If someone asks for help, all you can do is bully. But when they do something, it is their fault. Have you learnt anything in life except victim-blaming?\" (translated).\nShe displayed a great deal of foresight in writing this, since her assumption of being judged and bullied even after death turned out to be perfectly accurate. Her social media is flooded with comments, ranging from how selfish she is, how she will go to hell, how \"dirty feminists\" deserve to die (in her suicide note, she spoke of the restrictions she faced as a female in a patriarchal society), and even jokes about how she's finally getting the attention she craved. And, of course, comments about her body and her face—page after page of filth written at the expense of a dead teenager, apparently \"undeserving of sympathy\" because her death was a \"choice.\"\nAs I scrolled through these comments, I was appalled to realise that we live in a society where its members have so little empathy for the dead, and disrespect religious beliefs enough to use it as an excuse to publicly condemn—and even celebrate—the death of a minor. But then I came across a comment that stopped me in my tracks. A young woman wrote, \"I have resisted committing suicide thinking that people might miss me, but now that I see all the comments here, I feel like it won't matter, everyone will clearly hate me anyway\" (paraphrased).\nSometimes, it's easy to forget that the cruel bullies with too much time on their hands and too little self-respect are the loudest and the most vicious voices on social media. We need to have a much-needed (and much longer) conversation about what we have done wrong as a society that these people exist in the first place—and why they hate women so much that any reference to gender inequality makes them wish death and destruction upon their fellow human beings. But what we need to remember right now is that many people who don't agree with the trolls, and who often are on the receiving end of their attacks, are suffering in silence.\nThe Bangladesh Bureau of Statistics (BBS) estimate that around 10,000 suicides occur in the country every year. Last year, a youth-led organisation found that between March 2020 and February 2021, 14,436 people died by suicide in the country. And it's likely that these numbers are grossly underreported due to the stigma surrounding suicide. How many people are contemplating suicide, right now, as I write this? And what views are they being exposed to, other than the ones shouting at them from their screens, telling them that they deserve to die because they don't know how to appreciate life? Is anyone talking to them, listening to them and providing them with the support they need?\nIn all the reports I found on the schoolgirl from Mymensingh, teachers, lawyers, police representatives and ordinary citizens shared their opinions on what went wrong in her life. Almost all of them referred to the importance of good parenting, with little explanation of what that entails, and none of them used the two most crucial words here: mental health.\nThe fact that suicide is a culmination of depression, mental illness, traumatic stress, hopelessness, social isolation and a number of other factors is completely lost upon us. But where the general public fails, our institutions must show us the way. So where are the educators, the community leaders and the elected representatives talking about suicide—not as a crime or a shameful act, but the tragic result of severe mental health issues that we have wilfully chosen to ignore? Where are the available resources on suicide prevention, the national suicide helpline, and the honest and inclusive conversations on the pressure that people face in society today?\nResearch done on mental health in other countries tells us that suicide is not inevitable. If a person living with suicidal thoughts is listened to and their feelings validated, the knowledge that someone cares can make them feel less trapped. In other words, a better societal understanding of mental health and depression, and appropriate support structures can save lives. But before any of that can happen, we need to seriously reflect on the lack of humanity hiding behind the excuse of \"personal beliefs\" that prevents so many from feeling any empathy for a life ended abruptly by depression and mental illness.\n \nShuprova Tasneem is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Our apathy towards the suicide epidemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-apathy-towards-the-suicide-epidemic-2987646",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-03-2022"
    },
    {
        "full_article": "We note with great concern that an estimated 32 cubic kilometres of groundwater is being extracted annually in Bangladesh, which is having a disastrous effect on the groundwater system of the country. As a result of overextraction, scientists warn of extreme arsenic and other heavy metal contamination, increased salinity, and groundwater depletion. The bad news is that the water level is not being recharged even after the monsoon seasons.\nAccording to the Department of Public Health Engineering, Bangladesh requires about 2.75 million litres of water per day, 80 percent of which are extracted from the ground, and the rest is met by surface water. Bangladesh ranks seven out of 10 countries in the Asia-Pacific region that extract the most groundwater. Groundwater is being depleted not only in Dhaka and other cities, but all over the country. Researchers identified that, in 2006, the number of shallow water pumps that extract groundwater was a little over 1.18 million, but in 2019, the number went up to 1.6 million.\nIt is indeed alarming that because of the overextraction of groundwater, already 24 percent of land area in Bangladesh is exposed to high risks of elevated arsenic, salinity and groundwater depletion calamity. Furthermore, it is said that 4.5-17 percent of our total population are exposed to such extreme conditions, and among them nearly 8.6 million are from lower income backgrounds.\nIt is now common knowledge that continued depletion of groundwater poses serious threats to the water reservoirs, which increases the risk of top soil fertility loss in agricultural lands, and ultimately desertification of large areas.\nThe answer to solving the problem can be found in reducing the dependence on groundwater and its usage. As per the SDGs, 70 percent of our water consumption must come from surface water sources.\nBut, as we know, our surface water is horrendously polluted. Therefore, use of surface water will be possible only when the government's water recycling and purifying plants are ready for operation. We urge the government to make these plants operational without any further delay. We also need to devise mechanisms to harvest rainwater to reduce the dependence on groundwater.\nIn the end, there can be no better alternative than to actually preserve whatever surface water is available from further contamination. The use of ETPs should be made mandatory for all factories. If the laws are strictly enforced, the rivers will be pollution-free and the water can be used for industrial and agricultural purposes.\n",
        "headline_1": "Where will depleting groundwater leave us?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/where-will-depleting-groundwater-leave-us-2988211",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-03-2022"
    },
    {
        "full_article": "As the eighth partnership dialogue between Bangladesh and the US was coming to an end, US Secretary of State Antony Blinken termed Myanmar's crackdown against the Rohingyas as genocide during his visit to the US Holocaust Museum in Washington. We heartily welcome the US recognition—although belated—that the Myanmar Army had committed crimes against humanity by carrying out mass killings of the Rohingya Muslim population. And we hope this will give rise to the renewed US and global action towards finding a permanent solution to the crisis. The Rohingya people have suffered greatly for many years, and it is high time they were returned to their homeland with their dignity and human rights fully restored.\nMeanwhile, during the dialogue, Bangladesh, while expressing concern at the early stages, has said that recent US sanctions on the Rapid Action Battalion (Rab) will not cloud the bilateral ties between the two countries. And discussions on trade and securities are expected to cement Bangladesh-US partnership further. During the talks, the US expressed its wish for Bangladesh to take a stronger stance against Russia's action in Ukraine. While we strongly condemn Russia's invasion of Ukraine, the loss of lives in war and, in many ways, share the same concerns as the US, we do believe there are other factors that form a big part of this crisis. Even though the US has expressed some valid points when it comes to Ukraine, and we fully support the notion that no country has the right to violate the sovereign territory of another—which Russia has done in Ukraine—we know this is not the whole story.\nIt is a matter of fact that, in order to maintain global stability and peace, the concerns of other global actors should also be taken into account—not just the concerns of Western powers. Unfortunately, the fact of Nato expansion has totally ignored Russia's position and its security concerns. Given the seriousness of the crisis, as well as the grave threat to the entire world considering where this confrontation could lead to, the West should have given more weight to Russia's concerns over Nato expanding right to its borders. Therefore, we again call on all parties to the conflict, who have it within their capacity to bring an end to it, to hold immediate dialogues in an attempt to find an urgent political settlement before more lives are lost.\nWe hope the eighth Bangladesh-US partnership dialogue has strengthened the relations between the two countries and will facilitate greater trade and cooperation between them. Moreover, following the US recognition of the genocide against the Rohingyas in Myanmar, the global community should now step up and aid Bangladesh in finding a lasting solution to the Rohingya crisis.\n",
        "headline_1": "US finally recognises Rohingya genocide",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/us-finally-recognises-rohingya-genocide-2988086",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-03-2022"
    }
]