[
    {
        "full_article": "I don't remember the last time I went to Chattogram. My knowledge of the port city can be summed up by the memorable quote from the epic fantasy series, Game of Thrones, where the main protagonist is told: \"You know nothing, Jon Snow.\"\nA piece of news made me venture into the abyss of the unknown. On Wednesday, a certain Saleh Ahmed (55) was wading through a waterlogged road in Chattogram when he slipped and plunged into a nearby canal. There has been no sign of the body that disappeared in the Chashma Canal. Firemen are keeping an eye for the body to surface as their initial search has yielded no results. In the last five years, at least six people have died in this canal that flows into Karnaphuli river, including a CNG auto-rickshaw carrying a passenger. Mind it, we are talking about the disappearance of a citizen from the heart of a city, not of a trekker lost in the wilderness. It tells a lot about our urban planning and management.\nInstead of unfolding my ignorance over the waterlogging issue caused by that illegal settlements and unplanned urbanisation; dried-up canals through illegal refilling; garbage accumulation and encroachment of drains; landslides during torrential rains; lack of coordination among different service agencies; and lack of political will and civic behaviour—I shall instead focus on an image that struck me after I heard the canal's name: chashma. Chashma or eyeglasses, according to Collins dictionary, \"are two lenses in a frame that some people wear in front of their eyes in order to help them see better\".\nSaleh Ahmed failed to see that the road underwater had merged with the canal. He disappeared while trying to cross the road on his way to the shrine at Muradnagar. Google Maps helped me locate the canal near a hill of the same name. The canal, if I have understood correctly, flows from the nearby Chashma Hill and ferries water to the river and then to the sea. The man, a vegetable trader, died under the watchful eyes of the hill and the canal. I am sorry if the reference reminds you of the horror film The Hills Have Eyes. But this incident has no horror plot or link to any urban legend suggesting that the man had offended one of the holy men in the shrines or that the canal demanded human sacrifices to keep its flow. It is an accident as the victim failed to see. The question is: Whose fault is it that he couldn't see? Can we afford not to see when an accident like this happens? Where is the body now? Stuck somewhere in the cornice of a hill? Stuck in the silt and filth of the blocked canals, flown into the river, or carried to the sea to become shark meal?\nThe uniqueness of Chattogram lies in its topography. Here we have a city that houses hills, plains, canals, rivers, and the Bay area. A 1969 survey under the \"Storm Drainage and Flood Control Master Plan and Feasibility Report for Chattogram\", conducted by the US-based engineering firm JR Snell, identified 34 canals in Chattogram. Twelve of those canals do not exist anymore, and eight are in the process of dying. Of them, Chatkhai Canal has the ill fame of being the \"Sorrow of Chittagong.\" If this downward trend continues, what future do we have for the water bodies? The lost body of Saleh Ahmed creates a spectacle to reflect on the condition of manmade disasters. His death, in a way, is a performative act. We may not hear it, but we can feel its silence. It is easy to blame the downpour for the waterlogging. The incident at the Chashma Canal makes us see such rain as the cry of the sky. Nature exists in an organic whole; if one body is hurt, the other part feels it too.\nSurely, there are agencies to see this and dismiss my poetic rendering as illusory as the birthplace of Rama. A simple Google search produced the names of three key actors. The Chattogram City Corporation (CCC) is responsible for the drainage system besides houses, roads, and rainwater management. The Chattogram Development Authority (CDA) deals with primary and larger canals. Chattogram WASA (CWASA) takes care of sanitation and storm-water management. My colleague from Chattogram tells me that these three agencies become hyper-active only during the monsoon (and I believe him, because the Dhaka officials are no different). The lack of coordination among them is evident from the city flyovers where you can see that one agency digs and fills up the road, and then another agency repeats the performance soon after. One agency vacates the illegal settlements, while the others allow new ones to grow. It seems like a recitation competition where everyone is given the same poem to recite. Ideally, everyone should play a certain part of the play to complement one another so as to complete the act. According to experts, these institutions are either over-mandated or under-mandated for drainage system management. The end result is a mess. It must be dealt with urgently, otherwise tragedies like that of Saleh Ahmed will keep occurring.\nFrom my safe distance in the capital, it is difficult for me to fathom the gravity of the situation. Just like it is difficult for us to imagine why desperate Afghans were clinging on to the body of a plane to escape from Kabul that had fallen. The spectacle made us aware of the horror that returned to a space that was beginning to feel the air of freedom and democracy. The image of the bodies falling off the plane created a spectacle. The sight and sound of it had reached many shores including ours. Unfortunately, sometimes we get excited over things that happen afar while we miss things that occur in our own backyard.\nWasn't it Tagore who famously wrote in Sphulingo (Sparks):\n\"I've gone to see the mountains, the oceans I've been to view.\nBut I haven't seen with these eyes\nWhat two steps from my home lies\nOn a sheaf of paddy grain, a glistening drop of dew.\"\nTears of Saleh add \"a glistening drop of dew\" to the waters of the Chashma canal, by extension to the Karnaphuli river, and to the sea. One can only hope that the pair of spectacles will be fixed soon. The frame needs to be fixed. Only then will we \"see better\" (as the fool advised King Lear in Shakespeare's tragedy) and see the misery of the common man.\nShamsad Mortuza is Acting Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The Hills Have Eyes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-hills-have-eyes-2162446",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2021"
    },
    {
        "full_article": "With the day coming to an end on Thursday, desperate Afghan citizens waiting at the Kabul airport for a safe passage to the US had hoped for a respite from the stifling heat. Some of them were even standing in the knee-deep water of a sewage canal, waiting for the formal departure processes to be completed. But there would be no respite for them, as lurking in the twilight were the terrorists of Islamic State in Khorasan Province (ISKP), waiting to detonate the suicide vests they were wearing. As time for the evening prayers neared, the first explosion happened. It was near the Baron Hotel—close to the airport—that was being used as a centre to gather foreign nationals to be taken to the airport for evacuation.\nThe blast was followed by open gunfire by the terrorists, and then a second blast near the Abbey Gate, where the Afghans waiting in the knee-deep canal became the target. What followed afterwards was a scene of utter chaos and devastation as panic spread in the surrounding areas, and the Taliban along with the locals scrambled to take the injured to hospitals.\nAs of writing this column, the death toll stands at more than 103—at least 90 Afghans, including children, and 13 American service members. It was a total disaster but not so much of a surprise, however. Terror attack alerts had been issued by several countries including the US and the UK prior to the ISKP attacks on Thursday.\nAs recently as August 22, the US president's national security advisor, Jake Sullivan, had asserted on CNN's \"State of the Union\" that, \"The threat is real. It is acute. It is persistent. And it is something that we are focused on with every tool in our arsenal.\" The attack modalities were anticipated to be ranging from missile attacks to bomb-laden truck explosions to the use of suicide bombers. And the authorities—both the Afghans and the international community—knew that an attack(s) was imminent.\nThe Taliban, in its response, \"strongly condemned\" the attacks, and added that they had warned the US. The US had also shared limited information with the Taliban to help it secure the perimeters around the Kabul airport. The question is: Despite all the warnings, terror alerts, and the security measures deployed by both the US and the Taliban, how could such a ghastly and brutal attack take place, and right under their very noses?\nThe are two ways to look at it—from the Taliban perspective and from that of the US.\nThe Taliban has only recently taken control of the country, and that too with their ruthless use of muscle power. Having ousted the former Afghan government, the Taliban resources are mostly engaged in ensuring stable governance. Fighting the US and capturing towns was one thing, but running a country is a different ball game altogether. With their hands full trying to establish a new governance system and, more importantly, with an intel and security system that is still not well-organised, the Taliban cannot do much on its own to hunt down the ISKP and prevent their well-orchestrated terrorist attacks. A stable security mechanism could have mobilised resources to go door-to-door, search every hideout seeking out the terrorists, but under the current circumstances, one cannot expect this from the Taliban.\nNow, if we talk about the international community, their military presence in the country has been significantly reduced, as has been their ability to gather intel effectively. Their network of informers has also been affected—if not fully dismantled—following the Taliban's re-emergence. The foreign troops are mostly focused on the evacuation of foreign nationals, their allies and aids. At best they can tighten security at the Kabul airport and the evacuation handling centres. In their current capacity, more cannot be expected of them either.\nUnderstandably, the withdrawal of foreign forces, the sudden rise of the Taliban and fall of the corrupt Afghan government, and the hurried evacuations have all combined to create a void in the Afghan national security mechanism, which the ISKP leveraged to make this bloody show of a comeback. After a relatively tough phase in 2019 and the first half of 2020, when the ISKP had been pushed to Nangarhar and Kunar provinces, their attacks have become more frequent in 2021. Between January and April this year, the ISKP had launched 77 attacked across Afghanistan, as opposed to 21 during the corresponding period in 2020, according to UN counterterrorism officials.\nThe fear is, the ISKP will take advantage of the prevailing disconnect between governance and security in Afghanistan and carry out more such attacks to create a position of influence within the country. While fighting the ISKP will pose a new set of challenges for the Taliban, it will also expose the region to further risks of terrorist presence.\nWhile the Taliban itself is regarded by many governments as a terrorist organisation, they are now seeking political legitimacy and acknowledgement from the international community. The ISKP, on the other hand, is a hard-core terrorist organisation that feeds on violence and is likely to attempt further attacks to create a sense of fear in Afghanistan and among its neighbours.\nSo, what now?\nIn response to Thursday's attacks, US President Joe Biden—whose authority has been dented by this incident exposing him to criticism from both the Republicans and Democrats—has vowed revenge: \"We will not forgive. We will not forget. We will hunt you down and make you pay,\" he said, and asked the military commanders \"to develop operational plans to strike ISIS-K [or ISKP] assets, leadership and facilities\". How this will be done remains to be seen. Does this mean the US will strike strategic Afghan locations to root out the presence of the ISKP? Would they have the moral courage and appetite for this, especially as they are only just trying to pull out from this \"never-ending war\"? Perhaps.\nThe Taliban spokesperson Zabihullah Mujahid has also reiterated their commitment to the international community that they will \"not allow terrorists to use Afghanistan as a base for their operations.\" This incident, however, has taken away from the Taliban's reputation that they have made through their trailblazing gains against the foreign forces in Afghanistan, and has put them in a precarious position where even those who might see them as a potential ally—including China and Russia—might now question their ability to neutralise internal security threats.\nRooting out the ISKP, however, would be difficult, especially since the mountainous and semi-mountainous terrains of both Kunar and Nangarhar would make it hard for the US to target and eliminate ISKP elements. One must not forget the US' Tora Bora failure.\nOn the other hand, for the Taliban, hunting down individuals in such rough terrains would also be difficult, although they are better-equipped with the knowledge of the geology, since they had also used similar hideouts not so long ago. But without additional intel and logistics, it will be a tough challenge for them.\nHow does one eliminate the ISKP threat?\nOne way of dealing with this problem is through strategic collaboration. While having to form a strategic alliance with the Taliban might seem distasteful to many Western countries, this might be a potential solution to address the threat of ISKP's rise. With no presence on the ground after the planned August 31 pull-out, the US and its western allies might have to consider forming strategic security partnerships with the Taliban so that both parties can leverage and combine their strengths to make ISKP pay for this heinous crime.\nWhile Afghanistan being ruled by the Taliban is not a desirable outcome for anyone, it being used as a base by ISKP is a more horrifying prospect. US Centcom Commander Marine Gen. Frank McKenzie has already said that the country is sharing some intelligence with the Taliban for security reasons: \"They don't get the full range of information we have. But we give them enough to act in time and space to try to prevent these attacks\" (CNN). However, to eliminate ISKP, this limited-scale collaboration between Afghanistan and the West needs to go on for some time. It cannot be a stop-gap measure, otherwise the ISKP will leverage the current chaos to turn it to its advantage.\nThere is no alternative to collaboration to neutralise ISKP, and the world powers must come together in this fight against the Islamic State offshoot in Afghanistan. Both the Taliban and the international community are responsible for the rise of the ISKP, and both now must work together to eliminate it.\nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle: @tasneem_tayeb\n",
        "headline_1": "Twin blasts in Kabul: A crisis made in security vacuum in Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/twin-blasts-kabul-crisis-made-security-vacuum-afghanistan-2162436",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2021"
    },
    {
        "full_article": "Presidents, generals, dictators, and ordinary people take big risks when they have nothing to lose, similar to a quarterback in American football throwing a so-called Hail Mary pass. But the consequences of such a strategy in politics, war, and business are usually more serious than the outcome of a football game. In the Middle East, for example, it has produced continuous conflict because the warring parties feel as though they have nothing to lose.\nThe brokerage firm TD Ameritrade's annual collegiate stock-market contest illustrates the incentives when there is \"nothing to lose.\" Each team begins with a paper allocation of USD 500,000, and a final cash prize goes to the team whose portfolio earned the highest profit in the space of a month. In 2015, students from Southeast Missouri State University beat 475 other entrants by turning USD 500,000 into USD 1.3 million. None of the winning students knew anything about finance, so how did they do it? According to the team captain, \"We had nothing to lose. If we end up losing all USD 500,000, oh well. We basically just decided to be as risky as possible.\"\nThis go-for-broke approach exploited the rules of a contest that rewarded only the biggest gain, while ignoring all the losses. The students were protected against losing money, so they devised their strategy accordingly. This anecdote may sound trivial, but that same logic is often followed by protagonists in real-world conflicts.\nFor example, the pursuit of \"unconditional surrender\" during wartime can have catastrophic unintended consequences. When US President Franklin D. Roosevelt issued this politically popular demand during World War II, the Nazi propaganda minister, Joseph Goebbels, told Hitler that now, \"the Germans have nothing to lose and everything to gain\" by continuing to fight.\nGeneral Dwight D. Eisenhower, the Allied commander in Europe and future US president, agreed with Goebbels. In November 1944, he warned the Combined Chiefs of Staff in Washington, DC, that the \"enemy's continued stolid resistance\" comes, in part, from \"Nazi propaganda which is convincing every German that unconditional surrender means the complete devastation of Germany and her elimination as a nation.\"\nHitler relied on that spin to motivate his troops for a desperate counterattack in December 1944 (the Battle of the Bulge), saying beforehand, this is \"really a kind of Hun battle in which you either stand, or fall and die.\" Hitler's roll of the dice—his Hail Mary pass—did not change the outcome of the war, which was already lost. But it did produce the worst atrocity inflicted on US troops in Europe: the massacre at the Belgian town of Malmedy.\nA similar nothing-to-lose attitude drives the continued wars between Israel and Palestine. In 1973, when Israeli Prime Minister Golda Meir met Joe Biden, then the freshman US senator from Delaware, to discuss Israel's security, she said, \"don't look so worried… We Israelis have a secret weapon. We have nowhere else to go.\"\nMore recently, Israel has felt it has nothing to lose in fighting Hamas, because the organisation's founding charter denies the right of the Jewish state to exist. Article 11 of the charter begins: \"The Islamic Resistance Movement believes that the land of Palestine has been an Islamic Waqf throughout the generations and until the Day of Resurrection, no one can renounce it or part of it, or abandon it or part of it.\" And Article 13 fully closes the door on peace: \"The so-called peaceful solutions, and the international conferences to resolve the Palestinian problem, are all contrary to the beliefs of the Islamic Resistance Movement.\"\nBut Israel must also deal with Palestinians who just want a state of their own, rather than Israel's destruction. As Riyad Mansour, the Palestinian observer at the United Nations, noted in response to the latest conflict in Gaza this past May, Israel has \"failed in defeating Palestinian consciousness and in breaking apart our national belonging… We all stand at a crossroad.\"\nAt the same time, Tzipi Livni, a former Israeli vice prime minister and justice minister, wrote, \"The two-state solution… seems as important as ever. Even if peace is not around the corner, the point of no return is closer than ever before. We must not go there. The most important thing for now is to keep the road open.\"\nIn other words, beware of enemies with nothing to lose.\nMartin Luther King, Jr., a little over a year before he was murdered in Memphis, used a similar idea for avoiding armed revolution: \"Riots grow out of intolerable conditions. Violent revolts are generated by revolting conditions, and there is nothing more dangerous than to build a society with a large segment of people who feel they have no stake in it; who feel they have nothing to lose.\"\nIn a world beset by new and old zero-sum conflicts, this lesson remains as timely as ever.\nWilliam L. Silber, a former professor of finance and economics at the Stern School of Business, New York University, is currently a senior adviser at Cornerstone Research. He is the author of The Power of Nothing to Lose: The Hail Mary Effect in Politics, War, and Business (Morrow/Harper 2021).\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The Danger of ‘Nothing to Lose’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-danger-nothing-lose-2162431",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2021"
    },
    {
        "full_article": "We journalists have some experience of fighting governmental repression of the media. But how do we, or better still, how should we, handle owners' oppression of their own media, meaning owners dictating what is to be published and what not, to forcing the editor to oblige, or ignoring the editor altogether if he refuses? The stories that circulate are horrendous of editors being made mere rubber stamps and the whole newsroom remaining silent as people from the owner's office force journalists to  publish false, motivated and scandalous stories against their business rivals or perceived antagonists.\nWhile discussing why a certain business house was bringing out a new newspaper, a fellow editor said that because they were going for a new several thousand crore investment and they needed a media, especially a newspaper, to protect them. This was especially so because the existing leader in that sector, who owned several media outlets, was preventing the former's entry by publishing false and derogatory reports about them.\nOne can easily imagine what role the new newspaper will play. The underlying meaning of the story is that, as our business houses increase in number, they are investing resource and power, into newspapers (read media in general) that can serve as a part of their arsenal for business growth, fighting rivals and frightening others from exposing their malpractices.\nSo professional journalism be damned, and along with it, the ideals of freedom, democracy, truth, people's rights, public interest, collective good, unearthing corruption, fighting for justice, equality, fairness, building a just society, etc. The vital role of the media in holding power to account vanishes as does the notion of accountability and transparency.\nThe threat to a free press comes from many quarters—the government, the advertisers, the owners and even the failure of journalists to maintain their own ethical standards.\nThe threat from the government emanates both from the regulatory framework that it creates through enactment of various repressive laws and also in the manner in which such laws are put into practice, which reflects the government's overall attitude towards the free press. The DSA is just the latest and the most virulent example of it.\nMost laws in Bangladesh relating directly or indirectly to the media are mostly directed either to repressing or controlling the media. There are no laws in our statute books (and I would love to be proved wrong), except for the Right to Information Act (RTI), that either protects the journalist, the newspapers, or the media in general, or proactively help its cause by protecting sources, and whistle-blowers, and preventing police harassment or arbitrary arrests or questioning of media professionals.\nThe threat from advertising has always been there. A corporation may be looting the country dry but any hint of an exposé would automatically delist a newspaper from receiving their advertisement. This practice is not new, however; its intensity has risen to an unbearable level. One can ask how we can expect a business house to give ads if we are writing against them, forgetting that we are, in fact, not writing against them but against their unethical and unlawful practice, which must be exposed for the betterment of the society and for the environment.\nThe relationship between the media and its advertisers must in no way be allowed to impinge on the freedom of journalists to report freely and ethically. It is a complex issue and has become more so due to Covid-19 which has drastically affected the media's, especially the newspapers' business model.\nHowever, our main focus today is on the issue of corporate control of the media, not in general, but the ones they own. We want to confine our discussion only to newspapers about which I happen to know a little. At first it may appear to be an oxymoron, a contradiction in itself. If someone owns something it is only natural that they will control it. Yes, in many cases, but not in all. A person may own a hospital but can he run it on his whims just because he has invested in it? It must be the doctors who run the hospital. Businessmen may own airlines, but are their planes run as they wish without professionals? This is also true in case of the media. Many people may invest in the newspaper industry, but it must be the professional journalists who run it.\nThis brings us to the bigger question on what is the role of a newspaper in general. Is it only to serve the interests of the owners? As someone said, \"Freedom of the press is the freedom of the owners of the press\". Is that really true? Then what happens to the interests of the society in general, of the people, of principles, of ideals, of a nation's interests? What happens to the fundamental principle of freedom of speech, people's right to know, of holding power accountable?\nIf the media's role is far bigger than the corporate interest of the owners—and by definition it must be bigger, encompassing the interest of the nation as a whole—then, it must be allowed to function with full freedom with professional journalists at its helm. Some experiences from the rest of the world may help to prove this point.\nAs the need for higher investment in newspapers grew over time, especially due to technological sophistication of the printing press requiring more capital, individual ownership became difficult and investment from the financial and corporate world began to enter this sector. If we look at the newspapers of any industrialised country, they atrract investment from banks, insurance companies, corporations, mutual and investment funds, services industry, etc. Why do these diverse groups invest in newspapers? Simply because newspapers were good investments and investors saw it as a sector with a good ROI (return on investment).\nHere is the interesting twist. Investment came to newspapers because of its good ROI, and it was so because newspapers continued to serve public interest—not the interest of the diverse interest groups that owned the sector—and thereby grew their business and thus gave attractive dividends to the investors.\nThe rising corporate investment in the media in Bangladesh is nothing new or unprecedented. It was, to some extent, inevitable. What is, however, unprecedented and not inevitable, is the predatory nature of the corporate control and the total destruction of the ethical foundation of the newspapers. This is destroying media credibility—the life blood of a media's acceptability.\nIf an investor wants to make profit out of his investment in the newspaper, which is not an unnatural or unjustified expectation, then the only way to do so is to allow the media to function in the way that media is supposed to—serve public interest. Through ethical journalism and upholding the common good and promoting freedom of speech and accountability, a newspaper gains credibility, which leads to greater readership, which attracts advertisers, which brings in increased revenue, and which then leads to attractive remuneration and good working conditions for the journalists as well as dividends for the investors. This is the business model of a free and independent media, and there is none other.\nHowever, when investors break the above cycle and use their newspapers to protect and serve their own vested interest—as against that of the public—then serious problems arise which we are now facing in Bangladesh.\nWe repeat, corporate interest in newspapers is neither new nor unique to Bangladesh. However, there is a big difference. What exists in countries with matured newspapers is the institution of the editor. It is well-established, highly-regarded and enjoys huge public credibility. (Both the western newspapers and their editors had suffered a huge loss of credibility in supporting the Iraq invasion. However, many of them realised their mistake and have done impressive exposés on the whole sordid affair, helping to restore some of their lost credibility).\nWe need to seriously think about the restoration, protection and preservation of the institution of \"the editor\". We have great examples in Tofazzal Hossain Manik Mia, Zahur Hossain Chowdhury and Abdus Salam from the Pakistan period, and Maulana Akram Khan, Abul Kalam Shamsuddin and Abul Mansur Ahmad from the pre-1947 period to inspire us to rebuild the institution of the \"editor\" in Bangladeshi media today.\nThe editor is that pivotal person who protects the freedom of the media from attacks from all sides—government, agencies, large corporations, powerful political leaders and from the interference of the owner—and through his courageous, ethical and honest leadership and non-partisan stance, inspires his fellow journalists to reach the highest standards of objective journalism. This is pivotal for the survival of the free and independent media in Bangladesh.\nAdmittedly, many of us have failed in this task. We have ourselves destroyed this institution by becoming a PR person for the owner. Many of us have used our position to curry favour with the rich and the powerful, peddled influence for personal gains, misused our positions to harm others and twisted facts to be on the right political side, even while knowing that the truth lay elsewhere.\nOn a different level, many of us did not pay enough attention to our own newspapers as to what were being published, how well-researched they were, what was the quality and reliability of the sources used and whether sufficient due diligence was done before a corporate or personal reputation was questioned.\nAll this brought down both the prestige of the institution of the editor and the credibility of the newspaper that he led.\nThis must change for the good of journalism and for the good of the country, which is on the verge of attaining lower-middle-income country status on the global stage.\nThe emergence of the social media, the tsunami of news portals with an endless flow of unedited, unverified, unsourced news and the deliberate promotion of \"alternative facts\" by governments and powerful business lobbies have perhaps made the role of the editor the most crucial for the restoration of public faith in journalism. As someone said, \"if you do not read the news, you are uninformed, but if you read the news you are misinformed\". This is something that must worry us journalists if we want to save our profession.\nAs of today, a total of 1,200 dailies are published from Dhaka city. (We should be holding the world record in this). Country-wide, the figure is 3,222. On the face of it, newspapers should be among the most flourishing of industries in the country. What is their business model? Who are their readers and advertisers?  Those of us who have been in this field for a while and know well how the market has shrunk wonder as to the sustainability of all these publications.  Unless, of course, they will all sing the praise of their corporate owners, fight for their business interest, publish fake news about their rivals and ride on the subsidy of the owners—and all the while professional journalism will fall by the way side.\nIn one sense, we can rejoice in the words of Mao Zedong: \"Let a thousand flowers bloom\". But on the other, we are fully aware how media credibility can be destroyed in the wrong hands and how harmful the media can be in the age of unedited, badly edited and totally fake news.\n \nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Predatory corporatisation of the media",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-predatory-corporatisation-the-media-2161696",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2021"
    },
    {
        "full_article": "After over 500 days of closure of all education institutions in Bangladesh—one of the longest pandemic-induced shutdowns of education in the world—we are pleased to hear that the authorities have decided to resume certain education-related activities from mid-October. At a meeting on Thursday, it was announced that students of all public and private universities will be inoculated against Covid-19 by end of September, and the universities will start in-person classes from October 15.\nAlthough there have been attempts to shift to online learning during the prolonged shutdown, the huge digital divide and inadequate planning and haphazard directives from the education ministries did not lead to desired results. Given that Unesco has termed the learning loss caused by the pandemic an unfolding \"generational catastrophe\", we fully accept the urgency of holding exams and resuming classes as soon as possible. However, we must also equally stress the importance of protecting our students while helping them to recover from learning losses.\nWhile we appreciate the initiative to vaccinate students, it must be noted that only 35 percent of 1.45 lakh registered students have been inoculated so far, out of a list of about 3.5 lakh university students sent to the health ministry by the UGC. This means that there are still around three lakh university students who need to be given both doses of the vaccine, of whom over two lakh haven't even registered for it yet. What steps are being taken to ensure these students are registered? Does the government have enough vaccines in stock to inoculate all of them by October? Is there going to be another special vaccination drive for students, and will this be as crowded and chaotic as the one we saw earlier this month? Given the precedent that has been set regarding stock shortfalls and last-minute cancellations of special vaccination drives, one can be forgiven for being cautious in their expectations.\nThe reopening of halls is another issue where education authorities have been accused of being unsympathetic to students' needs. So far, it has been decided that universities will make their own decisions regarding this. But if halls do not open by the time students have to sit for exams or join classes, have the authorities considered how they will afford the substantial expenses of arranging their own accommodation? The UGC chairman has also said that strict Covid-19 health protocols will be maintained in classrooms. We hope that these protocols, and all other relevant information, will be properly communicated well in advance to the students—since so far, the frequent disruptions in learning as well as the uncertainty and lack of clarity surrounding decisions related to the resumption of in-person classes have put a great deal of stress on them.\nWhile no concrete decisions have been taken regarding the reopening of schools and colleges, it is expected that an announcement will be made within the week. We urge the authorities to allow no further delays in holding SSC and HSC examinations, and to listen to the experts in formulating strategies for reopening all schools and colleges in phases. At the end of the day, it is imperative that the wellbeing of our students is at the centre of every decision taken regarding them, and that they are able to have their concerns heard during this decision-making process.\n",
        "headline_1": "Ensure health and safety when reopening universities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ensure-health-and-safety-when-reopening-universities-2162421",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2021"
    },
    {
        "full_article": "It is disheartening to know, as a recent study cited by The Daily Star found out, that citizens in Cox's Bazar district are being put through unnecessary hassles in relation to acquiring birth certificates for their babies. Apparently, since 2017, soon after the influx of Rohingya refugees, the district administration suspended birth registration in a bid \"to prevent Rohingya babies and children from obtaining the primary certification required for citizenship.\" As a result, Bangladeshi nationals in the district have been denied the basic right of registering the births of their children for nearly four years.\nWhile the High Court in 2019 did order the district administration to resume issuing birth certificates, only 12 of the 71 union parishads (UP) in the district so far did so. Around the same time, \"the government and the UNHCR had begun the biometric registration of all Rohingya refugees, including babies born in the camps.\" Still, and even to this day, most citizens in the district are unable to register new births. It seems that the law also differs between unions, as the chairman of Palongkhali union of Ukhiya upazila says that locals in his union cannot get a birth certificate from another union, despite what the relevant law states.\nNow that the facts are out of the way, we cannot help but wonder at the sense—or lack thereof—of the authorities in suspending birth registration in the district in the first place. We understand that the arrival of Rohingya refugees was chaotic and disorganised and that some form of control was necessary initially. We also fully agree that repatriation of the Rohingya to Myanmar should be the ultimate goal of Bangladesh. However, couldn't the refugees have been prevented from possible attempts at registering their children as Bangladeshis without stopping a vital service for the lawful citizens? Residents in the 12 UPs where birth registration has resumed are also facing various hurdles in the process. First, there is the Tk 500 fine for \"late registration\" even though the delay is not to be blamed on the applicants. There is also an unusually high number of documents (around 28) to be provided for registration including, curiously enough, birth certificates of the grandparents of a baby.\nWe would urge the government and relevant authorities to fully resume birth registration for Bangladeshi citizens in all 71 UPs of the district, and also to make the registration process as simple and hassle-free as possible. In Bangladesh, birth registration is mandatory within 45 days of a birth. It is also required to access a host of vital services. Citizens must not pay for the inability of the administration to devise an effective way to deal with the concerns surrounding illegal registration.\n",
        "headline_1": "Every child deserves to be registered at birth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/every-child-deserves-be-registered-birth-2162416",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2021"
    }
]