[
    {
        "full_article": "The Maharashtra Assembly Speaker Rahul Narwekar’s ruling on the disqualification petitions filed by rival factions of the Shiv Sena demonstrates why the adjudicatory function under the anti-defection law should not be in the hands of Presiding Officers in the legislature. In a matter that many thought would decide the survival of the Eknath Shinde regime, the Speaker has ruled that there was no case to disqualify members of the Eknath Shinde faction, or 14 members in the Uddhav B. Thackeray (UBT) group. The ruling is based mainly on the finding that loyalists of Eknath Shinde, the Chief Minister now, constituted the ‘real political party’ when rival Shiv Sena factions emerged on June 21, 2022. Mr. Narwekar’s verdict conveniently draws upon some aspects of the Supreme Court’s final verdict of May 11, 2023, in which a Constitution Bench ruled that the Governor was wrong in asking the then Chief Minister, Uddhav Thackeray, to undergo a floor test and that the Speaker was wrong in recognising the Shinde faction’s appointee as the party’s whip. In contrast to the Court ruling, the Speaker has declared that Sunil Prabhu, an appointee of the UBT faction, ‘ceased to be the duly authorised whip’ from June 21, 2022, and that Bharat Gogawale of the Shinde group was “validly appointed” as the whip. As a result, Mr. Narwekar found no reason to sustain the charge that the Shinde loyalists violated any whip. He also ruled that there was no proof that the UBT group violated the other side’s whip as no such whip was served on them.The Uddhav Thackeray group may approach the Supreme Court again, possibly on the ground that the Speaker’s ruling contradicts key conclusions of the Bench. While acknowledging the split in the Shiv Sena Legislature Party, the Court had said: “... no faction or group can argue that they constitute the original political party as a defence against disqualification on the ground of defection”. The Speaker has also referred to the Shinde faction’s “overwhelming majority” (37 out of 55 MLAs of the original party). On the other hand, the Court had observed that the percentage of members in each faction is irrelevant to the determination whether a defence to disqualification is made out. However, the Court had conceded that the Speaker may have to decide on which faction is the real party when adjudicating a question of defection. It favoured reliance on a version of the party constitution and leadership structure submitted to the Election Commission before rival groups emerged. It is these observations that the Speaker has utilised to determine which group is the real party. As long as defection disputes are in the hands of Speakers, and not any independent authority, political considerations will undoubtedly cast a shadow on such rulings.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaharashtra\n\n/\n\npolitics\n\n/\n\nShiv Sena\n\n/\n\nShiv Sena-Uddhav Balasaheb Thackeray\n\n/\n\njudiciary (system of justice)",
        "headline_1": "The Speaker’s court: On the Maharashtra Assembly Speaker’s ruling",
        "headline_2": "Maharashtra example shows why power to disqualify should be in independent hands",
        "link": "https://www.thehindu.com/opinion/editorial/the-speakers-court-on-the-maharashtra-assembly-speakers-ruling/article67731204.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "The Defence Ministry has finalised a rotational plan which will ensure that all States and Union Territories get a chance to display their tableaux at the Republic Day parade within a three-year cycle. This is a welcome step that will potentially avoid controversy over the selection of tableaux that has become an unfortunate and frequent accompaniment of the parade. This year, tableaux of 16 States/Union Territories (UT) were selected for the January 26 parade following an established process but the Opposition-ruled Delhi, Punjab, Karnataka and West Bengal that were not qualified cried foul. Karnataka’s Congress Chief Minister Siddaramaiah has said that seven proposals sent by the State were rejected by the Centre. A political motive behind selection and exclusion has often been suggested, under the current BJP regime and the previous UPA regime. Only around 15 or 16 tableaux from States/UTs are selected each year, and, obviously, all cannot be accommodated. Those States that have not been selected for the parade this year were invited to showcase their tableaux at the Bharat Parv from January 23 to 31 at the Red Fort. The new plan, that has been agreed to by 28 States, is aimed at giving everyone an equitable chance at participation.The Defence Ministry already has an elaborate screening mechanism for participants in the parade. A committee of distinguished persons drawn from various fields including Padma awardees was set up this year too that screened proposals from States and organisations. The Ministry of Culture had empanelled 30 agencies for design and fabrication of tableaux through an open selection process and States/UTs were advised to engage these agencies following appropriate procedure. The allegations by States of discrimination with respect to their proposals may or may not be unfounded, but the selection process has to be apolitical and conducted in a transparent manner while maintaining standards to avoid questions in the first place. While the marching contingents and military platforms at the parade showcase the nation’s military might, the tableaux and the performances hold a lens to the country’s cultural splendour and diversity. In the backdrop of controversies year after year, the new proposal of a rotational opportunity for each State/UT offers a fairer, more transparent mechanism. The assertion by officials that the Government, Minister or Secretary do not have any role in the selection process, is reassuring. It will go a long way in keeping the festivities free from bickering.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRepublic Day\n\n/\n\npolitics\n\n/\n\nDelhi\n\n/\n\nPunjab\n\n/\n\nKarnataka\n\n/\n\nWest Bengal\n\n/\n\naward and prize",
        "headline_1": "Show of fairness: On the formula for selection of Republic Day tableaux",
        "headline_2": "Tableau rotational plan for States and Union Territories is an equitable one",
        "link": "https://www.thehindu.com/opinion/editorial/show-of-fairness-on-the-formula-for-selection-of-republic-day-tableaux/article67731438.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "AI is like a collective human mind force. All who have access to it are equally empowered. It is the kind of equality that is the hallmark of spirituality\n\nIn Ex Machina, there’s a much-talked-about scene where Ava, the AI/humanoid robot, finally engineers her escape. Alone, as she crosses an empty room, she smiles. The smile is not for anyone in particular – leaving viewers to wonder, is she sentient? Has AI achieved self-awareness?\nRead full story on TOI+\n\n",
        "headline_1": "Can everyone linked by AI say, I am AI?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-everyone-linked-by-ai-say-i-am-ai/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "Maharashtra speaker’s ruling won’t change state’s political dynamics. BJP is in pole position electorally but Congress is in the game, provided it makes nice with allies who are also competitors\n\nMaharashtrian politics was once famed for its overarching stability. Except for one short term, Congress coalitions governed the state almost continuously until 2014. But in the Modi era, it has turned into a state with the most fluid politics. However, speaker Rahul Narwekar finding in favour of the Shinde Sena faction won’t fundamentally rewrite the script of coming electoral battles.\nRead full story on TOI+\n \n\n",
        "headline_1": "Voter, not Narwekar, is Kingmaker",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/voter-not-narwekar-is-kingmaker/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "The global aviation market is on the brink of another disruption. Last week, a domestic flight in the US witnessed an extraordinary incident when a section of a plane blew off at 16,000 feet, forcing an emergency landing. It led to global regulatory jitters about the plane, Boeing’s 737 Max 9.\n\nDe facto duopoly:\nThere’s a near duopoly between Boeing and Airbus in passenger aircraft manufacturing, with others making up a small part of the global market. Boeing’s 737 platform, which was introduced in 1967, and Airbus’ A320neo family are the workhorses for airlines in major markets. Even the supply chain delivering critical components to these companies is limited to a handful such as Pratt & Whitney and GE for engines.\nSafety disruptions:\nThere have been repeated disruptions to aviation markets because this narrow supply base of planes and their engines have faced safety issues recently. If it was Boeing’s Max 8 range’s problems with crashes in 2018 and 2019, Pratt & Whitney’s issues have impacted Indian aviation. Market leader IndiGo has cautioned that it may face disruption between January and March if planes are grounded because of issues with these engines.\nEntry barriers:\nThe only challenge to this limited supply base right now is in the form of China’s state-owned Comac. Backed by billions of dollars of subsidies, Comac’s C919 has taken on Boeing’s 737 Max 8. However, there’s a catch. The C919 engine comes from GE and Safran. Even state-backed Comac has to circle back to Western suppliers of critical parts.\nIndia’s chance:\nIndia’s the dark horse here. There are two things going for it. The expanding size of the aviation market will force Western aviation companies to look at setting more local assembly lines. It provides an opening because India doesn’t carry the burden of China’s geopolitical revisionism. For example, the agreement between GE and HAL for joint production of jet engines can lead to local diffusion of knowledge. It’s for Indian industry to use these opportunities to evolve and emerge as a serious challenger.\n\n\n",
        "headline_1": "Two’s trouble: Boeing-Airbus duopoly in passenger plane market creates aviation industry instability; Competition is needed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/twos-trouble-boeing-airbus-duopoly-in-passenger-plane-market-creates-aviation-industry-instability-competition-is-needed/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "Maharashtra speaker Rahul Narwekar took more than 18 months to decide on petitions for disqualification of MLAs filed by Shinde Sena and Uddhav Sena. But post-decision, don’t expect Maharashtra politics to be any simpler.\nSC again:\nNarwekar said Shinde’s is the real Sena. EC had granted Shinde the party symbol. The speaker’s ruling came because Supreme Court had asked him to determine which is the political wing of Sena. That ruling led to the nub of his decision – that Uddhav did not have the jurisdiction to remove Shinde. This likely made Uddhav Sena say yesterday it will move SC again.\nWho’s boss:\nThe bigger question before Narwekar was this: when Shinde-plus-40 MLAs rebelled against then-CM Uddhav, who had the power to decide on the Sena legislators’ course? And from that it would follow, whether it was for the rebel faction to decide its legislative leader.\nSC had clearly accorded primacy to the political party over its legislative wing. Therefore, a party’s constitution and the writ of its president have priority over what legislators decide. Narwekar saying Uddhav Sena’s 2018 constitution, which made Uddhav party chief, is invalid helped him decide in favour of Shinde, while complying with the letter of SC’s verdict.\nMuddy & muddled:\nThe other issue: Uddhav had disqualified 16 rebel MLAs through the deputy speaker. But an SC vacation bench stayed these notices, when the Shinde faction told the court a no-confidence motion had been moved against the deputy speaker, so he could not decide on disqualifications. The constitutional question raised was: does notice for removal of the speaker restrict him from disqualification proceedings? Further, SC giving those 16 MLAs 12 days to respond was seen by some as court interference in the speaker’s jurisdiction.\nSafe harbour, stormy seas:\nShinde is safe, his team is intact. But his troubles may not be over. It may come from within. BJP looms large. It has Ajit Pawar, who gives BJP street cred in some Maharashtra regions. It’s really too early for Team Shinde to celebrate.\nAnd there’s more:\nSince its 2019 assembly election, Maharashtra has been in political turmoil. That will continue. The speaker must decide on NCP’s factions by January 31. That’ll likely trigger another round of neta-circus. Everything’s bound to get murkier.\n\n",
        "headline_1": "Speaker speaks, but…Shinde safe after Narwekar ruling. However, more legal challenges will come. And state politics won’t get simpler",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/speaker-speaks-butshinde-safe-after-narwekar-ruling-however-more-legal-challenges-will-come-and-state-politics-wont-get-simpler/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "The immediate past finance minister's statement that attainment of the target of foreign exchange reserves set by the International Monetary Fund (IMF) would be impossible does give a wrong signal so far as economic and financial health of the country is concerned. Despite his candid admission of the difficulties facing the economy, especially export slump, inflation and declining overseas remittance, he sounded positive, if not complacent, while speaking about the shape of things in the current year. Clearly he betrays a broad line of incongruity while trying to extol the performance of the economy against fast-depleting foreign exchange reserves. \"Net or gross - Bangladesh is now in a better position in both terms. But we could not meet the IMF targets. It can never be possible to fulfil the IMF targets,\" he said while speaking to the media.Last month the gross reserves fell to $25.70 billion by official count as the central bank cleared import payments amounting to $1.27 billion through the Asian Clearing Union (ACU) mechanism. But the gross reserves calculated in line with the International Monetary Fund (IMF)'s BPM6 calculations fell far below to $20.40 billion from $21.74 billion last week. For June last year, the IMF had set the requirement for maintaining a net international reserves (NIR) position for Bangladesh at $24.46 billion but the country could maintain only $19.56 billion then. Subsequently, upon request from the government, the IMF further lowered the NIR target for December last year, which the country could not succeed to maintain. Against this backdrop, the former finance minister holds the view that inflow of remittance, a major component of forex reserves, can be doubled and when done, this can help maintain gross reserves well over $30 billion.The IMF had approved a $4.7 billion loan for Bangladesh in January last year and fixed a minimum forex reserves of $26.81 billion by December 2023. However, it eased conditions for the loan's third tranche due to a shortfall, reducing the target to $17.78 billion. Bangladesh Bank failed to meet the net reserves target for June. The net reserves was $19.5 billion in June against the IMF-set target of $23.7 billion. In February, when the IMF approved the loan package, the Bangladesh Bank's net reserves were $3.0 billion short of the $24.46 billion target set for June. The net reserves was over $20 billion in February, but it has been falling steadily since then, reaching below $18 billion in September. The IMF approved the second instalment of the loan amounting to $689.89 million on December 12.Coming to the immediate past finance minister's statement, one has reasons to wonder what makes him so confident about the state of the economy given the receding trend in the forex coffer. Simultaneously, it appears somewhat perplexing to hear him forecast that achieving the IMF target is impossible. If effective measures are taken to optimise overseas remittances, as he suggests, reaching the target may not be formidable at all. Additionally, exploring potential avenues, such as boosting exports, could positively impact the current situation. Clinging to fanciful optimism while losing hope sounds ambiguous. Macroeconomic clarity must be maintained at all costs.",
        "headline_1": "Attaining IMF-set forex reserves target",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/attaining-imf-set-forex-reserves-target-1704983219",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "By the time the new government takes over in Bangladesh, the Global Economic Prospects Report released by the World Bank makes a projection of slowdown of the country's GDP (gross domestic product) growth to 5.6 per cent for the current financial year 2023-24. This is much higher than the global GDP growth, the international lender predicts, at 2.4 per cent. What is, however, particularly concerning is that the growth rates of both the country and the world at large are most likely to be in the slow lane for the third consecutive year. While Bangladesh's robust economic growth recorded at 7.1 per cent in 2021-22 dipped to 6.03 in 2022-23, the global GDP growth also declined to 2.6 per cent in 2023 from 3.0 per cent in 2022. But the world economic growth witnessed a precipitous fall from 6.2 per cent in 2021 to 3.0 per cent the following year. In 2020-21, the country's GDP growth was 6.94 per cent. Before the pandemic, though, its economic growth rose to 7.88 per cent in FY 2018-19 only to plummet to just 3.4 per cent in 2019-20, the pandemic period. Admittedly, the cold figures do not speak the whole truth but they are surely representative of a general global trend and the corresponding indicator of a particular country. The year when global economy just started rebounding with the recession of the pandemic, the growth was recorded at 6.2 per cent and corresponding to this, Bangladesh's economy also recovered to register 7.1 per cent growth. This is despite the fact that there is a difference in time periods between calendar fiscal year and fiscal year counted from July here. Had there been no Russo-Ukraine war, the deep financial crisis facing nations across the globe might have not happened at all. Evidently, the economic outlooks for either Bangladesh or for the large economies are not bright at all. For example, the number one US economy, according to the WB, is likely to see a GDP growth drop to 1.6 per cent from 2.5 per cent the previous year. Chinese GDP growth is likely to fall from 2023's 5.2 per cent to 4.5 per cent. India is also going to experience a substantial fall in GDP growth from its 7.2 per cent in 2022-23 to 6.3 per cent in the current fiscal. What is notable here is that large economies have greater power to absorb shock than smaller ones like that of Bangladesh. This is because they draw their economic strength from a wide range of sectors where reversals in a few can be negated by prosperity in others. China and Russia provide the best examples of this shock absorption. While more and stricter sanctions imposed on Russia were intended to weaken that country; instead the European alliance EU suffered heavily as the sanctions proved a boomerang for its members and the UK. China and India prospered on cheaper crude oil supply from Russia. The mutual commercial interests of these large countries were served quite well when the West's sanctions proved toothless. The Western policy of shipment of factories and investments from China to other countries such as Vietnam, Cambodia, India and even Bangladesh did not materialise the way it was supposed to be. India's aspiration for replacing China as the world's factory also did not proceed far. In this context, domestic self-sufficiency in agricultural commodities including the staples matters. China is the world's top rice producer but India is the number one rice exporter. Whether this equation will get somewhat tilted with India becoming the most populous country in the world last year is yet to be seen. It imposed ban on export of rice last year claiming it as a measure for keeping domestic price down. Its sugar production dropped substantially and the export too was restricted. Sure enough climate change has a role in the fall of farm production. Bangladesh could avoid a major hike in rice price unlike that of onion because of good local harvest. Yet its economy shrank because its export basket is not diverse nor could it import Russian crude oil for refining because of a lack of such facilities. This is despite the fact that Bangladesh had a standing offer of cheaper crude oil from Russia with which the country boasts a long and enduring friendship. If food safety is ensured, a government can mind business in other economic affairs. But in its rush for wealth creation, it may fall in the trap of big business coteries which take the rein in dictating monetary policies. Today the overriding concern worldwide is to curtail the wealth accumulation in a few hands at the cost of the multitudes. Bangladesh is no exception to this but here the process of wealth formation is not at all transparent unlike in the far wealthy West. Innovation and advanced technologies are the driving force behind creation of business empires in the rich world whereas in Bangladesh few, if any, have prospered on such scientific and technological breakthroughs. The odds, though, are against the ordinary people everywhere when the superrich almost without exception can accumulate more wealth even in time of the pandemic and Ukraine war that saw drastic shrinking of global economy. In Bangladesh, though, business malpractices and plundering of money from banks in the name of loans have not only bled the common people but also the country's economy. Elected lawmakers' wealth statements, according to their affidavits they submitted at the time of filing nominations, hardly make one optimistic. But yet the government in its third consecutive term in office can leave an enduring legacy, if it so wishes, by bringing an end to the financial and business malpractices eating into the vital of economy. This will allow it the leeway for launching sustainable programmes for rational distribution of wealth in order to narrow down socio-economic disparities.\n[email protected]",
        "headline_1": "Gloomy outlook of economy – domestic and global",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gloomy-outlook-of-economy-domestic-and-global-1704983294",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "The country's financial sector has grown by leaps and bounds during the past decade. Thirteen new banks and an equal number of mobile financial service (MFS) entities have entered the financial market during that period. The authorities have also permitted a couple of 'digital banks' recently. At the moment, 61 banks, 35 financial institutions (FIs) and five non-scheduled banks are in operation in the country. It is not that the number of operators has only gone up in the financial sector, but also the volume of transactions, both local and international, has also increased manifold. Deposits in banks have more than doubled. The volume of lending also tripled during the past decade. According to a report published in a leading vernacular daily, deposits with the scheduled banks, which was nearly Tk7.5 trillion in 2014-15, rose to Tk17 trillion in the financial year (FY) 2022-23. Similarly, lending rose to Tk15 trillion in FY 2022-23 from Tk 5.5 trillion in 2014-15. The financial transactions handled by the FIs and mobile financial services annually were also worth billions of taka. The proliferation of banks and FIs has prompted many to raise questions about whether the country needs so many banks and FIs. Allegations have it that many banks and FIs got licences in political consideration, leading to the creation of an overcapacity in the financial sector. The economy at its present size does not require so many banks or similar other institutions.What appears surprising is that there were no serious efforts to build necessary institutions and structures capable of effectively supervising an ever-expanding financial sector. Nor has the government ensured the availability of adequate and competent human resources and logistics to keep closer watch over the activities of many banks and FIs. Take the case of the central bank. The number of officials and employees has remained unchanged during the last decade. The shortage of human resources coupled with slow technological expansion has led to poor regulatory/supervisory activities on the part of the central bank and some units under its control. The cases of loans and other irregularities in the financial sector have been on the rise in recent years. This development is linked with the permission given to a section of people of questionable background to open banks or FIs. The central bank is not in a position to manage the financial sector effectively. It cannot do so, for it does not have the required capacity. Some critics, however, find the lack of seriousness and sincerity of the regulator concerned to stop the rising incidents of loan scams and other irregularities in the financial sector.  Undeniably, the cases of irregularities, financial or otherwise, in the financial sector have gone up substantially in recent years. A few of those were so massive that any regulator worth its name could hardly restrain itself from taking appropriate actions. Unfortunately, regulatory actions in Bangladesh are found missing or insignificant, primarily because of interferences of all sorts. In some cases, the Bangladesh Bank is found to be helpless in taking actions against violators of rules and regulations because of the latter's strong links, political or otherwise, with the ruling class. Some strong-willed people occupying the top seats of regulatory bodies could have acted differently. But such people are not usually chosen for those positions. Under the prevailing circumstances, the regulatory bodies in Bangladesh, besides beefing up their capacity in terms of human resources and logistics, need strong-willed men at their helm to deliver goods. \n[email protected]",
        "headline_1": "Financial sector and regulatory oversight",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/financial-sector-and-regulatory-oversight-1704983328",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2024"
    },
    {
        "full_article": "Several areas around Dhaka city including Narayanganj and Narsingdi have become hotbeds of gas explosions. According to the media, six members of a family, including a woman and a child, have recently suffered burn injuries in an explosion from a suspected leakage in an illegal gas line in Narsingdi's Madhabdi. The authorities who visited the spot informed the media that gas from a leak in the pipe might have accumulated in the house at night and the explosion occurred when someone lit up the burner in the morning. Gas explosion is not a new phenomenon in Bangladesh. In the past, such accidents have also happened in different parts of the country. In most cases, investigation finds out that the explosions occurred due to illegal gas connection. According to a survey, there are at least two hundred kilometres of illegal gas lines in different districts of the country. There are also allegations that some officials of Titas gas authorities are involved in distributing these illegal gas connections. Due to illegal gas connections, not only people's lives are being damaged, but the government is also losing revenue. If the illegal gas connection is stopped, the number of these accidents will decrease significantly. Legal action should be taken against those who are providing illegal gas connections. Law enforcers should conduct drives regularly. Also, we should make people aware of gas cylinders' safety. They should be made aware of conducting regular check-ups from a certified authority. We also urge the authorities concerned to develop a mechanism so that the safety of gas lines and cylinders is ensured.\nAshikujaman Syed,Marketing Research Associate, HC Minerals,Shijiazhuang, China,[email protected]",
        "headline_1": "Drive against illegal gas connections",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/drive-against-illegal-gas-connections-1704983444",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-01-2024"
    }
]