[
    {
        "full_article": "With just one phase left in the general election 2024, a stocktaking exercise on voter participation across the country reveals a significant dampening in turnout in this set of elections in comparison to the 2019 and even the 2014 general elections. There are State and regional level variations — voters in the east, northeast and many in the south typically voted higher than those in west, central and north India. Yet, barring some exceptions such as Telangana and Karnataka, where voter turnout registered a small increase from 62.8% to 65.7% and 68.8% to 70.6% among others, there has been a general decline in voting across States in 2024. As an analysis in The Hindu revealed, not only was there a dip in turnout in percentage terms, but there was also a decline in voter turnout in absolute terms in 132 of the 485 constituencies that went to polls in the first six phases. The high number of seats that encountered a dip in voter participation is unprecedented since the latest delimitation that was conducted prior to the 2009 general election. A closer look at the numbers shows that there was a significant bump in the total electorate (eligible voters above the age of 18 years) in 2014, and slight increases in 2019 and 2024. But it was only in 2024 that voter turnout dropped dramatically in many constituencies.This drop in turnout can possibly be explained by political factors. Was there lower enthusiasm to vote in States which did not feature a strong contest among the parties in the fray? Does this explain the relatively low turnout in Gujarat (60.1%, a 4.4 point drop from 2019), where the Bharatiya Janata Party is in a dominant position or Kerala (71.3%, 6.6 point drop) where both the main rivals, the Left and the Congress along with their allies, are part of the INDIA bloc nationally? Has inter-State migration been a factor which possibly explains the low turnout in the northern and central States? Bihar, for example, has seen a significant gender gap, with women voters far outnumbering men in participation in percentage terms. Have the heatwave conditions contributed to electors deciding to stay at home? These are questions that deserve a closer look at data and the Election Commission of India must play a role in answering some of them. India has always enjoyed a higher degree of participation relative to other electoral democracies and a significant drop, as seen this year, is cause for concern. Voter apathy over the longer term can undermine the democratic process itself. People get the government they deserve when they vote, and the government they do not deserve when they do not vote. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nGeneral Elections 2019\n\n/\n\nTelangana\n\n/\n\nKarnataka\n\n/\n\nvoting\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nElection Commission of India\n\n/\n\ndemocracy\n\n/\n\nmigration\n\n/\n\nheatwave",
        "headline_1": "Turnout conundrum: On stocktaking on voter participation",
        "headline_2": "The low voting percentage in many States is a cause for concern",
        "link": "https://www.thehindu.com/opinion/editorial/turnout-conundrum-on-stocktaking-on-voter-participation/article68225340.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "For a good part of the last two decades, everything at the French Open seemed like a prelude to one man’s crowning moment on the concluding Sunday of the tournament. The year 2024, however, has turned out differently for Rafael Nadal, who had clinched the singles title on 14 of his 18 prior visits, as he made an emotional first-round exit on Monday, losing to fourth seed Alexander Zverev in straight sets. It was only the fourth time in 116 matches that the Spaniard had lost on Parisian clay, and the moment, more than any in recent times, had a valedictory feel to it. Ever since he suffered a hip injury at the 2023 Australian Open and missed the rest of the season, Nadal’s tennis future has been a huge question mark. The 22-time Major champion has not been very optimistic himself, for he perhaps knows that at nearly 38, and with an injury ravaged body that has allowed him to play just 12 times this year, the end is near. Yet, that has not stopped him from taking to the court with childlike enthusiasm. He played in Barcelona, Madrid and Rome — places where he has collectively secured 27 trophies — soaking in the fans’ adulation in what has come to resemble a much-deserved victory lap.To be sure, Nadal has not closed the door on returning to his favourite stomping grounds on the red dirt in 2025. His immediate target is the 2024 Paris Olympics, whose tennis event will be held at Roland-Garros in late July-early August. But there is little doubt that the ground he once guarded with an iron fist is fertile for an almighty jostle to anoint a new king. World No.1 Novak Djokovic, the 24-time Major and three-time French Open champion, would have been the obvious favourite if his form had not nose-dived. He is without a title this season and has revamped his entire support staff to jump-start his year. Jannik Sinner and Carlos Alcaraz are both coming in after recovering from injuries. Alexander Zverev, who won the Rome Masters, seems dialled in but will have to deal with a domestic abuse trial in parallel. Casper Ruud, who won Barcelona and Geneva recently, will hope to go all the way after two straight runner-up finishes at Roland-Garros. Among women, three-time champion Iga Swiatek is the overwhelming favourite, and is expected to be challenged by Aryna Sabalenka and Coco Gauff. For India, the singles challenge ended prematurely with Sumit Nagal’s loss, but Rohan Bopanna and Yuki Bhambri will aim to fly the flag high with their respective doubles partners.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntennis\n\n/\n\nOlympics\n\n/\n\nFrance\n\n/\n\nAustralia\n\n/\n\nIndia",
        "headline_1": "The last lap: On the French Open",
        "headline_2": "Rafael Nadal’s spirit no longer seems able to power his body",
        "link": "https://www.thehindu.com/opinion/editorial/the-last-lap-on-the-french-open/article68225320.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "As casualties mount in the Rajkot and Delhi fires, and shameful facts of negligence emerge from the charred wreck of a gaming zone and a hospital ward, the enormity of the dereliction of duty is hitting home. Fire incidents have seen a very sharp rise across urban India. Factories, hospitals, residential buildings, schools, tuition centres, restaurants, the risk of fire is omnipresent. It is this acceptance of the lazy approach to fire safety, India-wide, that a Rajkot happens. Or newborn babies are killed.\n\nHaphazard cities | Electrocution deaths are reported almost daily, yet have seen no city fix its indiscriminate cabling, illegal drawing of power lines and high-risk wiring. Builders use substandard material and disregard rules where they exist – nothing that greasing palms cannot handle. Cramped factories, hospitals, tuition centres, restaurants – private enterprises flourish in matchbox set-ups that unsurprisingly, 24×7, risk being engulfed in flames with no emergency exits. Has even one municipality been penalised ever? Fires are all in a day’s work, deaths just unfortunate – that can be priced using compensation. Add to that cavalier attitudes of most civilians for whom secure surroundings, like safe disposal of inflammables, is somebody else’s responsibility.\nWhere’s the state | Fire is a state subject. Model Building Bylaws issued by ministry of housing and urban affairs is a guidance document for states to revise and update their building bylaws. Enforcement is at the state level. Far too many small and medium towns still lack building bylaws. Naturally, in the absence of regulatory mechanisms towns are a messy bulge, resulting in chaotic conditions.\nIt’s not funds, but priority | Given uptick in fire incidents, and following 15th Finance Commission recommendations, the Centre earmarked ₹5,000cr from 2021-22 to 2025-26, under National Disaster Response Fund to “strengthen fire services at state level”. Line of duty injury and deaths are increasing among firefighters who are almost everywhere under-equipped. But the core issue is not about funds alone. The gap is in attitude. Till fire safety is taken seriously, our offices and businesses will remain a tinderbox.\n\n",
        "headline_1": "Tinderbox India: Countrywide, fire safety rules are a victim of official negligence & public apathy. Hence so many tragedies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tinderbox-india-countrywide-fire-safety-rules-are-a-victim-of-official-negligence-public-apathy-hence-so-many-tragedies/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "Why Opposition & BJP both say they’re on a mission to save the Constitution. In village & small town campaigns, the C word has become a catch-all for rights to state resources\nThis year and for the first time ever samvidhan – the Constitution – has become as pivotal to Indian electoral politics as it is to American.\n\nA week before polls opened this year, a video suggesting plans were underway to replace the Constitution with another, based on Manusmriti, ‘which not even Baba Saheb Ambedkar himself could abolish’, circulated on social media. The following day, on Ambedkar’s 133th birthday, online media space filled with calls coming from all corners of Opposition, from Congress to AAP, to rescue the Constitution. The video turned out to be a fake, but its claim hasn’t gone away.\nSince then, samvidhanhas established itself as the Sita of the electoral epic, uniting every player in a shared mission to rescue it from the others.\nBrandishing a copy in Bilaspur last month, Rahul Gandhi insisted that it is the solemn duty of Congress – together with Dalits, tribals, minorities and the poor – to rescue the Constitution from BJP. Modi, in turn, accused Congress of ‘hating’ India’s constitution (and its identity and family values too), and of preparing to turn SC, ST and OBC reservations, which the Constitution guarantees, over to religious minorities, a move that would have shocked Ambedkar.\nRead full article on TOI+\n\n",
        "headline_1": "Samvidhan: Sita of the election epic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/samvidhan-sita-of-the-election-epic/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "IAS officer turned BJD politician VK Pandian is the centre of attention and campaign storms in Odisha during the 4-phase simultaneous Lok Sabha and assembly polls, set to end on June 1. CM Naveen Patnaik’s poll strategist and star campaigner, Pandian is leading the pushback against an aggressive Modi-led BJP. Pandian tells Ashok Pradhan that Modi and Patnaik have “immense mutual respect”, even as he charges state BJP with incompetence.\n\n● What’s been your experience as BJD’s biggest campaigner?\nIt’s humbling to see the people’s trust and love statewide. It shows their absolute faith in Naveen Patnaik, and a little bit of that has rubbed onto me. It just inspires us to work harder.\n● BJP often talks of Patnaik’s age. This vote is being seen as a measure of people’s opinion of you as Patnaik’s ‘successor’.\nBJP’s made this up as a political narrative. On June 4, Odisha will give them a befitting reply. With Jagannath’s grace, Naveen Patnaik will take oath on June 9 as CM for sixth term. BJP’s not yet announced their CM nominee – they know very well no state leader can measure up to the CM.\nThey’ve been talking about his age in their election speeches from 2014 onwards. BJP can’t find anything else to talk about. My role, currently, is to help Naveen Patnaik win his sixth term. With people’s blessings, it’ll happen.\nRead full article on TOI+\n\n",
        "headline_1": "‘BJP talks of Patnaik’s age, it has nothing else…CM believes in grace in discourse…Delhi mantris have no connect here’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bjp-talks-of-patnaiks-age-it-has-nothing-elsecm-believes-in-grace-in-discoursedelhi-mantris-have-no-connect-here/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "It is magnificent but it is not war – C’est magnifique mais pas la guerre. Used famously for the Charge of the Light Brigade, for some, this is the perfect summary for the world’s richest league of bat and ball. A spectacle, no doubt, they say, but not quite a game of cricket. Maybe it is, or it is not. Still, this League of Extraordinary Gentlemen is definitely an entire Harvard Business Review full of case studies of how great teams are made and, in some cases, destroyed.\nConsider a team full of the best individual contributors, comprising a proven leader, two of the best engineers in the world feared for their technical skill and prowess, two more engineers of immense potential, and a stellar support cast. More than enough firepower to produce winning products. But no, the owners want more, for nothing succeeds like excess. Into this team, they bring in another rockstar developer, one immensely aware of his awesomeness, who had left the company a few years ago for greener pastures, who comes back, but this time as King.\nAnd so it happens: a leader for a leader, for HR treats humans as resources, as the name says. Except humans, being pesky, do not work purely for money, even immense quantities of it. They have ambitions and expectations. They feel ownership over what they built, and when that ownership is taken away suddenly and without any notice and for no good reason, no amount of ‘But this is your job, so do it’ is going to make them perform as they used to. Worse it is for those who have been led to believe they are following in succession, those who stayed on while the others left; for now, the management has taken from them the thing that actually keeps high performers in their roles.\nTrust. And most importantly: Hope.\nThe franchise implodes. A carelessly recorded video, like a stinker email sent ‘reply-all’, makes the fissures hitherto whispered now fully public. The superstars that were and the ones that are brought in all touch the nadir of their careers, and the company, generally at the top of the table, lands firmly on the bottom. This is tragic like the original Charge of the Light Brigade, the fall of one of the greatest franchises symbolic of the very human folly of not understanding how humans work and how they play.\n\n",
        "headline_1": "A switch & glitch: How HR took down an IPL franchise",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/a-switch-glitch-how-hr-took-down-an-ipl-franchise/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "As water begins to recede after about two days of mayhem caused by Cyclone Remal, the vast scale of the devastation and suffering left in its wake is slowly becoming clearer. While more time is required for a comprehensive assessment of the cyclone's impact, what statistics are available read more like a doomsday chronicle: Death toll rising to 14; 1.5 lakh homes destroyed or damaged; over 37 lakh people seriously affected; 2.7 crore people left without power; 15,000 mobile towers offline—the list goes on. And these are just the highlights. The emotional and financial toll from the destruction of homes, properties, livestock, crops or fish farms is unaccountable at this stage.\nBut beyond these devastations or the sufferings that followed heavy rain and winds across the country lies a story of resilience as exemplified by the Sundarbans. Bruised and battered after the cyclone's landfall, the forest stands as a reminder that without it we would be in a much worse condition. Experts say Bangladesh was on the east side of the cyclone's eye—a position that comes with a greater risk of damage in the subcontinent. This means that despite Bangladesh taking the main blow of Cyclone Remal, Sundarbans stood in the way, acting as a buffer against tidal surges and reducing wind speeds.\nThe Bay of Bengal is notorious for generating devastating tropical cyclones. But Sundarbans, a green shield on Bangladesh's south-western coast, has cushioned us from such calamities time and again, and it was no different this time around. According to a report by Prothom Alo, the impact of Cyclone Remal left the entire forest inundated for about 30 hours due to tidal surges. As a result, saltwater from the sea contaminated freshwater ponds meant for wildlife and forest dwellers. Deer carcasses have been found, and various structures, including the forest department's offices, staff quarters, and jetties, have been damaged. Although forest officials have not yet been able to estimate the full impact, they fear many wild animals may have perished. A large number of trees have been uprooted as well.\nConsidering the hit that it took since Sunday, it is vital that the government takes steps to protect and preserve the mangrove forest. While helping affected coastal communities with food and medicine and in rebuilding their lives is the priority now, we must not forget the critical role of the Sundarbans in our survival, and we must not take it for granted. Both short-term and long-term measures are needed. In the short term, we should launch measures to help replenish the forest, and ensure that the wildlife is left alone to recuperate. In the long term, we must stop the kind of development projects that are compromising the integrity of the forest.\n",
        "headline_1": "Sundarbans takes care of us, but who will take care of it?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sundarbans-takes-care-us-who-will-take-care-it-3621136",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "On Sunday, May 26, Israeli airstrikes bombarded a tent refugee camp in Rafah, where thousands of displaced citizens were taking shelter. The videos emerging from Rafah show how far the world and humanity has rotted in the past eight months. Words like \"rules-based world order\" and \"democracy\" seem utterly meaningless when one sees a gruelling video of a man carrying the burnt body of a headless child—an actual decapitated child—on social media, captured by Palestinian photojournalist Abdullah Alattar, on the site. Another video posted by photojournalist Yousef Hamada showed burnt human bodies, literal charcoal, being dragged across the sand. In Jerusalem, on the other hand, people celebrated the Lag B'Omer festival, dancing in bonfires. He wrote on X, \"The only light in Rafah this year.\" Yet still, according to the US, it is apparently Israelis that can hold dancing bonfires, and not Palestinians who cannot find water to drink, who are facing \"an existential threat.\"\nThe area that Israel bombed, in Tal Al-Sultan, the western part of Rafah, was rendered as a \"safe zone\" by the IDF, and citizens were coerced into evacuating there from their homes in various parts of Gaza city. Israel has repeatedly deployed this cycle of deceit to misguide innocent Gazans to mass extermination. Betrayal and disinformation of such kind, has always been an integral part of genocidal conspiracies, such as in the Rwanda genocide. After pushing out Palestinians from North to South of Gaza to Rafah, Israel has stepped up its planned invasion of Rafah despite mounting international pressure.\nAt this point, it is incredibly hollow to talk about ceasefires and the two-state solution. It's time to move to an actual understanding of the Israeli apartheid regime and the failures of international law to hold Israel accountable. The international community must reckon that the two-state solution and ceasefires are not the path to \"peace,\" because if they were, we would not be looking at live videos of Palestinian bodies being burned to death, just 48 hours after an International Court of Justice (ICJ) Order ruled that Israel must halt its offensive in Rafah. ICJ jurisdictions are non-binding and they have no effective way of implementing the order save by way of a resolution at the United Nations Security Council, where the United States has veto power, and has used its veto power to shield Israel no less than 89 times to date. Reckoning with the alarming state of affairs, requires reckoning with the incompetence of the mechanisms that are in place.\nIt's also time to stop narrowing the genocide down to two evil characters, Netanyahu and Biden—as though this would not happen without them. Israel has exploited and terrorised Palestinians for eight decades. In current times, there are thousands of people who aren't politicians, who do support Israel's killing of Palestinians and actually believe Palestinians are sub-human. There are thousands of bystanders as well—wilful bystanders. The best example are the shameless Arab states that have done nothing and watched the relentless slaughter of Palestinians. Saudi Arabia has stepped up arrests against those who wrote anti-Israel posts; Jordan restricted Palestinian flags in protests, and Egypt has set up a system of charging thousands of dollars at border crossings, to profit from the most desperately persecuted people.\nWhat we have been seeing for the past eight months is a systematic genocide in plain sight allowed and abetted by the whole world. Israeli society, US society, Arab society, and the international community as a whole allowed the state of Israel to commit massacres after massacres, and it still goes on. We keep asking: what will it take to stop them? Realising that it is impossible to negotiate with a genocidal regime.\nIn response to concerns expressed by world leaders, Israel's prime minister said it was \"a tragic mistake\" despite their \"utmost efforts not to harm innocent civilians.\" Israel has a few lines they keep regurgitating to justify the genocide. \"We killed them but they were terrorists,\" they say. When that PR doesn't work and it's revealed that they kill children in tents, Israel says, \"we killed them by accident.\" Does a state drop 60 bombs—in 48 hours as reported by Al Jazeera—in a densely populated area of displaced citizens by accident? It takes heavy conditioning to believe such excuses for a textbook case, no less, of systematic, state-sponsored persecution.\nThe US, which has been harping that it will not support Israel's invasion of Rafah, conveniently did not mention the gruesome murder of Palestinian civilians, and issued the statement, \"Israel has a right to go after Hamas, and we understand this strike killed two senior Hamas terrorists who are responsible for the attacks against Israeli civilians. But as we've been clear, Israel must take every precaution possible to protect civilians.\" As usual, they keep beating around the bush, weaponising terrorism to make excuses for the terrorism that they sponsor.\nWhat happened in Rafah on Sunday should not be forgotten, till the next massacre happens. The world has fundamentally changed since October 7, and the biggest mistake would be to let this be another alarming act by Israel.\nIt should serve as a turning point to recognise that the genocide of Palestinians in Gaza is strategic, and that stopping it requires dismantling of the whole apartheid regime. There are no red lines for Israel, because they haven't been drawn. The issue boils down to the fact that the world does not want to recognise Palestinian existence and their rights to self-determination, or resistance to a military occupation. Nation-states are more interested in their political and economic gains than humanitarian values of Palestinians.\nAs we have continued to watch the biggest failure of mankind, the US has been approaching Arab states, as reported by the Financial Times, for a \"day after Gaza.\" In many ways, the US deals with the Middle East not as a foreign policy issue, but as a domestic issue. They have long presumed an entitlement to decide the fate of Iraqi and Syrian civilians, and now more starkly the Palestinians. UAE, Saudi Arabia, have reportedly rejected the advances, but Bahrain reportedly signalled their willingness to join a coalition till a Palestinian government is formed in Gaza, \"after Hamas.\" What this essentially means, is that the US supports Israel's mission to \"eliminate Hamas.\" But Hamas—they are no less terrorist than the IDF—is born out of resistance to military occupation.\nIsrael's strategy then, to \"destroy Hamas,\" a strategy that the US backs—to shy away from a permanent ceasefire—is in fact a conquest to eradicate Palestinian identity in Gaza, for now. Hamas is an ideology. How do you beat an ideology of resistance? Israel is not just killing left and right, they are doing so with a plan in mind. Killing children and civilians, pushing them out of Gaza, and full-scale destruction is a strategy to ensure another Hamas does not spring up. It is killing generations of Palestinians so that no traumatised child today, no orphaned child today, by Israel, can ever push back against Israel. The cycle will keep repeating itself if Palestinians continue to exist.\nA recent investigation by the Washington Post has revealed a strategic corridor that the Israeli forces have been fortifying in Gaza. The corridor is a four-mile road from within Gaza which meets the Mediterranean Sea at the new, seven-acre floating pier: the US project that Biden announced to bring aid into Gaza. The findings provide evidence of Israel's plan to \"indefinitely\" maintain security control over Gaza, and complete military occupation. Put that together with the US' plans for Gaza, and you realise that the US, too, wants a destroyed Gaza, to solidify its national interests and use Gaza as a buffer zone to normalise relationships between Arab States and Israel.\nThe US keeps saying Israel—with one of the strongest economies and armies in the world—faces an existential threat. It's true, Israel's apartheid regime faces an existential threat with the existence of Palestine and the truth that's coming out. Negotiations don't need to happen. What does, is a concerted effort to take down the apartheid regime, as happened in South Africa. If Israel continues like this in Rafah and destroys Gaza, with the impunity that it has had, and forms a Gaza where Palestinians have no right to determine their own governance, we're looking at nothing but a funeral of humanity in the international order.\nRamisa Rob is in-charge of Geopolitical Insights at The Daily Star.\n\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events, and responses to our articles. To submit articles to Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Rafah: Reckoning with the lack of red lines",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/rafah-reckoning-the-lack-red-lines-3620906",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "On Sunday, as the news ticker kept on updating about Cyclone Remal, a few colleagues of mine expressed concern about coming to work the next day, dreading the deluge from the resulting rain in Dhaka. Being a Dhakaite myself, I understood their concern as an hour of rain can paralyse parts of the city with waterlogging and the consequent traffic congestion, but at that moment, it felt like a peevish complaint. My thoughts, instead, travelled about 320 kilometres south to Shyamnagar, Satkhira. Two years ago, I visited several unions of the area as part of an unfinished thesis. Lined along the northern edge of the Sundarbans, these unions are home to several thousand people who experience the harsh reality of cyclones first-hand almost every year.\nIncreasing water salinity due to climate change and profuse shrimp farming have turned the land in this region almost uncultivable for crops. Most men in the region thus get involved in fishing or migrate to other places to work as daily labourers. The majority of women, meanwhile, work for the shrimp industry, collecting fry dawn to dusk from the saline waters of the Sundarbans delta. It is these women—Aasia, Masura, Reshma, Tulsi, Karuna, to name a few—that I was thinking about as Remal hit Bangladesh.\nThese women shared with me their stories of all the cyclones they had witnessed in their lifetimes. All those weather events that destroyed or damaged their houses, belongings and at times took away their loved ones, including domestic animals; the hours, days and nights they could not sleep either in crowded cyclone shelters or standing on dykes under the open sky. I wondered where they were, at that very moment, hours before Remal hit the Bangladeshi coast. Were they able to make it to the cyclone shelters in time? Many of them spoke about the lack of security in the cyclone shelters where people from different neighbourhoods gather and the sexual harassment they face. I recalled Reshma telling me how she had chosen to send her teenage daughter to a relative's house after getting the warning about Cyclone Sitrang in 2022, instead of taking her to the shelter. What did Reshma do this time, I wondered.\nThankfully, a colleague who works in Satkhira informed me that the condition of the cyclone shelters he visited in Shyamnagar appeared better this time. The ones he visited only had women, children and senior citizens; most of the men, he guessed, stayed back home to guard and take care of their belongings. While many of us fail to see the rationale behind such behaviour—people choosing to stay back and not going to the cyclone shelters—how can we grasp the emotional and financial stress attached to losing everything you have every single year? Most of us who live far away from these calamities get affected for a day or two at best. The mark of these disasters are not lasting in our lives, like the cracks and water stains left on the walls of Reshma's or Halima's half-pucca and mud huts.\nWe can sympathise with the cyclone victims, but are we able to put ourselves in their shoes? Can I really understand what it would mean for Aasia and Masura to lose the tiny fishing dinghy they had taken me out on for a ride in the Chuna River? The little boat is a means of earning for them. They spend long hours every day going up and down the river collecting shrimp fry from the saline river water to sell to the farms. Did the boat survive the cyclone?\nWhen we report about natural disasters, these individual people and their stories often become statistics. Their everyday struggle is lost in the larger picture. We read about the loss of lives and property, we talk about the impacts of climate change, frequent cyclones, their intensities and then move on with our lives. I know Reshma, Aasia, Masura will too. They will return to their damaged homes and belongings and start rebuilding their lives from scratch, knowing that Remal will not be the last cyclone they will experience in their lives.\nIn fact, many of these women could not name all the cyclones they had witnessed, or the exact dates of each, when I asked them two years ago. I wonder if their minds trick them into forgetting the trauma of these disasters so as to prepare them for the next ones. Perhaps this is the very resilience that brings them international praise, which, though nice, does not change anything for these people.\nThese coastal women are familiar with climate change and the concept of climate justice, thanks to the many NGOs working in the area. They inquire about their share of the climate fund, which I doubt would ever be delivered in their lifetimes, based on the current attitude of the global powerhouses. Direct financial compensation to climate change victims appears far-fetched.\nI don't know if Reshma, Masura, Aasia or Karuna count on this fund or plan their lives hoping for it, but one thing is for sure: they don't want to become climate migrants, not unless they have to. While many of their friends and relatives migrated to the urban areas as climate refugees, Reshma, Masura and Aasia's families stayed behind. Remal and the other cyclones may uproot them from their homes for a day or a few months. When the cyclone's fury ends, they return home, repair their broken houses, or build new ones, or break their back working from dawn to dusk in the increasing saline waters of the coastal rivers to collect shrimp fry and save up for a stronger home, and a difficult yet hopeful future.\nTamanna Khan is a member of the editorial team at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Cyclone survivors are not just numbers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cyclone-survivors-are-not-just-numbers-3620981",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "The lending figures of green and sustainable banking in recent months show that the pro-environment banking practices have of late been experiencing difficult times. Bankers, however, would like to blame it on the severe liquidity crisis that has hit the banking sector amid high inflation and escalated bank interest rates. The data of the Bangladesh Bank (BB), on green and sustainable banking during the first quarter (January-March) of the current calendar year show that both banks and non-bank financial institutions (NBFIs) have demonstrated a declining trend in advancing green project loans. The BB report, for instance, shows that till the end of March 2024, banks invested Tk59.67 billion in green projects, which was less by 6.88 per cent compared with the record investment of Tk64.08 billion in the last quarter of 2023. The NBFIs, however, raised their green projects financing to Tk12.71 billion by the end of March this year compared with last year's Tk 9.96 billion. Interestingly, fewer banks and NBFIs participated in green financing in the first quarter of this year compared to the last quarter of 2023. However, the loan amounts cannot be said to be inadequate. The banks' investment for green projects was 11.28 per cent of their total loan disbursement during the periods in question. The NBFIs, on the other hand, dedicated 29.7 per cent of their entire loan amounts disbursed in that period. When it comes to sustainable financing, which BB defines as investment, insurance, trading, accounting, economic or financial advice that integrates environmental, social and government criteria into business and investment decisions, the performance of the banking sector compared to last year's did decline by 2.83 per cent during the March quarter of this year. In fact, this diminishing trend of the banks' sustainable investment portfolio started since the end of 2022. Records show that the banks' total sustainable financing at that time was close to Tk400 billion. But the NBFIs' performance in this case was again positive. By this March, their total investment in sustainable projects was Tk33.59 billion--- 14.37 per cent higher than in the same period last year.The overall decline in the banks' sustainable financing can be attributed to the liquidity crunch that prompts banks to become overly cautious about all kinds of lending. Even so, records are not quite despairing, especially in the case of the sustainable micro, small and medium enterprises (CMSMEs) where the investment amounted to Tk159.69 billion in the first quarter of current year. Sustainable agriculture was the second highest recipient of bank investment at Tk71.57 billion followed by 'socially responsible financing' amounting to Tk 57.77 billion. Of the green and sustainable investments, the banks' participation was 32.22 per cent while that of the NBFIs was 24.6 per cent. Notably, all the banks and NBFIs could not perform up to the mark, given that 20 per cent of their total loans disbursed had to be allocated for sustainable projects under BB instructions. But the 26 banks and 10 NBFIs which met the target definitely deserve appreciation.The financial sectors' participation in financing green and sustainable projects should not be looked upon purely as one of the options. Given the ever-worsening climate change scenario, sustainable financing is an imperative. Banks, as principal source of project financing, can and should play a leading role in this regard.",
        "headline_1": "Financing sustainable and green projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/financing-sustainable-and-green-projects-1716907958",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "The performance of the country's jute sector in innovation and product diversification, notwithstanding progress, fails to live up to the expectations. Despite the remarkable achievement of genome sequencing of jute plants by Bangladeshi scientists in 2010, which positioned Bangladesh as a leader in the global jute industry, required follow-ups are missing. Additionally, the decline in exports of jute goods raises concerns that the country is currently not well-prepared to meet the increasing demand for diversified jute products, especially jute bags, which dominate the market.Demand for jute goods, especially jute sacks and shopping bags, is on a sharp rise in view of restrictions, even outright bans in many developed and developing countries on the use of bags made of artificial materials such as synthetic fibre or plastic. The reusable jute bags are biodegradable, eco-friendly and long lasting. They are a sustainable alternative to plastic and most other green or eco-type bags that are made of PP (polypropylene a petrochemical by-product) and not biodegradable.Bangladesh, one of the top producers of raw jut with a share of 1.2 million tonnes in the annual global jute production of 2.86 million tonnes, is missing out on seizing the opportunity as the manufacturing process required for diversified and high-end jute products has not been adequately activated. A news story in a local daily, quoting the International Jute Study Group, reports that global demand for shopping bags is at present around 500 billion pieces, worth approximately $500 billion a year. This is likely to grow manifold once the US, the European countries and China - the major markets of jute bags -- begin to enforce stricter measures against use of synthetic and plastic bags. It has been learnt that while Bangladesh manufacturers in both the public and private sector are yet to move in a proactive manner, manufacturers in neighbouring India are gaining increased market access through large-scale product diversification and adaptation as per market requirements. Concerned quarters are of the opinion that export of raw jute to China, India, the Middle East and the African region is, to a great extent, responsible for impeding large-scale production of diversified jute goods. There is a definite supply constraint which, coupled with the lack of product development and adaptation, has limited the scope of enhancing the current base and range of jute goods, especially high-end bags. According to Export Promotion Bureau statistics, Bangladesh exported raw jute and jute goods worth $1.03 billion in fiscal 2012-13, in which jute sacks and bags accounted for $237 million. In recent times, there has been a noticeable decline in the export of sacks and bags.Allowing export of raw jute over the last few years is considered by many sector experts a wrong decision that besides causing inadequate supply has adversely affected innovation and diversification. Lately, however, the government has put a ban on export of raw jute. Sacks and bags currently being exported from Bangladesh are not actually meant for the prospective markets. In fact, value addition in traditionally manufactured sacks which are mostly used to carry grains is minimal compared to that of bags of myriad varieties, dyed and laminated with eye-catching designs. So, the data available on export of jute bags and sacks do not reflect Bangladesh's accessing the upper segment of the bag market. Viability of jute for replacing artificial and non-biodegradable materials in the shopping bag segment is unquestionable because it is far cheaper compared with all other natural fibres and additionally eco-friendly. This precisely explains the shooting up of demand for jute bags. Sadly, Bangladesh bogged down by the traditional manufacturing and marketing techniques, is yet to make its presence felt in the relatively high value added markets overseas. Understandably, to come up with new production lines calls for newer technology and intensive research and development. For that to take place, the onus is definitely on the public sector that has the capacity to make the required investment.Experts hold that although it is already late, right initiatives could still pave the way for the desired take off. The state-owned Bangladesh Jute Mills Corporation (BJMC) has indeed a pivotal role to play. Among other things, it is believed, the primary job would involve manufacturing the appropriate jute fabric suitable for a variety of uses such as shopping bags, school bags, wine bags and so on. As a starter, the BJMC can consider dedicating one or two of its mills for production of suitable jute fabric, as a departure from traditional hesian and sack making, to feed the growing demand of diversified jute products, especially bags. To accomplish the job in terms of standard compliance, the BJMC may tie up with relevant institutes/organisations for lab testing and related activities. Also there is the need for market research to know the requirements and preferences of target markets. \n[email protected]",
        "headline_1": "Jute diversification and value-added jute bags",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jute-diversification-and-value-added-jute-bags-1716908004",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "One of the strange practices in annual development planning (ADP) is the apparent lack of foresight that goes into overseeing whether it can or cannot be implemented by existing ministries, departments and agencies. There is great enthusiasm in planning thousands of projects, especially those that require massive financial outlays in procurement of goods and materials required for building or construction. The priority areas appear to be geared towards all things that involve purchase and contractors. Then come other issues like actually implementing the projects. This year, however, was a little different because of the current state of affairs with finances. This is a year of discontent for policymakers for a myriad of reasons. Revenue generation is down, investment by private sector is very low, employment generation has remained on the backburner for many years as the economy has experienced the phenomenon of \"jobless growth\", remittances are down, as are exports. Given the numerous challenges facing the economy, the honourable prime minister (PM) had also hinted that the annual development plan reflects this and unnecessary projects be trimmed as far as possible from the ADP.Bangladesh should have by now learnt some lessons from the experience of dismal implementation rate from past ADP implementation, especially in the past three years. What is the point of making massive plans where the implementation remains less than 50 per cent? Indeed, going by a report published recently in this newspaper, it becomes evident that the rate of ADP implementation was 49.32 per cent in FY2020, 49.39 per cent in FY21 and 49.26 per cent in FY24. What the data tell us is that the larger ministries consistently have lagged behind in development spending, and during the first six months of the current financial year, implementation remains lowest out of three years mentioned.Then the question arises again as to why planning is done in a manner where state agencies fail to implement even half the programmes undertaken? What is the rationale behind such futile exercises? It is not as if the government is unaware of the problems it faces in terms of the capacity of its implementing bodies, so why keep making financial commitments to unnecessary programmes? The government's own implementing agency IMED (Implementation Monitoring and Evaluation Division) has come up with these disturbing data. \"In the first 10 months, the government spent Tk 1.25 trillion, or 49.26 per cent of its allocated Tk 2.54 trillion RADP budget. The ADP execution rate up to February (July-February) this year was the lowest in 14 years.\" An analysis by this newspaper has found that some of the major ministries and agencies include the healthcare division, shipping ministry, Prime Minister's Office (PMO) and the Ministry of Housing and Public Works have all underperformed in executing the revised ADP (RADP) the July-April period of the current RADP. Something needs to change here. It is IMED's assessment that these departments / agencies continue to fall short of meeting their projection targets and that is dragging down the rate of annual ADP implementation. The visible lack of progress in the capacity of the planning commission despite constant prodding by both the PM and the ECNEC continue to fall on deaf ears. This is alarming. A lack of accountability remains the major problem and it is time to think about making cost-benefit analysis mandatory in national planning. Planners need to answer for their failure to implement since the PM's directives are being ignored with no concern about consequence.\n[email protected]",
        "headline_1": "Implementation remains a low priority",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implementation-remains-a-low-priority-1716908035",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2024"
    },
    {
        "full_article": "Greater challenges are facing low- and middle-income countries around the globe, particularly in filtering of talent. This phenomenon is not new; it has existed since ancient times. However, the scale and impact have changed. Nowadays, many parents first think of sending their children abroad for education and employment opportunities. They are anxious to ensure their children achieve these goals.This issue is not confined to Bangladesh; it is prevalent in other low- and middle-income countries where there is no certainty of securing a good job after completing higher education. Countries such as Nepal, Bhutan, India, the Maldives, Pakistan, and others in South Asia face similar challenges. Middle- and low-income countries in Europe and Africa are no exceptions.The other form is brain drain. Talented students often go abroad permanently for higher studies, jobs, and research opportunities after completing their academic careers. They contribute their skills and knowledge abroad in exchange for substantial foreign currency and other benefits. As a result of this continuous brain filtering, rich and developed countries become richer and more developed, exacerbating brain inequality globally. To prevent this type of brain inequality, governments should take initiatives to provide facilities that foster development of brilliant people within their countries. World leaders should collaborate to distribute talented individuals across various nations. If the government of a specific small- or medium-income country is unable to address the issue alone, multilateral cooperation should be employed to mitigate such problems.\nMd. Muradul Haque Sardar Manager - Purchase (Local & Foreign) Amanat Shah Group, Motijheel, Dhaka [email protected]",
        "headline_1": "Domino effect of brain drain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/domino-effect-of-brain-drain-1716908059",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-05-2024"
    }
]