[
    {
        "full_article": "A two-member Bench of the Supreme Court that granted bail to Delhi Chief Minister Arvind Kejriwal in the Delhi excise policy case was divided on the legality of his arrest by the CBI on corruption charges soon after he was given regular bail in connection with money-laundering charges. After the benefit was given to the co-accused, including Delhi’s Deputy Chief Minister Manish Sisodia and Bharat Rashtra Samithi leader K. Kavitha, under the more stringent Prevention of Money Laundering Act, it was only a matter of time before Mr. Kejriwal was also released on conditional bail. Justice Surya Kant and Justice Ujjal Bhuyan were one in holding that he was entitled to bail and that there was no need, as the CBI wanted, to send him back to the trial court. However, while Justice Kant found no violation of procedure in his arrest, as the CBI had approached the trial court for permission to question Mr. Kejriwal and, later on, to arrest him, Justice Bhuyan bluntly observed that the timing of his arrest was “suspect”. Noting that the CBI did not feel the need to arrest him for 22 months, he questioned the urgency to arrest him “when he was on the cusp of release in the ED (Enforcement Directorate) case”. Justice Bhuyan also recalled precedents that say the existence of the power to arrest did not necessarily mean that there was a need to arrest.Justice Bhuyan’s observations also touched upon the CBI’s reputation. Few would disagree with the view that the CBI should strive to dispel the notion that it is “a caged parrot”, and that its investigation should not give the impression that it probes cases and arrests people in a high-handed and biased manner. The judge has rightly emphasised the right of the accused to remain silent, and decried the propensity among investigating agencies to cite “non-cooperation” or “evasive answers” during questioning as a ground to keep suspects in prison. If the order of bail in the Manish Sisodia case was a reminder to all judges that bail cannot be denied as a matter of punishment, Justice Bhuyan’s separate judgment will be notable for its reminder to the CBI about its obligation to keep its investigations fair. There is also some subtle criticism of the Delhi High Court’s order rejecting bail to Mr. Kejriwal on the ground that he ought to approach the trial court first. Both judges noted that the High Court should have considered bail on merits, if it had not asked the petitioner at the threshold itself to approach the lower court, with one of them observing that the delay in issuing notice and hearing the matter at length resulted only in prolonging his incarceration. Published - September 16, 2024 12:47 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ncorruption & bribery\n\n/\n\nDelhi\n\n/\n\ngovernment\n\n/\n\nAam Aadmi Party\n\n/\n\nBharat Rashtra Samithi\n\n/\n\nmoney laundering\n\n/\n\nprison\n\n/\n\narrest",
        "headline_1": "​For a fair probe: On the Kejriwal bail order and CBI conduct",
        "headline_2": "Kejriwal bail order is a reminder to CBI to dispel perception of bias",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfor-a-fair-probe-the-hindu-editorial-on-the-kejriwal-bail-order-and-cbi-conduct/article68645544.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "National Security Adviser Ajit Doval’s visit to Russia had outcomes of potential bilateral and geopolitical consequence. At the meet of high-level security officials of the BRICS grouping, his one-on-one meetings with Russian President Vladimir Putin, and Chinese Foreign Minister and senior Chinese Communist Party Politburo official Wang Yi were in the spotlight as well. The meet of BRICS NSAs came ahead of the BRICS summit in October which will bring Prime Minister Narendra Modi, Chinese President Xi Jinping, and the leaders of Brazil, South Africa, the UAE, Saudi Arabia, Iran, Egypt and Ethiopia together for the first time since the grouping was expanded in 2023. The Doval-Wang meeting was no less important, given that the two high-level officials were meeting in the wake of intensified India-China contact to resolve the four-year-old military standoff at the Line of Actual Control (LAC). Their decision to “redouble their efforts” with “urgency” to complete disengagement along the LAC indicates that they hope to make progress in time before a possible Modi-Xi meet at the BRICS summit. External Affairs Minister S. Jaishankar’s comment that 75% of the disengagement has been completed seems to point to the government’s determination to cease hostilities with China, albeit not one that would actually see a reversion to the situation at the LAC prior to 2020. Finally, there was Mr. Doval’s meeting with Mr. Putin, which was a rare protocol exception. Mr. Doval’s comments, that he had been sent by Mr. Modi to brief Mr. Putin “personally” about the Modi Ukraine visit could mean that India is essaying a more mediatory role in peace-making.If the government is indeed serious about such a role, it must be clear about what it entails. While officials have frequently said India has “conveyed messages” between Russia, Ukraine, and western countries during the war, mediating will require India to expend considerable goodwill, time and patience to achieve results. Türkiye, Indonesia and Hungary have been speaking to both sides since the 2022 invasion, and there are now many peace proposals from Ukraine President Volodymyr Zelenskyy, Mr. Putin, the Bürgenstock Communiqué, and even a six-point proposal by Brazil and China. The conflict is far from stable with ominous signs of an escalation including Ukraine’s invasion of Kursk, Russian missile strikes, and Mr. Zelenskyy’s persistent demand to be allowed to carry out long-range strikes on Russia using American and British hardware. Mr. Modi’s travel to the U.S. this month for UN meetings, the Quad Summit and another meeting with Mr. Zelenskyy possibly, followed by his visit to Russia for the BRICS summit will carry much responsibility, but India’s efforts at peacemaking must not be over-burdened by unrealistic expectations. Published - September 16, 2024 12:37 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\npeace negotiations\n\n/\n\ndiplomacy\n\n/\n\nBrazil\n\n/\n\nSouth Africa\n\n/\n\nChina\n\n/\n\nUnited Arab Emirates\n\n/\n\nSaudi Arabia\n\n/\n\nIran\n\n/\n\nEgypt\n\n/\n\nEthiopia\n\n/\n\narmed Forces\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nTurkey\n\n/\n\nIndonesia\n\n/\n\nHungary\n\n/\n\nUnited Kingdom\n\n/\n\nUSA\n\n/\n\nUnited Nations\n\n/\n\nAustralia\n\n/\n\nJapan",
        "headline_1": "​Unrealistic expectations: On India and Russia-Ukraine peace",
        "headline_2": "India’s efforts at peacemaking between Russia and Ukraine have limited potential",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bunrealistic-expectations-the-hindu-editorial-on-india-and-russia-ukraine-peace/article68645526.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "Only strict implementation of law, including for VIPs, can bring down deaths on the road\nDisappointingly, the Nagpur drunk driving case, involving the son of Maharashtra BJP chief Chandrashekhar Bawankule, appears to be following a familiar pattern. CCTV recording from the restro-bar that Sanket and his friends visited before they went on their rash driving spree – hitting several vehicles and leaving two people injured – does not have their footage. Was the footage deleted to shield the VIP son? We don’t know yet. Moreover, the local police have repeatedly said Sanket wasn’t driving the car – even though the car belonged to him – and that it was his friend who was behind the wheel. They didn’t even collect Sanket’s blood-alcohol sample.\nSame old story | All of this again smells of the system trying to protect a VIP progeny. We have repeatedly seen this pattern over the past few months. Be it the Pune Porsche case in May or the Mumbai BMW hit-and-run a few weeks later, initial outrage is followed by law enforcement dragging its feet to arrest VIP accused and throw the book at them. \nVIP mentality | When it comes to rules of the road, VIPs clearly feel they don’t apply to them. This, despite the fact that the Motor Vehicles (Amendment) Act, 2019, and BNS’s Section 106 raised fines and punishment for drunk driving and acts of negligence leading to death. It’s not enough though. In UK, driving above the legal limit of alcohol can get you six months’ jail, an unlimited fine and a driving ban for at least one year. Causing death while driving drunk can get you life imprisonment. \nLax system | Of course, making penalties stiffer won’t work if laws aren’t implemented. Examples need to be made out of so-called VIP accused to send the message no one is above the law. But if the entire law enforcement system treats VIPs with kid gloves, statistics for rash driving leading to deaths won’t come down. Drunk driving turns cars into weapons. This message must hit home.\n\n",
        "headline_1": "Drive to kill",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/drive-to-kill/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "With Kejriwal’s resignation, Delhi goes into campaign mode. Hopefully, polls will lead to normal govt \nLast time Kejriwal resigned as CM, he returned to office with a landslide win. Much water, and waste, has flown in the Yamuna since. Over it, hangs almost a decade’s worth of anti-incumbency. This can’t simply be wished away by replaying the resignation card. But yesterday, in dramatically waving it around once again, Kejriwal conveyed, first of all, that jail hasn’t made him cautious. Second, it was a call to electoral arms to AAP workers, upon whom too the last few months have weighed heavy. It was about energising them – albeit with a clear understanding that ‘high command’ will continue to be in charge whoever it anoints as the ‘interim’ CM.\nHemant Soren and Nitish Kumar have found the business of retrieving CMship from the placeholders of their choosing, to be messy. These skirmishes will be remembered by Kejriwal, as he makes his calculations. But his situation is also distinctive. Not only did he accrue political and then executive capital on a loud anti-corruption platform, this still remains the core AAP identity and draw, at least by his own accounting yesterday. That is why the pitch that Kejriwal will return to CM’s office only after getting a “certificate of honesty” from the electorate, makes sense as political strategy. Whether BJP’s label of “PR stunt” or the Kejriwal pitch proves more sticky will be a measure of how robust Brand Kejriwal remains. And whether this test takes place in Feb as scheduled or gets preponed to Nov, keeping Maharashtra company, campaigning for the next Delhi election is now very much underway.\nAAP has tasted success where TMC and BRS have failed. EC has accorded it the status of a national party. It has a super majority in the Punjab assembly and five seats in Gujarat. But what would AAP be without Delhi? In BJP, it has a relentless opposition. BJP has taken the blow of comprehensively losing the Delhi assembly polls to AAP, not once but twice. The party remains in good health. AAP doesn’t have this luxury at all. As its principal campaigner, Kejriwal has to deliver big. He would also have considered the way in which SC bail conditions have anyway restricted his access to both the physical office of the CM and its official authority, conditions about which Justice Bhuyan even expressed “serious reservations”. But in all this drama, the capital’s citizens find themselves lost and unheard. At the end of elections, the national capital will hope to have a normal govt. \n\n",
        "headline_1": "Sunday surprise",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sunday-surprise/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "It begins nicely enough, with a great tech product\nHow are empires made in the age of Great Tech? No, not as they once were, through marauding horsemen with gleaming swords, sieges on castles, archers on towers, glory and betrayal. For we live in an age where kings have been replaced by CEOs, counts and viscounts by venture capital bros, ministers by boards of directors, and nations by corporations.\nThe first thing they do, emperors of today, is make a great technology product. As more users flock to it, that number itself, rather than the tech, becomes the empire’s real asset. It is impossible to compete with ‘free’ or with something cheaper than the rest. The carcasses of competitors collect in great pyramids, and you wonder who is paying for it all, this war of ceaseless user acquisition. The venture capitalist cabal, with its endless coffers, that’s who. And the war goes on until all the smaller kingdoms have bent their knees through acquisitions or been vanquished. \nThen, what was free no longer is. A premium tier is opened up where you pay for privileges that were once taken for granted, the ability to consume content without seeing ads or sharing your password with friends. Those who do not pay have their experience continuously degraded so that they end up becoming premium users, not to get something better but to not get something worse. If you do not pay, we will show you more ads, first ads that could be skipped, then in a year, ads that cannot be. No longer is tech developed to push the boundary of what can be accomplished but to serve you more ads or to sell your data more innovatively. Capitalism won’t save you no more; the competition is dead. \nThis brings us to the end game. Remember the gold the venture bros poured in to kill the enemies? Now is the time to win it back with much more gold, using strategies that even the Huns would find predatory. Now that the free has been flogged enough, monthly fees ramp up for premium users, spurious fees are tagged on, and you pay more and more, getting less and less. Just like serfs of yore, toiling in the fields, so are you, now in the service of the tech empires, slave to your habits, imprisoned by the digital confines in your mind.\n\n",
        "headline_1": "Portrait of a serf",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/portrait-of-a-serf/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "Hot pink, rani pink or mithai pink…whatever the shade, pink is a happy colour. Indians associate it with auspicious occasions such as shaadis, birth of a girl child, pujas. In the West, the colour has become gendered due to consumer culture. Toys and clothing for girls come in pink as opposed to blue for boys. Pink tax is when women pay more for the same or a similar product as compared to men and pink ribbons represent breast cancer. With the introduction of ‘pink seats’ by Indigo, colour coding by gender has moved to the skies.\nRead full story on TOI+\n\n",
        "headline_1": "Don’t rethink pink. Plane truth is we need women-friendly seats",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/dont-rethink-pink-plane-truth-is-we-need-women-friendly-seats/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "Kazi Imdadul Huq's novel Abdullah, written nearly a century ago, is regarded as one of the first modern novels by a Bengali Muslim writer. Initially known for his poetry and children's literature, Huq transitioned into a notable prose writer, offering profound insights into history, culture, and society. Abdullah was his only novel, published posthumously, and it has since become a milestone in Bengali literature, earning enduring acclaim from readers.\nAbdullah is a social realist novel. Huq began writing it during the final phase of his life, infusing the work with mature reflections, imagination, and a realistic portrayal of Bengali Muslim life. Before embarking on the novel, he was deeply engaged in writing history, forming opinions, and participating in literary debates within the Bengal intellectual circle of his time. While not a social reformer, Huq was an artist whose hopes and ideals were vividly expressed in the novel. According to Syed Murtaza Ali, Abdullah was Imdadul Huq's greatest accomplishment and a significant contribution to Bengali literature. He writes:\nAbdullah's character mirrors the writer's own life. Both the writer and Abdullah were ideal educators. Abdullah is depicted as an exemplary human being, never overwhelmed by danger or confused about his duty. As a writer, Huq envisioned Hindu-Muslim unity and created idealised characters from both communities. The novel contains many elements of humour, and Huq's satire is evident to readers through the descriptions of various events. Through a successful combination of various Rasas, Abdullah has become a delightful novel.\nThe writer and the moment in history\n\nBorn on 4 November 1882 in Godaipur village, Khulna district, Kazi Imdadul Huq was a prominent educationist, thinker, and writer in early 20th-century colonial Bengal. His father initially worked in the Survey Division in Assam before becoming a mukhtar in the Khulna Criminal Court. Imdadul Huq completed his BA at Presidency College, Kolkata, in 1900 and earned his BT in 1914. He gained extensive experience in the educational sector, starting as a temporary teacher at the Calcutta Madrasa in 1904.\nIn 1906, he briefly worked in the Education Department in Shillong, Assam, before joining the Dhaka Madrasa as a teacher the following year. He became a professor of Geography at the Dhaka Teachers' Training College in 1911, was appointed Assistant School Inspector of Muslim Education for the Dhaka Division in 1914, and served as headmaster of the Calcutta Training School in 1917. By 1921, he was the superintendent of the newly established Dhaka Education Board, a position he held until his death. Imdadul Huq passed away in Calcutta in 1926, at the age of just 44. Notably, he was president of the Publication Committee of the Bangiya Mussalman Sahitya Patrika in Calcutta. In recognition of his contributions, the British Government honoured him with the titles 'Khan Sahib' in 1919 and 'Khan Bahadur' in 1926.\nThe novel is set during the first partition of Bengal in 1905, a time when the Swadeshi movement was in full swing, marking the first systematic political opposition to the British Raj. The novel vividly portrays the intense antagonism between Hindus and Muslims, capturing the social milieu of the era. It highlights how cities in Bengal were dominated by Hindus, who also held the majority of economically and socially significant positions and services.\nThe protagonist of the novel, Abdullah, resists continuing his family's religious legacy of Pirism, choosing instead to focus on completing his BA exam and becoming an ideal schoolteacher with a modern education. He is deeply committed to uplifting his community through education and strongly supports women's emancipation. Meanwhile, his brother-in-law, Abdul Kader, also pursues reform by striving to modernise madrasa education, introducing Bengali, English, and mathematics into the curriculum.\nThe main antagonist of Abdullah is his father-in-law, Syed Sahib, a staunch representative of Muslim aristocracy and a zamindar who fiercely clings to tradition, even as his rigid policies lead to his gradual decline. Abdullah's wife, Saleha, is a devoted follower of her father and shows little interest in Abdullah's progressive ideas. However, during a visit to town to care for Abdullah's ailing sister, she briefly questions her father's rigidity. Despite numerous challenges, Abdullah ultimately overcomes the obstacles in his path and fulfils his mission, guided by his uncle, Mir Saheb, a new type of entrepreneur in the Bengali Muslim community with practical ideas.\n\nMuch discussion revolves around the significance of Abdullah as a modern novel, where female characters are not vividly portrayed. However, the meticulous storytelling and detailed depiction of social realities stand out. Most critics interpret the novel as illustrating the contradictions between the declining, backward-looking older aristocratic Muslims and the emerging, modern, liberal-minded Bengali Muslims who were striving to lead the way towards modernity in Bengali Muslim life.\nThe creation process\n\nThe creation of the novel Abdullah was a lengthy process. Kazi Abdul Wadud stated that in 1918, after a critical operation, Imdadul Huq had to stay in the hospital for an extended recovery period, around six months, during which he wrote the novel. Two years later, it began regular serialization in the newly established literary magazine Moslem Bharat in Calcutta, edited by poet Mozammel Haq and published by Mohammad Afzal ul Haq. The magazine serialized 30 chapters of Abdullah before it ceased publication.\nAbdul Quadir, the editor of Kazi Imdadul Huq's works, mentioned that two additional chapters were drafted for the magazine but were never published due to its sudden disappearance. The complete version of Abdullah was finally released in 1933 by the Muslim Press in Calcutta. To finish the book, Anwarul Haq wrote chapters 31 to 41 based on the original draft, while poet Shahadat Hossain reviewed the entire manuscript. The whole process spanned over 15 years.\nKazi Abdul Wadud further mentioned that the entire drafts (chapters 31-41) written by Kazi Imdadul Huq should be included in the novel's appendix to understand the difference between Huq's intended ending and the one completed by Anwarul Qadir. However, Abdul Quadir only included chapters 31 and 32, which were written by Kazi Imdadul Huq for Moslem Bharat, in the appendix of Huq's works.\nNotably, a dictionary was included at the end of the novel to explain \"Musalmani\" words used in the conversations and descriptions, reflecting common religious and everyday terms of Bengali Muslims. The narrative and descriptions were written in chaste Bengali, while the dialogue was in the local dialect, reflecting the characters' backgrounds and roles.\nShaping protagonists and antagonists\nThe protagonist of the novel, Abdullah, is not a traditional heroic figure, yet he stands as the central character of the story. He emerges with a rational mind, serving as a harbinger of modernity for Bengali Muslims and a visionary advocating Hindu-Muslim unity during the turbulent Swadeshi period. Although not a revolutionary, he remained composed and committed to his liberal ideals, consistently persuading others with his beliefs. Rather than confronting his opponents, Abdullah sought understanding through dialogue, aiming to bridge differences and convey his ideas. When he found himself unable to sustain his arguments, he would gracefully exit debates, even with his wife, as he never sought to impose his opinions on others.\nIn his unofficial farewell speech to his students, Abdullah's mindset was clearly reflected. He said:\nI bless you—be a human being, a true human being. If you are truly human, you will not hate each other. Hindus and Muslims should see one another as amicable beings. This is your mission. Remember, my brothers, as I have told you many times and will continue to say: do not allow discrimination between Hindus and Muslims. All the misfortunes and sufferings of our country stem from this discrimination. If it disappears, we will become truly human and make the face of our country shine.\nSyed Sahib, a staunch upholder of his family's noble Ashraf legacy and a declining zamindar, resisted any change in social dynamics. During a visit to the city, he attended a mosque where he discovered that the Imam, though educated in religious traditions, came from a lower social stratum. Refusing to participate in Namaz under this Maulavi's leadership, he remarked:\nHe is the son of a Zola (Muslim weaver), now an Alem. His family has carried our shoes for 14 generations, and now he stands before us to lead Namaz? How can we pray under his leadership?\nThis incident underscores his refusal to accept social upliftment or equality, even within the realm of Islam.\nThe character of Mir Saheb was portrayed as a new type of Bengali Muslim entrepreneur, representing an emerging segment of Muslim society that adopted modified working ethics compared to the traditional Muslim community. He transformed his fortune by engaging in money lending with interest and the jute business. Needless to say, involvement in business with interest is considered prohibited according to Islamic ethics, leading to his near ostracism by his village and his own Islamic community.\nThus, although the interest rates charged by Mir Saheb were lower than those of Hindu lenders, the villagers preferred to borrow money from the Hindu lenders despite the higher interest, as interest is not a prohibited practice in Hinduism. This led Mir Saheb to leave his village, visiting only occasionally. However, whenever someone from the village sought his help, he would try to assist them with money or advice. While discussing the need to strengthen the position of the Muslim elite with Abdullah, he said:\nSuppose those who were peasants two or three generations ago are now advancing through education, improving their economic conditions, and exhibiting good behaviour. If they are now interacting as equals with the upper section of our society, there should be no issue in associating with them. It is completely unreasonable to hate someone's pedigree indefinitely, even if they were once peasants. Instead, it would be wiser to integrate these newly developed individuals into the current elite class, as their hereditary line will also benefit from this contact. This will be advantageous to both parties.\nMir Saheb sought to broaden the traditionally narrow approach of maintaining the Islamic aristocracy through bloodlines. He did this not only by challenging conventional conservatism but also by adopting practical measures to attain economic capital, such as education and wealth. Additionally, he utilised marriage as a means of transforming the social structure of Muslim society in Bengal. Significantly, Mir Saheb's vision of upward mobility allowed for the inclusion of previously lower-status individuals into the aristocracy, provided they met the necessary qualifications.\nThe first partition of Bengal was largely perceived by middle-class Hindus as a British conspiracy against them, designed to favour Muslims in the region. Hindu characters in government jobs and schools often discussed this perceived Muslim appeasement by the British Raj. For example, the Hindu headmaster at Rasulpur was quickly replaced following incidents involving Hindu students, and a British school inspector recommended appointing Abdullah to the position. This was seen by Hindus as patronising Muslims rather than recognising Abdullah's merits. The novel reflects the gradual increase of Muslims in education and public services, highlighting the social reality that Muslims were also entering these fields. Abdullah's approach to the school inspector was not for his individual benefit but also in response to demands from the Muslim community. He stated:\nSir, the number of Muslim students is increasing day by day. Two years ago, there were only 23, but now there are 38. However, there is no teacher for Persian. Therefore, Anjuman hopes a Maulvi will be appointed.\nThe fictitious district of Barihati is predominantly Muslim, but its town is overwhelmingly dominated by Hindus. In one corner of the city lies 'Muslim Para,' a neighbourhood where a few Muslims live and work in lower-status jobs. Abdullah and his brother-in-law, Abdul Kader, faced significant challenges in finding a house to rent, as Hindu landlords were reluctant to rent to Muslims. This narrative effectively captures the housing discrimination and difficulties that Muslims encountered in the cities of Bengal.\nWhen Abdullah's sister urgently needed to be sent to the city, where they lacked adequate housing, a Hindu doctor known for his liberal ideas stepped in, offering his home to Abdullah's sister and her relatives. This gesture highlights how the rigidity of the Hindu Bhadralok began to soften through interactions with Muslims, and it underscores the doctor's deep commitment to his duty of service.\nAppreciation and legacy\n\nMuch discussion revolves around the significance of Abdullah as a modern novel, where female characters are not vividly portrayed. However, the meticulous storytelling and detailed depiction of social realities stand out. Most critics interpret the novel as illustrating the contradictions between the declining, backward-looking older aristocratic Muslims and the emerging, modern, liberal-minded Bengali Muslims who were striving to lead the way towards modernity in Bengali Muslim life.\nSaleha's role was initially insignificant, as she remained deeply obedient to her father's dogmatic rules and showed little interest in her husband's enlightened thoughts. However, by the end of the novel, her character gained some prominence, particularly in the sections completed by Anwarul Quadir. Kazi Abdul Wadud noted this difference significantly:\nKazi Imdadul Huq is primarily a painter, whereas Anwarul Quadir is more of a psychologist, a difference reflected in their writing styles. Notably, Quadir's contributions shine in two chapters: one depicting Saleha's death and the other describing Mir Sahib's final days. While Imdadul Huq portrays Saleha as nearly lifeless, overly constrained by her father's rigid principles, Quadir introduces a touch of compassion to her character and adds a hint of novelty and affection to Abdullah's otherwise mundane life.\nAt the time, Bengali literature was predominantly shaped by Hindu writers, resulting in portrayals of Muslim characters that many Muslims found objectionable and hurtful. These depictions were viewed as ahistorical and damaging to the Muslim community. In 1900, Rabindranath Tagore appreciated the increasing involvement of Muslims in Bengali literature in an article. He drew a parallel to how the French frequently depicted the British negatively in their literature, yet the English read French works with enthusiasm. Tagore suggested that Muslim objections to Hindu writers could be seen in a similar context.\nKazi Imdadul Huq critiques the comparison, arguing that the relationship between Hindus and Muslims is fundamentally different from that between the British and the French, as Hindus and Muslims are not only two parts of the same nation but also close neighbours. He contends that if Hindu writers maintain a hostile attitude towards Muslims, and Muslims similarly harbour hostility towards Hindus, then the blame for discord cannot rest solely on Muslims. Instead, Imdadul Huq asserts that writers, regardless of their religion, have a collective responsibility to engage in thoughtful reflection and pursue justice in the interest of a united India—the ultimate political aspiration of that era.\nThe novel can also be seen as a reflection of his lifelong commitment to the principles he embraced in his engagement with Tagore in 1903, which he further developed in this final work before his death. Wadud sent Anwarul Qadir's Amader Dukkha and Abdullah to Tagore. After reading Abdullah he remarked:\nI am pleased to have read Abdullah, particularly because it offers valuable insight into the lives of Muslim households. This book prompted me to reflect on a societal aspect of our country. I observe how the lack of intellectual engagement has progressively hindered Hindus through rituals. This same blindness is evident in Muslims adopting lungis and fezzes, which, like the dhoti and chadar for Hindus, support the earnings of mullahs. Is this a reflection of the inherent qualities of our land? How long will this disease-poisoned wind of barbarity continue to blow across our country? Will we persist in hurting and insulting each other until mutual destruction? The generosity of the author's writing adds a unique value to the book.\nTowards the end of the novel, it takes on a somewhat utopian tone, suggesting an idealistic vision of peace between Hindus and Muslims. This is evident when the Hindu moneylender forgives the debt of the late Syed Saheb upon witnessing Abdullah's virtue—a scenario that seems overly idealistic, as if aiming to convey a message of unity between the two conflicting religions through literature. Abdul Qadir remarked that the novel might have been more compelling if Imdadul Huq had the chance to finish it, while Syed Murtaza Ali observed that Abdullah's resolution felt somewhat contrived, with events unfolding more by the author's design than by natural progression. It may have been the 'generosity' that Tagore noted after reading Abdullah that inspired the author to continue crafting stories with such imagination.\nAfter Imdadul Haq's death, Anwarul Haq, who completed the novel, made a significant remark that sheds light on the historical development of the region. He said:\nWith the passing of Qazi Imdad-ul-Haq, a new era may dawn upon the Muslim society of Bengal. He lived with a degree of freedom and an appreciation for beauty, introducing several innovations. If Muslim society recognises and embraces these advancements, they could make significant strides towards progress.\nIndeed, many changes occurred in the social and material life of Bengali Muslims after Abdullah was published, yet the novel's value remains vital in the literary scene for its visionary depiction of social reality.\nPriyam Pritim Paul is a journalist and researcher.\n",
        "headline_1": "Abdullah: The novel that pioneered a new era in Bengali literature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/abdullah-the-novel-pioneered-new-era-bengali-literature-3704136",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "One of the most immediate and rather disturbing side-effects of the August 5 regime change has been the surge in legal cases targeting individuals associated with the Awami League government. While cases over the crimes committed during the preceding days and weeks were expected, the legitimacy of many that have since been filed was dubious as they lacked credible evidence, and were potentially used as a means of harassing the accused. Among others, even academics, journalists, and artists have been targeted through such frivolous lawsuits—a trend that continues to this day.\nAgainst this backdrop, it is heartening to see the police headquarters finally take steps to address these concerns. In a directive issued to police stations across the country, the authorities have recently instructed officers to remove the names of individuals from murder and other cases connected with the movement if no evidence of their involvement is found in initial investigations. Officers were also ordered not to arrest any government employee without proof. While such instructions were already in the CrPC and service rules, reiterating them in specific terms reflects wider concerns over the surge in arbitrary cases and also marks a policy departure from the previous administration's practice of harassing critics and political rivals through so-called \"ghost cases\".\nThe new directive, however, can open a Pandora's box of legal issues as it will mean rewriting the First Information Reports (FIRs) of many cases or withdrawing them altogether as there cannot be two FIRs in a single case. An even more concerning issue is the influence behind these arbitrary cases. Why would police officers indulge in writing unsubstantiated FIRs even after the regime change? In some murder cases predating August 5, BNP-Jamaat leaders who were previously named as accused have been replaced by Awami League leaders. In many instances, plaintiffs have admitted that they do not even know the accused. Clearly, the motive behind these lawsuits has been political. This is why it is essential to not just order the cessation of politically motivated cases, but also investigate how these cases were accepted in the first place and the complicity of officers and political actors responsible.\nWe must remember that the shift in power cannot be a justification for continuing such practices. If we are to hold to account those truly responsible for the indiscriminate killings in the lead-up to August 5, it is crucial that investigations be based on solid evidence. Blanket accusations and arbitrary cases risk not only the chances of justice but also further division at a time when national unity is vital. Innocent individuals who may have supported the previous government but had no involvement in crimes must not be subjected to any legal harassment.\n",
        "headline_1": "No innocent should be harassed legally",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-innocent-should-be-harassed-legally-3703861",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "Prof Muhammad Yunus's transition from Nobel laureate to reformist chief adviser continues to capture the nation's attention. In his August 25 speech, Yunus outlined an ambitious vision for a \"new Bangladesh\" centred on unity, transparency, and democratic renewal. While his message resonated with many, it also left citizens asking: \"Can he turn words into action?\" Fast forward to September 11, and Yunus seems determined to answer that question. His latest address laid out specific reforms, marking the beginning of a long journey toward real change.\nDiplomacy and governance today go far beyond traditional bureaucratic processes, and Prof Yunus stands at the forefront of this shift. Through Grameen Bank, he demonstrated how NGOs can drive powerful social and economic change where governments often struggle. This blend of engineering diplomacy—using pragmatic, principled solutions paired with negotiation—is a skill Yunus and the IG can now bring to create a new Bangladesh.\nHowever, running a government, unlike an NGO, is a different challenge. It requires navigating political complexities, balancing competing interests, and making compromises that NGOs can often avoid. While his outsider perspective and grassroots experience offer fresh ideas, Yunus and the IG must be cautious not to fall into the political traps that can derail even the most well-intentioned leaders.\nPolitics requires balancing various factions, managing entrenched bureaucracies and interest groups, and dealing with opposition parties. The IG must ensure that reforms are not seen as bypassing democratic processes or alienating key political actors. The IG's ability to lead will depend on their skill in coalition-building and maintaining legitimacy in the eyes of both political elites and the public. Members of the IG need to be cautious about becoming entangled in the very political games they seek to transcend—where loyalty, political capital, and power dynamics can overshadow the principled pragmatism they aspire to attain. For the IG, the key lies in harnessing the strengths of modern engineering diplomacy while staying grounded in the political realities of governance. They must strike a delicate balance between being innovative reformers and astute politicians, ensuring that the vision of a new Bangladesh can survive the political process without being compromised by it.\nIn his August 25 speech, Prof Yunus's metaphor of the nation as a family resonated widely. The idea was simple yet powerful: Bangladesh must come together as one to heal from years of corruption and mismanagement. However, as the days passed, some began to wonder if this metaphor oversimplified the challenges that lay ahead. Calls for unity, while necessary, are not enough to address the deep structural flaws embedded in the country's political and economic systems.\nIn his September 11 speech, Prof Yunus pivoted from this metaphorical language to concrete steps. He announced the formation of six commissions aimed at addressing fundamental sectors—electoral system, police, judiciary, anti-corruption, public administration, and constitutional reform. This shift from a unifying metaphor to specific structural reforms is crucial. It signals a move from aspirational rhetoric to actionable governance.\nIn my previous article, I noted that the public had received Yunus's initial speech with optimism, but also caution. Many were asking, \"Can he deliver?\" This scepticism was not unwarranted, especially in a country where promises of reform have often been marred by inefficiency and corruption. Yunus responded directly to this scepticism in his September 11 speech by providing a clear roadmap for his reforms. The six commissions represent a pragmatic approach to institutional reform, offering a structured and transparent process for addressing corruption, inefficiency, and structural flaws. The commissions are not just symbolic gestures—they are tasked with delivering results within three months, after which consultations with political parties, students, and civil society will take place.\nWhile Prof Yunus's move toward structured reform is promising, significant challenges remain. The timeline for the commissions—just three months—raises concerns about whether there will be enough time for thorough analysis and genuine consultation. The success of these efforts hinges on the cooperation of entrenched political and bureaucratic forces, many of whom have thrived in the current system.\nA critical issue is the lack of representation from ordinary citizens. Despite the student-public-led uprising that ousted the previous regime, decision-making remains concentrated among the educated elites and privileged classes, with limited input from the broader public. To avoid past regime failures, the IG must include all relevant stakeholders. This means going beyond the elites to include voices from four key groups: the knowledge community, the political community, the resource community, and most importantly, the affected community​.\nAs I discussed in an earlier piece, genuine reform would require a collective effort of all stakeholder groups. The affected community, in particular—those directly impacted by decisions—cannot be sidelined. Their involvement is crucial for creating reforms that are not only theoretically sound but also practical and just. If the IG fails to include these diverse voices, there's a real risk of falling into the same elitist traps the uprising sought to dismantle. Prof Yunus has signalled the need for inclusivity, reflecting the ideals that emerged from the student-public uprising, but translating this vision into reality will be the true test. Rebuilding trust in the nation's institutions is possible, but only if the reforms produce tangible results that reflect the input of all four stakeholder communities.\nOver the past month, the IG has made several key decisions shaping Bangladesh's future. While some decisions may have sparked debate, there is widespread support for most of the IG's initiatives. However, one decision that has raised serious concerns is the appointment of Tajul Islam as chief prosecutor of the International Crimes Tribunal (ICT). Many view this choice as highly problematic, given his past association with the defence of Jamaat-e-Islami leaders convicted in controversial trials at the ICT. Critics argue that this appointment signals a potential return to politicised justice rather than a commitment to fair and independent trials, undermining the very goals of reform the IG aims to achieve​. If the IG is to maintain the public's trust and avoid the pitfalls of past regimes, it must ensure appointments reflect the principles of impartiality, accountability, and fairness.\nEarlier, I likened this journey to the metaphorical road from Tetulia to Teknaf—a long path toward democratic and institutional reform. The September speech has laid the groundwork, with the commissions as the vehicles to move forward. However, the real challenge isn't just starting the journey; it's staying the course. The IG has set Bangladesh on the right path, but success will depend on sustained public engagement, transparency, and a commitment to long-term change.\nProf Yunus's September 11 speech marks a critical step in turning vision into reality. The challenges ahead are immense, but the potential for meaningful reform is unprecedented. Now, the IG must fulfil its promises, ensuring that the journey from Tetulia to Teknaf becomes a genuine transformation for the people of Bangladesh. This transformation must balance nyay (ideal justice) and niti (procedural justice). While nyay sets the values, niti ensures practical execution. As we move forward, autonomy, inclusivity, accountability, and justice should guide our government toward a more just and equitable future.\nShafiqul Islam is director of Water Diplomacy, and professor of civil and environmental engineering and water diplomacy at the Fletcher School of Law and Diplomacy at Tufts University, US.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "From vision to action: Prof Yunus’s reform agenda for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/vision-action-prof-yunuss-reform-agenda-bangladesh-3703736",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "The recently published National Thalassemia Survey 2024 revealed an alarming development on the health front: 11.4 per cent of the country's population are thalassemia carriers. Based on this rate, approximately 19.38 million of Bangladesh's 170 million people are thalassemia carriers. This makes the prevalence of thalassemia carriers in Bangladesh relatively higher compared to many other countries or regions worldwide. This is particularly critical given that carriers of thalassemia, though they may exhibit only mild symptoms, can pass the disorder to their offspring if both parents carry the defective gene. In a country where awareness and genetic testing are limited, this poses a substantial risk to future generations. According to the Bangladesh Thalassemia Foundation, every year approximately seven thousand thalassemic children are born in the country. This high prevalence of thalassemia is primarily attributed to consanguineous marriages and marriages between two thalassemia carriers.Thalassemia, an autosomal recessive disorder, hampers haemoglobin production, impairing red blood cells' ability to transport oxygen efficiently. While there have been medical advancements in treating the disease, thalassemia remains a leading cause of morbidity and mortality. It remains a significant public health threat mainly because of a lack of awareness and inadequate screening programmes. Addressing thalassemia requires a comprehensive and multi-pronged approach. First and foremost, there must be a nationwide campaign to educate the public about the nature of the disorder, how it is transmitted, and the importance of genetic screening. Public awareness is essential in dispelling myths and misconceptions about the disease and its carriers.Public health experts suggest making genetic testing, particularly for young adults and couples planning to start families, more accessible and affordable to prevent further spread of thalassemia. One effective measure could be the implementation of mandatory blood testing before marriage. The government could enact legislation requiring that prospective couples undergo testing for thalassemia status. Such a measure would ensure that individuals are fully informed about their carrier status and can make informed decisions on family planning. Thalassemia carriers possess one of the faulty genes that cause thalassemia, but they do not develop the disease themselves. The risk arises when two carriers marry, as their offspring may inherit both faulty genes and develop thalassemia major, a severe and life-threatening condition. Preventing marriages between two thalassemia carriers is an effective way to reduce the spread of thalassemia.Furthermore, at present, only a limited number of non-profit organisations such as the Bangladesh Thalassemia Foundation provide care for thalassemia patients. These foundations rely on limited government donations, which are far too insufficient to meet the growing demand for treatment. The government would do well to take full responsibility for these organisations, ensuring they are adequately funded and can offer comprehensive care to patients. Moreover, treatment centres must be decentralised. Currently, thalassemia treatment is concentrated in Dhaka, creating a significant barrier for patients living in rural or remote areas. The government should prioritise establishing treatment facilities in every district, ensuring equal access to care for all citizens, regardless of their location and financial condition. This multi-pronged approach - combining public awareness, accessible genetic testing, decentralised treatment, and a well-trained healthcare workforce - can help combat thalassemia and improve the quality of life for those affected by this genetic disorder.",
        "headline_1": "Dealing with thalassemia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-thalassemia-1726409326",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "The recent labour unrest in the industrial belts in and around the capital city including Savar, Ashulia and Gazipur that led to the general holiday or closure of some 219 garment factories till Thursday last surprised many. It is not only garment factories but pharmaceutical, shoe and other industries have also been facing similar workers' agitation. The agitating workers in many cases came up with demands that were not raised before. For instance, in one garment factory in Ashulia, they demanded that there should be equal number of female and male workers in the factories. Despite the fact that the new wage structure is in place since January this year, the workers were demanding an annual increase in wage by 15 per cent, though just seven months back, it was settled at 5.0 per cent. But the workers placing such irrational demands, in most cases, reportedly, did not appear to be in a mood to sit with the management of the factories concerned for negotiations on whatever were their demands. On the contrary, they took to the street and resorted to street violence and attack on the garment units they worked for resulting in closure of many factories. Similar stories were reported from pharmaceutical factories. However, the management of such industries (non-apparel) did try to resolve the issues with their workers at an early stage. But the situation was different in the case of garment factories. It is alleged that garment factory owners and industry leaders who used to have close connection with the erstwhile fallen regime tried to handle protesting workers even with genuine grievances in the same way that they did in the past. Obviously, that was through the use of force with the help of hired goons. But this policy is not supposed to work under the changed circumstances. In that case, those who allegedly pursued such strong arm tactics to suppress workers with legitimate demands were perhaps some Rip Van Winkles in the garment sector who failed to come to terms with the changed realities. As a consequence, the situation only worsened in the industry as it was rife with rumours that hit panic button among workers to resort to further violence and anarchy. However, as noted in the foregoing there were also instances of labour unrest that were not based on genuine demands, but meant to create chaos. In such cases, as reported by some garment workers, they were incited to agitation and violence by outsiders whom they were not acquainted with. There is no question that the mass-student upheaval that unseated the immediate past regime has impacted different sections of the working people who think that they are somehow deprived and have a cause to fight for and hence demonstrate their strength to raise new demands. Also, there are others, who want to fish in troubled waters. They might be the beneficiaries of the past government who have a stake in destabilising the mainstay of the country's export sector. There is also the turf war over the lucrative jhut (garment waste) trade that has intensified with the change in political power. So, whether the labour unrest in the garment sector arose out of workers' genuine demands or that it was the work of saboteurs out to create disorder should be found out before addressing it accordingly. The industry leaders must restore order in their own interest. The police force that they would depend on so much during the previous regime to quell any labour unrest in their factories with an iron hand is still recovering from the trauma of September 5 revolution. And one should not fail to notice that in about every case of law and order issue, other supporting forces including the military have to come in aid of the police, an arrangement no doubt expensive. Understandably, the garment sector has a strong claim to the government's attention for the simple reason that their products make up more than 80 per cent country's exports. But given the fact that the current interim government which is only one-month-old and yet to fully organise itself, its response to every trouble may not be instant. The industry leaders need to understand this and not wait for the government's support to deal with day-to-day problems like in the past. It may be recalled at this point that in the beginning when the workers as well as troublemakers started to run riot in Savar, Ashulia and Gazipur, the industry leaders met with the interim government advisers a number of times seeking urgent strong action by the law-enforcement agencies. However, later they came up with the idea of conducting joint drives with help of the army, police and the BGB (Bangladesh Border Guard) and suggested the interim government accordingly. Thankfully, the joint drives have reportedly produced results with the arrest of some people (14 persons charged with instigating workers to create unrest). Meanwhile, the good news is, the majority of the garment factories except 49 units in Ashulia area reportedly started operation by Saturday as workers joined their duties. To maintain law and order, the police, Rapid Action Battalion (RAB), the Border Guard and Army personnel were found patrolling streets in the industrial area. Evidently, the wave of post-revolution uncertainties and instability that jolted society is gradually settling down. It is the unity of people that has made it possible. Every segment of society, the garment workers included, should own the change that has taken place and in this crisis time lend a hand so the nation may tide over.\n[email protected]",
        "headline_1": "Why this turmoil in garment sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-this-turmoil-in-garment-sector-1726409368",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "Once the cradle of politics, the University of Dhaka (DU) now wants to get rid of politics. It is time that decides the utility of almost everything both in individual and collective life. The toy a child holds dear to his/her heart has no part in adulthood. But politics cannot be likened with a toy. It is the staple of nationhood of all the peoples the world over. A government is made and unmade on the basis of political engagement with its people unless ambitious military carries out coups to take power forcibly and illegally.Then why do students of DU find politics unacceptable, particularly when student politics boasts a glorious past? Even the non-party student movement that deposed the authoritarian government actually had as its driving force politics by default. It is not just national politics that degenerated over the years, it also dragged down student politics along with it. Viciously polluted student politics under the influence of successive governments including military autocrats, has discredited itself for long. It only exceeded all limits during the past regime. The cradle of politics this time has witnessed a response unprecedented in history from students under the banner of general students. It is in fact the triumph of the good over the evil, of the oppressed over the tyrants of the humble over the arrogant. The Chhatra League spearheaded the student movement against the Pakistani oppressive and exploitative regime successfully. Its degeneration is pathetic indeed. It changed for the worse with time and has naturally been dumped into the dungeon. Again, the virtuous and the apparently defenceless became victorious against their oppressors. It is the brutal and ugly experience with student politics on campus that actually created the spark for the conflagration of a movement that consumed the seemingly all powerful and mindless regime. The brutality and horrors of the campus life, particularly of the dormitories subjected to what looks like an Orwellian dystopia, are fresh in memory of students unwilling to join politics. It is quite natural, they stand firm to banish politics for students, teachers and general staff from the campus. To press home their demand on Friday last, a group of students of DU brought out a protest rally and held a brief meeting where they announced that until party politics were not banned, they would not attend classes scheduled to start from September 22 next. Indeed, politics on political party lines have vitiated academic life not only of Dhaka University but all autonomous and public universities. Military dictators initiated the process of spoiling the academic environment by creating their lackeys and stooges along with forming student organisations. A political party known for its anti-liberation role once virtually made Chattogram University a fortress for its student wing. With the changeover of state power every time, the dormitories have been captured by the student wing of the ruling party.With such a murky past, the relevance of campus politics has ceased. Now is the time to concentrate on developing an atmosphere where civilised norms and democratic values reign supreme. The days of bullies and big brothers should be a thing of the past. Only such an environment can be enabling enough for academic excellence by virtue of greater devotion to study, research and creation of new knowledge. Why the higher study in the country fails on those scores is not far to seek. If teachers are recruited and promoted on consideration of political allegiance, they are likely to be subservient ready to please their recruiting bosses instead of exploring the world of knowledge. Thus the blue, white and pink teachers' groups have always found themselves locked in a psychological tussle. Students demanding a total ban on campus politics have their points that can hardly be challenged. If teachers, students or employees and officers feel strongly about their involvement with party politics, they should have the liberty to pursue their ambition beyond the campus. But they must forget they are political elements once they enter the campus area. At no point should their performance be influenced by their political convictions. \n[email protected]",
        "headline_1": "No campus politics, please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-campus-politics-please-1726409419",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2024"
    },
    {
        "full_article": "The seven-month closure of Jamuna Fertiliser Company Ltd., the country's largest urea producer, due to gas shortage is a matter of grave concern. This shutdown not only poses a significant threat to the livelihood of thousands of workers but also endangers the agricultural sector where farmers need fertiliser for production of paddy and other crops.The factory, which was producing 1,700 tonnes of urea daily, now stands idle, its machinery gradually deteriorating from disuse. The stoppage of production is not only causing direct economic losses-around Tk 35million daily-but also proving highly frustrating for factory workers and local farmers. Many of the 4,000 workers, including transport workers and local businessmen, have been left without income to their utter distress. Furthermore, the damage to machinery from prolonged non-use could mean that this crucial plant may never recover, much like other industries such as jute and sugar.Farmers are already feeling the pressure, fearing a severe shortage of fertiliser in the upcoming season. Jamuna Fertiliser supplies vital urea to 21 districts, including Jamalpur, Sherpur, Mymensingh, Tangail, and Rajbari. A shortage could lead to skyrocketing prices of fertiliser, forcing farmers to purchase expensive imports, potentially increasing costs fivefold.It is alarming that despite these challenges, no immediate action has been taken to restore gas supply to the factory. The decision to prioritise gas supply to other plants while allowing Jamuna Fertiliser to languish seems short-sighted. With urea production costing just Tk 25,000 per tonne domestically, compared with Tk 0.10 million per tonne if imported, the decision to keep the factory idle is irrational and illogical.The government must urgently restore gas supply to the Jamuna Fertiliser Factory. Failing to do so will not only cripple our agricultural productivity but will also exacerbate the suffering of thousands of workers. We cannot afford to let this key industrial plant fall into disrepair and cause irreparable damage to the livelihoods of so many.\nOsman GoniMotijheel, Dhaka",
        "headline_1": "Prioritising operation of Jamuna Fertiliser factory",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prioritising-operation-of-jamuna-fertiliser-factory-1726409442",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2024"
    }
]