[
    {
        "full_article": "Public-spirited activists have done well to challenge in the Supreme Court the premature release of 11 convicts who were serving life terms for the gang-rape of a woman and the murder of at least seven people during the 2002 anti-Muslim pogrom in Gujarat. Bilkis Bano, the survivor, has not moved the courts so far, but it is clear that the controversial order of the Gujarat government, granting remission to the convicts, should be subject to judicial review. That those found guilty of multiple murders, including that of a three-year-old child, and a gang-rape, were found suitable candidates for premature release is unacceptable. Even otherwise there are specific legal grounds to question the government’s decision. The remission was based on a direction from a two-judge Bench of the Supreme Court on a petition by one of the convicts. The question to be decided was whether the Gujarat government or the Maharashtra government was the appropriate government for considering their plea for remission. The Court ruled that the State government of Gujarat, where the crime occurred, should consider the matter, and not Maharashtra, the State to which the trial was transferred by the Supreme Court to ensure an impartial trial. While passing this order, the Bench also said the remission should be considered under a policy framed in July 1992, as that was the prevailing policy on the date of their 2008 conviction. This meant that the bar on granting remission to those convicted for murder and rape, found in the current policy, will not apply to these convicts.There are at least two grounds on which the remission order appears illegal. First, the State government made a decision on its own without consulting with the Centre. Under Section 435 of the Code of Criminal Procedure, such consultation with the Centre is mandatory in cases probed by the CBI. Further, the composition of the committee that recommended remission for the convicts consisted of two BJP legislators. Ideally, a remission panel should comprise senior government officials in charge of home or law, a district judge, the prison superintendent, and officers who deal with probation and rehabilitation of offenders. The presence of political members certainly vitiates its decision. Further, it appears that the objection of the district judge concerned was disregarded, casting a shadow on the legitimacy of the remission. It will be appropriate if the Supreme Court constitutes a Bench of sufficient size to reconsider judgments that allow the remission policy obtaining on the date of conviction, instead of the policy currently in force; as well as decide the question of whether the ‘appropriate government’ should be the one in the State where the crime took place, or the State to which the trial was transferred on judicial orders. It can also spell out the contours of a rational remission policy, one that will be informed by humanitarian considerations as well as the scope for reform of the offenders and their sense of remorse.",
        "headline_1": "Reviewing remission: On the need for norms to release convicts",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/reviewing-remission-the-hindu-editorial-on-the-need-for-norms-to-release-convicts/article65802598.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The Supreme Court of India’s order on Monday terminating the mandate of the Committee of Administrators (CoA) to temporarily manage the All India Football Federation (AIFF) is set to pave the way for ending India’s international isolation. World football’s governing body FIFA had suspended the AIFF on August 15 citing “undue interference from a third party” and made a decision reversal conditional on the full repeal of the CoA’s mandate and the handing back of the AIFF’s daily affairs to the AIFF administration. Both these conditions have been met, alongside key amendments to the draft constitution as desired by FIFA – limiting the electoral college to just State association nominees and instead giving players representation as nominated members in the Executive Committee. There are still points of friction over calculation of term limits and the ‘one person, one post’ principle in the draft constitution. But these are unlikely to foil India’s rehabilitation and its attempts to win back U-17 Women’s World Cup hosting rights. There are apprehensions that the disbanding of the CoA will have an impact on other sports such as hockey and table tennis, which are also functioning under court-appointed committees. But it is to be noted that the Court merely ended the CoA’s tenure and did not nullify all of its actions. The AIFF will still be guided by the draft constitution the CoA helped finalise, albeit with a few amendments.While the AIFF seems to have weathered the storm, the suspension, however brief it may turn out to be, has come at an enormous cost for the women of Gokulam Kerala FC, whose dreams of competing in their maiden AFC Asian Women’s Club Championship were shattered. The Union Sports Ministry should play a more active role in ensuring that the athletes and the sport are protected. The whole saga has its roots in the erstwhile AIFF establishment’s non-adherence to the National Sports Development Code for 18 months. The Sports Code is a government-mandated regulation, and the onus is on the Ministry to crack the whip on erring federations. But it seemingly did not act until the matter reached the highest court and it sensed that India would lose out on the World Cup. As in the case of the AIFF, the Indian Olympic Association has been in the dock and the Delhi High Court duly placed it under a CoA. The Supreme Court has since ordered status quo for at least four more weeks. It would be prudent for all stakeholders to use this time to put the house in order.",
        "headline_1": "Sporting trouble: On Supreme Court terminating mandate to manage the football body",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/sporting-trouble-the-hindu-editorial-on-supreme-court-terminating-mandate-of-administrators-to-manage-the-all-india-football-federation/article65802615.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "It is one of healthcare’s open secrets. Scandals involving freebies to doctors by pharma companies make news with predictable periodicity. The relationship between the medical profession and pharmaceutical industry has provoked intense scrutiny and attempted regulation across the globe. India is no exception.\nIn 2018 when speaking in London about the high cost of drugs, PM Modi drew the ire of doctors after alluding to pharma-sponsored trips by doctors to foreign countries as an obstacle to them prescribing cheaper generic medicines. Civil society activists in India have for long fought a battle to bring this area under a legal framework and accountability.\nRead full opinion on TOI+\n\n",
        "headline_1": "Dolo, docs & pharma: Only a statutory medical ethics code can free prescriptions from the influence of freebies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dolo-docs-pharma-only-a-statutory-medical-ethics-code-can-free-prescriptions-from-the-influence-of-freebies/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The alacrity with which BJP suspended its Telangana MLA T Raja Singh for his offensive commentary on Islam reflects the scale of the damage caused by Nupur Sharma’s similar remarks in May, when the Centre was forced to douse diplomatic fires in strategically and economically important Gulf countries. Telangana police had already arrested Singh with even greater speed. But if the episode yet again exposes BJP’s failure to moderate voices it labels fringe when under pressure, TRS righteousness cannot be taken at face value either. Because, today in India, creative freedom is often a matter of who are in power where and who are their political rivals.\nSingh claims to have been provoked by Munawar Faruqui’s jokes. Stand-up comedy is political everywhere, even in authoritarian countries where avoiding politics is a political statement. But today’s democratic India has invented a uniquely absurd relationship with it. In the latest iteration of the permit system – what show happens where depends on which party runs the state government – Faruqui found his show cancelled in Bengaluru and Mumbai but supported by extraordinary police protection in Hyderabad.\nSubstitute the comedy show with a film screening or book reading and their fate too would be written by political equations. The Supreme Court had trenchantly observed in the S Rangarajan case (1989) that suppressing free speech in response to a threat of violence is “tantamount to negation of the rule of law”. TRS government stood up against Singh’s threat to beat up the performer and burn the venue. But would, say, Salman Rushdie have enjoyed that protection in venues where Faruqui can perform? Both should have the right everywhere. Neither will.\nThen there are worrying trends of conversations that should remain private finding their way to police, who are FIR-happy these days. Bengaluru police took suo motu notice of a Clubhouse chat to book two techies for “promoting enmity”. Surely police must not trawl through private exchanges, unless there is clear indication that speech is specifically intended to lead to violence. What all this is doing to India’s soft power is a question politicians are naturally not asking.\n\n",
        "headline_1": "It’s not funny: Creative freedom is now a matter of who governs which state with what agenda, with police as enforcers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-not-funny-creative-freedom-is-now-a-matter-of-who-governs-which-state-with-what-agenda-with-police-as-enforcers/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The Supreme Court on Tuesday struck down some controversial dimensions of the Benami Transactions (Prohibition) Amendment Act, 2016, and the parent legislation enacted in 1988. This was exactly the right thing to do – the amendments sought to bypass constitutional safeguards against retrospective application of penal provisions, as detailed in Article 20. This was first struck down by the Calcutta high court and the verdict was upheld by the apex court when the government appealed. An inevitable but nonetheless welcome outcome of the verdict is that prosecution proceedings for transactions entered prior to the notification of the amendments in 2016 stand quashed.\nThe SC verdict also concluded that other parts of the law are also problematic. The amendments reversed the burden of proof and attached criminal provisions that included up to seven years of rigorous imprisonment. The reverse burden of proof, a feature present in the money laundering legislation too, can lead to potential abuse by the prosecution as it inverts the principle of natural justice. It is striking that one SC bench greenlighted the burden of proof inversion in PMLA while another SC bench has some doubts about it. On matters such as constitutional rights and principles of natural justice, surely SC benches should have the same broad approach? After all SC’s highest calling is to protect rights and the Constitution. Thankfully, SC decided on Monday to list a review petition of a judgment that upheld disquieting features of PMLA.\nNo country can afford to take economic offences lightly. But neither can it afford to circumvent established principles in an effort to produce results. The established principles are a safeguard against miscarriage of justice and abuse of power. Recall that GoI had criminalised defaults in CSR commitments and then, faced with industry concerns, turned defaults into a civil wrong. Recall also that an SC bench had suggested in February that getting back the money stolen by economic fugitives should be prioritised over spending time and public money in prosecuting them endlessly. That’s the kind of philosophy GoI should have.\n\n",
        "headline_1": "Right about rights: Reasoning behind SC holding some provisions of Benami Act unconstitutional must be widely applied",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/right-about-rights-reasoning-behind-sc-holding-some-provisions-of-benami-act-unconstitutional-must-be-widely-applied/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "Today the war in Ukraine completes six months. It is also Ukraine’s Independence Day. Mychailo Wynnyckyj, non-resident fellow at the Institute of Human Sciences (Vienna) and associate professor at Kyiv-Mohyla Academy, spoke with Rudroneel Ghosh about the ongoing conflict:  \nSix months into the Russian invasion, have we reached a stalemate or is the war entering a more dangerous phase?\nWe are entering a phase where the Russian advance has completely stopped. There was a Russian advance on Kyiv in February, March and April. But they were pushed back by Ukrainian forces. Now we have effectively stopped the advance in the east and the south of Ukraine, and we are preparing for a counterattack, which has already begun in a limited way with attacks on Crimea. True, there hasn’t been much by way of ground advance by the Ukrainian side but we will see this in the weeks ahead.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Russia must withdraw its troops from Ukrainian territory. Then we can have peace’: The coming winter will be difficult but by next year Europe’s dependency on Russian gas should be over",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/russia-must-withdraw-its-troops-from-ukrainian-territory-then-we-can-have-peace-the-coming-winter-will-be-difficult-but-by-next-year-europes-dependency-on-russian-gas-shou/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The government does not want to take responsibility for his public statements. Nor does the ruling party.\nYes, I am talking about our foreign minister, Dr AK Abdul Momen.\nLast week, during an event in Chattogram, Dr Momen said he had \"requested\" India to do \"whatever necessary in order to keep Sheikh Hasina in power.\"\nWhen asked about it, Awami League General Secretary and Road Transport and Bridges Minister Obaidul Quader said, \"It may be someone's personal view. It is neither the government's view, nor the party's.\"\nAwami League Presidium Member Abdur Rahman said since the foreign minister was \"not a party member,\" there was no question of the party being embarrassed by his statements.\nInterestingly, Dr Momen is an adviser to the Sylhet district unit of Awami League, and he is also a member of the party's Sylhet metropolitan unit. Still, he is not a part of the ruling party?\nWhom, then, is the foreign minister affiliated with? Who will be held responsible for his words and actions? Are Obaidul Quader and Abdur Rahman's comments representing the government and the ruling Awami League, or are those their personal views too?\nDiscussing Bangladesh's internal political situations with foreigners is nothing new. Both the Awami League and BNP have done it on several occasions – usually when they were the opposition.\nRecently, UN High Commissioner for Human Rights Michelle Bachelet paid an official visit to Bangladesh, during which she spoke to government high-ups, civil society members, human rights workers, and the BNP too. At that time, Quader said, \"Lobbying to foreigners would not bear any fruit. Foreigners or the UN cannot probe our internal issues.\" The information minister echoed him.\nThis is exactly when Momen came under the spotlight, by stating to the public what he'd done during his India visit.\nWhy did Momen visit India? He went to India as the foreign minister of Bangladesh to discuss certain matters. He received due diplomatic protocols there. He attended meetings and discussed issues with India's ruling party members, ministers, chief ministers and bureaucrats. All of these were state-level meetings between the two countries.\nAbdul Momen did not visit India as an individual. He did so as a representative of the Bangladesh government. The cost of his travels was entirely borne by Bangladeshi taxpayers. How, then, can this visit or what he did or say during this visit be considered personal?\nWe Bangladeshis have self-respect. Bangladesh is a small country, but it's independent and sovereign. Our freedom came at a very high cost. How can the sitting foreign minister of that sovereign country make such a \"personal\" request to another country's leaders? Doesn't it break the oath he took when he was sworn in as a minister of the Bangladesh government? Doesn't it hurt the self-respect of the people whom he vowed to serve? Doesn't it hurt the self-respect of Obaidul Quader, or the government?\nThere are two ways of seeing this: either he didn't realise the implications of what he was saying, or he knew what it meant to make such a statement.\nIf the first scenario is true, that a country's foreign minister would speak like that during an official visit to another country without understanding the implications cannot be acceptable. If that is the case, his qualifications, skills and intellectual level come under question.\nBut if the second scenario is true, then the Bangladeshi people were humiliated. Statements like this are what damage the country's \"image,\" which our government is concerned about, the most.\nLet's revisit some of Dr Momen's past statements as Bangladesh's foreign minister. He once compared the relationship between Bangladesh and India with that of a husband and wife. That a foreign minister of a country would describe two nations' relationship in such away is probably unprecedented in history. This by no means is diplomatic lingo, nor is it the language of politics in general.\nIndia is Bangladesh's neighbour and ally. We must maintain good relations with India. But that doesn't mean we have to ask them to ensure the government's or any individual's continuation in power.\nRecently, the Swiss ambassador in Dhaka said Bangladesh had not specifically asked about which of its citizens have deposits in Swiss banks. The next day, the foreign minister said the ambassador had lied. Diplomacy requires a certain tone, certain skills and application of strategies. But none of that exists in Abdul Momen's dictionary. He directly called an ambassador a liar. He has been speaking like this for years. During his visit to the US, he told his counterpart Antony Blinken, \"Bringing the BNP to the election is a challenge. Please bring them to the polls.\"\nThe general public understands that the incumbent government has India's support. Since Bangladesh helped India with the situation in the Seven Sisters states, the latter has a high level of confidence in the Awami League. It is expected that Bangladesh will continue to have a good relation with India based on confidence and trust.\nBut a perception has formed in the Bangladeshi people's minds that India plays a critical role in determining who stays in power in Bangladesh. Momen's statement has made that perception only stronger. It may not be comforting for India either.\nLast year, the US imposed sanctions on the Rapid Action Battalion (Rab) and some of its officers. It is only natural that Bangladesh will try to have these sanctions lifted. Bangladesh should have taken punitive action against the allegations of human rights violation, for which the sanctions were imposed. We should have ensured that there are no more violations of human rights – that Rab is not involved in such violations.\nInstead, we saw the incidents of \"crossfire\" virtually stopping. The US also brought allegations of enforced disappearances and fraudulent cases. There has been no visible change regarding those either. The Bangladesh government prioritised seeking India's help in this regard over bringing in the much-needed fundamental changes. Foreign Minister Abdul Momen said Bangladesh had requested India to help remove the sanctions, and India was lobbying the US for Bangladesh.\nThe problem is Bangladesh's, and Momen is Bangladesh's foreign minister. But he requested India to help with removing the US sanctions. Of course, we want the sanctions to be lifted.\nHowever, in order to remove a US imposed restriction, he lobbied with India. We definitely want the removal of any restrictions on RAB. But first we need to verify the allegations and see if they are authentic. Then, following due action, we can negotiate with the US directly. Instead of that, we sought India's help.\nThis tendency of seeking India's help in everything does not show an iota of professionalism or diplomatic etiquette, and it is humiliating for the people of Bangladesh, as well as its government and the office of its foreign minister.\nDo we understand these issues? If we still don't, that it is an unfortunate situation for us as a nation.\nThe article was translated from Bangla by Mohammed Ishtiaque Khan.\n\n \nGolam Mortoza is the editor of The Daily Star Bangla.\n",
        "headline_1": "Who is responsible for Abdul Momen?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-responsible-abdul-momen-3101481",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The tiny island nation of Vanuatu, located in the Pacific Ocean, is highly vulnerable to the adverse impacts of human-induced climate change. And along with other climate vulnerable island countries in the Pacific, it has been leading the world on the issue of loss and damage.\nRecently, Vanuatu prepared a resolution for the upcoming session of the United Nations General Assembly (UNGA) in New York, US in September, seeking an advisory opinion from the International Court of Justice (ICJ) on the topic of loss and damage from human-induced climate change. Such an advisory opinion by the ICJ would not necessarily name any particular polluting country; it would rather give an opinion on whether or not a victim country can bring a case against a polluting country in the future. This would be a legal way to make polluters pay under international law if it goes into effect.\nAn interesting feature of this bold action by Vanuatu, which has received strong pushback from some of the polluting countries, was that the idea was first put forward by a group of law students in the Pacific region, who prepared a brief on this procedure of going to the General Assembly first and then to the ICJ for an advisory opinion, and present it to the other island nations in the Pacific. The government of Vanuatu was the one who then took the lead in taking this forward formally, and is now seeking the support of all the vulnerable developing countries for the resolution at the upcoming UNGA session. If this resolution is passed, then the ICJ can give an advisory opinion on the legality of loss and damage claims between countries. \nThis is not the only arena where loss and damage court cases are taking place. There are by now dozens of cases being taken forward under national law jurisdictions where citizens, in many cases youth, are suing their own governments for not doing enough to protect them from the incurring losses and damages from human-induced climate change. These cases are making their way up the court systems in countries like the United States, Germany, Australia and the Netherlands. Some are making good progress.\nThe main reason for resorting to courts, both under national and international jurisdictions, is that the United Nations Framework Convention on Climate Change (UNFCCC) has failed to adequately deal with the issue of tackling liability and compensation for losses and damages suffered by the victims of pollution. Thus, even though the vulnerable developing countries have raised this issue at the annual climate change conferences (Conferences of Parties – COPs) of the UNFCCC for many years, they have not been able to get an agreement as the polluting countries have always blocked any discussion on liability and compensation. Hence, while the struggle to take this issue of finance for loss and damage is still being pursued by the vulnerable developing countries, other avenues of legal actions against the polluters need to be explored.\nThere is also another movement, mainly by civil society actors, to target the fossil fuel companies who not only have caused pollution for decades, but also profited from the losses and damages they have been responsible for. At the same time, a number of countries who block discussions at the COPs are also fossil-fuel-exporting countries. The argument by civil society groups is that the fossil fuel companies should be forced to pay compensations to their victims. \nEven though this is still a long shot, it is worth using to frame the polluters as the villains who are causing the losses and damages. \nFinally, it is worth mentioning that some efforts are also underway to provide finance to the victims of human-induced climate change through funds allocated by the governments of Scotland and Belgium's Wallonia, as well as a number of foundations. At the same time, the Climate Vulnerable Forum (CVF), a platform of climate vulnerable countries across the world, and its finance ministers (collectively called the V20) have created a fund facility to support the victims of climate change in vulnerable countries to support them as quickly as possible. \nVanuatu's example as a global champion of climate action and against loss and damage can be followed by all countries, including Bangladesh. We hope the resolution proposed by Vanuatu will pass with overwhelming support at the UNGA session next month. Also, we hope that all the countries will agree to adopt loss and damage as a standing agenda at every COP, starting with COP27 which is scheduled to be held in Egypt in November this year. \n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Vanuatu emerges as global climate champion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/vanuatu-emerges-global-climate-champion-3101451",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "Nineteen-year-old Bilkis Bano was five months pregnant with her second child when the 2002 Gujarat Riots broke out, following the Godhra train fire that killed 60 Hindu pilgrims. Along with her extended family, Bano had to flee her home and seek shelter in various places to escape the long arms of bloodthirsty rioters. On the morning of March 3, 2002, as Bano and her family were on their way to a nearby village, they were set upon by a gang of sword-wielding men who brutally killed 14 of her family members, including her three-year-old daughter. Bano, who was visibly pregnant by then, begged for mercy – after all, these were men from her own village, people she had grown up with. But her pleas fell on deaf ears. She was gang-raped, brutally and mercilessly; when she started bleeding profusely and fell unconscious, the criminals left her for dead.\nBano did not give in to her grief. She stood up for justice and rested her faith in the Indian constitution and justice system. When the local Gujarat officials dismissed her complaints, she reached out to the National Human Rights Commission for help, and then moved the Supreme Court of India. Despite the threats and intimidation she faced not to pursue the case, including from policemen and some state officials – which forced her to change home more than a dozen times – she kept fighting for justice.\nIn December 2003, the Supreme Court ordered a CBI probe. The situation was such that in August 2004, the court ordered for the trial to be held in Maharashtra. In January 2008, a special CBI court found 11 of the accused guilty of rape and murder and sentenced them to lifetime imprisonment, which was also upheld by the Bombay High Court in May 2017. Later in 2019, the Supreme Court awarded a compensation of five million Indian rupees to Bilkis Bano.\n\"That is what my struggle was for. For equality for each of us. When we are wronged, we must seek to right it using the power of truth. When our rights as citizens are denied, we turn to our constitution,\" Bano said after the verdict. But the justice was short-lived.\nOn August 15, 2022, a few hours after Indian Prime Minister Narendra Modi asked the nation, \"Can we not pledge to get rid of everything in our behaviour, culture and everyday life that humiliates and demeans women?\" from the Red Fort ramparts during his Independence Day speech, Bilkis Bano's rapists walked free from jail under the Gujarat state government's remission policy. They were received with garland and sweets by their relatives and associates. One could see in the video on social media that there were no signs of remorse or guilt on their faces; if anything, the smugness that they at times failed to hide revealed their apathy towards their crimes and the sufferings of their victims.\nWhile remission can be granted to criminals who have served 14 years in jail, along with fulfilling other conditions, according to an amendment made in 2014 to Gujarat's policy on the matter from 1992, criminals convicted of certain crimes, including rape and murder, are not eligible for remission. However, since the verdict was given in 2008, the original policy from 1992 was applicable, and based on that the state government approved the convicts' plea for remission.\nIt must be noted here that two BJP MLAs and three party members were part of the 10-member board, headed by district magistrate of Panchmahal, Sujal Mayatra.\nOne of the MLAs on the board, CK Raulji from Godhra, said, \"I don't know whether they committed any crime or not. But there has to be an intention of committing crime… They were Brahmins and Brahmins are known to have good sanskaar [manners]. It might have been someone's ill intention to corner and punish them.\"\nSuch a comment from a member of the Indian Legislative Assembly is irresponsible and reckless. Such statements not only show his apathy towards the victims, but also raise questions about his trust in the wisdom and judgement of the Indian judiciary system.\nAfter the criminals were allowed out of the prison, questions have been raised about the legal validity of the decision, based on the legal procedural requirements to make such a decision. For instance, Section 435 of the Code of Criminal Procedure of India makes consultation with the Centre mandatory in such cases. Also, Section 432 (2) says that the opinion of the presiding officer of the concerned court should be the guiding factor in the government's decisions on remission. Did the state government follow these procedures? We do not know. And questions on many other aspects of the remission have been raised by the civil society, legal experts and journalists in India, who are baffled. Since the state government has remained notoriously silent on these, the central government must intervene and immediately clarify the procedure that has been followed in this decision, to ensure transparency.\nFor India, a nation that is scrambling to contain rape of young girls and women – according to the National Crime Records Bureau (NCRB), 77 rape cases were recorded daily on average in India in 2020 – the premature release of the 11 convicts has set a very dangerous precedent. This incident will only add to the sense of impunity some Indian men consider themselves entitled to, as a result of which they rape, sexually assault and even kill young girls and women, especially from minority communities.\nWhile the Indian Centre issued guidelines to release prisoners across the country to mark Azadi Ka Amrit Mahotsav, how the remission of convicted murderers and rapists will contribute to the said mahotsav is a question India as a nation should ask itself.\nBilkis Bano was not just fighting herself – she was fighting for justice, for the triumph of the rule of law and constitution over evil; she was fighting for truth. The premature release of her rapists and the murderers of her family might undo all the years of hard work that India as a nation has done to fight for the cause of women, to eliminate violence against them. The central government and the Supreme Court should revisit and reconsider the state government's decision to prematurely release these 11 convicts of rape and murder, as the crimes committed by them fall under the broader issues of national interest, including human rights, women's safety and communal cohesion.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n\n",
        "headline_1": "Why Bilkis Bano’s rapists should be behind bars",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/why-bilkis-banos-rapists-should-be-behind-bars-3101441",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The audacity shown by some Bangladesh Chhatra League (BCL) activists to allegedly force a resident student of Dhaka University's Haji Mohammad Mohsin Hall to leave his dormitory over a Facebook post criticising the recent fuel price hike is simply astonishing. But unfortunately, cases like this have become a common phenomenon at our public universities, where ruling party activists have become a menace. We are continually reminded by media reports how BCL activists have all but taken over the functioning of public universities, continually obstructing educational activities, harassing, torturing and, in worst cases, murdering fellow students over the most trivial of matters, such as expressing an opinion that differs from the party line. And while all these happen, top-officials of the ruling party who are so eager to admonish the public – that they are meant to serve – for criticising government policies, barely make a peep.\nBut it is their silence that speaks volumes. Over the years, the ruling party has provided immense leeway to its student activists, despite their repeated involvement in violent, uncivilised, and criminal activities. And this leeway, as well as direct pressure sometimes, has led to a situation where university administrations, law enforcers, and others, are also reluctant to pursue any action against BCL members involved in criminal behaviour – for fear of reprisal.\nOnly this week, a Rajshahi University student accused the BCL general sectary of the Matihar Hall unit of beating him up after confining him to a room. Despite the national outrage that followed after a similar incident led to the murder of Buet student Abrar Fahad, it seems that some BCL activists are the only ones who did not get the memo that such behaviour is not, in any way, acceptable in a civilised society. Earlier this month, we saw how BCL members shut down educational activities at Chattogram University for their own petty gains. A few days later, we saw two BCL activists who were suspended by the CU authorities on July 25 for one year for harassing some female students on the campus, sit for the second-year semester final examination.\nAll these – and many more similar incidents – clearly show that it is not that the BCL has \"a few bad apples\" problem. It has a \"violence and criminal behaviour\" problem. And that has now reached its zenith due to the privileges that the ruling party has given it.\nThe ruling party may have given the BCL such leeway thinking that BCL's thuggery may help the party maintain its grasp on power. But BCL excesses have reached a point where its activists are doing the party much more harm than whatever temporary gain it thinks it's getting. Therefore, it is time for the ruling party to have a serious reflection on how it will stop the nuisance that it has let loose.\nWe call on the DU authorities to immediately allow the student who was forced out by BCL activists to return to his dormitory, and to seriously punish the offenders.\n",
        "headline_1": "BCL has become a total menace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-has-become-total-menace-3101416",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The audacity shown by some Bangladesh Chhatra League (BCL) activists to allegedly force a resident student of Dhaka University's Haji Mohammad Mohsin Hall to leave his dormitory over a Facebook post criticising the recent fuel price hike is simply astonishing. But unfortunately, cases like this have become a common phenomenon at our public universities, where ruling party activists have become a menace. We are continually reminded by media reports how BCL activists have all but taken over the functioning of public universities, continually obstructing educational activities, harassing, torturing and, in worst cases, murdering fellow students over the most trivial of matters, such as expressing an opinion that differs from the party line. And while all these happen, top-officials of the ruling party who are so eager to admonish the public – that they are meant to serve – for criticising government policies, barely make a peep.\nBut it is their silence that speaks volumes. Over the years, the ruling party has provided immense leeway to its student activists, despite their repeated involvement in violent, uncivilised, and criminal activities. And this leeway, as well as direct pressure sometimes, has led to a situation where university administrations, law enforcers, and others, are also reluctant to pursue any action against BCL members involved in criminal behaviour – for fear of reprisal.\nOnly this week, a Rajshahi University student accused the BCL general sectary of the Matihar Hall unit of beating him up after confining him to a room. Despite the national outrage that followed after a similar incident led to the murder of Buet student Abrar Fahad, it seems that some BCL activists are the only ones who did not get the memo that such behaviour is not, in any way, acceptable in a civilised society. Earlier this month, we saw how BCL members shut down educational activities at Chattogram University for their own petty gains. A few days later, we saw two BCL activists who were suspended by the CU authorities on July 25 for one year for harassing some female students on the campus, sit for the second-year semester final examination.\nAll these – and many more similar incidents – clearly show that it is not that the BCL has \"a few bad apples\" problem. It has a \"violence and criminal behaviour\" problem. And that has now reached its zenith due to the privileges that the ruling party has given it.\nThe ruling party may have given the BCL such leeway thinking that BCL's thuggery may help the party maintain its grasp on power. But BCL excesses have reached a point where its activists are doing the party much more harm than whatever temporary gain it thinks it's getting. Therefore, it is time for the ruling party to have a serious reflection on how it will stop the nuisance that it has let loose.\nWe call on the DU authorities to immediately allow the student who was forced out by BCL activists to return to his dormitory, and to seriously punish the offenders.\n",
        "headline_1": "BCL has become a total menace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-has-become-total-menace-3101416",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "There seems to be no end to instances of failed or half-baked river excavation in the country. The newest report on this issue highlights the situation in Banishanta union of Khulna's Dacope upazila, where Mongla port authorities are planning to dump sand and soil (excavated from the Pashur River) onto over 300 acres of cropland. For authorities to even consider such a harmful move is reprehensible. This particular excavation project was approved by the Executive Committee of the National Economic Council (Ecnec) on January 28, 2020. Already, port authorities have taken over 700 acres of land in the Chila area of Bagerhat district by dumping sand on it. And, according to the chairman of Banishanta Union Parishad, Mongla port police grounded red flags and signboards announcing their illegal occupation of the area's land on July 27. If this project is allowed to reach completion, it will ruin the livelihoods and cause displacement of thousands of people.\nThe project's original deadline was in June, but as is the case with most public projects, it is far from completion. Though in this instance, this may be a positive, given that it will allow authorities to take the farmers' protest into consideration and rethink the project altogether. Although Mongla Port authorities claim that the compensation from the government to affected locals – Tk 2 lakh per acre in 10 years – we have to agree with the farmers who say it is no match to the at least Tk 5 lakh they earn just by selling the crops they grow on the lands. This project is also concerning from an environmental perspective, as it would include filling up of land within 10km of the Sundarbans, which is prohibited as per a court directive.\nDespite river excavation being a routine work in Bangladesh, our authorities often do it wrong. In June, we wrote about the Bhadra river in Khulna's Dumuria upazila, which was re-excavated by the Water Development Board (WDB) with a whopping Tk 46.25 crore only two years back, but became filled up again as the excavated earth fell from the river bank back into the river. Last May, another report detailed how the Charalkantha River in Nilphamari shrunk to a mere channel in many places, as the soil excavated from it in 2020 made it back to the river.\nThe government must investigate claims by locals that the Mongla port authorities are planning to dump sand onto croplands in Banishanta union despite there being alternatives. Such protests by economically disadvantaged citizens must be taken seriously, especially since it concerns the very source of income they depend on. River excavation work, and any public project, must be conducted while keeping in mind the betterment of citizens' lives – not by causing them suffering.\n",
        "headline_1": "Why can’t we do river excavation right?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-cant-we-do-river-excavation-right-3101406",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "In a country where safety at workplace is grossly undermined, the government has at last taken steps to build capacity of the Department of Inspection for Factories and Establishments (DIFE). The work to this end has reportedly been progressing in the spirit of the National Action Plan (NAP) (2021-2026) on the labour sector adopted last year. Notably, the NAP is closely linked to the Labour Rights Road Map that the government earlier submitted to the governing body of the International Labour Organization (ILO). It may be recalled that labour rights issues took the centre stage especially after the Rana Plaza disaster at Savar nine years ago. Following the tragedy, the international community including the ILO prevailed upon the government to take measures meant for ensuring workers' safety at workplace and initiate a comprehensive reform process involving amendment of related labour laws, their implementation and establishment of quality institutions to that end. Obviously, among such institutions were included the labour inspectorate, dispute resolution mechanism and the labour court. However even after all the efforts, serious workplace-related accidents have not stopped from happening. Needless to say, hundreds of innocent lives have been prematurely lost in such workplace-related accidents. As late as last week, the public had to witness yet another such accident at the worksite of the Bus Rapid Transit (BRT) project at Uttara in the city as a huge concrete girder fell on an unsuspecting private car killing five including children. Clearly, absence of safety measures such as closing or controlling of traffic at the project site was glaringly evident.Against this backdrop, it is reassuring to learn that the government has risen to the occasion to fulfil its commitment made to the country's development partners including ILO and the European Union (EU) about upholding labour rights and improving safety levels at the workplaces. In fact, these international bodies have been eager to see that more labour inspectors are recruited for the department of inspection so that it can operate at full capacity. As part of its move to strengthen the DIFE, the labour ministry, meanwhile, has reportedly created some new positions in the inspectorate as well as given approval to fresh recruitments already made. On this score, the latest move in this direction made by the government to set up new offices of the factory inspection department in eight different districts of the country, as reported in the Monday's issue of this paper, is a welcome development.However, according to the status report of the national action plan on the labour sector, the inspection department is still understaffed as out of the 575 required posts of labour inspector in DIFE, currently it has to make do with only 311 inspectors. As if that was not enough, with this small number of inspectors, the department has to look after the safety issues of more than half a million factories (around 0.53 million) in both the garment and non-garment sectors. The task involved is understandably overwhelming considering that those inspectors are required to visit all those factories and other workplaces spread across the country. Then they have to prepare reports on the maintenance of safety standards at those workplaces and recommend measures to address the lapses, if any. Aware of the challenge before the DIFE, the government, expectedly, would go all out to substantially increase its capacity with an emphasis on manpower so that it may live up to the expectations of all the quarters concerned.",
        "headline_1": "Building up factory inspection authority's capacity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/building-up-factory-inspection-authoritys-capacity-1661264655",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "Doing Business Index is a strong pointer to a country's business environment. When governments in most countries are trying to facilitate trade and commerce by slashing trade impeding barriers, it is unfortunate that businesses in this country are still burdened with the most unlikely hurdles and there is nothing in sight to redress their complaints in the foreseeable future. There is another parameter in the name and style of Business Confidence which, reliant on how business people view the prospect of running business, attempts to present a picture of business atmosphere in a country at a particular time. While these are important indicators to have an idea about the state of business in a country at a given time -- especially for stakeholders within a country including the government, they play an important, at times decisive role in attracting or discouraging investors, depending on whether the situation is good or bad. While in case of the former, country ranking is considered important, in the latter the methodology being sample survey based, is country-specific -- conducted by think tanks. However, the fact remains that the ranking and a certain upward movement in any of these parameters do not actually lend a concrete picture to make one complacent. Still, every time the survey findings are released (no matter whether Bangladesh has moved a few notches up or gone down), they emerge as big news stories. And the irony here is that a slight upward movement appears to be a respite, although no visible improvement may be noticed in the business climate. The survey results are based on the facilitations available in countries, reforms done or the level of achievement by countries on various indicators such as starting a business, tax payment, property registration, availability of electricity and other services, access to credit etc. It is basically through tracking the strengths or weaknesses of these factors that every year the World Bank's Doing Business Report examines the situation of local entrepreneurs in starting and running small to medium-size businesses while complying with relevant government regulations in their respective countries. Similar other parameters, though not measured in the same way, are applied for determining business confidence ranking. This business confidence indicator provides information on future developments, based on opinion surveys on developments in production, orders and stocks of finished goods in the industry sector. It can be used to monitor output growth and to anticipate turning points in economic activity. Evidently, Bangladesh has not yet fared well in any of the indicators. Of course, questions are often raised from analysts as to the nature and scope of such surveys and the implications they carry for trade, commerce and investment. Obviously, the survey results reflect both motivations and impeding factors affecting business operations that may, for the most part, originate from political environment prevailing at a given time, overall economic conditions, financial and fiscal measures, stimulus for investment or the lack of it and so on. Even if we do not follow the survey result, albeit religiously, it is hardly contentious that business environment in the country is far from healthy. This is manifestly clear in many findings. According to a report released some time ago, starting a business in Bangladesh requires nine procedures, takes 19.5 days and costs 13.9 per cent of income per capita, according to the report. South Asia on an average needs 7.9 procedures, 15.7 days and 14 per cent of income per capita for starting a business. Bangladesh ranks one of the lowest (185) in registering property in the sub-region. It requires eight procedures, 244 days and costs 7.0 per cent of the property value for registration. As for the implementation of reforms committed by the government, the report found that six of the eight economies in South Asia have implemented nine reforms in the past year, compared with six reforms in four economies the previous year. India, the region's largest economy, which has a global ranking of 130, implemented two reforms last year.There is no dispute that deteriorating business climate is injurious to the confidence level of the entrepreneurs, especially fresh investors. Business communities as well as major think tanks of the country have warned that the biggest challenge facing the government is to restore business confidence in order to reinstate the economy on a sound track. Obviously, this among others, calls for creation of a congenial environment for investment-a pivotal factor to trigger a desired momentum in economic activities. With the Covid-19 apparently not so brutal on the economy, its multifaceted impact is starkly noticeable in manufacturing and many agro- and farm-based industries. Energising businesses is thus the main task of the government at this time. The job is no doubt challenging, for once the confidence rib gets dented, it leaves its impact felt in various shapes and forms. While the immediate casualty is investment, declining business confidence reflects itself in almost all forms of business operations, especially manufacturing and services. It is often said that entrepreneurs are not attracted by financial incentives alone, and that it is the sound economic policies, favourable business environment and stable political climate that are more motivational.It is in this context that the government has a key role to play. Being innovative and proactive in devising policies and programmes to energise businesses helped by close interaction with all stakeholders will hopefully remove much of the unease adversely affecting business undertakings. \n[email protected]",
        "headline_1": "The unease syndrome of doing business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-unease-syndrome-of-doing-business-1661264792",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "The spill-over effects of the Russia-Ukraine war on Bangladesh's economy may be puzzling to the common man. The country's food production, lifestyle, energy supply, sources of raw materials, major exports and imports, remittances and development financing - none of these is dependent on either of the two warring parties (barring Russia's engagement in Rooppur Nuclear plant).For many other nations as well, the fallouts are indirect and they aren't struggling. Yes, countries like Sri Lanka have fallen into deeper troubles in recent times, however, because of corruption and policy and governance failure. In the Bangladesh context, the war has contradicted conventional saying that 'every crisis offers certain opportunities'.Risks, shocks, vulnerabilities and uncertainties were almost always there but Bangladesh could pursue a policy of economic progress over the past three decades. In the latest 10 years, no major external shocks were recorded, other than scams and kleptocratic activities at home.The period witnessed a consensus among the local and international stakeholders that Bangladesh is well on track to become a developed country within a generation, as reiterated in the government's various policy documents.Now it's frustrating for any citizen to observe that everything including a peaceful death is getting costlier much before Dhaka can match the facilities offered by Paris, Vanice or Los Angeles!When you raise fuel price, dollar market gets volatile, people struggle to buy food and other stuff, and jobseekers aren't assured of employment, what does the fate of the country's graduation to the middle income status stand for?Seeking budget support worth US$4.5 billion only from the International Monetary Fund doesn't bode well for an economy that has been cited time and again as a model one no longer dependent on foreign aid.In fact, freedom from dependence on external powers in any way is the aspiration of the nationals of this land. Accordingly, they want to see resilience not only in terms of facing natural disasters but more in earning bread and butter and leading a dignified individual and collective life.Nobody loves problems in life and society but when you have to deal with one, it's essential to show tolerance and prudence to not just find relief and immediate solution; long-term preparedness to overcome any crisis is seen as the characteristic of a strong, developed nation.So, no matter how the situation is officially explained, the current reality may lead the people to raise questions about our capacity to manage a crisis. Only one war far away from home has now shifted the policymakers' entire focus to the short-term affairs like tackling inflation and surviving tough times. It's not wise to ignore the potential of tomorrow on the plea of addressing the crisis today.In the current situation, what is being tested is the people's resilience -- how far they can take the pressure of price rise and erosion in income, not how they could have contributed to overcoming the crisis. If resilience itself is exhausted, one's future may unfortunately turn bleak.We hardly know of the buffer stocks of resources, the way the ants save foods for the winter, that could have been dedicated to the Bangladesh people in times of crisis like the present one.There is always a scope for contingency planning in the face of any emergencies should there be effective leadership. When a youth is provided neither with jobs and entrepreneurial opportunities, nor with unemployment benefits, none can appreciate the kind of investments being made for future Bangladesh.\n[email protected]",
        "headline_1": "Contingency plan for overcoming crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/contingency-plan-for-overcoming-crisis-1661264837",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2022"
    },
    {
        "full_article": "According to media reports, from now on the circular for Bangladesh Civil Service (BCS) will be published in November. The public Service Commission (PSC) has made the decision recently. Last year the circular was published on November 30, and this year the circular is expected to be published on the same day. This will be surely a good step. Earlier, job seekers were waiting for a new circular for the whole year. The decision of PSC to publish the dates for preliminary, written and viva voce tests in the November 30 circular will also help job seekers plan better. Together such planning will help university authorities make their academic calendar, publish results early so that even the latest batches can also apply for BCS admission tests. It is good news for the job seekers that PSC is trying to reduce the period of recruitment. This will benefit different government agencies, they will get new officers on time.Following the example of PSC, if authorities of other agencies come forward and make a plan about giving job circulars every year on the same dates, that might be better. Also coordination among different agencies about declaring recruitment test dates will help job seekers. They can appear for a maximum number of tests. \nMA IslamDhanmondi, Dhaka",
        "headline_1": "BCS recruitment circular on Nov 30",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bcs-recruitment-circular-on-nov-30-1661264867",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2022"
    }
]