[
    {
        "full_article": "The Government appears eager to keep some enigma around the five-day special session of Parliament, set to begin from September 18. Opposition parties had a point when they complained that the Government did not consult them before calling the special session. As in the parliamentary bulletin issued on September 13, only the agenda for the opening day is known. The Government has listed the Bill that seeks to change the appointment process of the Chief Election Commissioner and Election Commissioners, which the Opposition is preparing to corner the Government on as it gives the ruling party excessive control over the appointment process. The Government also proposes holding a debate on ‘Parliamentary Journey of 75-years starting from Samvidhan Sabha – Achievements, Experiences, Memories and Learnings’, an intriguing topic. The listed debate could well be the farewell address to the present Parliament (circular) building which was designed by Sir Herbert Baker and Sir Edwin Lutyens, and inaugurated in January 1927 by Viceroy Lord Irwin as the seat of the Imperial Legislative Council. The new building, which is triangular-shaped, has been waiting to receive parliamentarians since May 28 when it was inaugurated by Prime Minister Narendra Modi. It was not used during the monsoon session held between July 20 and August 11. No official explanation has been forthcoming on why the session was not held there.Viceroy Irwin had presented the circular building as an emblem of “permanence”. The building will be retiring at 96 years, four years short of a century. For India’s growing population, its Parliament needs to be bigger and, consequently, the building too. But democracy is not about buildings. Parliament, after all, is a place for the Opposition to have its say though the Government might have its way. The Bharatiya Janata Party has an absolute majority in the Lok Sabha and while it may not have similar numerical strength in the Rajya Sabha, it remains the single largest party; thanks to allies and sympathetic parties, no government Bill has been stalled here for want of a majority. Still, the Government evades parliamentary scrutiny and gives no priority to taking the Opposition into confidence. The Government insists that it is going by the book. A meeting of floor leaders of all parties is being convened on Sunday, just 31 hours before the session begins. There is no dialogue between the Opposition and the Government to enable the smooth functioning of the Parliament. Changes to Article 370 were before Parliament on August 5, 2019, without any notice or consultation. If the Opposition parties have needlessly speculated about the agenda and aired their concerns about the special session, the Government is partly responsible. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nParliament proceedings\n\n/\n\nparliament\n\n/\n\ngovernment\n\n/\n\nlaws\n\n/\n\nhistory\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndemocracy\n\n/\n\nBharatiya Janata Party\n\n/\n\nRajya Sabha\n\n/\n\npolitics\n\n/\n\nArticle 370\n\n/\n\narchitecture\n\n/\n\nUnited Kingdom",
        "headline_1": "Misplaced mystery: On the special session of Parliament, the politics",
        "headline_2": "The special session of Parliament could have done with a lot less secrecy around it",
        "link": "https://www.thehindu.com/opinion/editorial/misplaced-mystery-the-hindu-editorial-on-the-special-session-of-parliament-the-politics/article67311961.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "Recently, a video surfaced of President Joe Biden apparently explaining the etiquette of toasting with or without alcohol at a G20 event with Prime Minister Modi. Some tittered at the PM’s apparent lack of cosmopolitan sophistication. Others sprang to his defence, saying this did not come in the job description of the PM of Bharat.\n\nI had a flashback. Years ago as I sat at an Asian restaurant in the United States, I realised I was the only one at the table who didn’t know how to use chopsticks. Even the non-Asians at the table knew how to use them. As I grimly tried to spear a prawn with my chopstick, one flew off my plate.  A waiter came up unobtrusively and quietly laid a knife and fork beside my plate. In time I learned to manage with chopsticks, but I always remembered that act of kindness.\n\nIt seems silly now but at that time, desperately trying to appear worldly wise, my chopsticks gaffe left me acutely embarrassed. In retrospect there was no reason for it. My friends were not Asian but they were familiar with chopsticks because they were common in Asian restaurants in the US unlike the Chinese restaurants in my hometown of Kolkata. Also, if my friends came to India, they probably would make a mess if they tried to eat with their hands.\n\nYet we keep using these completely meaningless things to make people feel small and put them in their place. Silverware it seems is excellent weaponry for class warfare. Even soap operas my mother would watch understood this. The simple poor girl gets married into the rich snooty family and is humiliated by her in-laws at the restaurant as she struggles with fork, spoon and a bowl of slippery noodles. Of course, said in-laws would probably be floored by chopsticks themselves but that’s another story.\n\nWe never tire of class humiliation. Now that West Bengal chief minister Mamata Banerjee is travelling to Spain, the WhatsApp forward factory is working overtime trying to record any cultural gaffes she might make. At one time, Mayawati was the butt of jokes because of her handbags and Lalu Prasad Yadav for his rustic ways. Sometimes politicians do deserve the laughter track as when Mamata inadvertently sent Rakesh Roshan to the moon when she tried to recall Rakesh Sharma going to space. But we also know that most of us sniggering at Mamata jogging in Madrid would be lost in our own villages where Mamata is supremely at ease in her flip-flops. Similarly, Narendra Modi might not know right-hand left-hand rules when it comes to toasting but getting a mammoth crowd to eat out of his hands is bayen haath ka khel for him.\n\nWhen it comes to calculating the worth of people these markers of class are meaningless because they have nothing to do with intellect or ideas. Having gone to a missionary-run school and growing up in Kolkata whose clubs adhered slavishly to Macaulay-era dress codes and rules, I am certainly as guilty of class bias as many others. It’s not surprising that many modern Indian novelists and scriptwriters are now mining that rich terrain with withering precision. In the OTT series ‘Made in Heaven’, a middle-class Tara Khanna manages to claw her way into a posh south Delhi family but is constantly reminded that she is an interloper no matter what designer outfit she wears. Just as the Dalit character in the same series is reminded that no matter what degree she earns from abroad she will never not be Dalit in the eyes of the society around her.\n\nClass is our great willful blind spot. Indians who take pains to tell foreigners that caste prejudice is eroding in modern India also live blissfully in apartment complexes where notices indicate that domestic help should not hang out in common areas and service staff should take separate elevators.\n\nIt is unlikely we will ever truly be rid of these hang-ups because human beings thrive on petty humiliations. Chances are with a new elite will come new cultural faux pas tests, just more shuddh desi ones instead of the imported kind. And we will keep hoping it will cut our victims down to size, not realising that while class condescension is a deadly weapon that can go through us as cleanly as a steak knife and leave us cringing like that prawn I sent flying onto the restaurant floor, when it comes to scoring a political point it’s as blunt as a butter knife.\n\n\nJust because a political leader doesn’t know the ins and outs of making a toast does not mean he is toast. But those sniggering at him are certainly in a class of their own.\n\n\n\n\n",
        "headline_1": "Class ceiling: Mocking a neta’s cultural gaffes only betrays our own insecurities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/paper-cut/class-ceiling-mocking-a-netas-cultural-gaffes-only-betrays-our-own-insecurities/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "Dipankar Gupta\n\n\n\nTill not too far back in time, it was a near fantasy to suggest that mother-tongue schooled, Indian scientists could ever plant a rocket on the Moon. Voice such a thought and people might think you’ve been in the Sun for too long. It was widely believed, in popular imagination, that only English language elite schools could groom this kind of brilliance. Mission Chandrayaan-3 should change that perception. Post Moon landing, when Isro scientists communicated with us earthlings on TV and radio, they did so in fluent, cogent and excellent English. Their modest school background notwithstanding, there was no trace of fumbling incompetence in the language department; their English was flawless.\n\n\n\n\n \nRead full story on TOI+\n\n",
        "headline_1": "The rocket fuel that is english: After the Moon landing, Isro scientists explained their mission to us in fluent English. This reflected neither elitism nor a colonial hangover but that the language is an excellent scientific tool",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-rocket-fuel-that-is-english-after-the-moon-landing-isro-scientists-explained-their-mission-to-us-in-fluent-english-this-reflected-neither-elitism-nor-a-colonial-hangover-but-that-the-language-i-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "One of the paradigmatic figures of the 21st century is the Global Soul, the jet-lagged globe-trotter, who “lives in the metaphorical equivalent of international airspace”. Over two decades after he traced this phenomenon, essayist and novelist Pico Iyer says the number of people who belong to many places is only increasing. He shares his thoughts with Jayanth Kodkani:\n \nRead full story on TOI+\n\n",
        "headline_1": "‘All my constant travels over the past 49 years have shown me only that we’re not living in a small world’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/catscradle/all-my-constant-travels-over-the-past-49-years-have-shown-me-only-that-were-not-living-in-a-small-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "By Hansaji Yogendra\nMindfulness, a timeless practice rooted in Indic philosophical wisdom, is about embracing the here and now. It is an untangling from the unchangeability of the past and unknowability of the future. Mindful walking, an embodiment of this philosophy, transforms our footsteps into acts of existential awareness. Each step becomes a step in conscious choice. Each step affords an opportunity to know yourself as you are now. This knowability of the ‘Self ’ allows mindful walking to become a step towards enlightenment – a tactile, rhythmic meditation in motion.\nMindful walking involves the following aspects: grounding steps, intentional pacing, rhythmic breathing, body awareness sequence and the five senses scan.\nBefore you start walking, take a moment to ground yourself. Stand still and feel the connection between your feet and the Earth. Imagine roots extending from the soles of your feet, anchoring you to the ground. This grounding not only helps you establish a sense of stability but also serves as a reminder to stay present as you begin your mindful walk.\nThe next core principle is intentional pacing. Rather than walking automatically, consciously vary your pace as you move. Begin with a slow, deliberate pace that allows you to feel each step. Notice the shifting of your weight from one foot to the other and the subtle sensations in your feet as they make contact with the ground. As you feel more attuned to your movements, gradually increase your pace while maintaining the same level of mindful awareness. This intentional variation in pacing keeps your mind engaged.\nNext, consciously synchronise your breath with your steps. Inhale deeply as you lift one foot and exhale as you place it down. If you need, count to three with each inhalation and count to six with each exhalation. Continue this pattern with each step, allowing your breath to guide your movements. This rhythmic synchronisation has a calming effect on the mind, helping you stay focused.\n\nNow pay attention to the sensations and movements of your body as you walk. Start by focusing on your feet – the way they lift, move through the air, and make contact with the ground. Gradually shift your attention to other parts of your body involved in walking: your calves, thighs, hips, arms, and shoulders. Notice any tension or areas of discomfort and consciously release them. This body awareness sequence fosters a deeper connection between your body and mind.\nIf your mind wanders away from the present moment, use the five senses – sight, hearing, touch, smell, and taste – to anchor your awareness in the present moment. Observe your surroundings. Feel the texture of the ground beneath your feet and the sensations of the air on your skin. If there are scents in the air, take note of them. You can be mindful of any taste sensations if you’re eating or drinking during your walk.\nFind a quiet and safe place for your mindful walk, ideally in a natural setting. Start with shorter walks and gradually extend your practice. Through mindful walking, we awaken more wholly and deeply to the world around us: revelling in its textures, colours, sounds, scents, and experiences. Mindful walking creates the miraculous in the mundane, as it opens for us a profound doorway to the eternal present.\n\n",
        "headline_1": "When walking becomes meditative and miraculous",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/when-walking-becomes-meditative-and-miraculous/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "A Dhaka tribunal has sentenced two top officials of rights body Odhikar to two years' imprisonment each in a case under the ICT Act. The case was filed for a \"distorted\" report and \"doctored\" images about the May 5-6, 2013 police action on a Hefajat-e-Islam rally in Motijheel, Dhaka. Apparently, the report \"tarnished\" the image of the country, government, and law enforcement agencies, by claiming that 61 people had died that day – which was much higher than the official count. It can be mentioned that, at the time, there were discrepancies in the number of deaths reported by various organisations, while Hefajat itself alleged the deaths were in the thousands, a claim that was found to be completely false. But no cases were filed against it for this.\nWhile we cannot comment on the merit of the recent verdict, we are concerned about the effects it will have on human rights defenders in general. Soon after the verdict, 48 eminent citizens of the country rightly demanded the immediate release of the two officials, stating that the incident would create obstacles to ensuring human rights and also prevent rights defenders from doing their jobs. Many abroad have also expressed similar concerns.\nWe cannot but feel a sense of unease at the timing of this verdict, coming as it does in an atmosphere of hostility towards dissenting voices. We have seen in the past the practice of exploiting and politicising the legal system to harass whoever the government of the day deemed an opponent. When governments changed, hundreds of cases filed by the previous administration disappeared because they were seen to be \"politically motivated.\"\nInterestingly, in 2013, after their rally in Motijheel – which resulted in arson, vandalism and assault by Hefajat activists – at least 83 cases were filed against Hefajat, later accusing 3,416. Many senior Hefajat leaders went into hiding, fearing arrest. Only five years later, however, the government helped the same group to hold a rally in Dhaka, the mayhem caused during its last rally apparently forgotten. It should also be noted that the Human Rights Watch has pointed out that prosecutorial action on the Odhikar case did not proceed until 2021 – after US sanctions were placed on the Rapid Action Battalion (Rab) for its alleged involvement in enforced disappearances and extrajudicial killings.\nIn this connection, we must add that the speed with which individuals have been arrested and sent to jail in recent years – first under Section 57 of the ICT Act, and then the Digital Security Act – has created a culture of fear among people critical of government activities. This contributes to the overall uncertainty faced by the more active citizens, including journalists and human rights defenders. This cannot continue indefinitely.\nWe urge the concerned authorities to review the Odhikar case. The government should focus more on investigating the allegations of human rights violations, rather than clamping down on those trying to report on these incidents. Jailing human rights defenders will not improve our image abroad. It is not in the best interests of our people either.\n",
        "headline_1": "Jailing rights defenders sends the wrong message",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/jailing-rights-defenders-sends-the-wrong-message-3420276",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "Both studying for our PhDs, my husband and I have adjacent study tables. One glance at our tables would tell you how different our studying styles are. His table is more organised than mine. My notes are more organised than his. His foundation (or \"basics\") for the subject in which we were trained is stronger than mine. These differences are a reflection of our different journeys up to this point. Although we've ended up in the same country pursuing our doctoral degrees, our educational backgrounds – and the related experiences while growing up – could not have been more different. You see, I studied under the Bangla-medium stream in Dhaka, and he studied under the madrasa stream in Chattogram. Our educational journeys intersected at Dhaka University, but the journeys leading up to that point differed. It's one of the reasons why I became interested in the differences among schooling streams in Bangladesh.\nBasically, at the brink of starting education, a parent in Bangladesh can send their children – depending on the availability of educational institutions, of course – to a Bangla-medium school (often with Bangla and English versions of the same curriculum to choose between), an Alia madrasa, a Qawmi madrasa, or an English-medium school. This madrasa categorisation is mainly based on the magnitude of prioritisation of Quranic studies (higher in madrasas) and the main language of learning (either English or Bangla). Without going into the differences in ownership – that is, public and private schools – there are, in general, several ways of thinking about differences across these educational streams. In my own work, I particularly focus on two. Firstly, what leads to choosing one of these educational streams? Secondly, are there differences in the outcomes later in life between individuals who study in the different educational streams? Additionally, there is a need to investigate how the educational streams differ in terms of textbooks, curricula, exam question patterns, pedagogy, and students' learning outcomes.\nWorryingly, without much criticality or evidence, we often talk about eliminating certain school streams or combining non-mainstream routes with mainstream education. The intention behind this is perhaps somewhat misplaced. In most cases, someone supporting the elimination of separate educational streams – and the consequent integration of the different streams into one – does so in the belief that this will lead to better quality of education. This is, unfortunately, an unverified notion. Above everything, it overlooks the question: who are we to eliminate the separate existence of an entire education stream when there is public demand for it?\nWe rarely think about the fact that individuals studying under different education streams may have different perceptions of what being educated means and may have different educational goals and aspirations. Instead of focusing on improving the basic standard education provided across the streams and appreciating the variation in schooling options, it is perhaps easier to eliminate what some think is redundant as a stream. Instead of trying to bridge the gaps in access – in terms of information as well as availability of educational institutions – to different schooling streams, we let the narratives framed by the more elite construe our better judgement and reign strongly over us. We forget to consider nuances. We're not taught to think critically, and this is sadly common across all the educational streams in Bangladesh. Another reality, as Dr Niaz Asadullah – a living legend in educational research in Bangladesh – says, is that the quality of education remains low across all educational streams.\nOur national debates and discussions on schooling options is stuck at the point of integration of the different educational streams – to integrate or not to integrate. We need to shift focus from this to more important issues: the need for proper educational resources in all schools regardless of them being madrasas or general schools; teachers being trained to not just educate but also to care about students' well-being; and all educational streams equipping students with a coherent basic standard education that enables them to think critically and be creative. Instead of standardising education by eliminating variety in school choices, we need to standardise the enablement of education, regardless of streams, all across. We can no longer overlook the important questions we need to answer to better understand the states of education in our different educational streams.\nI try to unearth some of these answers through my PhD, where I focus on the differences in outcomes later in life across individuals who studied in different educational streams. One message that is shining through strongly already is that any comparison between streams should be made with the acknowledgement that there may be differences at the root, which, in turn, drive the differences in the purpose for gaining an education. These differences should be respected because there are histories behind these roots – histories tied to the purpose of each educational stream. It's important for us to understand these trajectories.\nConsider, for example, the birth of English-medium schools in Bangladesh. While madrasas have a history stemming from the reign of Muslims in our subcontinent, it may be argued that English-medium schools stem from a more colonial past. It's not that we do not need competency in a universal language like English. We do. However, it's also important that we clarify our priorities as a nation and pass on a strong sense of culture – of which language and history are pivotal parts – to the next generations because, otherwise, any identity crisis that they experience is partly our fault, too.\nDeeply entrenched narratives not backed by research or critical reflection have tremendous potential to cause harm, and this is already evident in the untold stories around us in our society today. Those of us who have a unique educational background on our CVs – that is, something not mainstream – are often stripped of the opportunities that our counterparts are given, despite having the same, or often better, talents and capabilities. What does this mean for our rhetoric, our initiatives, and for inclusive development? Isn't inclusion, and the absence of bias, a prerequisite for such development?\nRubaiya Murshed is a PhD researcher at the Faculty of Education, University of Cambridge. She is also a lecturer (on study leave) at the Department of Economics, University of Dhaka.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "School choice: Celebrating, not eliminating, variety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/school-choice-celebrating-not-eliminating-variety-3420261",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "The $460 billion economy of Bangladesh is overburdened with 61 banks. While banks should be approved based on financial and economic viability, some were granted based on political consideration. Such a growth created unhealthy competition among banks.\nTheir asset management did not improve over time. The poor management of assets resulted in a huge rise of non-performing loans (NPLs), which stood at Tk 120,649 crore at the end of 2022. The central bank's Financial Stability Report 2022 showed that total risky loans stood at Tk 377,922 crore. Of course, the performance of the banking sector has declined tremendously. The growth of NPLs calls for increasing provisions, which a number of banks failed to maintain. As per Bangladesh Bank data, the amount of required provisions was Tk 86,270 crore in June 2022 against which Tk 73,050 crore was maintained. This produced a provision maintenance ratio of nearly 85 percent.\nIn addition, the fall of asset quality requires a corresponding increase in equity capital, as set by Basel Accords. While banks are required to keep at least 12.5 percent capital of their risk-weighted assets, as of June 2022, the capital adequacy ratio for all banks was 11.2 percent. Foreign commercial banks had a ratio of 26.4 percent, more than double the required. In contrast, state-owned commercial banks (SCBs) could maintain only 6.4 percent, half the required rate. But the worst situation was of specialised banks (SBs), which had a capital adequacy ratio of -35.8 percent.\nFurthermore, non-performing assets also deteriorated bank profitability because provisions have to be maintained from profit. This decreased the amount of profit which eventually reduced the average return on assets (ROA) to only 0.5 percent and return on equity (ROE) to 9.4 percent, as per BB's June 2022 report. In comparison, the ROA and ROE of SCBs stood only at 0.2 percent and 5.4 percent, respectively. Even worse, the rates for SBs were -3.3 percent and -13.7 percent, respectively.\nSome banks with high NPLs have also failed to attract new deposits. Consequently, at times, they could not even honour small-denomination checks let alone sanction fresh loans, creating a credit crunch.\nInstead of solving these problems, the country's banking sector brought considerable improvement in agent-banking operating in remote areas and mobile banking through apps. As such, BB recently invited applications for digital bank licences.\nDigital banks, being convenient and efficient, primarily operate online through digital channels such as websites and mobile apps. It is argued that digital banks would bring financial services to a wide range of Bangladeshis by reducing the cost of banking and making banking services easily accessible. However, with limited digital infrastructure, low internet penetration, low financial literacy, lack of information technology (IT) awareness, and high cybersecurity threats, the potential may not be reaped fully. Rather digital banking may prove to be a disaster if cybersecurity cannot be maintained. Every system has its own weakness, which is not thought of during its development.\nIn February 2016, our own Bangladesh Bank came under the country's worst cyberattack, with tens of millions of dollars robbed and still remaining unrecovered. Many lessons may be learned from this. But what about the money lost? It is doubtful that it will ever be recovered.\nBanks collect deposits, grant loans, and conduct numerous other financial transactions. They also generate big amounts of data. Banks' main challenge is to secure this data and build trust on the system. All banks know that every system will ultimately be breached and that this cannot be stopped. Developing a system that is easily accessible to banks and difficult to access for hackers is a real challenge. Although app developers want to be one step ahead all the time, in reality, hackers are usually one step ahead of them instead.\nThe economic system of a country can be broken down by one cyberattack on its banking system. While there are dedicated hacktivists and cybercriminals for the sole purpose of robbing money, many of them engage in hacking not because they want to make money but because they see it as a challenge. But what is sport to hackers is certainly disastrous for customers of banks. Moreover, there is no guarantee that the app engineers themselves will not be involved in hacking.\nHence, digital banks must have strong encryption to protect information from internal and external threats. To this end, bankers should be trained on the workings of the system regularly. The security system of a digital bank has to be updated regularly. Customers must have some level of financial literacy and should be educated about the security features of digital banking. To provide flawless service, digital banks will have to work in cooperation with other institutions whose standard must also be at par. Still, if there is any breach into the security system, there has to be a way to identify it quickly and minimise the losses – both financial and informational.\nThe banking sector in Bangladesh is at risk, given its huge amounts of distressed assets. It suffers from a lack of financial discipline. Long-standing poor governance is reflected in an increasing number of financial scams. Operational inefficiency is evident from a high expenditure-income ratio over the last decade. A few banks appear viable only on paper, with the NPL rates of several banks being more than 35 percent.\nBB's priority should be to streamline the banking system by addressing these issues. Online banks in Bangladesh are fertile ground for looting money. And the approval of digital banks without proper preparation could be a step in the wrong direction for the entire banking sector. Any lack of awareness on any ground may create enormous security risks for digital banking. Weak security systems may turn digital banks into platforms for plundering the money of depositors – the weakest section of banks' stakeholders.\nIn order to approve a digital bank licence, Bangladesh Bank may use a benchmark for applicants that will improve the country's overall economic condition. For example, if the applicants are banks, their NPL rates (the benchmark) must be less than five percent and they should have decent online banking operations.\nDr Md Main Uddin is professor and former chairman of the Department of Banking and Insurance at the University of Dhaka. He can be reached at [email protected]\n\n",
        "headline_1": "Do we really need digital banks?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/do-we-really-need-digital-banks-3420246",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "A Dhaka tribunal has sentenced two top officials of rights body Odhikar to two years' imprisonment each in a case under the ICT Act. The case was filed for a \"distorted\" report and \"doctored\" images about the May 5-6, 2013 police action on a Hefajat-e-Islam rally in Motijheel, Dhaka. Apparently, the report \"tarnished\" the image of the country, government, and law enforcement agencies, by claiming that 61 people had died that day – which was much higher than the official count. It can be mentioned that, at the time, there were discrepancies in the number of deaths reported by various organisations, while Hefajat itself alleged the deaths were in the thousands, a claim that was found to be completely false. But no cases were filed against it for this.\nWhile we cannot comment on the merit of the recent verdict, we are concerned about the effects it will have on human rights defenders in general. Soon after the verdict, 48 eminent citizens of the country rightly demanded the immediate release of the two officials, stating that the incident would create obstacles to ensuring human rights and also prevent rights defenders from doing their jobs. Many abroad have also expressed similar concerns.\nWe cannot but feel a sense of unease at the timing of this verdict, coming as it does in an atmosphere of hostility towards dissenting voices. We have seen in the past the practice of exploiting and politicising the legal system to harass whoever the government of the day deemed an opponent. When governments changed, hundreds of cases filed by the previous administration disappeared because they were seen to be \"politically motivated.\"\nInterestingly, in 2013, after their rally in Motijheel – which resulted in arson, vandalism and assault by Hefajat activists – at least 83 cases were filed against Hefajat, later accusing 3,416. Many senior Hefajat leaders went into hiding, fearing arrest. Only five years later, however, the government helped the same group to hold a rally in Dhaka, the mayhem caused during its last rally apparently forgotten. It should also be noted that the Human Rights Watch has pointed out that prosecutorial action on the Odhikar case did not proceed until 2021 – after US sanctions were placed on the Rapid Action Battalion (Rab) for its alleged involvement in enforced disappearances and extrajudicial killings.\nIn this connection, we must add that the speed with which individuals have been arrested and sent to jail in recent years – first under Section 57 of the ICT Act, and then the Digital Security Act – has created a culture of fear among people critical of government activities. This contributes to the overall uncertainty faced by the more active citizens, including journalists and human rights defenders. This cannot continue indefinitely.\nWe urge the concerned authorities to review the Odhikar case. The government should focus more on investigating the allegations of human rights violations, rather than clamping down on those trying to report on these incidents. Jailing human rights defenders will not improve our image abroad. It is not in the best interests of our people either.\n",
        "headline_1": "Jailing rights defenders sends the wrong message",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/jailing-rights-defenders-sends-the-wrong-message-3420276",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "The Rangpur Medical College Hospital is in a crisis, with the authorities seemingly nonplussed about the dysfunctional state of the hospital. A recent report from a major national daily has revealed that 537 medical devices, including both of the two CT scan machines, the only angiogram machine, 46 cardiac monitors, and pulse oximeters, are all out of order at the hospital. According to another report, three of the 10 ICU beds are frequently out of service, and the ICU department lacks essential facilities such as echocardiogram, ultrasonography, portable X-ray machine, and artificial blood gas analysis.\nThe problems at Rangpur Medical run deep and have been persistent for years, exacerbated by corruption, syndicates, and a severe shortage of medical facilities and manpower. Reports suggest that many of the hospital's heavy equipment was purchased from a single vendor, Lexicon Merchandise, in FY2011-12 and FY2012-13 for more than Tk 100 crore. Most of the equipment became dysfunctional within a year. Currently, another syndicate known as \"char khalifa\" is reportedly controlling most of the requisition deals. Allegedly, the hospital management does not want to fix the existing equipment, but prefers to buy new equipment instead. There are even allegations that some syndicates deliberately break machines in order to force patients to go to private hospitals, which are much more expensive.\nRangpur Medical serves an average of 2,000 patients every day and is the central medical support system for more than 20 million inhabitants of the northernmost division of the country. But mismanagement and greed are costing people their hard-earned money and, in the worst case scenario, their lives. Moreover, many service-seekers have reported being extorted by the medical staff at every step of the process. The health minister has acknowledged the problem, and the Anti-Corruption Commission (ACC) has taken action against some of the perpetrators. Still, the problems at the hospital persist.\nWe don't want to believe that the syndicates at Rangpur Medical are so powerful that even the higher authorities can't intervene and improve its condition. We urge the health ministry to thoroughly investigate the systemic crisis at this crucial healthcare facility, take immediate steps to resolve the issues, and alleviate the suffering of the patients.\n",
        "headline_1": "Rangpur Medical in perpetual crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rangpur-medical-perpetual-crisis-3420081",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "In a desperate effort to rein in the seemingly endless bouts of price hike of basic food staples like vegetable oil, onion, garlic, egg, potato, etc., the government has set maximum retail price (MRP) on a range of products. Already it is evident that these measures are not having their desired effect. For instance, price per egg had been pegged at Tk 12 on Thursday (September 14), it was being traded between Tk 13 and Tk 13.5 on the following day. And while various government authorities were quick to state that thousands of cases had been lodged against producers and traders of the said commodities, these steps have come too late and often carry penalties that have little effect on market manipulative tactics.Indeed, if one looks at the MRP chart, potato per kilogram (kg) is supposed to be Tk36 per kg, but was traded from Tk 48 to Tk 55 per kg on last Thursday; loose soybean that is consumed by a very large section of the less privileged section of society was pegged at Tk 169 per litre but traded at as high as Tk 180 per litre. One of the most volatile items, the local variety onion is supposed to trade at Tk 64 per kg, but retailed for Tk 90. The price variation was there for every other item. Hence people are left wondering precisely why this announcement was made because consumers ended up paying through the nose regardless of the directive aimed at controlling retail prices were wilfully ignored.If past experience is anything to go by, these 'actions' usually mean the government opening up the market to import. This is hardly conducive to the economy on several grounds. First, the economy is in doldrums because of the state of finances. The government's monetary policy currently points toward saving foreign exchange as far as possible. The International Monetary Fund's terms dictate that the foreign exchange reserve cannot go below a certain threshold and hence the problem. Secondly, it is all too plain that there are no plans to seriously ramp up monitoring the supply chain of essential products. The onsite supervision of the markets is being done by several agencies working together and there is ample opportunity for traders to be informed well in advance of such raids. This is evident from the declaration by the ministry that the Directorate of National Consumer Rights Protection (DNCRP), DCs and UNOs will monitor market at local levels.Such paltry measures have not worked in the past and certainly will not work now. Supervision at every level of the supply chain is what is required. There is no point in just concentrating on the tail end (retail level) because there is ample evidence that syndicates have been formed at every level up the chain. Beyond setting fines, what has been done? Have there been any incarcerations that are not easily bailable? For instance, there have been media reports recently that traders were selling ordinary eggs as 'organic' eggs and raking in huge profits. Examples of such cheating abound and yet there is none to watch the market on a regular basis. The DNCRP is vastly understaffed and under-equipped to monitor the dozens of markets in Dhaka city alone, forget about a nationwide monitoring scheme. Apart from these, steps need to be taken to address allegations that certain elements in the DNCRP have been in cahoots with companies involved in market price manipulation. If the authorities are serious about tackling artificial price manipulation, then it has to get tough on graft everywhere. Merely declaring MRP on everything is a delaying tactic unless backed up by active measures.",
        "headline_1": "Strong monitoring answer to unstable essentials market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strong-monitoring-answer-to-unstable-essentials-market-1694878240",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "Bangladesh's eagerness to sign free trade agreements (FTA) with various trade partners is known. To recover the erosion of preferences like duty-free quota-free market access in the post-LDC era, signing bilateral and regional FTAs is now critical. The policymakers also recognise the necessity. Still, there is a dilemma in signing a bilateral FTA (BFTA) and the country has yet to sign any BFTA, except for a preferential trade agreement (PTA) with Bhutan. Even if the dilemma goes, several barriers to striking a win-win FTA need to be addressed. A government study estimated that Bangladesh would lose US$ 7.0 billion in export revenue in 2027 after graduating from the Least Developed Country (LDC) category in 2026. After graduation, different trade and tariff preferences will no longer exist as those are exclusively for LDCs. So, the initial shock will be a loss in export earnings due to higher tariffs and stiff competition. It is not guaranteed that FTAs will fully compensate for the loss. What is essential is exploring various markets through free trade deals, as it will take time to get the desired outcome.The first barrier to signing an FTA is that Bangladesh neither has adequate capacity, nor experience on strong trade negotiations and signing comprehensive FTAs. The fact is also recognised in the 'Impact Assessment and Coping up Strategies of Graduation from LDC Status for Bangladesh', prepared by the planning commission three years back. Thus, enhancing trade negotiating capacity in both the public and private spheres is necessary. Already, the government has taken some measures, and more is expected to come. Another big barrier to striking a BFTA is the apprehension of a reduction in customs duty at the import stage due to tariff concession to the FTA partner country. Around 11 per cent of the country's total revenue comes from customs duties or import tariffs. The cut in income from the source will create extended pressure to offset the loss from domestic sources. The concern about a cut in import revenue largely holds back advancement in any FTA deal. Nevertheless, it will not be possible to rely on customs duty as a significant source of revenue in the near future. Now, it also appears that the authorities have started to give up the conservative approach so that revenue issue does not become a barrier to signing an FTA. The first tariff policy of the country, adopted last month is a clear indication in this regard. It underscores the reduction of the protective tariff gradually and simplifies the overall tariff regime. Overall, the tariff policy mentions that tariffs should be considered a critical tool of the country's trade policy and not an instrument of revenue generation.The existing gap between the bound and applied tariff rates also gives a misleading message to the trade partners. The country's simple average final bound tariff rate is 156.30 per cent, while the most favoured nation (MFN) rate was 14 per cent in 2021. Some may think that though the country generally imposes a lower tariff rate, it can enhance it to as high as 150 per cent or more at any time. The ample policy space for tariff escalation needs to be reconsidered to make the tariff regime more predictable.Besides the tariffs, non-tariff measures (NTMs) also require review and adjustment to create adequate space for FTA negotiations. So far, there is an attitude that the leading trade partners have used various NTMs to make the imports from Bangladesh challenging or complex. The opposite is also true and needs to be recognised fully. NTM Business Survey 2014-2015, conducted by the Geneva-based International Trade Centre (ITC), showed that there exists some regulatory and procedural obstacles to two-way trade with Bangladesh. Almost a decade later, things have improved in many areas, although there is room for further improvement. As the patterns of FTA have already changed where tariffs and trade in goods are not the only priority, NTMs, including standards have emerged as an essential dimension. Moreover, NTMs are not imposed by the governments arbitrarily. The firms in the global value chains set the various standards and compel the respective governments to take different NTMs. So, understanding domestic and external NTM is a must while negotiating an FTA. Keeping the own NTMs stringent and complex in the name of protecting local industry or consumer welfare is not helpful for striking a win-win FTA with other countries. As the issue of NTM is tricky, it requires deep examination for adjustment. FTA is also a tool for integration in the global economy. The 'World Trade Report 2023: Re-Globalisation for a Secure, Inclusive and Sustainable Future', released by the World Trade Organization (WTO) last week in Geneva, said: \"Open trade, supported by a robust multilateral trading system, serves as a key driver of economic security by enabling firms and households to access alternative options when faced with supply shortages.\" It also argued that more open trade and deeper integration have contributed to reducing poverty. The more a country integrates with the rest of the world, the more it has the scope to tap various benefits and not without risks. So, FTA is also not a panacea. An FTA may drive domestic industries to improve competitiveness, rely less on government support, open new markets, and invite new investments. At the same time, there are risks of disruptive competition and loss of traditional livelihoods with a negative impact on jobs. That's why it is necessary to rigorously negotiate an FTA deal with another country so that the risks could be minimised in the long run.[email protected]",
        "headline_1": "Addressing the barriers to FTA",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-the-barriers-to-fta-1694878290",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "The recent spurt of 'nouka baich' (boat race) in the country's rural and semi-rural areas remind many of the fact that Bangladesh is a river-filled country. At the same time it shows that the typically Bengalee sport-cum-amusement has managed to weather all the gusts of change through the ages. In the areas lacking rivers and navigable canals and 'haors', people engage in events that require vast swathes of land. In spite of being largely agrarian, Bangladesh has never lacked its joy and festivities over the native rural sport events. No matter if the site is located on the bank of a river, or a dry area filled with aridity, one or another sport event has to be present there. The rural people have been fond of all kinds of native sports for ages. Among them, the boat race emerges as the most popular. The others include 'kabadi', 'dariabandha', swimming competition, 'lathi khela' (stick wielding) 'ghore-dour' (horse race) or 'boli-khela' (a kind of wrestling), and many localised events. In the span of the last fifty years, football has carved out a remarkable place in the rural sports arena. Cricket joined the village sports much later. But this gentleman's sport is nowhere near football in terms of popularity.In the midst of so many sport events, the boat race is still found basking in its traditional glory and festivities. This special position of the event, full of excitement, and accompanying traditional songs, remains a great surprise to experts working on the changing pattern of cultural practices in Bangladesh. The feeling of surprise stems from the many facts related to the new trends in people's recreational life. Amazingly, when it comes to 'nouka baich', the general people are found filled with the thrill and excitement which they demonstrated in the past. But there are disadvantages, too. Those include the fast dying of rivers across the country. It is the syndicates of formidably powerful river grabbers who continue to encroach on the many otherwise lively river flows. Many villagers attribute the unabated drop in the number of 'baiches' to the slow deaths of myriad rivers and their tributaries. The deaths of these rivers are mainly expedited by the 'encroachment 'racketeers'. A few of them at times might feel repentant. They are aware of their misdeeds. But their narrow interest and greed overrides their conscience. One of their misdeeds is they deprive the common people of a breath-taking amusement, not experienced frequently. The common notion is it is the season of monsoon when the rivers are in spate which is the ideal time for boat races. Experienced people do not agree. They find the rivers in a mild form of flow to be the most suitable for boat races.In the season of late monsoon, rivers in the country's south-western, north-eastern and central regions were once considered ideal for organising boat races. It was in these mid-width rivers that a few 'baiches' were held in the last couple of months. With the season of the rain-fed rivers fully over, and many going back to their often-obstructed flows, the season of boat races starts petering out. Against this present state of rivers, the rise in the number of boat races prompts many to take heart, and feel the joy of watching the traditional sport once again in the country. Had the recreational sport event's revival carried the long-cherished message regarding the country's rivers, nothing could have been more auspicious. Organising boat races in the rivers of Bangladesh, like in the past, would have carried the unequivocal message: the rivers are getting back their normal shape. Many will, however, call this hope a pipedream.[email protected]",
        "headline_1": "Taking heart from boat races",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taking-heart-from-boat-races-1694878346",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2023"
    },
    {
        "full_article": "Train journey is safe, comfortable and affordable. But for rampant black market operating for train tickets, many travellers nowadays are avoiding trains. Passengers cannot find tickets at the ticket counters, though those can be bought from several Facebook groups where brokers try to sell train tickets bought earlier. The problem is that they have to pay some extra money. Some tickets are always available in the black market though the whole system of ticketing has gone digital now. Bangladesh Railway (BR) has introduced online ticketing system and passengers can purchase their tickets using BR's e-ticketing service. However, the tickets which can be bought from this site are often sold out, even several days before a journey. Recently, allegations were made by passengers that some corrupt railway officials are involved in supplying tickets to the black market. Passengers have also complained that if someone pays extra money to the person at the counter, they can get a ticket easily. A group of black market operators move freely around Kamalapur Railway Station and openly sell tickets charging high price. In this situation, we urge the railway authorities to identify those involved in this illegal practice of black marketing and take stern action against them. Otherwise, people will reject this popular service forever.Ashikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Stopping train ticket sale on black market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stopping-train-ticket-sale-on-black-market-1694878380",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2023"
    }
]