[
    {
        "full_article": "The Goods and Services Tax (GST) Council was convened last week for the first time in nearly nine months. With 11 new State Ministers on board and a recalibrated NDA government at the Centre, the Council began afresh with a loaded agenda of clarifications, tweaks, forbearances, and other procedural changes, based on industry feedback and vetted by officials, that awaited its nod. Acknowledging that it could not conclude deliberations on all that had accumulated on its plate, the Council has resolved to meet again in August to take up the rest of the items. Yet, it is quite creditable that the Council could, over an afternoon preceded by Union Budget consultations with States, arrive at a consensus on a flurry of issues aimed at easing the lot of taxpayers, reducing litigation, and even providing tax relief on some items. To help students, hostel accommodation costing up to ₹20,000 a month has been exempted from GST altogether, along with railway services availed by passengers. A uniform 12% rate has been approved for packing cartons, milk cans, and solar cookers, doing away with confusing classification differences based on material or technologies.Apart from several industry-specific measures, a few of which will kick in with retrospective effect, the Council also opted to waive interest and penalty on tax dues for the first three years of GST, provided they are paid by March 2025. Moreover, it lowered the stipulated pre-deposits for filing appeals, including those that will be filed with the upcoming GST Appellate Tribunals, and approved a new form for taxpayers to correct errors or oversights in previous returns. Beyond nitty-gritties, the Council also signed off on ending the anti-profiteering clause that required firms to pass on any tax cut gains to customers, and mandating biometric-based Aadhaar authentication for all GST registrations in a phased manner across India. The former will quell a difficult-to-implement industry irritant, and one hopes the latter will effectively ease the registration process that some say has become cumbersome in recent times, while curbing fraud perpetrated through fake invoicing. The ground-level impact of these moves may depend on the fine print that may follow, but the intent to simplify and declutter the seven-year old indirect tax regime is clear. It is refreshing that the Council also plans to take stock of the 2021 plan to rationalise the multiple-rate GST structure, that has been in cold storage for a while, when it meets next. The apex GST body must not only revive and expedite GST rate reforms but also incorporate a road map to bring excluded items such as petroleum and electricity into the GST net while rejigging tax rates.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntaxes and duties\n\n/\n\nministers (government)\n\n/\n\nNational Democratic Alliance\n\n/\n\nUnion Budget\n\n/\n\nstudents\n\n/\n\nuniversities and colleges\n\n/\n\nindian railways\n\n/\n\nsolar\n\n/\n\npaper and packaging product\n\n/\n\nAadhaar",
        "headline_1": "A fresh start: On the Goods and Services Tax Council meet",
        "headline_2": "The GST Council must not lose sight of broader reforms",
        "link": "https://www.thehindu.com/opinion/editorial/a-fresh-start-on-the-goods-and-services-tax-council-meet/article68340666.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "The Kenyan President’s decision to rush through Parliament an IMF-backed finance Bill that sought to increase taxes on everything from imported sanitary pads and tyres to bread and fuel backfired, with protesters storming a section of the Parliament on Tuesday. After the protests, which rights groups said had left at least 23 people killed and 200 injured, President William Ruto announced that he would not sign the Bill. The Kenyan government could have avoided this bloody confrontation had it paid more attention to the public mood. The government’s plan was to raise an extra 200 billion Kenyan shilling (some $1.55 billion) in taxes. Earlier this year, the country had reached a deal with the IMF to secure $941 million in additional lending. In subsequent talks in Nairobi, they agreed to reforms, including tax increases, to stabilise the country’s debt-battered financial situation. The IMF deal triggered street protests. But the government still went ahead with the plan to impose additional taxes on the country of 54 million people, a third of whom still live in poverty.The government argues that its hands were tied as the country struggles to repay its huge debt burden — domestic and foreign debt was a staggering $80 billion last year, accounting for nearly three-fourths of its GDP. The government spent more than half of its revenue servicing debts last year. The crisis is an indictment of the development model Kenya and several other countries in the continent follow. Kenya, one of the fastest growing countries in Africa, has borrowed heavily from multinational lenders such as the World Bank and the IMF as well as bilateral partners such as China, to finance its infrastructure projects. But growth tanked and expenses rocketed during the COVID-19 pandemic years. The Ukraine war has led to a spike in global food and energy prices, hitting African economies. When the advanced countries increased interest rates to fight inflation, the payment burden of debt-ridden countries ballooned. In Africa, Zambia and Ghana defaulted on their payments, and then reached agreements with their creditors to restructure debt. Mr. Ruto, who came to power in 2022, has promised to address the debt problem. But he has been unimaginative and conventional, letting the unpopular IMF dictate one-sided policy measures. Now that the Bill has been withdrawn, he will have to tread carefully. He has yet to spell out his next measures, besides saying that austerity measures would be rolled out. He will have to strike a balance between his people’s needs and Kenya’s creditors. Multinational and bilateral lenders should help the debt-laden countries in Africa come out of this trap without punishing their poor populace. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKenya\n\n/\n\ngovernment debt\n\n/\n\nparliament\n\n/\n\nlaws\n\n/\n\ntaxes and duties\n\n/\n\ngovernment\n\n/\n\npoverty\n\n/\n\nAfrican Union\n\n/\n\nbanking\n\n/\n\nChina\n\n/\n\nCoronavirus\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\neconomic sanction",
        "headline_1": "​Debt trap: On crisis in Kenya",
        "headline_2": "Kenya must find ways to service its debt without punishing its people",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdebt-trap-on-crisis-in-kenya/article68344717.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "India’s building lots of infra. Who’s checking quality? \nA tragedy like the collapse of foyer roof at Delhi airport’s domestic terminal that killed at least one, will likely happen again – in some airport, or bridge, hospital or commercial building. It sounds doomy, but it must be said. Hours before the Delhi accident, visuals from Jabalpur airport showed a car crushed by a roof section that caved in. \nMissing link | It’s a laundry list of accidents from what most certainly is shoddy construction and maintenance, for decades a missing link in India’s infra boom. And it shows up across the country – in the collapse of Majerhat bridge or Vivekananda flyover in Kolkata, Morbi bridge in Gujarat, seepage in Mumbai’s undersea tunnel, or Ayodhya temple, flooding in new underpasses in Delhi ahead of G20. We don’t even count deaths from potholes – whether Mumbai or Delhi, or drownings in overflowing drains.\nSector in pain | Delhi’s GMR-run airport is the jewel in India’s airports’ crown. Its three terminals make it the world’s second busiest by seating capacity. GOI’s civil aviation infra push had a capex of over ₹98k cr (2019-24) for development, upgradation and modernisation. India has 149 operational airports, including 75 added over the last decade. But the sector is struggling, in every manner. Passengers shell out big money even, purportedly, for airport upkeep. Where is it all going?\nRed flags | India’s rapid infra boom has been handicapped by scant oversight of contractor companies, lack of regular inspections, even shortage of qualified inspectors. Inconsistent standards and poor quality of materials worsen impacts of outdated inspection techniques, limited budgets and staff shortage. There’s corruption and conflict of interest.\nHeavy rain and extreme weather is the new normal; it is no excuse. The fast pace of development has outpaced inspection and maintenance capabilities. That’s a man-made disaster. GOI will review all airports. Is that nearly enough? The answer’s obvious. \n\n",
        "headline_1": "In for a stricture",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-for-a-stricture-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "What a football hero from a tiny country tells us   \nFootball is nothing without its fairytale moments. Georgia’s spectacular victory over Portugal to qualify for the last 16 stage of the ongoing Euro 2024 adds to the collection. A country of 3.7mn, this was Georgia’s first major tournament. Khvicha Kvaratskhelia, who scored the opening goal against Cristiano Ronaldo’s side, was a random 12-year-old in the crowd when the Portuguese star came for the inauguration of a football academy in Georgia in 2013. Without a doubt, this is Georgia’s greatest sporting moment.\nPast to present | Sure, Georgia did have a strong footballing culture in Soviet times, and Dinamo Tbilisi was a powerhouse in the Soviet championships. Fun fact, Stalin was Georgian. But post-independence, Georgian football saw a steep decline. It’s only in recent years with help from Uefa that Georgian football revived, developing infra and establishing training centres. This led to emergence of players like Kvaratskhelia, who now plays for Italian club Napoli. \nIndian football’s moment? | When will Indian football achieve similar results? Note that in 2015 Georgia’s Fifa ranking was 154, India’s was 156. Today, Georgia is ranked 74 while India is at 124. It’s not that a nation of 1.4bn people doesn’t have footballing talent. But as the mess with the sacking of men’s team head coach Igor Stimac shows, bureaucratic inefficiencies persist in the system. We have the players, but we don’t have the administrative system for a Georgian fairytale yet.  \n\n",
        "headline_1": "Kvaratskhelianism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/kvaratskhelianism-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "New Delhi building deterrence against Beijing is welcome. But without political dialogue, chances of miscalculations rise. The two are not mutually exclusive\nSince 2020, dealing with China has been the most debated topic of Indian foreign policy. That the old bilateral framework has irretrievably fractured because China violated a basic principle – non-use of force in resolving disputes – is not in doubt. The debate is about the way forward in building a new relationship based on the current realities.\n\nRead full story on TOI+\n\n",
        "headline_1": "Keep your enemy closer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/keep-your-enemy-closer/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "UN human rights body wants cases dropped against Arundhati Roy for her speech 14 years ago. The very sanction to prosecute raises legal questions about belated prosecutions and right to freedom of speech\n\nBy Shyam Rajan Agarwal\nYesterday, author-activist Arundhati Roy was awarded the prestigious Pen Pinter prize for her “unflinching and unswerving” writing. Alongside the award was UN’s call to New Delhi to drop cases against Roy, and also review India’s anti-terror law UAPA.\nRead full story at TOI+\n\n",
        "headline_1": "The law of not-so-small things",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-law-of-not-so-small-things/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "If you cast your memories back to the last FIFA World Cup, then this Euro 2024 group stage has dramatically fallen short of providing the electricity football usually brings in the European continent. Then again, there is always that argument that we tend to recall only a handful of the best matches, while most group rounds are quite tedious. But in my opinion, this has been one of the slowest starts to a European campaign by most teams. \nWhen the new 24-team format was introduced back in 2016, the criticism was that lower ranked teams would be out of their depth when facing other European giants. However, that ideology has very well been crushed this year. Every side has managed to win at least one point from their three matches. Only Scotland faced the toughest wrath, losing 5-1 on the first match day, but that is very much due to how well Germany kicked off the tournament, being the host country. Newer teams such as Albania held their ground well and only lost by a goal to Spain and Italy; Georgia outplayed Portugal on the final day, securing a 2-0 win and a place in the knockout stages. Serbia, despite finishing last in their group, dragged their campaign to the final second of the round. It was not a question of being out of depth, but rather whether the matches had entailed the same level of excitement as in the previous campaigns.\nIn terms of the actual games, the lack of goals for occasional football fans would be one reason why they seemed wearisome. For seasonal fans, it was also the lack of cohesion or structure in the teams that made the matches feel languorous. Take England, for example. The Three Lions boast one of the finest teams on paper, but on the field they look lost, lacklustre and confused. There is no structure; there is no output. Despite having some of the best talent in world football, such as Phil Foden, Jude Bellingham, Cole Palmer, Bukayo Saka and Harry Kane, England's attacking play has been blunt. They only managed to score two goals, and Gareth Southgate's \"safe\" football has garnered harsh criticism. Similarly, France, with Kylian Mbappe and an exciting overall squad, have managed to only score two goals—a deflected own goal and another from the penalty spot. Belgium probably had one of the poorest conversion rates, managing to score only twice from an xG of 4.35.\nSpain and Germany have perhaps been the most consistent and exciting among the top teams, while Austria have emerged as the most fun to watch. Ralf Rangnick, the once-upon-a-time interim coach of Manchester United, has set up a team that don't just sit back and defend, but rather seem to have a style of play that suits their game. That is why it was no shock that they managed to put three past the Netherlands to top their group, whereas France struggled to put the ball in the back of the net against the Dutch. In some ways, it also showcases the problem with these group stage matches: in games where the teams did not have a clear edge or a possibility of going home, they were content with sitting back and playing counterattack instead.\nHaving said all of this, not all matches were as bad; some did have last-minute goals—Germany equalising in the 92nd minute against Switzerland; a goal from Hungary in the 100th minute to book a place in the knockout rounds; and a last-minute equaliser from Italy to send Croatia and Luka Modrić home. There was some excitement. There have also been instances of tactical diversity, with some teams setting up three at the back, some with two wide players deployed and allowed to drift inside the midfield, while others have used their wingers to stretch the attack. We have seen the resurgence of N'Golo Kante from a deep-lying playmaker position and then dribbling into the box. Toni Kroos in his final international tournament, still playing a crucial role to instigate Germany's attack. The false nine in Kai Havertz, Andrej Kramarić have also made a return, along with the traditional big forwards, Niclas Füllkrug and Wout Weghorst, having the final say in a game. There have been a lot of tweaks and turns from the coaching aspect, but often it felt as if the players were still figuring out their roles. \nBut all is not doomed. Now is when the real football will kick in; in fact it must kick in, or else teams will be sent packing back home. Knockout football is always exciting because there is the fact that if you cannot execute, you are executed. The very first match is an exciting one as Switzerland take on Italy. The latter, who are the reigning champions, are yet to find their feet in the tournament, having thoroughly been outplayed by Spain in the group stages. But this is somewhat reminiscent of the previous tournament where they always seemed like they were going to go out, only to find their feet when required. This is also how knockout football is. Switzerland, on the other hand, have been a pleasant surprise and with bold tactical changes, it seems they have found a way to manage games well. \nEngland take on Slovakia. So far, both teams have shown more energy in their defensive third rather than their attacking, and as a pessimistic football fan, I see signs that this will end in a one-goal scoreline. Romania, who shockingly finished top of their group, take on Netherlands. This has all the potentiality to be a fun match as both teams have a decently paced attack. Despite the Netherlands still waiting to implode and Ronald Koeman still figuring out how to use Jeremie Frimpong, with a do-or-go-home possibility, expect a fun match. \nAustria and Türkiye will be every keen football fan's go-to match. Türkiye are chaotic, sometimes sporadic, but always fun to witness. Austria's newfound dynamism is contagious, and thus this will be that match everyone will hopefully talk about at the end of the tournament because of how unpredictable the matchup is. Host Germany take on last Euro's dark horse Denmark, and while Germany are one of the favourites to win, Denmark have not been all that disappointing—or perhaps that is how low the bar for quality has been set. Spain take on Georgia, and no matter how immensely fun it has been to watch Khvicha Kvaratskhelia and his mates play, it seems very unlikely that they would find a way to crack this stern Spanish side who, despite the lack of experience in the squad, are very much playing the most calm-headed football. \nThen, finally, there are France taking on Belgium and Portugal taking on Slovenia. France are the favourite in their match, and more so with the fact that they have a strong defensive pairing mixed with Romelu Lukaku's inability to score without VAR ruling it out. On paper, Portugal are tipped to stop Slovenia's party, and even though they lost to Georgia in their final game, it is important to note that they made several changes, with some experimental tactical changes. Aside from that experiment going wrong, they have been a strong team so far, even if their star talisman Cristiano Ronaldo has yet to find the back of the net. \nThere is still a lot of football yet to be played in the Euro 2024, and with the knockout stage kicking off this Saturday, hopefully the best is yet to come. Yes, it has been quite monotonous so far, but it is also easy to overlook the remarkable achievements of some of the smaller nations who have advanced from their groups and are now competing against teams they would not usually face at this stage of the competition. With more at stake now, let us hope for the best.\nRaiyan Binte Rafiq is the sports columnist for The Daily Star. She is currently pursuing an LLM, while freelancing for INDIVISA. She also oversees recruitment at Next Level Sports Management based in Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The dreading calm before the hopeful storm?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-dreading-calm-the-hopeful-storm-3644046",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "It is concerning that Indigenous women are falling victim to trafficking gangs who smuggle them to China under the pretext of marriage, lucrative jobs or education opportunities. A report published in this daily mentioned several cases filed with police about gangs who forced women to marry Chinese nationals and then trafficked them to China. According to the report, these local gangs, some of which are operative in the capital's Uttara area, sell the women for Tk 10-20 lakh.\nWhile Bangladeshi women and children are trafficked mostly to India and the Middle East, human trafficking to China came to focus six years ago when three women were rescued and brought back home. China's decades-long one child policy has created an imbalance in the country's sex ratio, which has driven the illicit trade of foreign women, mostly from Southeast Asia. In recent times, it appears that traffickers are also targeting Indigenous Bangladeshi women.\n\nIn addition to revamping the legal process, the government as well as organisations working to curb human trafficking must run awareness campaigns on social media and in targeted areas where Indigenous women from marginalised communities might fall into traffickers' traps.\nIn an email responding to the most recent trafficking cases, the Chinese government reiterated its stance against human trafficking to protect the rights of women and children, which is undoubtedly a positive sign. However, law enforcement agencies in Bangladesh, too, should increase their vigilance against local trafficking gangs that are arranging these fake, coerced or exploitative marriages. We need to address the low rate of conviction and inadequate sentencing of perpetrators of human trafficking. In addition to revamping the legal process, the government as well as organisations working to curb human trafficking must run awareness campaigns on social media and in targeted areas where Indigenous women from marginalised communities might fall into traffickers' traps.\nFinally, the government must address the root causes of trafficking in person: poverty, inequality, and education. Given the historical and political reality of our country's Indigenous communities, young women especially from the Chittagong Hill Tracts are vulnerable to exploitative practices. Historically, sexual violence and abuse have been used against CHT women to dispossess the community of their resources. It is not surprising that in the absence of justice for those crimes, the false promise of a better life elsewhere would interest CHT women and thus increase their vulnerability to human trafficking. To establish a sense of security among Indigenous women, the government needs to truly empower the communities and fulfil the promises of the CHT Peace Accord.\n \n",
        "headline_1": "Alarming trade of Indigenous women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/alarming-trade-indigenous-women-3644006",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "Before this year's T20 World Cup, if the Bangladesh men's cricket team and its fans were offered a situation where they found themselves in the last game of the Super Eight stage with the opportunity to go to the semi-finals, having full control of their own destiny, they would bite the hands off the person offering it. The truth is, the Tigers have exceeded pre-tournament expectations. Yet, at the same time, they have left fans bitterly disappointed.\nNormally, it would be difficult for a team to do these two things at once, but this strange mess of feelings fans have been left with is possibly indicative of what the men's cricket team really is right now: a big mess. \nThey got the obvious things right. The squad picked was close to the best we had to offer. The captain was given a series or two before the world cup to get his team combinations right. The team even featured a couple of young, exciting talents like Towhid Hridoy, Tanzim Hasan Sakib, and Rishad Hossain.\nA lacklustre series win against Zimbabwe and a shock series defeat against the USA tempered expectations too. Everyone knew that nothing should be expected of this team, and anything positive that comes out of this world cup would be a bonus. By the time the team was lining up to play Sri Lanka in Dallas, everyone was prepared for the worst. \nBut the thing with the Bangladesh men's cricket team these days is that it's very difficult to understand what's actually going on with them. The brilliance of young Rishad and the new-found grit of an out-of-sorts Litton Das won the game against Sri Lanka, and when Bangladesh pushed South Africa to the last ball for a narrow defeat, suddenly, they were playing well.\nThe Netherlands and Nepal were promptly defeated in efficient displays, and fans who expected nothing were rewarded with a surprise Super Eight appearance. The coach even came out in the press and said that the goal for this team was to get to the second round, whatever came after would be a bonus.\nFans understood that the team had exceeded expectations. The good feelings from the three victories in the group stage duped everyone into thinking that this team could be expected to do the bare minimum that one might expect from a national sports team. Yes, they were not in form before the tournament. It's true that the senior players in the team were becoming burdens. The cricket board, at this point an entity that is as dysfunctional as it's immovable, couldn't provide the team with the perfect platform. Despite all this, the national cricket team at the world stage was expected to do only one thing—try. And they failed us at that too.\nThere have always been fans and haters of the men's cricket team in Bangladesh. Fans keep hoping that they will come up with the goods, while haters remain sceptical about whether they have the ability to do so. Some of us believe that one day, they will do something truly remarkable, while others believe that such a day will never come. The one thing, however, that everyone for the longest time assumed to be true is that these professional athletes will keep trying until loss is inevitable, and do their best to postpone that inevitability. If they're not good enough (or strong enough, as we keep hearing), it's natural that they will lose. But the mentality to give something an honest go is not dependent on muscles or talent. \n\nThe truth is, the Tigers have exceeded pre-tournament expectations. Yet, at the same time, they have left fans bitterly disappointed. Normally, it would be difficult for a team to do these two things at once, but this strange mess of feelings fans have been left with is possibly indicative of what the men's cricket team really is right now: a big mess. \nAgainst India and Australia, who are clearly superior opponents, the losses felt digestible. The lack of an impetus to post a big score against Australia, or to chase one down against India was a sore sight. But most fans were still thinking that this is all extra, this team was never supposed to be here. When the difficult equations for semi-final qualification in the game against Afghanistan were revealed, then too fans might not have felt malice towards the team. The Afghans make an excellent T20 team; beating them by such margins was not likely.\nBut once again, this mess of a Bangladesh team surprised with a good bowling display, giving the batters a chance to chase 115 runs in 12 overs, a perfectly doable task in today's cricket. How the team reacted to this golden opportunity, however, has opened, deepened, and festered the wounds of trust between the cricket team and its fans.\nEveryone knows what followed. According to the captain in a press conference following the match, the team apparently tried for six overs out of the 12. Once they lost three wickets and figured that the task at hand was too difficult, they decided that giving up semi-final aspirations and going for a comfortable consolation win was the better course of action, something they failed to do anyway by losing the game.\nHerein lies the problem. The team admittedly stopped trying at a point where it was realistically possible to reach the semi-finals. Whether they did it out of fear of failure or embarrassment or lack of belief can be discussed later, but what's certain is, once again, this team breached whatever trust it had left with its fans—the people of Bangladesh.\nSupporting a sports team is a fundamentally illogical act. These gifted athletes who live in a bubble of mainstream popularity don't care about you or me. Their lives and realities are disconnected and different from everyone else. Yet, what makes the illogical act of supporting a sports team worth it is the fact that we assume these people who represent our colours want the same things we do—to win, and if they lose, to do so with heads held high. This is the trust between fans and players that is the basis of the sports industry worldwide. \nThis trust between fans and cricket players in Bangladesh has not deteriorated in one innings against Afghanistan. While the batters' inexplicable surrender in the face of possible victory was a truly humbling blow to loyal followers, the team has chipped away at the fans' perseverance constantly since the 2019 ICC World Cup. When our best player, Shakib Al Hasan, was banned for failing to disclose an approach from a betting syndicate, this trust took a blow. When the much loved captain of the team, Mashrafe Mortaza, chose not to see his own failings and retire with grace, the trust was pegged down a notch. When Tamim Iqbal chose himself over the team by creating pathetic off-field drama, and Shakib Al Hasan participated in it and took it further, the trust was shattered. The 2023 ICC World Cup performance was so bad that as fans, supporting this team felt criminal. This year's T20 World Cup has obliterated any goodwill left among fans.\nStill, cricket in Bangladesh won't die. People may not love the team as much, but the love of the sport prevails. Whether it is this team under this inept board, or some future team under the stewardship of a more capable administration, fan trust will need to be earned back. This is not unprecedented in cricket. India went through this after Mohammad Azharuddin's match-fixing scandal in the early 2000s. Australia did it recently following a ball-tampering incident. Their players did it by playing good cricket, and by presenting a version of themselves to the public that resembled genuine human beings who understood what their efforts meant to the people of their countries. The future of cricket in Bangladesh possibly hinges on the ability of our players to do the same.\nAzmin Azran is digital features coordinator at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The Bangladesh men’s cricket team is suffering from a crisis of trust",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-bangladesh-mens-cricket-team-suffering-crisis-trust-3643996",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "The amount of fund a government allocates in its national budget for primary energy supply reflects its emphasis on ensuring energy security sustainably. But reduction in such allocations as a proportion of the total budget, gives the impression that the policymakers are yet to set their priorities right on the issue. In the fiscal year 2024-25 budget worth Tk7.97 trillion, the energy and power sector is allocated Tk303.17 billion, which is 3.8 per cent of the total budgetary allocation. This is way below the allocation made in proportion to the total budget of the previous fiscal (FY2023-24) at 4.6 per cent. That means the next fiscal (FY25) will see a significant drop by 12.9 per cent compared to FY24's in the sector.In fact, budgetary allocations for the power and energy sector have witnessed fluctuations over the years reaching a peak in FY 2018-19 followed by a sustained decline in the next two consecutive fiscals FY20 and FY21 by about 11 per cent and 30 per cent respectively. Worse yet, out of these budgetary allocations under the power and energy head, the share of energy is decreasing constantly since FY19. This does not speak well for the government's approach to a policy of sustainable energy security. In this connection, a local economic policy think tank, South Asian Network on Economic Modelling (SANEM), has questioned the government's policy of building the infrastructure of LNG (Liquefied Natural Gas), which is basically an import-based primary energy source. How can an imported fuel like LNG known for price volatility can be a basis for the country's energy security? True, power generation is a top priority as the finance minister in his budget speech informed of the government's plan to increase nation's power generation capacity to 40,000 MW by 2030 and 60,000 MW by 2041. Now the question arises, what is the point of boosting the power generation capacity further when over 9,000 MW of power in excess of demand for 17,800 MW this summer is being produced currently in the country? This overcapacity has put an additional price burden on the consumers, who have already experienced power tariff hike four times in a year between January 2023 and February 20, 2024. This calls for a transparent energy governance policy. To ensure the nation's energy security on a sustainable basis, the government ought to reduce its dependence on imported fuels and, at the same time, diversify its primary energy source with an emphasis on renewable energy and exploration of domestic gas and coal reserves.Though in a developing economy with few domestic primary energy reserves, achieving complete energy independence is a tall order, still the country cannot go on importing fuels to generate power. The government renewable energy plans include the Eighth Five Year plan, the Delta Plan 2100, the Mujib Climate Prosperity Plan 2022-41, the Power System Master Plan 2016 and Prospective Plan 2021 and finally, the Integrated Power Master Plan (IEPMP). Though these make an impressive list reflecting the government's seriousness about enhancing energy production from renewable sources, the allocation of only Tk1.0 billion for the proposed FY25 budget makes little sense. It is more so if the paltry sum of Tk119 million (less by 23.61 per cent than that of FY24), allocated for the Sustainable Renewable Energy Development Authority (SREDA) is considered. A rational approach to energy policy calls for addressing the mismatch between the government's ambitious plans and the budgetary allocations for the purpose.",
        "headline_1": "Need for rational budgetary allocation for energy security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-rational-budgetary-allocation-for-energy-security-1719576735",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "The Foreign Investors Chamber of Commerce and Industry (FICCI) held a seminar titled 'National Logistics Policy 2024 of Bangladesh: From Policy Framework to Execution' at a city hotel on Tuesday last. The policy is being slated to be a major step for Bangladesh \"towards bolstering its position in the global market and spurring economic development.\" The event brought together policymakers, key businesses involved in supply chain, logistics companies and experts who pointed out that the national policy is the fruit of collaborative efforts of all major stakeholders involved in the transportation of goods on both domestic and international routes.The policy provides direction as to how to lower business costs, boost exports that will help Bangladesh integrate better into the Global Value Chain - all of which are essential elements for building the government's vision of a 'Smart Bangladesh'. Discussants agreed that for any of this to happen, the state must agree to implement the reform agenda stipulated in the policy prior to execution of the policy. For the country to have a competitive business climate, a lot remains to be done. Major bottlenecks have contributed to unsustainable business practices that are not only unethical but make no sense from a financial point of view. With a national policy in place setting clear goals and what needs to be done will help, as one former MCCI president put it, attract capital, create jobs, demand new skills and generally enhance logistics, increase competitiveness and boost productivity. But as agreed upon in principle by most participants, the success of the policy will depend squarely on the reform plan to overcome sector-wise challenges that revolve around developing a skilled workforce and creating an investment-friendly environment, attracting both local and foreign direct investment. The policy, if implemented as per plan, envisages a situation where cost of production will decrease, exports will increase. There is direct correlation between cost reduction and export boost. It is estimated that if logistics costs are reduced by 25 per cent, exports will increase by around 20 per cent. That is a large increase for any nation. Again, if the average speed of vehicles on the road is increased to 40 km/h, exports are slated to increase by 3.70 per cent due to reduction in lead time, which happens to be a major nagging problem for international trade in Bangladesh.As pointed out by a former FICCI president, that while the policy is comprehensive, everything hinges on correct implementation. Interestingly, none of the logistics companies in Bangladesh are providing full 3 PL services due to regulatory bottlenecks, whereas global logistics companies are providing 3 PL, 4 PL and even 5 PL services elsewhere. 3 PL means those providers who provide \"international transportation, inventory management, order management, distribution and other value-added services. 4 PL is more advanced than 3 PL and can manage entire supply chain management of manufacturers and retailers.\" The policy and its correct implementation could put Bangladesh on the trajectory to a trillion-dollar economy in the next few years. The difference between this policy and others is that the government involved private sector and development partners in policy formulation at every stage. Presently, Bangladesh's economy is worth around US$460 billion and for it to move ahead, such a policy was much needed to connect all the dots between business, trade under a national network. Much work has been done under the present government in terms of infrastructure development with major milestones like the Padma Bridge, Dhaka Metro Rail and expansion of several national highways from 2-lane to 4-lane, the Bangabandhu Sheikh Mujibur Rahman Tunnel (also known as Karnaphuli Tunnel), etc. All these come under the aegis of connecting river ports, with other ports on land, sea and air providing a network to be governed under a national logistics policy. Hence, the reform agendas are considered a prerequisite to the correct policy implementation.The importance of railway has finally been highlighted. Maximisation of a vast rail network is considered essential for the fast, safe and cheap movement of bulk goods and remains grossly underutilised in the country. This service has consistently been undermined at policy level by powerful vested interests and it is necessary to break this powerful nexus that has been holding back faster growth of the economy by reducing dependence on expensive road transportation.Lots of work remains to be done. Lack of coordination has been identified as a major bottleneck and there is both underutilisation and major completed infrastructure like Pangaon ICD and Patenga container terminal remaining inoperative. The newly-formulated policy has the potential to integrate the various land terminals, land ports, inland container depots being developed or already developed by private and public entities. This will propel growth of the economy. It all hinges on proper implementation, which in turn depends on the much-needed reforms.[email protected]",
        "headline_1": "National logistics policy can make a difference",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/national-logistics-policy-can-make-a-difference-1719576793",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-06-2024"
    },
    {
        "full_article": "During the Hajj this year, the death of more than a thousand pilgrims was a shocking incident that also sparked criticism across the world. Death during the Hajj is not unusual, as a few pilgrims die every year due to illness, old-age complications, road accidents and heat stroke. The high death toll this year, however, questioned the overall management of the largest annual gathering of the Muslims. According to an official figure released by the Kingdom of Saudi Arabia (KSA) on Sunday last, some 1,301 pilgrims died mainly due to extreme temperature during the Hajj days between June 14 and 19. Some, however, argued that the actual death toll is higher, and various social media platforms put it at around 5,000. Undoubtedly, the main reason behind the death of pilgrims was the excessive heat as the temperature soared past 51 degree Celsius, especially on the Day of Arafa and the next day. The highest death toll is recorded for Egyptian pilgrims, followed by Indonesians and Indians. The KSA authority also said that around 83 per cent of those who died were unauthorised or unregistered pilgrims and 'walked long distances under direct sunlight, without adequate shelter or comfort.' The official statement also added that there were 'some elderly and chronically ill individuals' among the deceased.Just before the five-day annual ritual started, KSA issued a heat alert and urged the pilgrims to follow health guidelines like using an umbrella, staying inside the tents, drinking plenty of water, and avoiding mad rush. It is also true that several pilgrims failed to follow the protocols properly, causing many to fall ill. Again, it is difficult for many to follow those during the Day of Arafa when pilgrims gathered at Mount Arafat, the final day of Hajj. Whatever the factors behind the pilgrims' deaths, the KSA authorities cannot avoid responsibility, as some mismanagement on their part was also reported. It is difficult to comprehend how some unregistered pilgrims got the chance to go to Mina, Arafat, Muzdalifa, and Jamarat under the strict vigilance of the KSA authority and security forces. Without a Nusuk card, no pilgrims were allowed to enter Makkah and Hajj sites this year. So, the authority needs to investigate the matter.The total number of official pilgrims stood at 1.84 million in the current year, which is almost the same as that of last year. Despite having a similar number of pilgrims, the KSA authorities seem to have faced more challenges managing them efficiently this year. Again, several pilgrims alleged that there was no adequate water supply at night when they had stayed under the open sky at Muzdalifa after spending the whole day at Mount Arafat. The next morning, when they set for Jamarat for stone pelting, the water crisis took a serious turn on the way for many, although there were plenty of water facilities by the roadsides leading to Jamarat. The lack of adequate paramedics to support the heat victims also made things complicated. Non-cooperation from security members, in some cases, made some pilgrims face many difficulties on their way, it is alleged. The KSA authority needs to review these allegations carefully and investigate them instead of sticking to the official version. Over the years, they have successfully improved the Hajj management, providing efficient services to the pilgrims. Nevertheless, several companies authorised by the KSA government to mobilise and manage pilgrims cannot do so efficiently. Some even abandoned the pilgrims during the Hajj days, putting them at risk. So, enhanced and continued vigilance is a must, and the companies and agencies should be penalised for any wrongdoing. As the Hajj is the highest spiritual and physical pilgrimage for the Muslims who can afford, they also believe that death during the period is a divine blessing. This doesn't mean that laxity in ensuring optimal facilities and support has to be accepted. [email protected]",
        "headline_1": "Tragic deaths & Hajj management",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tragic-deaths-hajj-management-1719576884",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-06-2024"
    }
]