[
    {
        "full_article": "The Central Water Commission (CWC)’s proposal to let the Mullaperiyar dam’s Supervisory Committee continue for a year essentially means status quo continues. The proposal makes the Chief Secretaries of Tamil Nadu and Kerala accountable and provides for the participation of technical experts as panel members. The proposed arrangement, presented before the Supreme Court on Tuesday, has become necessary as the CWC is of the view that the National Dam Safety Authority (NDSA), the regulatory body envisaged under the recently enacted Dam Safety Act, will require one year to become fully functional. On Thursday, the two States are expected to inform the Court of their response. Given the features of the 126-year-old Mullaperiyar dam and the controversies surrounding its lime and mortar structure, both States would have nothing much to complain about regarding sticking to the existing arrangement for some more time although they differ in the way they approach the dam. Located in Kerala, it is used by TN for multiple purposes. While TN is keen on getting the strengthening work completed to raise the water level to 152 ft from 142 ft, Kerala wants a new dam built. In the backdrop of landslides in Kerala after heavy rain, fears, though misplaced, have arisen over the dam’s structural stability. Regardless of these apprehensions being addressed through technical and scientific bodies, the issue of safety crops up time and again. What this underlines is that there should be no room for complacency about the dam’s safety. It is for this purpose that the apex court too has been addressing the issue of having a stronger institutional mechanism than the existing Supervisory Committee which has been rendered almost toothless.Ideally speaking, the authority would have been well suited to handle issues concerning the Mullaperiyar, as the Act empowers the body to perform the role of the State Dam Safety Organisation (SDSO) in this context because the NDSA assumes the role of SDSO for a dam located in one State and owned by another. But, as more time is required to have the authority fully in place, the Centre has chosen to rely on the existing structure, with the respective Chief Secretaries being made accountable. With a sub-committee functioning under the Supervisory Committee and one more panel under the National Disaster Management Authority, the oversight mechanism appears to be fine. Still, however well-designed the scheme might be, it is for the authorities to make sure their actions instil public confidence during the monsoon, when the issue of safety in Kerala acquires precedence. It is also their duty to ensure there is no panic and to deal with scaremongers.",
        "headline_1": "Safety first: On Dam Safety Authority",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/safety-first-the-hindu-editorial-on-mullaperiyar-dispute-and-dam-safety-authority/article65296730.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-04-2022"
    },
    {
        "full_article": "Schemes designed for social good do well on intent, but their success depends on whether they are built on principles of sustainability and work within structures of accountability. While the Centre’s intent to provide ‘integrated benefits to children and women’ is behind the comprehensive revamping of the Department of Women and Children’s schemes, is this a rejig constructed with rules that will ensure maximising benefit for shareholders — women and children? Mission Vatsalya, which has been operationalised, is one of the new triad of schemes along with Mission Shakti, and Poshan 2.0, that aims at securing a healthy and happy childhood for every child. Components under Mission Vatsalya include statutory bodies; service delivery structures; institutional care/services; non-institutional community-based care; emergency outreach services; training and capacity building. The impact of this on one of the pillars of India’s child protection services, the ChildLine, has been giving child rights activists sleepless nights. ChildLine (1098), the 24-hour toll free helpline for children in distress, will be manned by the Home Affairs Ministry under Mission Vatsalya, Union Minister Smriti Irani said last year, citing the need to ‘preserve data sensitivity’.ChildLine has been in operation for over 25 years, growing gradually to become one of the largest global networks to assist and rescue children in distress. It has functioned as a public-private partnership between the government and civil society organisations to provide a first-responder safety net, and kick start the process of rescue and rehabilitation of children. A road map to implement the scheme is not yet available, but it is understood that police personnel will first answer the call, handing over implementation to NGOs later. This flies in the face of the facts invoked while setting up the ChildLine in 1996 — children do not feel comfortable confiding in police personnel. It also sought to reduce the burden on the police force, by invoking their assistance only if the circumstances necessitated it. This was proven beyond doubt during a short-lived experiment in Chennai around 2003 when ChildLine calls were diverted to All Women Police Stations (AWPS) — they were inundated with calls, hampering regular work. Sometimes, all the children wanted was to spend some time talking to someone, or they were making multiple blank calls before they picked up the courage to tell all. In many cases, police intervention was not needed at all. The old system was hurriedly revived, and order restored. The Centre will do well to incorporate these responses as it sets out a road map for a key aspect of child protection. Above all, it must consider the issue from the perspective of the key beneficiary of this scheme — the child — and make sure that his/her safety, security and happiness are ensured in a bond born of trust, necessarily going beyond the letter of the law.",
        "headline_1": "The child at the centre: On Mission Vatsalya",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-child-at-the-centre-the-hindu-editorial-on-mission-vatsalya/article65296613.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-04-2022"
    },
    {
        "full_article": "That day, like every other day, I got ready for work at 8am and put on a teep, without giving it much thought. It was the first day of Ramadan; at 8:30am, the traffic was already crazier than usual. I attempted to keep the madness at bay, as we do, by delving into the world of news, on this occasion looking for updates on Maisha Momtaz Meem (21), the NSU student killed by a covered van that had hit her scooter while she was on her way to university on April 1, 2022.\nWhat I found instead were zealous netizens—mostly men—dissecting Meem's attire, cursing her parents for allowing her to own a scooter, and saying she deserved to die for her transgressions. They appointed themselves judge and jury and volunteered for her virtual execution. Hardly anyone addressed the question of road safety, despite having witnessed two massive popular movements demanding safe roads over the past four years. The onus was, once again, on the victim, who happened to be an independent woman. I feel the same \"heat\" every time I am out on my cycle, with almost every speeding car trying to push me aside.\nReeling from this onslaught, I logged on to Facebook to find my feed inundated by my feminist friends' new teep-adorned profile photos, protesting the verbal and physical abuse directed by a policeman, Nazmul Tareque, at Lata Samaddar, a teacher at Tejgaon College, while she was on her way to work. She filed a general diary against the perpetrator, resulting in his suspension. Lata's bold move was widely appreciated, although many netizens—mostly men—were not quite so thrilled. Once again, they unleashed their rage against women, schooling them on their attire, dispensing fatwas, and calling every teep-wearing woman a prostitute who is \"asking for it.\" Women's organisations, feminists and allies, MPs, and cultural activists condemned such violence against women in public spaces—but that did not stop the trolls.\nMany protesters saw it as an attack on our cultural heritage—an example of heightened patriarchal-fundamentalist moral policing. Most were vocal about the right to wear whatever one pleases. Some circulated old photos of their parents/grandparents wearing teeps, while some dug out images of sleeveless-sari and teep-clad Dhaka University students in the 1970s. Renowned singer Ferdausi Rahman reminisced about how they had protested for their right to wear teeps and sing in the Pakistan-era. Our cultural revolutionaries were an integral part of our independence movement, and it is women whose bodies have been used as repositories of both tradition and modernity, becoming a battleground for ideological domination (hijab/\"fundamentalist\" vs sari/ \"secular\" and so on).\nBorn into a dogmatic secular family and raised by a practicing Muslim Nani (who was a radical feminist in her own right), I somewhat embody these secular anxieties, although my multiple allegiances keep my politics grounded. I am the fasting-praying, singing-dancing, running-cycling, sari-jeans wearing academic and a feminist who happens to be a Muslim—an oxymoron in every possible sense. And I have every right to be—the same as Lata or Meem. I do not find the religious-secular trope useful in thinking about the causes of violence against women—the problem is much larger than that. \nHowever, when we circulate our old photos of \"secular\" days, we forget that we are talking about a handful of educated, elite or middle-class women. Women have been encroaching onto a much larger political field since independence, and their visibility in the public sphere has increased by many folds. Throughout the 1980s-1990s, the state sold the image of empowered women to pander to donor agencies while also keeping close ties with the US and the \"Islamic world\" for direct foreign investments; along with the aid, investment and remittance came discourses of \"women's empowerment\" and the \"politics of piety.\" Neoliberal Bangladesh embraced contesting ideologies and politics—which of these changes are we to deny? \nThat is why I would much rather focus on the content of the trolls—the mindless misogyny directed at both Meem and Lata. The attacks reveal a convoluted masculine rage fanned by class angst and other forms of repression that simply cannot accommodate the idea of the independent woman; their blinding rage is even ready to condone murder. A recent study conducted by Manusher Jonno Foundation and Dnet found that 81 percent of their 518 interlocutors across 16 districts held negative perceptions of free-spirited women (April 1, 2022). 39 percent of them were women themselves; you can imagine what the men had to say.\nWho are these women, and why do they pose such a threat to mankind? The trolls reveal quite clearly that these are women who raise their voices and claim the freedom to choose how they want to live their lives. How is this then constituted as a threat? Is it not natural for a human being to do what one's heart desires, as long as it does not infringe on others' rights? Or do these people seriously think women must cease to exist in the public realm?\nPostcolonial women have for long suffered from a Victorian moral hangover. Women are meant to assume the role of a domestic goddess, a sovereign of the husband's heart, a nurturing mother, and a sacrificial lamb who will go to any length to protect her family—in short, become a virtue-signalling, subservient, respectable woman. In return, the husband will provide for her and the family, and protect her from \"worldly\" affairs. Theoretically, we know that the moment production was removed from the domestic realm, women were reduced to a reproductive force and relegated to second-class status. It is almost impossible to track this in pre-colonial Bengal; as we are still the \"people without history,\" and women's economic roles at home are yet to be recognised. Nevertheless, our predecessors, who experienced and participated in anti-imperialist movements and the liberation war, brought women's rights to the centre of revolutionary politics and thereby reconfigured their Victorian morals. Since then, women have taken part in nation-building and fought relentlessly for their equal rights as citizens. And yet, after all these battles, neither education and earning a living, nor conforming to the ideal role of a homemaker allows women to claim private or public space as theirs. We have unequal laws, patriarchal families, and the state to blame for it.\nWomen have faced discrimination and structural violence at home for centuries, yet somehow it is still considered a safer and more respectable space for women to be. Access to resources and space has always been conditional upon men, cloaked under the guise of women's safety and protection. For centuries, men have been \"spreading\" themselves, physically and ideologically occupying both domestic and public spheres. Women, on the other hand, are made to shrink themselves and occupy less space, curtail their desires, and mould themselves in the shape of impossible ideals. As Shilpa Phadke has argued, women can only exist in public spaces with a \"purpose\"—be it work, shopping or picking up school-going children; to exist otherwise is to be questioned, surveilled, policed, or worse, brutalised.\nSociety exists by consuming women's (underpaid or unpaid) labour, and the state continues to use women's faces as banners for their development goals. Yet, far from ensuring women's rights as equal citizens and human beings, both state and society sanction and benefit from violence against women. We cannot wait around forever. Demand the human right to exist—without being violated, and without the need for protection. Fight for our right to the city, for the right to take risks, to occupy the offices and the streets as much as our homes. It is time to reimagine our city—a city where I can ride my bike without being run over or recorded by a stranger, where Lata can wear whatever she wants, and Meem can ride her scooter home safely without being questioned about her clothes, her movements or her company. We cannot wait for the patriarchy to be fully \"smashed\" before we can imagine and claim this city as ours.\n \nDr Seuty Sabur teaches anthropology at the Department of Economics and Social Sciences in Brac University.\n",
        "headline_1": "A scooter and a teep: Misogyny, in public and private",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/scooter-and-teep-misogyny-public-and-private-2999631",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-04-2022"
    },
    {
        "full_article": "The international system changes with the passage of time—strategic, political and economic compulsions act as the causative factors. Sometimes the change is gradual, while the shift sometimes is tectonic. The inflection points are the prominent events brought about by conflagrations, disasters, natural and man-made calamities. We are apparently standing at an inflection point, brought about firstly by the Covid calamity that portends to change the existing world order and influence economics, international trade and indeed international diplomacy. Experts believe that \"contemporary history will forever be divided between what happened BC (before coronavirus) and AC (after coronavirus).\" Secondly, the blatant and illegal invasion of a free and sovereign country by a big power, transgressing all international norms, is likely to influence the future order of things internationally. It is not for the first time, though, that such transgression has occurred, but the invasion of Ukraine is seeing a form of human barbarity—perpetrated by a powerful country on a relatively weaker country—not seen in the recent past.\nThe current world order is actually a skewed system dictated by the strong, ordered by the colonial and neocolonial powers unable to shed the hubris of the past. Such arrangements betray the hypocrisy and double standards of those that dictate the world order. And Putin and Russia won't be left behind.\nSometimes the old order gives way to the new in a process driven by ideas flowering from the minds of intellectuals. After the end of the Cold War, a new paradigm had to be invented for international intervention, and one came handy in the form of the Huntingtonian doctrine, The Clash of Civilisations, which advanced the thesis that not countries, but cultures (read: religion) will confront each other in future. And so it was when the US and its coalition of the willing—which started with 31 countries and ended up with 48 (comprised of all Western countries except for four, and all but three of them were non-Muslim countries)—launched its illegal attack on Iraq in gross violation of international laws governed by the United Nations Charter.\nThe international political order or law that sought to govern international relations and the behaviour of nations was the UN Charter, including sovereign equality of states and prohibition of the use of force in international relations. It was a compact that was agreed upon by 50 countries initially, and by those who became members of the new international organisation subsequently. The international economic system followed from the Bretton Woods Agreement, which has been defunct since the 70s—although its two institutions still govern the international monetary system and development. And perhaps the most important adjunct of the rules-based international order—the human rights regime—is governed by the Declaration of Human Rights, which, according to the UN High Commissioner for Human Rights, promises to all the economic, social, political, cultural and civic rights that underpin a life free from want and fear.\nThe UN is hamstrung by the veto power of the Big Five. Most of them are the victors of World War II, and as the saying goes, to the victor goes the booty. The veto power is one such booty. More often than not, it has been used for petty national interests by them, rather than for the greater universal good. It has been used to sanctify illegal wars like the invasion and illegal occupation of Iraq. The most recent exercise of this power was Russia's veto on the UN resolution that would have called on Moscow to immediately halt its attack on Ukraine and withdraw its troops beyond the international borders.\nA similar \"casteist\" treaty that divides the world into nuclear haves and have-nots is the Non-Proliferation Treaty (NPT). Its objectives are to prevent the spread of nuclear weapons technology, to promote cooperation in the peaceful uses of nuclear energy, and to further the goal of achieving nuclear disarmament and general and complete disarmament. An unofficial appendage of the NPT is the Nuclear Club, an informal arrangement of the band of five declared nuclear powers. Not that a few undeclared merit entry into it, but are not acknowledged by the anointed five. The NPT successes have been mixed, most of all in respect with the general disarmament, which has played into the hands of the non-proliferation security fallacy. NPT's \"success\" has been well articulated in an article in The Print, published in March 2020 commemorating 50 years of the treaty. It says that the NPT \"spent the first half of the 50 years living a lie, and the second half witnessing its own dangerous demise. It is hazardous to continue to believe it will be effective in preventing nuclear war, and the sooner the world moves on to other ways to secure itself, the better.\"\nToday, the world is at a crossroads. To quote US-based think tank the Council on Foreign Relations, \"the benefits of the US-led order and, in particular, the many international agreements that the US has championed to open up the world to the free flow of goods, services, ideas, and people no longer look so promising—not least to the many Americans whose livelihoods have suffered as a consequence.\"\nThe post-Cold War order imposed by the US also faces challenges. The liberal order is decaying where multilateral approach to solving problems has been replaced by narrow nationalism. The unequal benefits of globalisation have accentuated the north-south divide. Today, the centres of economic and military powers are shifting. The lone superpower is having its status challenged, with its main contender enlarging its footprint not only beyond its region, but much beyond into other continents. But be that as it may, experts opine that although the world is likely to see more competition, the logic of major power cooperation remains overwhelming, thus reducing the chance of conflagration between major powers.\nWhat the last 75 years have demonstrated is that no order can be dictated, much less imposed, on others. When that happens, that order is bound to be challenged and violated, as we are seeing today. A rules-based world order must be a collaborative arrangement, and no country, big or small, should be allowed to abuse it by flaunting its military or economic clout.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of  The Daily Star.\n",
        "headline_1": "A skewed world order",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/skewed-world-order-2999561",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-04-2022"
    },
    {
        "full_article": "Sri Lanka is known as the country of smiling people because of their friendliness. But recently, the island nation has been experiencing an explosion of pain and anger. An unprecedented economic crisis has been sweeping across Sri Lanka, and although signs of it started to emerge in 2019, not many foresaw back then how badly and quickly things would deteriorate.\nThe Sri Lankan government is running low on foreign currency. Over the last two years or so, it has exhausted over 70 percent of its foreign reserves and now is only left with USD 2 billion, while it has a whopping USD 7 billion in debt due in 2022. As a result, the country has been unable to pay for essential imports such as fuel, food items and other critical products.\nThings have gotten so bad that, on April 5, 2022, Sri Lanka's top medical body declared a public health emergency due to a scarcity of medicines and equipment in the country. That means the state healthcare facilities, which a majority of Sri Lankans depend on, will now only prioritise emergency and urgent care services. People are being forced to withstand rolling blackouts for up to 13 hours a day due to fuel shortage. Retail inflation is estimated to have crossed 17.5 percent, and that's not even the worst of it. According to reports, food inflation has risen over 25 percent, leading to a steep rise in food prices.\nOn the surface, it is obvious that the island nation has experienced a series of bad luck. In 2019, its economy took a big hit because of the Easter bombings. The Covid-19 pandemic followed next year, devastating its lucrative tourism industry and its foreign workers' remittances. Finally, as the shroud of the pandemic started to be lifted off of the global economy, the Russia-Ukraine war and its resulting destabilisation of global trade, currencies and commodity prices have dealt a knockout blow to Sri Lanka's already feeble economy.\nMost, if not all, of these occurrences can be considered as \"black swan\" events—unpredictable events that are beyond what is normally expected of a situation and have potentially severe consequences. And this does give some legitimacy to the idea that the crisis in Sri Lanka is the culmination of a number of unfortunate and unforeseeable incidents, thereby excusing its policymakers from some of the blame. Why, then, is there so much anger in Sri Lanka?\nOn March 31, 2022, more than 1,500 people protested outside President Gotabaya Rajapaksa's private residence. Among the slogans they shouted was one asking him to quit. Others included \"Prosperity for rulers while hardship for people,\" and \"Country is for all and not for one family.\" Later, a section of the crowd attempted to break through the barricade before the president's private residence, leading to the police cracking down on them.\nIncidents of violence became more frequent as the government imposed a 36-hour curfew on April 2, deployed troops backed with sweeping new powers under a state of emergency to quell protests against the president and his relatives, and forced a social media blackout. But even as hundreds of people continued to get arrested for peacefully demonstrating, that did not stop thousands more from taking to the streets, ignoring the curfew.\nThis anger is partly driven by just how bad things have gotten for ordinary people, while partly driven by years of frustration. Through this demonstration of anger, the Sri Lankan people are expressing their refusal to be taken for fools. Because, despite the external factors that have affected Sri Lanka's economy, its policymakers are not completely blameless, and people recognise that.\nFor years, Sri Lankan policymakers have refused to prioritise diversifying the country's export basket through proper policies and support. Its overdependence on only two major export items—similar to Bangladesh—is what cost Sri Lanka so dearly. As exports slumped, Sri Lanka's forex reserves nosedived, which made it increasingly difficult for it to import essential items; consequently, its currency suffered through massive instability and prices continued getting pushed out of control.\nSri Lanka also undertook a number of megaprojects, many of which were not viable and were expected to give returns at much later dates. A number of these projects were financed through borrowing—from other countries or international organisations—which put added repayment pressure on the country. Additionally, corruption and nepotism became widespread in Sri Lankan politics. As family-based politics came to dominate the overall national politics, people's resentment towards the political class grew. The political class became increasingly distant from the ordinary people, which made it more difficult for them to recognise the clear warnings that were sent out by both the experts and the people. As a result, some of the major policies that the government adopted, such as slashing taxes and pursuing fully organic farming, were not feasible—they were taken to quickly appease the masses, not to address the root problems.\nAs tragic as what's been happening in Sri Lanka is, there is a great lesson in it for Bangladesh. Many of the problems that have brought the Sri Lankan economy to its knees are also present in our country. And for the policymakers and people who might be thinking, \"What's the worst that could happen if we continue to leave ourselves vulnerable to external shocks and forces?\"—the present economic suffering and civil strife in Sri Lanka should serve as a clear reminder that it's best not to try our luck and find the answer to that through first-hand experience.\n \nEresh Omar Jamal is an assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Pain and anger in Sri Lanka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/pain-and-anger-sri-lanka-2999556",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-04-2022"
    },
    {
        "full_article": "When the half crescent appears in the western sky to announce the advent of the holy month of Ramadan, some of our brothers in trade see it as a gold pendant hanging up there, while some others perceive it as a dollar bill. They smell money, lots of it, coming their way. Like a pack of predators, they gather together to fix strategies to launch their attack on the general public. This is the month to go for the big kill, so they must garner maximum out of the situation. This is THE month of blessings for them. They sing in praise. They dance in ecstasy.\nTraders and their henchmen in Bangladesh get busy collecting import licences, delivery orders, permits, customs clearance certificates, etc, and fill up their warehouses, godowns, storehouses, bedrooms, bathrooms, living rooms and even the empty space under their beds with onions, pulses, spices, sugar, powder milk, salt, cooking oil, dresses, sarees, cosmetics and so on, targeting the Eid market. Their couriers prowl the land borders and river routes to collect clothes coming from India with catchy name tags, imitating popular Bangla and Hindi TV serials.\nDuring the last-minute shopping spree till midnight before the Eid dawn, a sequined lehenga or an ornate dress may sell between Tk 3 lakh and Tk 5 lakh, which a week back was sold for only Tk 20,000-50,000.\nYou see, such are the times when one should not be miserly while shopping—especially at the last moment before Eid. When you have unaccounted-for money and a large heart (don't mind the three blocks), the foxy shop-owner knows how to deal with you. As he notices the layers of gold necklaces around your neck and bangles on your hand, his nose begins to twitch and he uses his best weapon, \"Apa, I have saved this dress/saree for you only. I didn't show it to anyone. And I know you are the only person who can afford it.\" You melt like wax and bring out wads of cash from your bag.\nRamadan in this country sees a phantasmagorical frenzy of raising the price of everything. Literally, everything. Even dirt is not cheap this month. You may choke on a small piece of a cucumber if you forget to ask for its price before putting it in your mouth. Your vision may get blurred hearing the price of a pair of lemons. If you are wearing a pacemaker, you avoid going near that part of the kitchen market where they sell beef, mutton and chicken (fowl). But you get the jolt anyway when you ask for the price of a kg of small fishes like bata or tengra.\nReady-made iftar items look delicious from a distance, and you remember Aesop's tale \"The jackal and the grapes.\" Just daring to buy a pair of beguni may ruin your appetite. The Old Dhaka people are known for their wit and ready repartee. They know who has the buying power. So, to keep the likes of us away, they have named an iftar item Boro Baaper Polai Khai, meaning only the sons of rich people can afford this. What an insult to our middle-class pride.\nWhile our brothers in trade in Bangladesh merrily increase the price of everything in Ramadan, we are told that it does not happen in all countries. Here is a recent report from a Malaysian daily: \"The government will extend the Keluarga Malaysia Sales Programme throughout Ramadan to allow the people the opportunity to purchase basic necessities at lower prices, Domestic Trade and Consumer Affairs Minister Datuk Seri Alexander Nanta Linggi said. He further said Prime Minister Datuk Seri Ismail Sabri Yaakob has given the green light to the Domestic Trade and Consumer Affairs Ministry for the programme to continue. The programme was supposed to end this month, but KPDNHEP wrote to the prime minister recently (to seek an extension). The ministry has been allowed to continue with the programme (until the end of Ramadan). We need to fine-tune (some details) for it to be more comprehensive and easier to be carried out\" (The Borneo Post, March 26, 2022).\nA commendable step by the Malaysian government, no doubt.\nIn Bangladesh, Commerce Minister Tipu Munshi recently said the deputy commissioners (DCs) had been ordered to strictly monitor the prices of essentials, set by the government for the holy month so that there is no unusual hike.\nThe commerce minister said, \"I have told the DCs that the month of Ramadan is coming, we will fix the prices of some essential items in the markets.\"\nWe can only hope that the DCs will find time to do such monitoring besides performing more demanding administrative works and attending important meetings. Selling some essential commodities directly to the poor people is a praiseworthy step taken by the government. But, as usual, the middle-class remains outside the government radar.\nIt is widely believed that the prices of almost everything come down during puja in West Bengal. Our personal experience while visiting Kolkata during the festivals corroborates the claim. Possibly, shop owners believe in the theory of \"sell more to earn more\" on such occasions, which from an economic point of view is a healthy practice.\nRamadan is the month of fasting from dawn to dusk to restrain one's desires, covetousness and gluttony. So, don't just show to the world that you are fasting. Show that you have successfully chained your weaknesses, as has been ordained in the scriptures. It is not the month to earn extra profit at the cost of human suffering. It is the month to give away all the extra profit you have earned throughout the year.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "Not a month to earn, but to give",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/not-month-earn-give-2999551",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-04-2022"
    },
    {
        "full_article": "When the long-serving managing director of Dhaka Water Supply and Sewerage Authority (Wasa) assures us that the foul-smelling tap water at home is harmless, are we to take his words at face value? Can we really drink the Wasa water without any fear, no matter how murky it may look or how foul it may smell? His claims are in sharp contrast to our own investigations, which have revealed a disturbing correlation between Wasa water and cholera outbreak in 10 areas of the capital.\nHe attempted to comfort the media saying that the tap water in his residence at Naya Paltan might smell of excessive chlorine, but that it was still drinkable. Yet, he urged all Dhaka residents to boil Wasa water before drinking it. If he is so confident that Wasa water is drinkable, why should he suggest boiling it? Besides, why should city residents have to burn gas worth Tk 332.37 crore to purify Wasa water anyway, when it's Wasa's mandate to provide safe drinking water?\nWasa water looks dirty even with the naked eye—and numerous laboratory tests have confirmed the presence of germs and bacteria, including the ones that cause diarrhoea and cholera, in Wasa water. It baffles the mind to hear the Dhaka Wasa MD say with such confidence that no germs were found in the water in the city's 10 areas, from where most diarrhoea patients have visited various hospitals including the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b).\nThough the Wasa MD continues to deny the presence of harmful germs such as E. coli in the water collected from the pipelines and water tanks of houses, experts brush off his claim, terming it \"baseless.\" Our reporters, after visiting many affected areas, found breaches in Dhaka Wasa's supply system to be the main reason behind the cholera outbreak. In many areas, residents are receiving water which is greenish-brown or yellowish and smelly, which suggests cross-contamination with sewage lines.\nIt is unacceptable that instead of acknowledging the severity of the problems and taking immediate steps to rectify them, the authorities are yet again in denial. This does not bode well for us, as we must continue to risk our health by drinking the contaminated water.   We remember all too well a similar incident in 2019 when the Dhaka Wasa MD claimed that its water was safe for drinking, only to reject a glass of lemonade made with it by a concerned citizen! We hope it doesn't need another offering of greenish-brown water for the MD to finally admit Wasa's many shortcomings.\n",
        "headline_1": "Has Wasa water ever been safe to drink directly?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/has-wasa-water-ever-been-safe-drink-directly-2999536",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-04-2022"
    },
    {
        "full_article": "Few things in life make me happier than a good whodunit. A sprawling location for a setting that serves as a character itself, a dozen or so colourful characters, prodigious detectives, suspense, plot twists – there is little that isn't exciting about an edge-of-the-seat mystery.\nHere are my favourites.   \nMurder by Death (1976)\nA blind butler sticking stamps all wrong on invitation envelopes and hoping people will show up, a woman whose nurse is clearly older and sicker than she is, a father who sends his son across a bridge to check if it's broken – the comedy of this mystery/thriller is quite unique. It wouldn't even suffice to say it's dark humour; it's out-of-the-box and plain absurd.\nThis movie is a pastiche of the whodunit genre. When five detectives and their companions are summoned to a mansion and are challenged by the host to solve a mystery, you soon realise each of the detectives in the film are spoofs of different famous literary detectives.\nAs the drama escalates, each detective presents their own theories to the case, and the story slowly pokes fun at the tropes many famous mystery authors use in their writings.\nFun fact: Author Truman Capote appears in this film. \nClue (1985)\nRemember the board game \"Clue\" by the Parker Brothers? This movie is based on that game and brings to life the characters of Colonel Mustard, Professor Plum, Miss Scarlet, and the like. Six strangers arriving at a mansion having to solve a mystery equipped with the props their characters are given in the original board game is the kind of set up mystery nerds dream of. \nThe humour of this film ranges from dark to plain bizarre, but the gags and jokes always deliver, no matter how over the top. The back and forth banter, both verbal and physical comedy by the cast, only adds to the absolute chaos that ensues in the mansion.\nFun fact: This film is famous for having three alternate endings – three different solutions to the problem are presented, leaving you to decide which one you want to believe in.\nMurder on the Orient Express (2017)\nAgatha Christie is called the \"Queen of Crime\" for good reason. Every movie on this list is heavily influenced by her works. Murder on the Orient Express, as an adaption of her novel of the same name, is mostly true to its source.\nThe Agatha Christie fandom is split over director Kenneth Branagh himself playing iconic detective Hercule Poirot, and I agree with those who believe he isn't very believable as Poirot in this film. Regardless, this mystery aboard a moving train where ten strangers all become suspects of a murder does not do disservice to one of Christie's most suspenseful stories.     \nHonourable mentions: Gosford Park, an excellent ensemble drama; Death on the Nile, the second in what is likely to be a Branagh-directed Christie trilogy; Knives Out, perhaps the weakest of the films on this list but with a sequel on the way; and Murder Mystery, Netflix's own parody of this genre.\nMrittika wants to know which your favourite murder mystery is. Reach her at mrittika.anan@gmail.com\n",
        "headline_1": "The best of the “whodunit”",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-best-the-whodunit-2999081",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-04-2022"
    }
]