[
    {
        "full_article": "At a time that India is looking to impress upon the world that it is strongly positioned as well as willing and able to become a more reliable supply chain partner for them than China has been proven in recent times, External Affairs Minister S. Jaishankar’s remarks on Tuesday about globalisation are worth taking note of. The pandemic experience creates a case for ‘shorter’ supply chains with more ‘national’ capacities, he said, before chiding globalisation ‘Gurus’ for advocating open markets without acknowledging geopolitical motivations. That he cited the example of India’s health-care supply chain vulnerabilities being exposed after the onset of COVID-19 makes it clear his broader message was aimed at China on whom India relied too much for critical pharma and health-care imports, and continues to run up large trade deficits with. Tapping the receding global sentiment for China, and the dangers about depending on limited, even if hugely efficient, supply chains, is a sensible ploy gaining resonance. Earlier this month, Australia’s Special Envoy to India Tony Abbott accused China of ‘weaponising trade’, losing its credibility and blocking trade flows. That Mr. Abbott, a former Australian Prime Minister, who had himself signed a free trade pact with China, is now pushing hard for a trade deal with India as an ‘obvious trustworthy substitute’ for global supply chains, is an admirable endorsement of official tact. However, Mr. Jaishankar also went on to term the idea that ‘other people can ... operate in your economy on terms which are advantageous to them’ as ‘ridiculous’ and argued that there was no need to be defensive about ‘protectionism’. Perhaps, he was addressing the reiterated discontent about some of India’s broader market access reluctance, based on recent supply chain shocks in sectors ranging from semiconductors to commodities. But this broad-brush messaging against globalisation is troublesome, particularly when other Cabinet members are taking pains to convey to investors and potential FTA partners that the Atmanirbhar Bharat campaign is not a protectionist platform. Such mixed signalling may also unnerve negotiating counterparts and stakeholders for similar deals with the UAE, Canada, the EU and those involved in the revived India-U.S. Trade dialogue. There is no denying that the world is yet to get a fair global trade order through the WTO, or the immediate pandemic imperatives require diversification of supplies and scaling up of domestic capacities to build some resilience. But protectionism is not the answer as India itself will argue with countries where it seeks market access; and globalisation per se cannot be pooh-poohed even as India continues to gain from it through rising exports. Just because of the pandemic, the world will not become less interdependent as it is simply not possible for everyone to make everything. As former Chinese Premier Wen Jiabao said, citing China and Singapore’s examples: ‘... a nation that shuts its door to the world is bound to fall behind.’ India would be well-served if the focus is on grabbing the opportunities the world is throwing up, while holding back lamentations for private conversations.",
        "headline_1": "Mixed signals: On the pandemic and protectionism",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/mixed-signals-the-hindu-editorial-on-the-pandemic-and-protectionism/article37963973.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-12-2021"
    },
    {
        "full_article": "The commemoration of Father of the Nation Bangabandhu Sheikh Mujibur Rahman's birth centenary, and the celebrations centred around Bangladesh's 50 years as an independent nation state, will conclude at the end of the calendar year 2021. I look at this journey of Bangladesh at 50 through the lens of Bangabandhu's own vision for an independent Bangladesh, which he promised would evolve into a just society. Here, I explore how far we, as a nation and a people, have so far moved to realise Bangabandhu's promise, and what parts of his promise remain to be kept in the days ahead.\nBangabandhu epitomised his vision for Bangladesh before the people at the conclusion of his epic declaration of March 7, 1971:\nEbarer sangram, amader muktir sangram\n\nEbarer sangram, shadhinotar sangram\nMany people have pondered on the distinction between the struggle for independence (shadhinota) and the struggle for liberation (mukti). Bangabandhu perhaps had a clearer idea in his mind about the distinction. He visualised the struggle for independence as a struggle for the establishment of a sovereign nation state—a more readily understood goal which inspired the struggle by other nation states seeking to emancipate themselves from colonial rule. But his call for liberation was a more nuanced and hence more far-reaching call. It extended the struggle beyond the realisation of independence towards the more transformative mission of liberating the people not just from the unjust bondage of Pakistani rule, but from injustices inflicted on the common people of Bangladesh for centuries as well. Years of subordination denied the people not just their democratic rights, but held them captive within an unjust social order.\nBangabandhu's commitment and struggle for self-rule was ultimately realised through the emergence of an independent Bangladesh. We survived the trauma of our bloodstained birth and moved forward over the next half century to significantly elevate its economic fortunes, experience a remarkable social transformation, and reconfigure our place in a more globalised world order. Little of this would have been possible had we not managed, in the immediate aftermath of liberation, to resurrect ourselves as a people from the ashes and debris of the Liberation War to construct a nation state, build its institutions and establish our presence in the comity of nations. That such a resurgence could be realised within three years of our national liberation, owes in no small measure to the inspirational leadership of Bangabandhu, supported by those who worked with him over long hours, with limited resources, under the most adverse circumstances, to build a nation state.\nIn the course of building a nation state, Bangabandhu projected his vision for realising amader muktir sangram (our struggle for liberation) through the four foundational pillars incorporated in the Bangladesh Constitution, presented to the nation within a year of liberation: Democracy, Nationalism, Secularism, and Socialism.\nBangabandhu's lifelong struggle for self-rule for Bangladesh, followed by his heroic endeavour to transform a movement for self-rule into a functioning nation state, did not go in vain. When the assassins' bullets cut Bangabandhu's life short, he could take comfort in the awareness that he had realised the most cherished part of his life's mission: the emergence of an independent Bangladesh. Furthermore, within the short span vouchsafed to him on earth, he created the structure of a fully functional nation state. But all his achievements remained a work in progress. Amader muktir sangram remained unfinished. It would, thus, be appropriate to proclaim, as his epitaph, the words of the poet Robert Frost, which so inspired President John F Kennedy:\nI have promises to keep\nand miles to go before I sleep\nBangabandhu's journey in this world abruptly concluded on August 15, 1975, but his dreams and hopes lived on to inspire Bangladesh's journey over the next 46 years. His unfulfilled dreams required the continuation of amader sangram, muktir sangram.\nThe promises fulfilled\nAt liberation, Bangladesh was well behind Pakistan in most areas of the macro-economy, had experienced poverty and lower levels of human development in areas such as education and healthcare. Over the course of the next 50 years, Bangladesh has moved well ahead of Pakistan in most such areas—particularly in the last 25 years, and more so in the last 10 years. Higher rates of growth have moved Bangladesh's per capita income (PCI), which was 61 percent below that of Pakistan in 1972, to exceed Pakistan's PCI by 62 percent in 2020. Such rapid rates of growth have been achieved through Bangladesh's higher rates of savings and investment, as well as its higher level of exports, which were all well behind those of Pakistan in 1972. As a result, today, Bangladesh's foreign exchange reserves are more than double those of Pakistan, while our external debt-GDP ratio is half of that of Pakistan. We are no longer an aid dependent country. Our aid-GDP ratio is now around two percent, whereas Pakistan has required periodic bailouts from the international community. Bangladesh's infrastructure development, which lagged far behind that of Pakistan in 1972, has also moved ahead in such areas as power generation, where our capacity, which rapidly expanded in the last 10 years, is nearly double the capacity of Pakistan.\nIn the area of human development, Bangladesh's human development indicators (HDI) were below those of Pakistan in 1990, but are now well ahead. Bangladesh has managed to lower its population growth rate compared to Pakistan, so that today our population levels are lower than that of Pakistan, whereas in 1969-70 we accounted for 53 percent of the undivided Pakistan's population. At the same time, due to better health provisioning, Bangladesh's life expectancy, which was well below Pakistan in 1972, is now five years above that of Pakistan. Similarly, in the area of education, in such indicators as years of schooling and literacy rate, we once lagged behind Pakistan, but have now moved ahead. As a result, Bangladesh's levels of multi-dimensional poverty, which was once higher than that of Pakistan, is now well below it. Perhaps the most dramatic advances have been registered by the women of Bangladesh, whose gender development index has not only moved well ahead of Pakistan, but is ahead of India as well.\nAll these indicators of Bangladesh's progress, compared to Pakistan, have served to validate Bangabandhu's vision that an independent Bangladesh, in full command of its own destiny, would be able to move ahead more rapidly than under the dominance of Pakistan. In the course of these 50 years, Bangladesh's progress may have exceeded Bangabandhu's expectations.\nBangladesh's progress is not merely measurable in statistical terms, but is manifested in the major structural changes in the economy and the social transformation which have taken place as a result of our liberation. Bangladesh has transformed itself from a largely agrarian society, exclusively dependent on growing paddy for subsistence and jute as a cash crop, where agriculture was the principal source of both GDP and household income. We were once industrially backward, dependent on a single industry—jute—and a single source of exports—jute products. Today, the GDP contribution of industry exceeds that of agriculture, and even in the rural areas, more than 50 percent of household income derives from non-farm sources. Our exports, now largely dependent on the manufactures of RMG, rather than jute products, have grown exponentially, while remittance from our migrants overseas have emerged as our largest foreign exchange earner, which has strengthened our balance of payments.\nThese remarkable changes in our economy have been driven by the emergence of a dynamic entrepreneurial class, which is represented not just by the RMG entrepreneurs and corporate business houses, but extends across a much broader social spectrum. This, inter alia, includes medium, small and micro-entrepreneurs, women from poor rural families who have participated in the microfinance revolution or have travelled to the urban areas to contribute their services to fuel the rapid growth of the RMG sector, the NGOs who have promoted more inclusive growth, the migrants who have taken great risks to travel across the world in service of their families, and a new generation of IT entrepreneurs.\nThe promises still unrealised\nWhile Bangabandhu's expectations from shadhinota may have been realised, his expectations from amader muktir sangram, which would take us towards his vision of a just society, remain part of the promises that we, as a nation, need to honour in his memory. While Bangladesh's economy has registered impressive growth, and poverty has been reduced, income inequalities and social disparities have widened. This represents an unjust distribution of the gains from our development and an inadequate recognition, in terms of policies and public support, of the larger constituency of social forces which have also driven our progress.\nIt is suggested that this widening of social disparities owes not just to policy and allocative deficiencies, but to an unjust governance in various spheres, where laws already enacted are not decisively acted upon, policies are not fully implemented, and regulations are weakly enforced. Such deficiencies in governance originate both in the incapacity of the government to discharge its commitments and in the emerging political economy where an increasingly powerful business elite, patronised by the state, is empowered to influence policies and public action. Such tendencies are manifested in the growth and perpetuation of the default culture—the weakness in enforcing government regulations related to areas such as road safety, building codes and environmental protection, and also the inability to ensure that the conflict of interest rules are applied so as to make sure that competitive forces operate in all public procurement and development projects. In consequence, public policies, in the way of fiscal policies and subsidies, along with public expenditure priorities, tend to favour the business elite at the expense of less privileged social groups.\nEconomic and social injustice, originating in state actions, are compounded by the depreciation in the quality of our democracy, manifested in the weakening credibility of our electoral process, erosion of the freedom of media, unfair access to public services, and inequitable protection under the rule of law as well as from law enforcement.\nThe capture of our electoral institutions by the business elite, and the dominance of money and force in our electoral contestation have further moved us away from Bangabandhu's vision of a just democratic order, where the voices of the less privileged members of society could be clearly heard in our institutions of governance.\nIn conclusion, I suggest that much can be done towards bringing greater justice to the governance process if the ruling regime remains committed to realising Bangabandhu's vision of a just society. Ensuring the rule of law for all, implementing policies and enforcing regulations remain within the domain of a well-intentioned government, and do not require revolutionary upheavals.\nThe move to realise more substantive advances towards a just society may need structural changes, which require new legislation—even constitutional amendments—supported by changes in the balance of power that accommodates the needs, rewards the contributions, and gives voice to the less privileged segments of society. Here, too, the reforms suggested in my presentation of broadening access to the ownership of assets, ensuring more equitable participation of the less privileged in the marketplace, delivering quality education and healthcare to the less privileged, and continuing Bangabandhu's struggle for the greater democratisation of both the institutions of democracy and the institutions of governance, can remain achievable goals. But such moves in the days ahead towards a more justly governed society, underwritten by policies for structural change, demand a total commitment from both state and society to carry on and sustain the struggle to realise the historic vision of Bangabandhu.\nProf Rehman Sobhan is the chairman of the Centre for Policy Dialogue (CPD). This article is a summary of his lecture on Bangabandhu's birth centenary, titled \"Bangabandhu's Vision for a Just Society: Promises Kept and Promises to Keep,\" delivered on December 6, 2021, at the inaugural session of \"50 Years of Bangladesh: Retrospect and Prospect,\" a four-day conference organised by CPD in collaboration with Cornell University, US.\n",
        "headline_1": "50 years of Bangladesh: The Journey towards Bangabandhu’s Sonar Bangla",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/50-years-bangladesh-the-journey-towards-bangabandhus-sonar-bangla-2918551",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2021"
    },
    {
        "full_article": "On the occasion of Victory Day, Mofidul Hoque, war crimes researcher and trustee of the Liberation War Museum, speaks to Shuprova Tasneem of The Daily Star about the incredible journey that Bangladesh has gone through, and what must be done to preserve that history.\nWe are celebrating 50 years of our victory this year. Being someone who lived through the war and celebrated this victory, what do you think is the significance of this milestone?\n Celebrating 50 years of victory is definitely a milestone for any nation, and is especially so for Bangladesh. There are not too many examples in the world of freedom being achieved through such a bloody struggle against its oppressors.\nPakistan became an oppressive state from the very beginning of Partition, because it was founded on the two-nation theory. Being a religion-based communal state, it ideologically excluded all other identities. The Bengali nation, under Bangabandhu's leadership, was liberated from Pakistan's occupation on December 16, 1971, which re-established our rights. So the 50th anniversary of that victory and the freedom gained from that is definitely a big achievement to celebrate. Throughout this journey, the nation went through many ups and downs, but the basic values that we held on to gave the nation the strength to flourish.\nThere was a long period of darkness after the brutal assassination of Bangabandhu. There was denial and distortion of history, and the fundamental values of the nation were repressed—the very values that inspired us in our struggle for liberation. Our constitution was also not spared: the anti-communal ideologies were removed from it.\nBut Bangladesh has turned around and stayed strong to uphold the spirit of the Liberation War. It is really inspiring to see that the generations, born after 1971, played a significant role at some turning points of the country: The movement for the trial of the war criminals under the leadership of Jahanara Imam, and the 2008 election, in which an overwhelming number of younger voters participated to give a mass verdict in favour of the spirit of liberation.\nHowever, we must remember that while currently Bangladesh has many achievements in terms of economic development, we also have many failures in addressing various major issues, such as ensuring good governance and fighting against communalism and hatred. Social media has particularly become a place for hate campaigns. Corruption has also become a big issue. If we want to uphold the spirit of our Liberation War, we must stand united to re-establish the values and ideals that it was founded upon as well.\nThe trial of war criminals in Bangladesh has been a major achievement, but on an international level, there is still very little legal recognition of the 1971 genocide, and Pakistan has not apologised or even acknowledged it. What are your thoughts on this?\nThis is a difficult issue, and we need to be prepared to wage a long battle over this. We fought to establish our right as a nation; we have held trials at domestic tribunals for criminals who were the Pakistani's local collaborators, and we are continuing to enforce justice and accountability. The International Crimes (Tribunals) Act, 1973, which was enacted in our parliament, is a major achievement and a seminal legal document for the trial of the perpetrators of genocide, even when viewed from a global perspective.\nBut a fundamental question remains: How do we put on trial the major perpetrators—those who planned and executed the genocide? We have established our moral right through our own domestic tribunal, which is increasingly becoming accepted and appreciated internationally. The continuation of this work will be the trial of Pakistani war criminals.\nThere is the possibility of a symbolic trial—if we can conduct it on an international level. In terms of international courts, the major obstacle is that the International Criminal Court does not deal with retrospective justice; events that occurred before 2002 do not fall under their jurisdiction. So what will happen to such events?\nThere are examples of many countries that have now apologised for past atrocities. The latest one is by Germany for the Herero-Nama genocide in Namibia, for which they also agreed to pay reparations. And even this took about 100 years to fulfil. Justice is being delayed for sure, but we must stay vigilant that justice is not in any way denied. We need to keep the flame of truth and justice burning, and for this, we should also communicate with Pakistan's civil society to make our voices heard. It is now much easier to raise issues across borders via social media—we can use technology to conduct a vigorous campaign.\nSome progress has been made in Pakistan. For example, Jahanara Imam's \"Ekattorer Dinguli\" has been translated into Urdu and published in Lahore. We need to ensure that such efforts are continued. This is a multifarious struggle, and I think we need to continue this struggle in a more serious and determined manner. Ultimately, I believe that we will prevail, and the new generation now has the greater responsibility to carry it forward.\nYou said previously that the war in 1971 was very much a fight against communalism. Are we still fighting this battle?\nIn 1947, a communal state was established, and we fought against a state ideology that was very much communal. The secular philosophy was simply not practised. But it is the core psyche of the Bengali people, who have always had a diverse culture and society that spanned over thousands of years.\nWe are now facing a completely new challenge: the rise of fundamentalism in various religions. It is not only Islam that is being misinterpreted. Christianity is being manipulated in certain European countries as well as the US, while a political game surrounding Hinduism is being played out in the subcontinent.  We have also witnessed what Myanmar has done with Buddhism, once known as the religion of non-violence. We are in the middle of a global civilizational crisis, where, despite material achievements, we still witness conflict, intolerance, hate and violence. In the face of all these, it is not just a secular philosophy, but the ideals of humanity that are coming under threat.\nSo I would say that Bangladesh's struggle is a struggle for humankind, and Bangladesh has shown the path and inculcated it into its constitution, and we are now fighting to establish it in our society. And we have to keep fighting—as they say, continuous vigil is the price of freedom. Secularism is not achieved by simply declaring it or even codifying it. Education and culture has the strongest roles in defending us in these circumstances. On the 50th anniversary of Bangladesh's independence, we need to take stock and come to this realisation. Our goal is fine, but we need to change and develop our methods.\nAs time goes on, do you think younger generations will become less interested in learning about (what will seem to them like) a distant past? How do we tackle this?\nStudies of history will shift, change and adapt, but some fundamental historical truths will remain. Our colonial legacy, the fact that we have suffered huge plunder and been greatly harmed as a result, is a fundamental truth. The emergence of Bangladesh, similarly, is a fundamental truth. So many people have stood up with so much courage, and sacrificed so much for the sake of our core values, that the knowledge of this is bound to be intergenerational. And this intergenerational memory is what makes societies diverse—what makes every country and its people unique.\nHistory is on our side, but limiting history to our syllabuses and to questions on exam papers will not do any good. We need different exercises of remembering that are beyond our current educational remit, including more cultural interpretations. There is no easy formula to create a connection between younger generations and the Liberation War, but we need to work on many different plains, including through museums, theatre, art, etc.\nAnother important factor is public memory. Every family carries a bit of 1971—every family has a refugee, freedom fighter, or martyr. The generation who witnessed the Liberation War has a responsibility to share their experiences, and as a society and a nation, we all have our parts to play—including the government. I think instead of worrying about what the new generation will or will not do, we should focus on whether we are able to bring history to them in a way that touches them. And the new generation also has a responsibility of wanting to know. We also need to promote the great creative work that many young people have been doing on the Liberation War.\nI am hopeful, because without hope Bangladesh would not have been created, and we would not have overcome so many obstacles to come as far as we have. However, only hope is not enough; we must work to turn them into reality.\n",
        "headline_1": "‘We must stand united to uphold the spirit of our Liberation War’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-must-stand-united-uphold-the-spirit-our-liberation-war-2918521",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2021"
    },
    {
        "full_article": "The UN General Assembly (UNGA), during its 76th session, adopted a resolution on Bangladesh's graduation from the Least Developed Countries (LDCs) category, scheduled to be effective in 2026. This is, no doubt, a watershed moment for Bangladesh, the largest LDC in terms of economy size, especially as this historic achievement coincides with the golden jubilee of the country's independence. Critics say, citing post-graduation challenges, that \"the graduation might be a punishment instead of reward, if Bangladesh fails to devise smooth transition strategies for confronting the challenges posed by this transition.\"\nWhat awaits a developing Bangladesh\nThe transition from LDCs does come with a cocktail of challenges and opportunities. The most common economic challenges that every LDC graduate faces is the loss of LDC-specific international support measures (ISMs), such as preferential market access. The decline of existing privileges and preferences—a normal outcome of this graduation—will adversely hit the exports of Bangladesh, especially that of apparel products, to European and North-American markets. It is estimated that Bangladesh may experience a shortfall of 8-10 percent of its gross export revenue, amounting to almost USD 2.5 billion annually, due to the loss of duty-free and quota-free market access. Besides, the duty-free trading facilities that Bangladesh is currently enjoying under the World Trade Organization's (WTO) generalised system of preferences (GSP) will be curtailed once it leaves the LDC group. With graduation, Bangladesh will no longer be eligible for LDC-specific special and differential treatment, aimed to facilitate LDCs to increase participation in international trade, under WTO agreement.\nBangladesh, a USD 3 billion market for pharmaceutical products, is the only LDC that can meet almost 98 percent of its national demand for pharmaceutical goods. It exports pharmaceutical products to nearly 150 countries; it earned USD 169 million in 2020-2021. The Trade-Related Intellectual Property Rights (TRIPS) waiver for pharmaceuticals contributed greatly to the advancement of the country's pharmaceutical industry. The exemption in patent licensing for public health-related goods will be shrunk after graduation, which may slow down this industry's growth. Also, Bangladesh will have to comply with the WTO agricultural requirements post-graduation, which will not allow the continuation of subsidies currently being provided to the agriculture sector.\nAfter this economic transition, Bangladesh will not be considered for grants and soft loans under official development assistance (ODA) that it has been receiving since 1971. Also, the developed countries' commitment to provide 0.15-0.20 percent of their GNI in the form of ODA to LDCs cannot be availed by Bangladesh after becoming a developing country. Moreover, the cessation of access to LDC-exclusive concessional finances may temporarily halt the country's development stride.\nThe Green Climate Fund (GCF) is a global financing scheme with special consideration for assisting climate-sensitive adaptation and mitigation measures of LDCs. Being one of the most climate-vulnerable countries, Bangladesh's graduation journey will be much more challenging because of the forfeiture of specialised finance opportunities—which includes the GCF—required to counter the climate crisis. Besides, The UN Technology Bank, launched to enhance the contribution of science and technology for the sustainable development of LDCs, will also stop assisting Bangladesh once it moves to the bracket of developing nations.\nLDC countries have access to the Investment Support Programme—e.g. on-demand legal assistance—for investment-related negotiation and dispute settlement. And the Enhanced Integrated Framework supports LDCs to use international trade as an engine for economic growth and sustainable development. It is also noteworthy that developed countries offer scholarships and fellowships to the citizens of LDCs for capacity-building. All of these exclusive facilities will come to an end as Bangladesh becomes a developing country. The country will also not be entitled to the caps and discounts on subscriptions available for LDCs, which will result in higher contributions to different international organisations, like the UN.\nBut there are benefits too\nHaving said all that, graduation from the LDC group essentially means acquiring a seal of global approval for development achievements, which will brighten Bangladesh's image in the world court. This will increase FDI inflow by transmitting positive signals to the foreign investors regarding the country's congenial business environment. The growing FDI and inevitable structural and policy reforms will result in a higher tax-GDP ratio after graduation.\nPost graduation, Bangladesh may be entitled to GSP+, a special incentive arrangement for good governance and sustainable development, which slashes tariffs on goods being imported to the EU from low and lower-middle-income countries. The graduation will boost the country's confidence in dealing with international financial actors and enhance its brand value, making the economy more attractive to global lenders. Also, it will upgrade \"sovereign credit rating,\" an indicator of creditworthiness, once the country moves out of the list of risky countries: the LDCs. This implies a reduced cost of international finance due to improved perception about country-level market risks.\nThe preparation strategies\nAfter graduation, Bangladesh may be infected with \"Dutch Disease,\" since the country relies heavily on the RMG sector, which has been bringing in more than 80 percent of the country's export earnings for the last several years. To avoid this consequence, the country should diversify its export basket by promoting the export of new products—e.g. plastic items, leather goods, frozen foods, etc. Besides, the government should analyse the markets in different regions, such as Latin America, the Middle East, etc and formulate strategies for penetrating those markets as part of diversifying export destinations.\nAn article published in The Diplomat last month explained why Bangladesh should join different regional trade blocs, such as the RCEP, to enhance economic performance amid the pandemic gloom. In addition, connecting with different regional trade blocs and signing FTA with individual countries, even at the expense of opening up the domestic market for getting reciprocal access, will also help the country to redress the probable negative impact of graduation on the balance of trade. This will result in intense competition from foreign competitors, for which Bangladesh should focus on product quality improvement.\nAlong with ensuring rapid implementation of the One-Stop Service of Bangladesh Investment Development Authority (BIDA), the country may also follow the footprints of Vietnam to boost FDI inflow after graduation. It should also focus on improving its position in the Ease of Doing Business ranking. And Bangladesh may also negotiate with WTO for not imposing all the conditions of developing countries at once, considering the economic fallout triggered by Covid-19.\nGraduating to the developing countries group is the fruit of Bangladesh's judicious macroeconomic management policy and planned investment for infrastructural and human resource development. It is one of the very few countries that have effectively utilised the LDC-specific preferential treatments, while expanding footsteps in international trade. As graduation will affect certain preferential treatment and domestic infant industries, Bangladesh has to handle this prudently to make the transition sustainable.\nThis transition does not necessarily mean that all the trade-related facilities will be curtailed overnight. Bangladesh is getting an exceptionally extended period of five years—the standard period is three years—to prepare for the aftermath of graduation. It must make the best out of the LDC-specific facilities while it still can. Developing countries also enjoy some trade preferences, which could be used to the fullest if Bangladesh is well-prepared with the needed homework.\nIn order to remain competitive and keep the economic growth rate steady after 2026, Bangladesh should focus on knowledge-based economy, utilise demographic dividends, mobilise local resources, ensure congenial business environment, shift towards manufacturing high-value goods, promote export-oriented industries, and increase regional and global connectivity. The country must make plans to turn the challenges into opportunities in the coming days. The absence of tailored and clearly defined roadmaps for addressing the post-graduation challenges and post-pandemic economic recovery may make Bangladesh a victim of the \"middle-income trap.\"\n \nHussain Shazzad is a strategic affairs and foreign policy analyst.\n",
        "headline_1": "Managing Bangladesh’s LDC Graduation: Daunting or Doable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/managing-bangladeshs-ldc-graduation-daunting-or-doable-2917816",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2021"
    },
    {
        "full_article": "The current secretary-general of the United Nations, Antonio Guiterres, has already established himself as a champion for actions to tackle climate change to all countries and actors, and has recently been quite outspoken in his criticism of the poor outcomes of the UN Climate Change Conference (COP26), held in Glasgow last month. While there was no doubt that some incremental progress was made in Glasgow, it was nowhere near enough and he is absolutely right to point this out.\nWhat makes this even more important is that, unlike all 25 COPs that preceded it, COP26 was the first climate conference in the new era of loss and damage attributable to human-induced climate change. In other words, it is no longer sufficient to try to prevent even bigger impacts of the future by keeping the global temperature rise below 1.5 degrees Celsius, but now, it is even more important to deal with the inevitable losses and damages that are already happening due to the 1.1 degrees Celsius rise of global temperature due to the emission of greenhouse gases (GHGs) since the first industrial revolution came about over a century ago.\nIn the sixth assessment report of the Intergovernmental Panel on Climate Change (IPCC) report, we have already seen Working Group 1 on science establish, for the first time, that human-induced climate change impacts are already happening and can be scientifically attributed in real time, which was not possible before.\nAs we anticipate the publication of the next report from Working Group 2 on Impacts, Vulnerability and Adaptation, due to be published in early 2022, we can expect to see more scientific proof of losses and damages attributable to the temperature increases of over 1.1 degrees that has already happened.\nUnder these circumstances, the United Nations Framework Convention on Climate Change (UNFCCC) needs to prepare for COP27, due to be held in Sharm el-Shaikh, Egypt in November 2022, as well as COP28 in Abu Dhabi the following year. It is also crucial for the convention to make it a point to have loss and damage higher on their agenda. However, going forward, it is not only the UNFCCC that has to take this issue seriously, but the entirety of the world's humanitarian sector, including the UN agencies and other international bodies that deal with disasters on a regular basis, have to redirect their focus on this issue.\nFrom now on, it is unfortunately a safe prediction to make that extreme weather events will only increase in both frequency and in terms of intensity. Hence, the humanitarian actors at national as well as global levels, such as the Red Cross, the Red Crescent and others, have to prepare themselves better to deal with what is coming.\nThis will also require enhancement of funds that are made available not only to avert and minimise losses and damages, but to also address such loss and damage after it occurs.\nI was fortunate enough to have participated in a panel discussion recently, which included Selwin Hart, special adviser to the UN chief on climate action and assistant secretary-general for the Climate Action Team, whom I have known for many years. I took the opportunity to recommend to him that the UN secretary-general appoint a special envoy for loss and damage, who would be mandated to discuss options and possibilities to deal with the reality of climate change impacts—not only in the UNFCCC process, but also with the humanitarian sector actors and, indeed, with national governments and civil society actors over several years, and not just during COP each year. This is because while the UNFCCC's and other actors' inputs are appreciable, it often leads to more promises being unfulfilled every year, while the climate crisis worsens around us in real time. Such a special envoy would give the issue of loss and damage due importance over many years to come, and allow discussions to take place both inside and outside the COPs.\nThe UN secretary-general has the authority to make such an appointment, and I am sure that Antonio Guiterres has a personal belief in the importance of such an appointment. It could be his way of emphasising the vast importance of the issue.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "An appeal to the UN secretary-general",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/appeal-the-un-secretary-general-2917801",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2021"
    },
    {
        "full_article": "It is disconcerting to learn that a major insurance company of the country—Fareast Islami Life Insurance—has been accused of allowing its former chairman and directors to siphon off policy holders' deposits worth more than Tk 2,100 crore between 2010 and 2020. This major financial irregularity was discovered following an audit done in the company, which was commissioned by the Bangladesh Securities and Exchange Commission (BSEC) after receiving complaints that the insurer had failed to meet customers' claims and clear matured policy-holders' payments.\nA report in this daily says that the commission has already directed the Central Depository Bangladesh Ltd (CDBL) to freeze all shareholdings into Fareast Insurance and other listed companies by specific individuals, their families or entities under the control of the individuals. Reportedly, after receiving a primary audit report, the BSEC in August restructured the company's board by appointing 10 independent directors. According to the audit report, the directors embezzled the funds by showing enhanced prices while buying land, investing in their own companies and offering advances to fraudulent cooperatives. It has come to the open now that the procurement of land by the insurer at artificially high prices was aimed at laundering corporate cash by a group of directors and the former chairman. A letter to the government by the executive director of BSEC says that direct capital erosion of Tk 858 crore happened at different times over the last decade. As an example, it has been cited by the audit team that in 2015, the insurer bought 28 decimals of land in Kakrail for Tk 172 crore, which was originally priced at Tk 19.6 crore.\nThe special auditor also found records of transactions of huge amounts of money to two fraudulent cooperative societies, which were in fact vehicles to launder corporate cash off the Fareast Life Insurance Company. Investigation by the BSEC further revealed that the corporate books of accounts show that the company made term deposits with different banks, forged resolutions of the board meetings and facilitated those banks to extend loan facilities to 13 parties, including sponsor-directors and their entities.\nWe understand the criminal act of laundering deposits of unsuspecting clients has been masterminded by a league of unscrupulous people for a long period. It is surprising, however, that it took 10 years for the gatekeepers to detect the crime. The term insurer is no doubt a misnomer for a company that ate up clients' deposits, instead of safeguarding them. We hope that the clients will now get their money back, and the criminals will be punished as per the law of the land.\n",
        "headline_1": "Take stern action against embezzlers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-stern-action-against-embezzlers-2918486",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2021"
    },
    {
        "full_article": "The 50 years since Bangladesh came out victorious in the Liberation War is a milestone like no other. This is indeed one of the brightest moments in our history, and on this day, we express our eternal gratitude to the brave men and women whose sacrifices culminated in our hard-earned victory, won under the leadership of Bangabandhu Sheikh Mujibur Rahman. However, even our most joyous celebrations are tinged with the anguish of the brutal genocide that was inflicted upon our people in 1971, and we pay our deepest respects to the memories of those who endured unimaginable violence at the hands of the Pakistani forces and their collaborators, while continuing to demand justice for these war crimes.\nAs we celebrate the casting off of the yokes of oppression and the establishment of an independent nation, we also look towards a future that is bright with promises. The road that led us here has been a long and difficult one. At the birth of Bangladesh, many doubted that a small, crowded land ravaged by war could turn itself into a functional, sovereign state. We are proud to say that we have proven the naysayers wrong—by all accounts, the journey of Bangladesh is a success story, and the Golden Jubilee of independence has established us on the global map as a country of great potential.\nThis Victory Day is made all the more special by the knowledge that the country is on its way to graduating from the LDC (least developed country) status, despite facing one of the greatest challenges it has seen since independence in the form of the Covid-19 pandemic. If anything, our ability to overcome this unprecedented crisis and still continue to experience economic growth is testament to our resilience as a nation.\nHowever, even as we take pride in our achievements, we must also be able to critically assess our mistakes and failures in order to learn from them. While we have surpassed expectations with regard to socioeconomic indicators, there is still a lot left to be done in terms of strengthening democracy, improving governance, and dealing with the climate crisis. Corruption and institutional weakness continue to plague the country, and we have barely started to recover from the havoc the pandemic has wrought on our education and healthcare sectors. On top of that, communalism continues to rear its ugly head, and women and children are still being subjected to violence. As we continue our upward development trajectory, all of our efforts must now be focused on dealing with these issues and creating a just, equitable and rights-based society.\nOn this momentous occasion, we must not only look forward to brighter days—we request the leaders of this nation to look inwards, and do what must be done to make Bangabandhu's dream of Sonar Bangla a reality.\n",
        "headline_1": "A milestone achieved",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/milestone-achieved-2918376",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2021"
    }
]