[
    {
        "full_article": "The Government’s plan to set up a panel that can overturn content moderation decisions made by social media platforms is problematic in many ways. The idea, which has been proposed as an amendment to the controversial IT Rules, 2021, is to constitute one or more appellate committees which will have the final word on any content moderation issue facing a social media platform. The trigger for these Government-appointed committees to come to life will be, say, an appeal by a social media user who feels aggrieved by an order of the platform’s grievance officer. “Government policies and rulemaking are committed to ensure an open, safe, and trusted and accountable Internet for its users. As Internet access continues to rapidly expand in India, new issues related to the above commitments also keep emerging,” the draft reportedly says. It will be naive to think of such an aggrieved user as someone who has no axe to grind. With billions of users, social media is well and truly an influencing machine, and filled with influencers of all hues and shades. It is, therefore, important for democracy’s sake that it is not taken over by any one influential player, even if it is the Government, with an agenda.But this is exactly what the mechanism will help to serve — tighten the Government’s grip on messaging on social media intermediaries, which not long ago served to disseminate alternative voices. Imagine how absurd it will be, for instance, if a Government-appointed committee sits to decide on an issue in which the aggrieved user is a Government entity or a ruling party member. How fair can that be? What makes it worse is in recent years, the Government has not covered itself with glory when dealing with dissent, in the real world and on social media. This will not only add another layer of complexity to the problematic IT rules that were introduced last year but also another lever of Government control. The IT rules were widely criticised, including by this newspaper as “deeply unsettling” for the kind of leverage that they give to the Government over digital channels, with troubling implications for freedom of expression and right to information. Ironically, they were launched by the then-Minister as a “soft-touch oversight mechanism”. It should be noted that the last word has not been said on those rules, what with pending legal challenges to them. All this is not to say that social media platforms should not be regulated. Far from it. What should be clear after all these years is that a Government committee is not the right answer for many woes, let alone social media ones. And in this case, it comes with dangerous implications for free speech. It is best, therefore, that the proposal is dropped.",
        "headline_1": "Control and delete: On government appellate panels for social media",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/control-and-delete-the-hindu-editorial-on-government-appellate-panels-for-social-media/article65491365.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-06-2022"
    },
    {
        "full_article": "India’s decision to send a diplomatic delegation to Kabul to meet with Taliban officials shows a marked difference from the policy New Delhi took in the 1990s when the Sunni Islamist group was in power in Afghanistan. Back then, India had taken a policy of disengagement with Kabul and supported anti-Taliban militias. But this time, Afghanistan’s internal situation and the regional dynamics seem to be different, prompting many neighbouring countries to adopt a more constructive line towards the Taliban regime, despite their differences with the group’s extremism. India shuttered its embassy in Kabul in August 2021, days before the Taliban takeover, but has maintained a line of communication with them. In September, India’s Ambassador to Qatar, Deepak Mittal, met Sher Mohammad Abbas Stanekzai, a senior Taliban official, at the Indian Embassy in Doha. In October, Indian officials met the Taliban’s Deputy Prime Minister, Abdul Salam Hanafi, in Moscow at a regional conference on Afghanistan. Here, India also joined nine other countries to recognise the “new reality” in Afghanistan. Later, New Delhi sent humanitarian assistance, including wheat, COVID-19 vaccines and winter clothes, to Afghanistan when the country was facing a near-total economic collapse. The meeting J.P. Singh, Joint Secretary, Pakistan-Afghanistan-Iran division of the Ministry of External Affairs (MEA) had with the Taliban’s acting Foreign Minister, Mawlawi Amir Khan Muttaqi, is a natural next step of this policy of gradual engagement India has taken.The MEA has said that the visit is only to help coordinate India’s humanitarian assistance for the Afghanistan people. While it could be true, the visit would also pave the way for better understanding and engagement given the bad blood in the past. India has three main concerns when it comes to the Taliban’s return to Afghanistan. One, India has made investments worth billions of dollars in the past 20 years. It would want to protect these investments and retain the Afghan people’s goodwill. Two, when the Taliban were in power in the 1990s, Afghanistan became a safe haven for anti-India terrorist groups. India also saw a sharp rise in violence in Kashmir during the Mujahideen-Taliban reigns of Afghanistan. New Delhi would not like history to repeat itself and would want commitments from the Taliban that they would not offer support for anti-India groups. Three, the Taliban remaining a Pakistani satellite forever is not in India’s strategic interest. New Delhi cannot pursue any of these objectives if it does not engage with the Taliban. But, at the same time, India should not hurry in to offer diplomatic recognition to the Taliban’s predominantly Pashtun, men-only regime, which has imposed harsh restrictions on women at home. India should work with other regional and global players to push the Taliban to adopt a more inclusive regime, while at the same time maintaining a policy of gradual bilateral engagement rooted in realism.",
        "headline_1": "Gradual engagement: On India-Taliban ties",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/gradual-engagement-the-hindu-editorial-on-india-taliban-ties/article65491399.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-06-2022"
    },
    {
        "full_article": "The global community is preparing to celebrate the 50th World Environment Day today. As world leaders supposedly emphasise sustainable development, putting effort into finding feasible solutions to combat climate change before its worst effects are realised irreversibly, making countless promises for a sustainable future for all, it's important to take a look around, understand what's happening around us, and ask ourselves, \"Are we actually on the right track to protect our One Earth?\".\nLet's take a step back from the global climate crisis and anthropocentric destruction of the Earth's life systems. Let's talk about the simple things. Water and Air. These are things that we need to survive. Yet we emerge today in an outrageous situation where many across the globe are denied these fundamental human rights. According to the World Health Organization, globally over 2 billion people live in countries that are water stressed and at least 2 billion people drink polluted and contaminated water. Around 99 percent of the entire world's population breathes air that exceeds WHO's air quality standards. This is a global public health crisis. According to water.org, in Bangladesh, more than 1.8 million people do not have access to safe drinking water. The State of Global Air-2020: How Does Air Pollution Affect Life Expectancy around the World report by the Health Effects Institute states that, the life expectancy loss in Bangladesh is 2.91 years. A life without access to clean air and clean water is a life deprived of dignity. As Bangladesh is scheduled to officially graduate from LDC status in 2026, without having access to clean air and clean water, this development rings empty when it doesn't bring significant positive change in the lives of the most marginalised.\nBangladesh has over 700 rivers and they provide the lifeblood for this country. On February 3, 2019, the High Court of Bangladesh issued a landmark decision declaring rivers to be legal entities with rights and appointing the National River Protection Commission (NRPC) as their legal custodian. Regardless of the decision, powerful industries have continued grabbing and polluting the rivers, disrupting their natural flow and destroying their biodiversity. According to Transparency International Bangladesh, 23 percent of wetlands in Dhaka and its surrounding areas were lost between 2010 and 2019. Grabbing and polluting the rivers would impact the vulnerability of the already vulnerable river dependent communities and traditional livelihoods such as fishing. In a country where 60 percent of people have their only animal protein intake from fish, this has every possibility to affect Bangladesh's food security.\nRivers are not the only water bodies that are facing the repercussions of environmental degradation. According to the Ocean Conservation Trust, 50 percent of life-giving oxygen comes from the ocean. We have a huge amount of carbon reserved in the oceans. Ocean's plants absorb carbon dioxide and release oxygen in the atmosphere. This phenomenon shows how important of a role the ocean plays to maintain balance in our atmosphere. However, by polluting the oceans and the seas, we are only lowering their capacity to absorb carbon dioxide and release oxygen. Cox's Bazar, the world's largest sea beach has a tremendous pollution problem due to single use plastic at the hands of tourists. St Martin's Island, the only coral island in Bangladesh, is experiencing an increase in pollution with the rise of unchecked tourism. The region has also been touted as a future energy hub with large scale megaprojects such as the coal powered thermal power plants in Matarbari. Countless numbers of species, both underwater and on land, face risks due to habitat loss and ecosystem destruction.\nThe Sundarbans, the world's largest mangrove forest, has protected our country from catastrophic natural disasters. But the construction of Rampal Power Plant has put the future of the Sundarbans at stake where the power plant's discharge of pollutants would significantly hamper the ecosystem of the forest. This would be detrimental to the biodiversity, air quality, water quality, health of the plants, and livelihood of the local communities. Globally, the situation of the forests is not very hopeful either. According to IUCN's Issues Brief which was last reviewed in February 2021, more than half of the world's tropical forests have been destroyed since the 1960s, and every second, more than one hectare of tropical forest is destroyed or severely degraded. Many species are threatened by forest degradation and loss. This reduces the forests' ability to provide essential services such as acting as important carbon sinks. Deforestation and forest degradation have an impact on the lives of 1.6 billion people who rely on forests for their livelihoods. One billion of them are among the poorest people on the planet.\nWith everything that's happening around the world and in our own country—destruction of lands, pollution of water bodies, exploitation of resources, suffering of the most marginalised people—it's not easy to stay hopeful. It's normal to be concerned about the future of the world, not just for us, but for our next generations. But as demoralising as all the phenomena mentioned above might be, giving up is not an option. It is up to the people to hold their representatives accountable for their lack of response to environmental degradation, and to hold the rich and powerful corporations accountable for destroying our natural resources. We as individuals can move away from single use plastic, waste less food, use less energy, but we must act now to change the systems that profit off the destruction of our earth. There is no second planet for us. This is our only home, and we must save it, before time runs out.\n \nSyeda Rizwana Hasan is a supreme court lawyer and the chief executive of Bangladesh Environmental Lawyers Association (BELA). \n",
        "headline_1": "Saving our ‘One Earth’ before it’s too late",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/saving-our-one-earth-its-too-late-3039501",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2022"
    },
    {
        "full_article": "Antonio Guterres, the UN secretary general warned on May 18th that in the next few months we shall be facing the \"spectre of a global food shortage\" which could last for years. According to the Economist magazine, the high cost of staple foods has already raised the number of people who face acute food insecurity by 440 million to 1.6 billion globally. As a consequence, \"Political unrest will spread, children will be stunted, and people will starve.\"\nWhat does a government do to alleviate the pain and suffering caused by rising prices and shortages? In 1539, faced with a similar prospect and a cold winter, King Henry VIII of England advised Cromwell, his aide, \"They [the citizens] fear the winter, poor devils. Reassure them that should there be scarcities, no one will profit from their distress. Proclaim a fixed price for grain if you must. Set up a commission to investigate hoarding\" (Hilary Mantel, The Mirror and the Light). Interestingly enough, food scarcity, profiteering, hoarding and fixed price for food grains are themes that are relevant even today, even after almost five centuries since then.\nWith inflation raging out of control across the globe and no end in sight, there is a temptation to talk about price control or mandatory price ceilings. Unfortunately, price control by the government has not worked very well in the past and also has acquired a bad reputation in political and economic circles. However, with the inflation rate now almost in the double digits and the price of essential items soaring every day, the public and many other quarters are seeking alternatives to bring down the price level, or at least, to bring it under control. So, what can be done and what is the alternative to price control? Is there anything else available besides raising interest rates, growing more food and importing soybean oil, or using other measures that take a little time to kick in? Central banks and the economists who guide them are aware that there are no silver bullets to kill inflation. But there is a range of policy tools open to the government.\nMany forecasters have said that the current round of inflation is \"transitory\" and once the supply chain bottlenecks are removed and China starts to make more consumer goods, things will go back to normal. But that was more than a year ago! There's nothing that hits the pocketbook of the average citizen harder than the rising prices of essentials. Furthermore, there is no question that inflation is bad for the future of the economy and the political future of a government party. Just as a threat from a foreign enemy or domestic entity never fails to get a ruling party to marshal its resources and respond with all its might to combat these evil forces, runaway inflation calls for action from the authorities.\nBangladesh government has taken up arms and tried to blunt the impact of rising prices with an increased supply of essential commodities, greater subsidies, and exchange rate regulations. But to no avail. Swinging into action, the Directorate of National Consumers Right Protection (DNCRP) last week fined 64 traders Tk 9.18 lakh across the country for their failure to protect consumers' rights. The news media reported that the directorate imposed the fines during market monitoring activities in 33 districts of the country, including Dhaka. All this is price control in practice.\nPrice control, however, remains a touchy area. A government cannot really regulate the price of goods in the market and any effort to exercise \"command and control\" tools to keep the price of gas at the pump, rent for the middle and lower-middle-income classes, and everyday consumer prices (for food grains, edible oils, sugar, meats, and lentils) may eventually come back to haunt the country sooner or later.\nNonetheless, the government has to exercise its authority to keep an eye on essential items, strengthen its monitoring cells, provide subsidised staples for the lower-income consumers, and use \"moral suasion\" to keep traders in line. Price control is bad but the government has many other tools at its disposal to bring about price stability.\nMoral suasion seeks to persuade, rather than force, an entity to act in a certain way through rhetorical appeals, persuasion or implicit threats. In economics, moral suasion is more specifically defined as \"the attempt to coerce private economic activity via governmental exhortation in directions not already defined or dictated by existing statute law,\" (JT Romans, \"Moral Suasion as an Instrument of Economic Policy\", The American Economic Review).\nThe only country which has had any measure of luck with price control over the long haul is China. The inflation rate in China was 2.39 percent in 2020, 2.9 percent in 2019; 2.11 percent in 2018; and 1.56 percent in 2017. The CPI forecast for 2022 and 2023 are 2.2 and 2.3 percent, respectively. Obviously, China has tight \"state-dominated controls on its economy, which enables it to manage inflation differently compared to other countries. In China, changes are made to subsidies and other price control measures to check inflation.\"\nHow do you control inflation in a market economy? There is no easy answer to this vital question. Today, every politician and average citizen is asking and looking for an easy fix for inflation. How do you bring down the price of soybean oil? Well, to allow more imports would be an easy answer. What about the price of food? Well, you cannot ask for an immediate increase in the supply of grains, meat, edible oil, sugar, or lentils. Because, as we all know these solutions don't really solve the problem overnight, what with the war in Ukraine, a depreciating taka, and new supply chain bottlenecks. The goal for the government ought to be to manage the current crisis and overcome the immediate hurdles with a prudent mix of macroeconomic policy, lower tariffs on imports of everyday use, and regulatory guidance.\nUnfortunately, there is no easy path to price stability in the current volatile environment. Market forces are at the helm. Some prices go through ups and downs, and others only keep going up. Take the case of gasoline or crude oil.\nWhen supply is abundant, the price goes down. On the other hand, as we have seen over the last 50 years, when there is war in the Middle East or the oil-producing countries suffer any domestic turbulence, the oil market is on fire. Fortunately, these are expected to be temporary, and things calm down. On the other hand, prices of electronic items have gone down in real terms. For Bangladesh, prices of many imported items have recently seen upward pressure due to global shortages, devaluation of the taka, and some degree of market influence by traders or syndicates.\nThe warnings of Guterres and the Economist Intelligence Unit cited at the beginning only reinforce the hands of policymakers seeking directions or avenues for market intervention. In a recent ruling, the High Court of Bangladesh advised the government to take measures to rein in the syndicates which manipulate the prices of staples.\n \nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as Senior Research Fellow at the US-based International Sustainable Development Institute (ISDI). \n",
        "headline_1": "‘Price Controls! Can’t we do anything else to beat inflation?’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/price-controls-cant-we-do-anything-else-beat-inflation-3039481",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2022"
    },
    {
        "full_article": "The social protection allocation in the annual budget has consistently increased over the last 14 years. In FY 2008-09, a total of Tk 13,845 crore was allocated for social protection programmes. This allocation was 14.71 percent of the annual budget and 2.25 percent of the GDP. In the FY 2021-22 budget, Tk 107,614 crore was allocated for social protection programmes. It was 17.83 percent of the annual budget and 3.11 percent of the GDP. However, it has not been possible to cover all eligible people under different social protection programmes despite the sustained increase in budgetary allocations.\nThe number of households benefiting from social protection programmes in the country went up two and half times, from 12 percent in 2005 to 30 percent in 2020. The number of programmes has also gone up from 77 in FY 2009-10 to 130 in FY 2019-20. It is believed that the increased level of public funding has contributed substantially to poverty reduction in Bangladesh. However, there are still over 10 percent of people categorised as \"extreme poor\" in the country. This number has gone up since mid-2020, due to the onslaught of the Covid-19 pandemic. But due to paucity of reliable data, it is difficult to estimate the percentage of people living in poverty now. The government undertook cash and food distribution to assist the new poor. These were in addition to the regular social protection programmes which are aimed at reducing the social and economic vulnerabilities of the poor families.\nThere are about 130 social security projects and programmes in Bangladesh, the majority of which are small in size. Just a dozen of them employ almost 80 percent of the total social security budget. These projects and programmes can be mainly categorised in two different ways: 1. By sectors like health, nutrition, education, and infrastructure development, and 2. By life cycle, such as pregnancy and early age, school age, working age, and old age.\nThe government, under the leadership of the cabinet division, has developed the second phase of the Action Plan (2021-26) of the National Social Security Strategy (NSSS) to strengthen the overall efficiency and impact of social protection programmes. These programmes need to adopt appropriate targeting mechanisms to include the most deserving benefi-ciaries. Gradually, the government extended the payment of benefits through the Government-to-Person (G2P) system, using mobile financial services, for about 68 percent of total cash transferred. This has cut down corruption and is also cost-effective and time-saving.\nAfter making significant progress on the payment aspect, the government is now focusing on the targeting side of social protection programmes. Identifying the most deserving beneficiaries is a challenge that needs to be resolved urgently for better utilisation of public resources. The government's recent decision of a universal cash transfer approach to improve the coverage of certain safety net programmes is a good one in this regard.\nDuring the past two years, three programmes under the Department of Social Services have expanded coverage and introduced an online self-registration system to 112 poverty-stricken upazilas in 2020-21 and to 150 upazilas in 2021-22. The three programmes are Old Age Allowance, Allowances for the Widow, Deserted and Destitute Women, and Allowances for the Financially Insolvent Disabled.\nAnyone who believes they are eligible for any of these allowances can apply for it through www.mis.bhata.gov.bd. The Social Welfare Officers and upazila, union and paurashava committees verify the information and recommend the enrolment of those eligible into the programmes. The government is planning to cover 100 additional upazilas under this universal approach in FY 2022-23.\nThese three programmes truly cover the most vulnerable groups in society and the universalisation of coverage was needed to cover all those who deserve to receive benefits. There are definite financial implications of universalisation and, therefore, the government needs to allocate an increased amount of resources for social protection in the 2022-23 budget to cover newer applicants. Historically, in the 262 upazilas where the universal approach has been introduced during the last two years, the number of beneficiaries has increased substantially. The Old Age Allowance covers 5.7 million beneficiaries now across rural and urban areas, which includes about 50 percent of the elderly population of the country. The number increased rapidly from 4.4 million in 2018. The Allowances for Widow, Deserted and Destitute Women currently benefit 2.47 million women, while about one million persons receive disability allowances.\nIn the future, other major social protection programmes should also adopt the universal approach, and a digital self-registration system should be introduced for improved targeting of beneficiaries.\n \nDr Nawshad Ahmed is an economist, urban planner, and an ex-UN official.\n",
        "headline_1": "Social protection needs more in next budget",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/social-protection-needs-more-next-budget-3039461",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2022"
    },
    {
        "full_article": "It may seem like an odd assortment of items to be afflicted by the inflationary fever currently in circulation, but following the basic rules of economics—when demand goes up, with existing supply, prices will go up in a free market—it is not surprising. Such deduction comes from the recent clashes between Bangladesh Chhatra League (BCL) and Jatiyatabadi Chhatra Dal (JCD)—yes, they still exist—on the Dhaka University campus, in Khulna, Patuakhali, Manikganj, outside the High Court, and so on, which seems like a prelude to what we may see in the near future as the election draws closer. In which case, more \"soldiers\" will be needed on the ground, and therefore more \"equipment\" will be needed to fight the battles of supremacy.\nAfter all, why do political parties, especially when they are ruling, have their student wings in public universities and colleges, if not for the undeniable muscle power required to nip any kind of dissent in the bud? They will, for instance, be required to discipline those annoying students who take to the streets and check licences, because they are tired of seeing their friends get murdered by maniacal bus drivers. They will prevent unnecessary nuisance created by regular students when they demonstrate against violence on campus (allegedly by members of those student wings) or harassment of female students. Most importantly, they will make sure their counterparts from the opposition party are bludgeoned into total retreat if they try to bring out rallies or hang around voting centres. In exchange for such undeniable efficiency and control, what's a little domination of the dormitories, shares in tenders for constructing buildings on the campus, involvement in all kinds of recruitment, and a little mischievous behaviour now and then?\nThus, keeping with their JD (job description), attacking the recent procession of JCD in the Doel Chattar area inside the DU campus with traditional weapons was a perfectly natural response.\nLater, members of JCD were slapped with various cases… wait, what? Yes, JCD; BCL, the ones using the machetes and rods and many sporting helmets (as verified by photographs published in various newspapers), were not liable for legal action to be taken against them, but JCD, who were attacked first, were. The charges against JCD included attacking BCL members, obstructing government work, attacking a university employee, and disorderly conduct. It is a little baffling why the JCD, which hardly has any presence in the university, would jeopardise their own programme by \"trying to kill\" BCL members (as stated in one of the cases), who have total supremacy on the campus. Maybe the JCD is a delusional lot, maybe they have a death wish…\nFrom these facts, we can deduce that in the days to follow, there will be many such \"scuffles\" between the two \"student\" wings that will entail the age-old way of resolution—beating the living daylights out of their rivals, with the ruling party cadres obviously winning. Hence, it will hardly be any surprise if the prices of such traditional weapons shoot up. Will the parent party leaders provide some sort of subsidy for their henchmen, who provide the essential human resources during elections? We will never know.\nBut it is not just the machete maker, the bamboo seller or helmet salesperson who will benefit from the increase in momentum of (violent) politics. Let's not forget that the market for small firearms, like pistols or revolvers, which may also be booming in the months preceding the general election. Just recall those days before the last election, when it would be insulting for a student leader not to brandish a pistol or two to let people know who's the boss.\nThe burning question is: Will such an inevitable inflationary pressure on weapons in general be reflected in the election-oriented budget of 2022-23? We are not sure. Firstly, we don't know how or if firearms, the ones bought through legal channels, are taxed or whether they fall under the \"essential items\" category—at least when the recipients are the bouncers of the political party required to intimidate and decimate the opposition. In any case, there is little cause for worry for the hardcore political thugs who can easily acquire a 6mm or 7.2mm or 9mm pistol from the regular stash smoothly entering through the borders. Gun-loving cadres, moreover, can rest assured of the availability of locally assembled guns manufactured in scores of \"informal\" factories all over the country.\nWhich brings us back to the prices of bamboo, iron rods, machetes and helmets (all of which have alternative uses—as construction material, to cut meat, and for motorbike riding, respectively). Given the way the BCL is moving—boldly, ferociously and ready to embrace the collateral damage of success in the form of injury or death of members of rival parties, journalists and a few innocent nobodies—price hikes of these multi-use products, along with a spike in the citizens' anxiety levels, could be inevitable.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "Prices of machetes, bamboo and iron rods to go up?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/prices-machetes-bamboo-and-iron-rods-go-3038791",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2022"
    },
    {
        "full_article": "We're alarmed by a new transport survey that says that 63 percent of the women and girls using public transport in Dhaka have had to face various forms of harassment including sexual harassment. While 47 percent of the surveyed complained of being sexually harassed, 61 percent said they were deliberately touched by bus staff while boarding or getting off buses. Some 25 percent of them said they experienced such touches at least three times in the last six months. Equally disturbingly, a significant percentage of those who had faced sexual or other forms of harassment in public transport later suffered from mental health issues.\nThese findings show that almost nothing has changed in terms of the safety of women and girls in public transport, although the issue has been in discussion for long. The gravity of the situation can be understood from the fact that a number of women were raped and killed inside the buses, too. Sadly, these incidents have not led to significant action on the part of the authorities. Prior to this survey, several other surveys in the past also revealed the toxic male-dominated environment in public transport where women could hardly raise their voices after being harassed or bullied. Although there has been a practice of keeping seats reserved for women, this is not nearly enough because either the seats are too few for the growing number of women and girls needing public buses, or, as is often the case, these are occupied by male commuters.\nMoreover, reserving a few seats alone will not improve the situation as long as the patriarchal mindset of men remains unchanged. While awareness is needed among male passengers, especially male helpers, to change their mindsets, the existing laws against gender harassment/violence also need to be enforced regularly to hold the perpetrators accountable. Women also need to be given necessary support so that they can file complaints against their harassers. To ensure this, the drivers and helpers, and even police officers, need to be given proper training on gender issues.\nExperts have suggested some specific interventions such as increasing the number of women-only buses, installing CCTV cameras and vehicle-tracking systems in all passenger vehicles, putting nameplates in every one of them mentioning the names of drivers and helpers, conducting mobile court drives to punish the harassers, etc. It's time the authorities heeded these suggestions which, we hope, will help ensure a safe environment for female commuters.\n",
        "headline_1": "Will buses ever be women-friendly?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/will-buses-ever-be-women-friendly-3039206",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2022"
    },
    {
        "full_article": "Home is where we feel most protected, away from all the dust, smog, noise, stench and traffic out on the streets. But what if home is not the place of safety we thought it was? For years, experts have been trying to raise the alarm about how indoor air pollution can be as big a threat to our health as outdoor pollution. They now believe the level of indoor air pollutants can even be two to five times higher than that outdoors. Dhaka, as the most air polluted city in the world, is naturally at risk, with a recent study on in-kitchen aerosol exposure identifying its indoor air quality as the worst in the world.\nThis may not come as a big shock given how frequently we've been topping similar charts, but it should worry us because of the total lack of concern or initiative by the authorities. Citizens, too, seem oblivious of the danger they're in, with little idea of what causes indoor air pollution, how harmful it is, and what can be done to prevent it. In Bangladesh, more than 75 percent of households still reportedly use solid fuels for cooking. Prolonged exposure to this, coupled with lack of ventilation in mostly small kitchens, form a perfect recipe for disaster, especially for women and children who stay indoors for most of the time. Other factors include tobacco consumption, products for household cleaning and maintenance, and central heating or cooling systems.\nIt is because of long-term exposure to such indoor pollutants that a staggering 113,202 people die annually in Bangladesh, according to an estimate by the WHO. Currently, our average life expectancy is being cut by 2.91 years—1.53 years of which by indoor air pollution. Among notable health complications caused by it are ischemic heart disease, lung cancer, lower respiratory infections, stroke, type 2 diabetes, adverse birth outcomes, etc.\nWith this level of threat staring us in the eye, not knowing about it or not taking preventive steps is a luxury we can ill-afford. The problem is how we perceive the safety of homes, schools, nurseries and other such indoor settings. Without sufficient awareness of what makes them unsafe from a health perspective, we're basically storing up problems for the future. All indoor settings should, therefore, must have a proper ventilation system. Even using mechanical ventilations like exhaust fans in kitchens can help mitigate harmful cooking emissions. People's awareness and responsible behaviour are vital. \nThe government should also do its part starting with a drive to tap into household-level data on indoor air quality to better inform its policies. It should then direct all city corporations and other relevant agencies to undertake proper measures, and run extensive awareness campaigns. Also, since most families living in poor-quality housing may have no option but to make do with damp, under-ventilated environments, the government should come forward to assist them.\n",
        "headline_1": "No respite from air pollution even at home",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/news/no-respite-air-pollution-even-home-3039201",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-06-2022"
    }
]