[
    {
        "full_article": "By holding the meeting of the “G-7”, or the so-called group of the world’s most industrialised nations, in Hiroshima, Japanese Prime Minister Fumio Kishida, who belongs to the city, wanted to send out a message of global solidarity for peace. In addition to the symbolism of bringing leaders of all G-7 members with the EU leadership to the peace memorial for the victims of the 1945 atomic bombing, the grouping issued a special “Hiroshima Vision Statement on Nuclear Disarmament”. The summit’s importance was underlined by the fact that the U.S. President, Joseph Biden, only the second sitting American President to visit the city, made a particular point of attending the summit. Ukrainian President Volodymyr Zelenskyy’s surprise arrival also enhanced the message by turning the spotlight on the horrors of Russia’s invasion; Prime Minister Narendra Modi’s statement that the crisis was one of “humanity” was significant. The G-7 members issued a separate statement on Ukraine, hitting Russia with more sanctions, but failed to highlight a path towards dialogue and ending the war. Despite the invitation of countries such as India, Brazil, Indonesia and Vietnam with a less black-and-white view of the world, and Mr. Kishida making pertinent references to the views of the Global South, the summit’s statements reflected a much more polarised view of the world — that of G-7 members alone.\rIf the G-7 grouping wishes to broaden its prism, it must recognise that it is grossly unrepresentative of the world today. While members together represent more than half the world’s net wealth, the G-7 accounts for less than a third of the global GDP, and just over a tenth of the world’s population. Apart from Japan, the G-7 membership comprises an essentially Euro-American worldview, and is not discussing expanding that view soon. It has actually contracted, after it expelled Russia over its annexation of areas of Georgia in 2008 and then Crimea in 2014. It is also hard to justify an economic grouping that does not include some of the world’s largest economies (China and India) or the fastest growing GDPs, or biggest global energy providers. While some efforts were made in Hiroshima to recognise the G-7’s role in, for example, promoting transparent financing and debt sustainability for the developing world, or in compensating for the developed world’s contribution to global warming and greenhouse gas emissions, the summit failed to propose concrete measures to help defray these responsibilities. As the spotlight shifts to the G-20 summit later this year in Delhi, it is hoped the grouping will work towards a more inclusive outlook and help in building a more comprehensive global consensus on some of the bigger challenges the world faces today.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJapan\n\n/\n\nCanada\n\n/\n\nUnited Kingdom\n\n/\n\nFrance\n\n/\n\nEuropean Union\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nAustralia\n\n/\n\nUkraine\n\n/\n\ndiplomacy",
        "headline_1": "Solidarity for peace: on the Hiroshima meet of the G-7",
        "headline_2": "The G-7 must build a global consensus on the world’s challenges",
        "link": "https://www.thehindu.com/opinion/editorial/solidarity-for-peace-on-the-hiroshima-meet-of-the-g-7/article66881627.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "The Reserve Bank of India’s May 19 announcement that ₹2,000 banknotes would be withdrawn from circulation, coming just over seven-and-a-half years since the economically deleterious demonetisation of ₹500 and ₹1,000 notes, has triggered a sense of déjà vu. While Prime Minister Narendra Modi’s decision in November 2016, to abruptly and completely rescind the legal tender status of the then available high value currency notes was ostensibly aimed at ‘combatting black money and terror financing’, the RBI has asserted that the latest move is in pursuance of its ‘Clean Note Policy’ and does not alter the legal tender status of the withdrawn notes. The central bank has, however, set a September 30 deadline for the exchange or deposit of the withdrawn currency, thereby triggering difficulties for the common individual to continue to use the note. Reports from across the country speak of consumers, including wage earners in sectors such as construction, struggling to pay for the purchase of medicines, petrol and other day-to-day essentials despite the notes continuing to remain legal tender. Given that the RBI has acknowledged that the printing of new ₹2,000 notes was stopped in 2018-19, the sudden decision to withdraw the notes in circulation has raised questions about the rationale. The RBI stated that about 89% of the ₹2,000 notes were issued between November 2016 and March 2017 “to meet the currency requirement of the economy in an expeditious manner” following demonetisation and that since then lower denominations had become adequately available, obviating the need for the ₹2,000 notes.The central bank has also contended that the notes sought to be withdrawn were “at the end of their estimated life-span of 4-5 years”, and that the value of these bills in circulation had declined to ₹3.62 lakh crore, or 10.8% of the total notes in circulation, as on March 31. A look at previous withdrawals of bills by the RBI shows, for instance, that starting in April 2014, all banknotes issued prior to 2005, or almost a decade earlier, were gradually withdrawn even as they continued to enjoy legal tender status. Even today, lower value bills issued at least as far back as 2013, and which are used far more frequently in everyday transactions, continue to remain in circulation, raising doubts about the RBI’s ‘clean note’ reasoning. The RBI retains the right to issue or withdraw currency bills as it deems fit for the conduct of its policy mandate, but the lack of transparency now, and the administrative flip flops, do little to enhance trust in its “promise to pay the bearer” the note’s face value.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncurrency values\n\n/\n\nReserve Bank of India\n\n/\n\nDemonetisation\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nterrorism (crime)",
        "headline_1": "Slow withdrawal: on the RBI and the ₹2,000 note",
        "headline_2": "Without setting a deadline, the Reserve Bank of India could have withdrawn the notes gradually",
        "link": "https://www.thehindu.com/opinion/editorial/slow-withdrawal-on-the-rbi-and-the-2000-note/article66881113.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "In the Shanti Parv of the Mahabharat, a dying Bhishma on his bed of arrows counsels Yudishthir on how to effectively rule Indraprasth. “Fire, debts, and enemies should be dealt with quickly and completely. If any remainder is left, they may keep growing. ” In Delhi, his wisdom, at least when it comes to political enemies, is being religiously adhered to.\nGoI’s latest move is a late-night ordinance intended to reassert control over transfer and posting of bureaucrats in Delhi. That control, a subject of much past acrimony between GoI and the Delhi government, had been vested in the latter by a judgment of the Supreme Court earlier this month. In the matter of a week, the central government set up the National Capital Civil Service Authority, comprising the chief minister and two senior IAS officers, to take these calls. The final word would be with the lieutenant governor, who is appointed by the Union. The action was quick and complete, yet another measure that severely limits the powers of the Delhi government to pick its own officers.\nRead full story on TOI+\n\n",
        "headline_1": "The two Delhi solution: There’s a way out of the tussle. Centre should carve out for itself a Union Territory of New Delhi. Rest should become a new full state with its own police, administrative machinery",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-two-delhi-solution-theres-a-way-out-of-the-tussle-centre-should-carve-out-for-itself-a-union-territory-of-new-delhi-rest-should-become-a-new-full-state-with-its-own-police-administrat/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "There are two potential benefits from the modification of the Liberalised Remittance Scheme (LRS) that GoI recently announced. It can help increase compliance of personal income tax (PIT) payments thereby increasing tax revenue. And it can save on foreign exchange because the tax is on credit and debit card purchases of foreign goods and services. Lowering black money generation is also cited as a benefit, but this really is a byproduct of the first goal – higher PIT collection.\nOn May 20, GoI made an important clarification to the policy – a 20% (presumptive) tax deducted at source will only be levied on credit and debit credit card purchases of non-medical and non-educational purchases of over ₹7 lakh per person per year. Note that the LRS allows for each individual to send (spend) abroad ₹205 lakh ($250,000) per year.\nRead full story on TOI+\n\n",
        "headline_1": "Undo the un-liberalised remittance policy: GoI’s 20% tax on foreign spend, even with its latest tweak, is regressive given India’s growing aspirations & it will neither save forex nor increase revenue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/undo-the-un-liberalised-remittance-policy-gois-20-tax-on-foreign-spend-even-with-its-latest-tweak-is-regressive-given-indias-growing-aspirations-it-will-neither-save-forex-nor-i/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "GoI last week enacted an ordinance overturning the Supreme Court’s days-old judgment that granted Delhi’s elected legislature control of bureaucracy/services and then moved the court for a review of the verdict. Many arguments are being put forward to justify the decisions. That ordinances are necessary when the executive feels a judgment overrides a fundamental priority. That many other governments have used ordinances. That governance of national capitals in many countries has involved special arrangements. That the SC judgment itself noted the Delhi government’s powers are subject to Parliament’s laws and thus the Centre is well within its right to enact a new governing body.\nBut the point still remains – the fundamental argument on which the SC judgment rested was that an elected government that has the popular mandate should have control over administrative services and that this control flows naturally from the meaning of representative democracy. SC also emphasised federalism in its verdict. That different governments will have different approaches to public administration is part of a big country’s federal character. As the court said: that “ideas of pragmatic federalism and collaborative federalism will fall to the ground if we are to say the Union has overriding executive powers even in respect of matters for which the Delhi legislative assembly has legislative powers. ” It’s these entirely logical SC arguments that have been overturned by the ordinance – and that’s why it is a deeply problematic decision.\nThe problematic nature of the ordinance isn’t mitigated by allusions to some AAP politicians’ alleged overbearing conduct visà-vis bureaucrats. If badly behaved elected politicians constituted a good reason to wrest control of administration from them, few governments in India will have the power to direct bureaucrats. Also, that Parliament’s power to enact laws on Delhi was noted by SC does not condone every such enactment. The ordinance is flawed in its staunch refusal to recognise the powers of an elected government.\nWhether SC in its review will stick to the verdict of one of its constitutional benches is a fascinating question of law. But perhaps the question of how to govern Delhi cannot be settled thus. One of our columnists today makes a case for a ‘Two Delhi’ solution. Time has come to consider that or something akin to that. Delhi’s people don’t deserve this never-ending squabble.\n\n\n",
        "headline_1": "Capital Conundrum: Ordinance on control of Delhi admin overturns SC’s correct argument on representative democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/capital-conundrum-ordinance-on-control-of-delhi-admin-overturns-scs-correct-argument-on-representative-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "The wording of Friday’s RBI circular on ₹2,000 notes left a lot to be desired, providing clarity neither on the motivation nor on the minutiae. The printing of ₹2000 banknotes was stopped in 2018-19, and 89% of them were issued prior to March 2017, and therefore are at the end of an estimated lifespan of 4-5 years. So, if these notes are now assessed to be playing an undesirable role – in a reversal of official logic immediately after demonetisation – just waiting out their natural decay was surely the more reasonable alternative.\nConfusion has also arisen because the circular said the notes “will continue to be legal tender” while also telling the public to “utilise the time up to September 30 to deposit and/or exchange”. Presumably, a deadline is meant to work like an exam date – without a set date no one takes the possibility seriously. But then, what are we to make of these notes being legal tender indefinitely? SBI seems to have clarified that none of its branches will ask for documents and there are reports that deposits/ exchanges by one person can happen several times a day, and any number of times till the deadline.\nPerhaps, some of the weekend’s confusion will be addressed. But the uncertainty introduced by RBI’s circular will take much longer to ebb.\nPlus, and as is inevitably the case with such sudden decisions, creative crookedness is peaking – gold is enjoying an unofficial premium when being sold against ₹2,000 notes, buying dollars in the black market is another option, as are purchases of pricey durable consumer goods. As for the argument that shady people hoarding unaccounted cash will be smoked out, perhaps some will be. But seriously, do people who play crooked money games with very large sums depend only on bundles of currency notes? After all, the black economy survived demonetisation.\n\n\n",
        "headline_1": "Why2k Question: Will withdrawing ₹2,000 notes smoke out the crooked? Unlikely. The crooked economy’s much more inventive",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why2k-question-will-withdrawing-e2-82-b92000-notes-smoke-out-the-crooked-unlikely-the-crooked-economys-much-more-inventive/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "During the last budgetary preparations, it was understood that it had to be a budget that addressed certain economic crises. What type of a budget does the upcoming one have to be?\nLast year's budget was mostly related to the post-Covid crisis. This year, the nature of the crisis is very different, particularly given the volatility of the macroeconomic indicators that has added a whole new dimension to the crisis. Compared to last year, budget makers are having to design the budget from a much more vulnerable and weakened position.\nIn addressing the crisis, the government appears to have adopted an extreme short-termism mindset. Policymakers saw reserves falling at the beginning of the year. In the backdrop of the Sri Lankan crisis, it consumed their entire attention. So, they made protecting the reserves their single-minded economic objective. They did this by virtually collapsing imports, and thereby brought one form of stability, but in the process essentially collapsed the growth process. Many growth indicators show this. For example, there has been a drastic fall in letter-of-credit (LC) openings. This growth process may have been protected if exports and remittances maintained some robustness, which they didn't.\nYou need imports even for exports – capital machinery imports and intermediary products that are required to produce export materials. So, the extreme short-termism mindset of protecting reserves has led to a total collapse in the growth process, which in turn has made revenue generation very uncertain.\nSo, I see two types of crises. One is the crisis for the people – for example, the cost of living crisis which is getting more and more dire by the day. But the other one is the crisis for the policymakers, because they are having to make the budget in a very uncertain resource availability scenario. For them, resource availability is a significant concern. But instead of any transparency on these realities, budget makers are indulging in make-belief targets such as the seven-plus percent growth target, which has little bearing with current economic fundamentals.\nSince the economy is facing extreme challenges in terms of growth, resource availability and expenditure efficiency, the triangle of these processes need to be transparent. So, my biggest expectation from this budget would be transparency, because I see a massive absence of transparency both in terms of target setting and actual resource availability situation in which the planning is done. The need for transparency is not just a governance goal. It has become an economic necessity.\nThis has become critical for the economy, for meeting the IMF's conditions and for business-people, and also for the common people who are having to adjust their daily lives.\nAfter seeing last year's budget, you said addressing inequality doesn't seem to be a big priority for the government. At a recent dialogue organised by Citizen's Platform for SDGS, speakers said that the government should adjust economic reforms, required as per the IMF loan conditions, in a way that reins in inequality. What does the government need to do differently with the upcoming budget?\n\nThe problem here is with the mindset. If you look at the conversations of the policymakers, they are not seeing inequality as a problem. So, I have to repeat here what I said last year on this issue. Now all the ruling party members, and even the district-level ones, have become experts in the \"Kuznets curve,\" which correlates growth and inequality trends and seems to suggest that in the initial stages of growth, inequality rises. Policymakers and the ruling group are essentially buying into the idea of and propagating the inevitability of inequality. However, if you look at the global experiences, the story is so much more complex and varies between country contexts.\nWhat is driving inequality in Bangladesh? Is it only a matter of inadequate social protection allocations in the budget? This certainly is a factor, but an equally compelling inequality driver is the specific nature of the growth strategy pursued over the preceding decade. This has seen the growth process becoming increasingly unfriendly to both employment and poverty reduction. When the PPRC and BIGD survey first cautioned about an emerging problem of the \"new poor\" in 2021, official circles refused to accept the issue. Now the government think tank is bringing forth the gravity of the same problem. The recently published Household Income and Expenditure Survey (HIES), 2022 is signalling both a decline in industrial and urban employment and a rise towards extreme income inequality – the top five percent's share of income is now 27.82 percent. So, the sources of inequality have to become a part of the discussion.\nSome of the IMF conditions – raising power tariff, for example – could make life harder for the common people. But if we look at the main sources of the inequality, we will see that the nature of our growth strategy is such that we are essentially lavishing resources and also policy attention to a small minority at the top, and the millions of economic actors in the middle and below are not getting the policy support and resources they need. So, we need to really open up the discussion on the specifics of the growth strategy embraced by the current policymakers. Strikingly enough, when LDC graduation is being touted as around the corner, we are fixated on \"cheap labour\" as our main growth strategy selling point.\nSecondly, there needs to be a reorientation of public expenditure. Public expenditure efficiency itself is a way to address inequality. Take the healthcare sector for example. Funds are being spent in the sector, but in terms of its actual impact on healthcare, there is a huge gap. These things also lead to increased inequality.\nThirdly, when it comes to resource allocation, there needs to be intra-group equity. The government has recently brought up the issue of increasing benefits for government employees. During a crisis, other countries come in support of their citizens. Here, we see the opposite happening, with daily costs such as transport fares, etc rising for the people, while the government remains preoccupied in its concerns with other groups.\n\nWhat is driving inequality in Bangladesh? Is it only a matter of inadequate social protection allocations in the budget? This certainly is a factor, but an equally compelling inequality driver is the specific nature of the growth strategy pursued over the preceding decade. This has seen the growth process becoming increasingly unfriendly to both employment and poverty reduction. When the PPRC and BIGD survey first cautioned about an emerging problem of the \"new poor\" in 2021, official circles refused to accept the issue. Now the government think tank is bringing forth the gravity of the same problem. \nAt the same programme, the planning minister admitted that the poor are being deprived due to \"procedural reasons\" and government allocations don't always reach them. Is there any way to improve the government's procedure to ensure the allocation reaches them?\n\n\"Procedural reasons\" is basically a fancy term for corruption and decision inactions. If we take the education sector for an example, and look at the learning loss that happened during Covid, there needs to be a big budgetary support to make up for this loss. Primary healthcare requires a much bigger attention from this budget, particularly for urban areas. Transport costs, which is a very important part of daily life for people, is hostage to entrenched vested groups. By reducing corruption, leakages and the hold of inefficient vested groups, these costs can be brought down and the shortage of investment can be somewhat made up, and the quality of investment can also be improved.\nThere has been a lot of talk about bringing in some tax reforms. What changes should the government make to improve its poor tax-GDP ratio, while also reducing inequality?\nImproving the tax-GDP ratio while reducing inequality is a laudable goal. There may be minor steps such as raising the personal income tax threshold. But the most important aspect of tax reform is that the political government is not able to stand up to the bureaucratic implementers. Their bureaucratic hold through the procedural complexity that the planning minister mentioned is the bigger problem.\nWhen I speak to people, I hear them say all the time that they want to pay tax. But the bureaucratic mindset which, for example, allows the National Board of Revenue (NBR) to pass statutory regulatory orders (SRO) even after the budget is passed, to issue new orders that completely counteract the nice things mentioned in the budget, complicates things. So, when it comes to the issue of tax reforms, the political government is basically not able to really get rid of the bureaucrats' lethargy and inertia and lack of transparency. The bureaucrats essentially want to retain a capacity to rewrite rules at every point of time, and worse, not provide decisive actions where they are needed. The government has been touting 100 economic zones as a centrepiece of its growth strategy. Some have been set up, but how many of those have taken off? I was speaking to an entrepreneur on this the other day, who expressed their extreme frustration at not getting approval and process \"decisions\" where urgently needed. So even though these zones have been pushed by the government, we now see some of them going into the cold freezer.\nArrested growth momentum, and the lack of employment creation due to it, itself is the big barrier to reducing inequality. Occupying the policy chair without providing the needed decisions and policy support completely demoralises the entrepreneur spirit. If this can be addressed, it will go a long way in addressing the inequality issue.\nWhat you said is interesting, because the planning minister also mentioned that many vested groups have gotten themselves in an advantageous position for a long time, and taking action against them might put the government in trouble. Ultimately, who should the government look to please with its budgetary policies – ordinary people or vested groups, keeping in mind the upcoming election?\n\nI give credit to the planning minister for his honest statement. The thing is, these vested groups are within the bureaucracy, within the political decision-making process, and even within the private sector. These vested groups always promote narrow, self-serving policy positions. Just look at how the banks and financial sector are being run.\nNow the question is: will the budget be made to satisfy the people or the vested groups? There are intelligent ways the government can benefit the people, without allowing the vested groups to cause problems. An election year is the perfect time to show political courage. To show people that political leaders have the courage to bring people on board in their mission to fulfil all the big development visions that they constantly talk about. So, political economy may be a bigger challenge for the budget than narrowly understood economics.\n",
        "headline_1": "‘Will the budget be made to satisfy the people or the vested groups?’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/will-the-budget-be-made-satisfy-the-people-or-the-vested-groups-3326841",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "St Martin's Island, Bangladesh's only coral bearing island, generally makes it to our timelines for its picturesque views and Instagrammable shots. During Cyclone Mocha, the nearly six sq-km island made headlines again, but not in a good way this time.\nAll tourists were evacuated from the island before the cyclone hit, but most residents had to stay back. There are many reasons that contribute to the island and its residents' vulnerabilities to climate change-induced natural disasters.\nSt Martin's Island is the smallest administrative unit (union) in Bangladesh, with a population of around 8,000-10,000. Even though so many people live here, the island lacks crucial education and healthcare facilities. Water transport is the primary mode of commute. Due to factors such as climate-related disasters, poverty, and limited employment opportunities, many people from the island migrate to other parts of the country, such as Chattogram or Dhaka.\nLet's look at the factors that contribute to the island's vulnerabilities. Its location within a cyclone-prone zone, exposure to rising sea levels, fragile ecosystem, limited resources, and reliance on tourism all contribute to its susceptibility. The Bay of Bengal frequently experiences cyclones, and St Martin's falls in this cyclone-prone zone. These cyclones bring along intense winds, heavy rainfall and tidal surges, all of which pose significant threats to the island's infrastructure, economy, and inhabitants. Due to its location, only water transport is available for evacuating the residents whenever a disaster approaches, but if evacuations are not conducted as early as possible, in most cases the island inhabitants have to be left at the mercy of the elements. This was also true in the case of severe cyclonic storm Mocha, which caused huge infrastructural losses on the island. As for evacuations, a day before the storm, all local trawlers left for Teknaf. After that, owing to the danger signal at maritime ports, no trawler left the island, so even if someone wanted to evacuate, they were unable to. Many locals also said they did not know of any official modes of evacuation. Only those that could afford it, did it on their own means.\nThe islanders are also deeply aware of sea level rise due to climate change, which has become a major concern for the island. As global temperatures increase, melting glaciers and expanding ocean waters contribute to the gradual rise in sea levels. The island is predominantly flat and sits at an elevation of 3.6 metres above the mean sea level. So it is particularly susceptible to coastal erosion and inundation, especially during high tides and storm events. There were worries that during Cyclone Mocha, the island could get submerged.\nThe delicate ecosystem of St Martin's Island is yet another factor. It is home to mangrove forests and corals, and is rich in marine biodiversity. These unique ecosystems serve as natural buffers against storms and provide protection against coastal erosion. However, deforestation, habitat degradation, and overfishing can weaken these protective barriers, leaving the island more exposed to elements. Unsustainable expansion of resorts and hotels played a significant role in the degradation of keya (screw pine) trees that used to adorn the island's shoreline. Since visitors of most resorts wanted a direct view to the ocean from their rooms, the keya trees were cut down over the years.\nMeanwhile, during tourist seasons, the demand for certain fish species like coral fish, rupchanda, kalachanda, sundari, flying fish, etc increases, leading to unsustainable overfishing. Plastic waste on the beach is another cause for concern. The growing tourist influx and poor waste management infrastructure has resulted in the accumulation of solid waste on the island. Lack of proper waste disposal and recycling facilities poses a threat to the environment and marine life, not to mention the overall aesthetics of the island.\nAdditionally, the island's dependence on fisheries and tourism as major sources of income makes the residents economically vulnerable to natural disasters. The destruction of infrastructure, boats, fishing gears, hotels, and tourist facilities during cyclones and other disasters can have long-lasting effects on the local economy, leading to loss of livelihoods and resulting in financial instability for the island's residents.\nMoreover, the island's limited resources and infrastructure further amplify its vulnerability. St Martin's Island faces challenges in managing its freshwater resources. The island relies heavily on groundwater, which is vulnerable to contamination from improper sanitation practices and over-extraction. Proper management of water resources is crucial to ensure a sustainable water supply for both residents and tourists. With a small population and inadequate emergency response systems and resilient infrastructure, St Martin's Island faces challenges in effectively mitigating the impacts of natural disasters and safeguarding its inhabitants. Insufficient early warning systems, evacuation plans, and shelters hinder the island's ability to respond effectively to these hazards.\nIn 1999, a total of 590 hectares of area on the island was declared as an Ecologically Critical Area (ECA). In 2022, the Bangladesh government declared St Martin's Island and its adjacent areas (1,743 sq-km) as a Marine Protected Area for the conservation and sustainable management of the island resources. Recognising and addressing the island's vulnerabilities through comprehensive disaster management strategies, including early warning systems, resilient infrastructure, ecosystem conservation, and community preparedness are crucial for safeguarding the island and its inhabitants from the climate change-induced natural disasters, which threaten to become more frequent and intense.\nTazin Mahmud Ashik is an environmental science graduate, currently working in environmental research in Bangladesh.\n",
        "headline_1": "All that ails St Martin's Island",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/all-ails-st-martins-island-3326651",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "The tech war between nations is well-established – the US and China being the least coy about this battle. There is another (more subtle) war happening: the battle for talent is quietly turning into a more global competition. \nPoliticians in Washington (with cameras off) note that the US requires more high-skilled immigration to support its fiscal investment in the tech and industrial sectors. Members of Parliament in the UK face a similar dilemma due to Brexit and a loss of easy access to talent from the EU. \nYet, legal immigration policies in both countries remain entangled with the politics of poor security at land borders. Highly-skilled immigrants aspiring to legally move to the US often note that the legal immigration system (with its caps on visas and high backlog) lacks the porous characteristics of the southern border with Mexico. \nAs the immigration policies have changed in these two countries, workers have normally considered countries, such as Canada, Singapore, and Australia, as alternative options. However, economic growth and the accompanying talent requirements for workforces are universal constructs with other countries, such as Saudi Arabia and the UAE, prepared to compete for this global talent. \nGlobal market for workers: Not simply between London and New York \nSaudi Arabia's Vision 2030 is the perfect example of a country with a robust development strategy and sound implementation. Between 2016 and 2020, the initiative created more than 550,000 jobs with at least two million more expected to be created by 2030. The kingdom has employed aggressive education and up-skilling programs to develop the local talent to support this growth. \nHowever, the job creation rate is currently outpacing the nation's ability to close the skills gap for Vision 2030. Accordingly, Saudi companies are reportedly showing the cash to potential employees to come to the kingdom and fill open roles. For example, the state-owned Public Investment Fund (PIF) with more than $600 billion of assets has employed several foreign recruiting firms to staff the organisation across multiple verticals and is reportedly offering 30 percent pay bumps to bankers and consultants. Construction companies and other key local companies have reportedly surpassed that figure.\nIn the Middle East, the first place for attracting potential talent is usually Dubai. The city has long been home to bankers and consultants who shuttle between Dubai and Riyadh (or Jeddah) on Sunday morning with a return flight on Thursday evening. In 2021, the kingdom announced a directive that required foreign firms to set up regional headquarters in the country by the end of 2023 or risk losing out on government contracts. Many companies have opened offices in the UAE and shifted some of the workforce there, but Saudi officials would like to see more talent shift to their country.  \nThis type of competition is not restricted to any one region. Singapore has increased efforts for global talent with the Overseas Network and Expertise pass, which permits high-skilled individuals to live in the city without possessing a job in the first place. Hong Kong similarly would like to attract talent back to the city after residents left the city in droves in 2022 after becoming frustrated by stringent Covid-19 restrictions and Beijing's rules and enforcement surrounding freedom of expression.\nBringing women (back) into the workforce\nThe US manifests the challenges that global economies face with both attracting and keeping women in the workforce. The number of women in the US workforce finally passed pre-pandemic levels in February this year. On one hand, the return of women to the workforce in the US is faster than imagined a few years ago. On the other hand, the number today also represents how inflation has hit many households and forced many individuals back into the workforce in addition to parents no longer having to watch their kids round-the-clock (with women generally bearing a greater portion of that burden). Remote and hybrid work have helped in-part in the US, but it is both lacking in many countries and cannot solve every issue in other countries. \nFor example, in India, the labor force participation rate of women hovers between 15 and 25 percent. There are varying reasons related to level of education, child and related home care, and the informal nature of a significant portion of jobs performed by women. Remote and hybrid work, which could help solve for child and related home care, is not as readily available. \nIn the UK, British companies are offering fertility benefits, such as egg freezing and IVF treatment, alongside increased leave benefits to attract women back to the workforce. The UK (and the US) has encountered a surprising increase of men leaving the workforce with women returning at a higher rate (than projected), which suggests a change in focus for business owners when recruiting back talent. Though critics have argued the dynamics of childcare and fertility benefits can both help bring women back into the workforce as well as solidify stereotypical norms surrounding the participation of men in the household.\nLifestyle benefits play an important role \nThe development of new financial hubs across the globe adds a new dynamic to the discussion. Global talent is considering both career opportunities and lifestyle opportunities. Let's not forget that Miami became a financial hub during Covid-19. New York residents sought the sun and beaches while still working remotely from home. The return to office mandates have clearly benefited New York City (NYC), but some people (and firms) have chosen to stay in Miami, noting NYC housing costs and increased crime as reasons. \nGlobal talent understands currency can be traded daily (thus earning in pounds and dirhams is not necessarily an issue) and that engagement with markets can happen easily from a computer (or is simply a fight or two flights away). It is this mentality that has strengthened the positioning of cities, such as Dubai and Singapore, against cities, such as London and New York. \nGlobal funds from both New York and London, such as Millennium Management and BlueCrest Capital Management, have opened offices in Dubai as the city continues to position itself as a respite from cramped inner-city housing, crime, and cold winters (brutal summers of 40-plus degrees Celsius are not great either, but many residents choose to travel significantly during the summer to escape Dubai). \nIt should come as no surprise that some companies in Saudi Arabia have elected to include villa housing accommodations (or allowances) as part of a pay package to entice talent to the kingdom. Domestic help and childcare also vary significantly across the globe with the cost more affordable in the Middle East and Asia compared to New York and London. In the mind of many business leaders, if the pay package and career prospects are the same but they (or the city) can offer a better lifestyle, then they can compete for the talent.\nImmigration policies will have to adapt\nImmigration policies will have to change to match the changing dynamics of this global battle for talent. Many Western economies are saddled with policies anchored in the 1990s. The US immigration system has never been easy to navigate for high-skilled talent with tech companies having to generally rely on H-1B visas, which are capped at 85,000 each year. \nThe UK implemented a \"points based\" system for work visas following Brexit and had a greater influx of resident visa applications from non-EU nationals (up almost 80 percent according to some estimates). The number suggests that the UK may be filling its workforce with a more global version of high-skilled workers, which says a lot for an already diverse city. \nThe Middle East and Asia may be a big beneficiary of these demographic trends with an increase of EU nationals relocating to these regions. Dubai is a sunny tax haven for EU nationals wanting to escape 40 percent to 50 percent tax levels and provide all the security and lifestyle amenities (including beaches) not readily available in European financial hubs with a straightforward process for obtaining a residence visa. The Saudi process is relatively similar, though Riyadh still does not match Dubai on lifestyle benefits. \nHong Kong and Singapore both have relatively simple processes for onboarding talent for companies and are considering other offerings to retain current talent as well as compete against emerging Middle East hubs. \nMainland China could use more immigrants as the one-child policy has left the country with a shortage of skilled labor. Yet the country is not exactly the usual destination for foreign workers. North Korea currently has a higher percent of immigrant population. A mix of culture, history, and language generally explains why countries like China among others do not (or cannot) join this talent war.\nCountries, such as the US and UK, have long possessed a culture of openness and a history of accepting immigrants, but politics are more polarised today, especially in the US, where immigration can be a political football. Other countries, such as Saudi Arabia and the UAE, have significantly changed culturally over the years and adopted a balanced mix of English and local language in business. Immigration policies there, are directives from leadership and avoidant of theatrics and the internal wrangling of congresses or parliaments.\nCities do not have to be Dubai (where foreign expats account for approximately 90 percent of the workforce) or Beijing (where that figure is less than 1 percent) but rather find a balance in-between, which suggests a varying mix of options for global talent (and consequently a more intense battle for talent). \nKurt Davis Jr. is an investment banker focused on developed and emerging markets. He is a member of the Council on Foreign Relations. He earned a M.B.A. in finance, entrepreneurship, and operations from the University of Chicago Booth School of Business and a J.D. in tax law and commercial law from the University of Virginia School of Law. He can be reached at [email protected]\n",
        "headline_1": "The global war for talent is expanding ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-global-war-talent-expanding-3326501",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "For the Bangladesh Railway, old habits die too hard. The state-run organisation has once again dwindled on its lofty promises and failed to procure 70 locomotives for a single project they embarked upon in 2011. The long-delayed project, along with another project to overhaul 21 MG locomotives, will now be cancelled. According to the latest report by this daily, authorities have already spent Tk 5.15 crore on this project, wasting valuable taxpayers' money.\nThe BR has time and time again shown its incompetency to execute ambitious projects undertaken in the name of \"development.\" We are, frankly, tired of reading reports after reports on railway projects gone awry. Corruption and irregularities, flawed project design, poor feasibility studies, issues over land acquisition and so on have been reported as some of the underlying reasons. Yet, no steps have been taken to address them.\nA report in just December last year revealed that 35 ongoing projects are running behind schedule. The delays and revisions escalated costs to an amount higher than the cost of constructing the Padma Bridge. The transport agency poses a significant burden on the government and the nation's citizens. It is unacceptable that the organisation is being allowed to run in the same old lacklustre fashion.\nThe BR has now reportedly prepared a new plan to buy 30 locomotives at a cost of Tk 2,247 crore, which is Tk 301 crore more than the failed 70 locomotive procurement project. Before jumping on costlier new investments to replace collapsed plans, the railway authorities must critically solve the systemic failures that caused the collapse in the first place. With the overwhelming precedence of underperformance, how can we trust that the new plan will not reach the same fate as the previous ones?\nCurtailing financial losses from the BR's inefficiency should be prioritised during the economic turmoil. Bangladesh aspires to become a powerful economy and to graduate to an economically-developed nation by 2041. But with chronic unpreparedness of state-run agencies and copious amounts of money wasted on development projects, it is hard to imagine how that dream will be fulfilled. We strongly urge the authorities to address the chronic inefficiencies of the Bangladesh Railway and overhaul it.\n",
        "headline_1": "Too out of track",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/too-out-track-3325741",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "As the next parliamentary election approaches, it is becoming increasingly clearer that the promises of a \"level playing field\" for the opposition are nothing beyond mere rhetoric. Yet again, BNP rallies in at least four districts have allegedly been foiled by members of the ruling party and law enforcement agencies. According to our report, at least 40 people were injured in Khulna, and at least 30 people in Patuakhali town, with the police using firearms and tear gas shells during clashes between AL and BNP activists during the first two days of the latter's countrywide demonstrations. BNP members also alleged that members of the ruling party, aided by police, attacked them in Rajbari, Netrakona and Mymensingh.\nIn an inevitable unfolding of the narrative, law enforcers have claimed that it was the BNP activists who started attacking members of the ruling party and the law enforcement. They have already filed cases against 48 BNP activists and hundreds of unnamed people in Khulna, and are planning to do the same in other districts. We may have had doubts about the veracity of the BNP's claims, had similar incidents of provocation and violence not taken place across the country over the past year whenever the party declared agitations. At this point, it seems almost futile to ask what logic there might be in BNP attacking law enforcers and risking mass arrests at such a crucial time of their movement. It is even more pointless to have to point out the uncanny coincidence of AL holding counter-programmes at the same place and time as the BNP, resulting in inescapable clashes.\nSurely, the ruling regime understands that the more it attacks the BNP, the less reassuring its promises of ensuring a free, fair and participatory election appears to those concerned. If it cannot even provide space for an opposition to carry out its constitutional right of freedom of expression and assembly, how can we be confident that it can take a backseat and allow the Election Commission to do its job during the elections? The only way it can convince anyone of its commitment to a fair election is by engaging in fair play. Unfortunately, the AL and its prominent leaders seem more bent on playing their usual game of confrontation and intimidation, and in the process, proving the BNP's claims that a fair election is simply not possible under the present government.\nFor all concerned, particularly the people of this country, we urge the AL to respect the constitutional rights of the opposition. They need to have faith in their own programmes and pledges to the people, instead of needlessly engaging in confrontational politics.\n",
        "headline_1": "What is the point of attacking BNP rallies?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-the-point-attacking-bnp-rallies-3325791",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "It is good to know that the recent spurt of medicine prices have drawn the attention of the authorities at the highest level. Assignment given to an intelligence agency to come up with a fact-finding report attest to the fact that the issue has been taken very seriously. Thanks are also due to the intelligence agency that has done its job quite promptly. Not only has it detected the problems but also made a 17-point recommendation. Its recommendation in favour of full government control on life-saving drugs in a country like Bangladesh is indisputable. This means that only the government will have the authority to fix prices of the generics considered life-saving drugs. The special branch has also been mindful to increase the list of such life-saving generics to 1,500 from the existing 117 which is too little for the purpose. Notably, in India 800 generic medicines have been enlisted in the life-saving category. If Bangladesh can expand the list to 800-1,000, it will be a great achievement right now. True, the pharmaceutical industry has been facing some problems starting from import of raw materials or active pharmaceutical ingredients (API). Due to dollar crunch, opening of letters of credit (LCs) has become quite daunting. Of course, decline in value of Bangladesh currency taka against the greenback has made the matter even worse. In a situation like this, production cost has gone up. However, not only the common people but even expert in the field doubt if the recent abnormal price increase in drugs including the essential medicines is justified. An office bearer of the Bangladesh Association of Pharmaceutical Industries (BAPI) claimed that some medicines' prices have been adjusted after a long time and so the hike appears to be too high. According to him the last time it was done in 1996. This appears to be a flawed argument. Better he would have provided the list of those medicines, the prices of which have not been reviewed since 1996. As everyone is aware, prices of medicines are increased quite often and he claims the yearly adjustments as stipulated in the law has not been effected. Is this the case? A clear picture of this should be presented so that the public know the facts in this regard. After all drugs, particularly the life-saving ones, cannot be treated as any other consumer goods. In a country where the people in general do not enjoy any health benefits and have to bear about 65 per cent out-of-pocket medical expenditure, at least they deserve some relief in terms of subsidised or discounted medicine prices, if not free medicines. Now that the move has been initiated from the Prime Minister's Office (PMO), there is every reason to hope for an agreeable outcome for all the parties involved. Already an API park has been established in Munshiganj. When more private pharmaceutical companies will start manufacturing API, the cost of medicine production will come down. If the range and scope of the state-owned Essential Drugs Company Limited (EDCL), which has a limited capacity and produces only 25 out of 117 life-saving drugs, are enhanced to produce more medicines and API in bulk quantities, drug prices can be drastically brought down.",
        "headline_1": "Making life-saving medicines affordable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-life-saving-medicines-affordable-1684764792",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "The aftermath of every natural calamity, be it cyclone or earthquake, offers a common spectacle: the suffering children. The scenes of orphaned children after the recent earthquakes in Turkey are fresh in the memory of many. The latest of these spectacles comprise the hapless child victims of Cyclone Mocha in Bangladesh and Myanmar. After panicking people for a week, the cyclone has spared Bangladesh, and made its full-scale landfall on the southern Myanmar. Although seemingly a brush with Bangladesh, the cyclone has let loose a phase of ordeals on the hapless families along the country's coastline. A similar scenario has been enacted in southern Myanmar on the coast of Bay of Bengal. That in both the countries, millions of vulnerable children and their families are now passing their days in all kinds of miseries can be understood. In short, these people, especially the Rohingya children, have to deal with worse times in the coming days. A difference can be made only with a proactive bail-out of these silent victims of the 14 May cyclone.As UNICEF has assessed the situation, the trail of destruction left by Cyclone Mocha not only affects those already living in dire conditions, but also poses a severe threat to the wellbeing of numerous other communities. The experience of the storm will soon lodge in the past like all other natural calamities. But for the Bangladesh coastline people the looming apprehension of waterborne diseases is feared to escalate in the coming days, the UN agency observes. Given the harried state of the two already benighted communities, the worsening of their plight turns out to be a foregone conclusion. In fact, the Rohingya communities in both Bangladesh and Myanmar have been badly affected by Mocha. Being nearly encircled and hounded by Myanmar regime and its cohorts, the Rohingyas in their own country have long been going through different types of persecution. As a general scenario shows, more than 16 million people, 5.6 million of them children, including 1.2 million internally displaced people --- Rohingya, ethnic Rakhine and other communities, were in the path of the cyclone in the Rakhine state. The extent of damage caused by the fury of Mocha, can, thus, be presumed.In Bangladesh, the impact of the swoop of the cyclone on the Rohingya camps didn't take much time to become clear. The storm left the country soon on its way to Myanmar. But during its brief presence in Bangladesh, it played a near-havoc with the displaced Rohingyas in their makeshift shelters. Child victims in countries torn by civil wars, ethnic conflicts and other scenes of unrest have long been common scenarios. Regions hit by natural calamities also render them silent victims. Earthquakes, floods and cyclones dominate the natural calamity scenarios. At these spots, it is the tender-aged children and teenage boys and girls who fall victim to the syndicates involved in child trafficking. These traffickers target mostly the children separated from their parents due to the impact of natural disasters.The conflict zones in the Sub-Saharan countries plagued by protracted civil wars offer scenes of innocent children being sucked in by armed imbroglios. Although the distressing scenes have subsided for some time in these countries, ethnic tensions and the following savageries often flare up there intermittently. The northeastern African country of Sudan has lately been bogged down in an armed conflict between the country's military and the paramilitary forces. The country has long descended into an uncontrollable armed chaos. The civilians are trying desperately to flee the conflict zones. The panic-stricken and bewildered children comprise a considerably large segment of people fleeing the conflict zones. At present, a dozen of spots around the world are passing through large and small conflicts. The dominant of them is the Russia-Ukraine war. The others include civil wars in Central African Republic, Ethiopia, Libya, Mali and Somalia. Apart from territorial aggression, these conflicts also include terrorist insurgencies. In South America, the scourge of drug war has destabilised a large swathe of the continent for decades. Innocent people, including children, are being used in these conflicts. Perhaps the fiercest of these confrontations, the one that occupies the most dominant place, is which involves Russia and Ukraine. On February 24, 2022, Russia invaded and occupied parts of Ukraine in a major escalation of the Russo-Ukrainian War, which had actually begun in 2014. The invasion has resulted in tens of thousands of deaths on both sides, and instigated Europe's largest refugee crisis since World War-II. Children, many orphaned and separated from their parents, have comprised a large part of the war victims.The deadly cyclones, earthquakes and wars and conflicts that assault the poorer countries create favourable grounds for trafficking gangs to engage in their abominable trade. During the Europe-bound mass-scale migration from the conflict-ridden Middle Eastern and North African countries a decade ago, lots of children have allegedly been lifted, or died in the perilous journey on makeshift boats. Children are not safe even during the time of peace. Situations beyond their control intermittently force the helpless children to cope with adverse situations with none beside them. These adversities include mostly natural disasters like cyclones, floods, tsunamis and droughts. Despite their forecasts days in advance, many would like to include volcanic eruptions in the list of calamities that affect children. A sad part of these life-threatening hazards: lots of children get separated from their parents never to reunite.\n[email protected]",
        "headline_1": "Children - easy target of calamities, conflicts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/children-easy-target-of-calamities-conflicts-1684764837",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "Last week's general election (held on May 14) in Thailand has sent a strong message across the region. The message is about change. And as the election result showed, it is the young voters of the country who promise to be the drivers of that change. However, it does not mean that Thai youths (aged between 15 and 24 years) comprise the majority of the population. In fact, Thailand is an ageing nation of which the youths comprise only 14 per cent of the 52 million voters out of a total population of over 70 million.The party that got the highest number of seats (152) out of a 500-member lower house (House of Representatives) is named Move Forward. It is a new party led by 42 years old Pita Limjaroenrat, a Harvard graduate. Members of this party include those youths who were at the forefront of 2014's anti-establishment movement when the present military-backed ruling coalition seized power through a coupd'etat. The party that came second winning 141 seats in the Thai lower house is Pheu Thai led by Paetongtarn Shinawatra, the daughter of former prime minister Thaksin Shinawatra, who was overthrown in a military coup in 2006. Despite the fact that Pheu Thai has a longer history of anti-establishment movementand has a strong support base among the voters, the Move Forward could garner wider support due to its radical reformist agenda that promise to change the establishment politics lock, stock and barrel. The military-backed present government is led by the prime minister Prayuth Chan-ocha's United Nation party and coalition partner General Prawit Wongsuwon's PalangPracharat party. However, Wongsuwon did part ways with General Chan-ocha before the election. His coalition could manage to get 15 per cent of the lower house seats. Move Forward's leader Pita looks very optimistic about forming the next government as he claims Pheu Thai and four other smaller parties are willing to join a coalition led by his party. But the optimism notwithstanding, the change in power is not going to be that straightforward. There is a strong nexus of the military, the monarchy, the civil bureaucracy and the Thai social and political elites who would resist any change. Moreover, the parliamentary system of Thailand has been created in such a way that within the existing setup, forming majority without the support of the army will not be possible. To form a government, the winning party along with its coalition partners will have to show that they have 376 votes out of 500 in the lower house.Then there is 250-strong upper house, the Senate, whose members are unelected and mostly chosen by the military. In fact, the party willing to put together a ruling coalition will also require the support of the 250 senators. But with its radical reform agenda that includes doing away with the Thai monarchy's privileges including amendment to the law that can put a person in prison for up to 15 years on charge of insulting the monarchy-lese majeste, it has made difficult for Move Forward to move forward.If Pheu Thai is consistent in its present promise to be a coalition partner of a future government led by Move Forward, they will require the support of other smaller parties. For together, Move Forward and Pheu Thai have 293 seats. To make 376, they would require 83 more seats. If the smaller parties come up with 20 seats, they will still require 60 plus seats to show majority.Again, there are 250 senate votes. So, even after the big electoral win for Thailand's pro-democracy forces, their road to power remains thorny. Will Move Forward's PitaLimjaroenrat will finally be able to deliver the promised change to his people?\n[email protected]",
        "headline_1": "Thai people's move to change",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/thai-peoples-move-to-change-1684764869",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-05-2023"
    },
    {
        "full_article": "Today, more than 3.5 million motorised vehicles ply the roads in Bangladesh. But there are reportedly only 1.7 million drivers who have genuine licence. And most of them are not professionally trained. We in Bangladesh do not have a lot of facilities to learn driving from public facilities as there are only a handful of government-run driving schools across the country. These schools cannot train adequate number of drivers and there is also a serious lack of such facilities in the private sector. This is one of the reasons why hundreds of road accidents take place every year in our country. Road accidents could be reduced to a large extent if well-trained drivers are hired for driving public buses and trucks. We have no alternative to training thousands of drives through formal schooling. As youth from mostly poor families choose driving profession in Bangladesh, there is hardly any business interest in launching driving schools across the country. So, the government has to come forward to address the challenge and provide formal training to our would-be drivers. In driving schools, the authorities concerned should think about including courses such as motorised vehicle driving, basic automobile technology, relevant laws, damage issues following accidents and language skills. It could be a five-month course that can help many potential drivers to secure overseas jobs. The government should set up and operate at least one driving school in each district and more in metropolitan cities. Budgetary allocations for setting up such schools will undoubtedly be rewarding for everyone. \nMd Ashraf Hossain,120, Middle Bashabo, Dhaka-1214,[email protected]",
        "headline_1": "Setting up more driving schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/setting-up-more-driving-schools-1684764892",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-05-2023"
    }
]