[
    {
        "full_article": "The Election Commission of India has cited urban voter apathy and the influence of money as key challenges in conducting a fair and robust election process in Karnataka while announcing the schedule of Assembly polls in the State. Voting will be on May 10 and the results are to be announced on May 13. The Bharatiya Janata Party (BJP) wants to retain the only southern State where it has ever won power. In 2018, a coalition of the Congress and Janata Dal (Secular) had formed the government which collapsed following defections, paving the way to power for the BJP under the leadership of B.S. Yediyurappa. He was later replaced with Basavaraj Bommai, as the BJP wanted to rework its terms of engagement with the powerful Lingayat community to which both belong. Mr. Yediyurappa remains the force to reckon with, and the BJP central leadership is now trying to placate him, lest he ruin the pitch for the party’s re-election bid. Politics in the State is traditionally driven by two dominant castes, the Lingayats and the Vokkaligas, and a subtext of linguistic subnationalism that surfaces occasionally. The BJP’s attempt has been to alter the social dynamics of the States to create a Hindu identity politics that overwhelms caste identities and is antagonistic to religious minorities. Through propaganda and policy, the party has advanced Hindutva in the State, and this election will be a test of the extent of its success.A mix of deeply divisive campaigns around the wearing of the hijab in schools, interfaith romance, religious conversions and distortion of history to paint the anti-British Tipu Sultan as an anti-Hindu despot have gained the BJP a strong position, but it has also created new tensions that could be counterproductive for the party. The rise of Islamist politics gives additional ammunition for BJP’s politics in the State. The Congress has a robust ground game in Karnataka, as well as local leaders who have the capacity and the will to give the BJP a spirited challenge. The outcome of the Karnataka elections will have ripples across the country, considering that two national parties, the BJP and the Congress, are face to face. The BJP hopes to neutralise the Janata Dal (S) and the political dominance of the two dominant caste groups. The Congress on the other hand has yet to demonstrate that it would leave no stone unturned to win this crucial battle. Considering the high stakes, the chances of a toxic campaign season are real. The Election Commission of India needs to keep the campaign civil and in adherence to the model code of conduct.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKarnataka Assembly Elections 2023\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nvoting\n\n/\n\nCaste",
        "headline_1": "Disquiet down south: On the Karnataka Assembly election",
        "headline_2": "The stakes are high for all parties in the Karnataka Assembly election",
        "link": "https://www.thehindu.com/opinion/editorial/disquiet-down-south-the-hindu-editorial-on-the-2023-karnataka-assembly-elections/article66680266.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "Scotland has made history in electing as its First Minister Humza Yousaf, 37, who is, as the son of Pakistani immigrants, the first ever Muslim and person of Asian descent to take up the role, and also the youngest leader in that capacity. A career politician who studied politics at university, Mr. Yousaf has been a Member of the Scottish Parliament for 12 years and an insider of the Scottish National Party’s politics, serving variously as Transport Minister, Justice Secretary and Health Secretary. In rising to the top, Mr. Yousaf is stepping into the shoes of his predecessor, Nicola Sturgeon, who set the tenor of Scottish politics for nearly a decade, especially in the context of Scotland’s role in the United Kingdom and on the complex question of Brexit. Mr. Yousaf won 52% of the votes in the SNP leadership contest for running a campaign that committed to delivering Scottish independence from the U.K. and re-joining the European Union. Scots will now be watching to see whether Mr. Yousaf will live up to his reputation as a “continuity candidate” in the context of these big political questions, and equally, whether he steers their country through the choppy waters of the ongoing cost-of-living crisis, the challenging transition to renewable energy, and the long-promised reform of the National Health Service and other vital public services.Yet, the very nature of the task facing the current First Minister is different from what it has been in the past. According to recent polling, Scottish support for independence from the U.K. dropped to 39%, less than the 44.7% who voted for the campaign in the 2014 referendum, and significantly less compared to the 58% that it received in 2020 in the wake of the Scotland’s response to the COVID-19 pandemic. Although Mr. Yousaf has vowed to reinvigorate the independence campaign by speaking to ordinary Scottish people across the land, and that his would be “… the generation that delivers independence for Scotland”, U.K. Prime Minister Rishi Sunak is already reported to have rejected Mr. Yousaf’s call for independence. Further, London has sent a clear signal that a referendum cannot lead to the breakup of the U.K. unless Westminster approves it — and that is unlikely. To make things worse, the SNP, in the words of its President, Michael Russell, is in a “tremendous mess”, and the scars of infighting are yet to heal. Between the apparently insurmountable barriers to a successful referendum for Scottish independence, the tantalising but distant prize of EU reintegration, and the very real dangers of uncontrolled inflation and energy price rises, Mr. Yousaf certainly has his work cut out.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Kingdom\n\n/\n\nelection\n\n/\n\nministers (government)\n\n/\n\nBrexit\n\n/\n\nEuropean Union\n\n/\n\ninflation and deflation\n\n/\n\nenergy and resource",
        "headline_1": "A new chapter: On Scotland’s new First Minister Humza Yousaf",
        "headline_2": "Scotland has more immediate priorities than working towards independence",
        "link": "https://www.thehindu.com/opinion/editorial/a-new-chapter-the-hindu-editorial-on-scotlands-new-first-minister-humza-yousaf/article66680029.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "The caste net has caught big fish, but we Parsis haven’t got away. The recent brouhaha doesn’t make a Modicom of sense to our community which also has this family name. In fact it has caused such disquiet in our gated colonies you’d think ‘apri doll jevi dikri’ (daughter) had run off with a ‘parjaat’. Or eggs had disappeared from the market. Those with this surname are staggering under a double whammy. The conviction and subsequent disqualification have reminded everyone that all Modis were branded ‘chors’, that too by a guy who is quarter-Parsi, and, arguably worse, our Modis have got lumped with ‘all OBCs’ who were allegedly insulted by Rahul’s ill-advised jibe. The first destroys our ‘upright’ reputation; the second our uptightness about being twice-born. Before this aafat befell us, we had only two castes: those who belonged to Mumbai’s Willingdon Club and those who didn’t.\nTill Gandhi’s silly joke ballooned into his existential crisis, the only problem for my qaum with the once-innocuous surname was that Modi meant your forefathers were kirana-sellers. Not as desirable as Engineer, Doctor, or even Coachbuilder, but certainly above Grave-digger (Ghodkhodu) and arguably Sodawaterbottlewalla. Some gentrified the spelling. A head honcho at HUL, which arguably is the MNC version of the corner-bania, signed himself as ‘Moddie’. ‘Mody’ is the commoner aristo variation, as in that of Sir Homi. His irrepressible son, Piloo, however, said he ‘chose’ this because he didn’t want anything to do with the letter ‘I’; he too was allergic to ‘Indira’. Btw, in Gujarat, neighbourbood grocers are also addressed as “Gandhi’ because they are usually from that bania community.\nRaGa’s 2019 election-rally remark has become his double-knotted noose. But we aren’t concerned about the logic-deficient fact that Lalit is a bania, Nirav a Jain or even that NaMo’s successful Ghanchi community wasn’t included among Other Backward Classes till 1999. It’s the overnight underrating that’s got our Parsi Modis so down-caste.\n***\nAlec Smart said: “So will he become Rah-RahGa or RaGaya?”\n\n",
        "headline_1": "What’s in a surname? You can caste the first stone, but what about Parsis?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/whats-in-a-surname-you-can-caste-the-first-stone-but-what-about-parsis/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "In a statement bound to raise a few eyebrows in New Delhi, Bhutan’s PM Lotay Tshering said that China has an equal say in resolving the Doklam dispute. This is different from Bhutan’s 2019 position that the existing tri-junction point between India, China and Bhutan at Doklam should not be unilaterally disturbed. That Bhutan is signalling a more accommodating stance today is perhaps because of current geopolitical realities.\nWhile India and China are locked in their own border disputes along the LAC, other countries in the neighbourhood fear getting caught in the tussle. So, it’s not surprising they will sometimes sway between the two Asian giants. But this presents a strategic challenge for India. Given China’s deeper pockets, Beijing is in a better position to use dollar diplomacy to its advantage in these countries. This is precisely what a recent report by a consortium, including the World Bank highlights. China has handed out $240 billion worth of bailout loans to 22 developing countries over two decades. Around 80% of those funds were doled out between 2016 and 2021 when Beijing’s BRI projects picked up steam.\n\nHowever, forcing Nepal, Bangladesh, and Sri Lanka to let go of Chinese funds will have the opposite impact and build up resentment against India. This risk is particularly real in Nepal where the 2015 blockade seriously hurt Indian interests. Meanwhile, relations with Bangladesh too could go south if the Sheikh Hasina governmentis unable to balance ties with India with Bangladesh’s development imperatives. Against this backdrop, New Delhi needs to switch to a smarter approach, drop the Big Brother attitude and play up its own attractiveness by timely completion of development projects. Competing with China for the development space won’t be easy. But it’s necessary to sharpen our ‘Neighbourhood First’ policy.\n\n",
        "headline_1": "Neighbours, big & small: Bhutan to Bangladesh, New Delhi must prepare to compete with China in the development space",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/neighbours-big-small/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "There is something extra spicy that the year’s first big BJPCongress faceoff will be for Karnataka. Ranked eighth by GSDP, and with middling HDIs, the resourceful state’s election is inevitably dramatic. Political parties will again target group votes, most determinedly of the dominant Lingayats and Vokkaligas who have a firm grip on Karnataka’s politics and economy. In a reservations-within-reservations move, the BJP government increased the quota for Lingayats and Vokkaligas only to have other caste groups protest, pelting stones at the CM’s house that BJP said was orchestrated by Congress and Deve Gowda’s JDS.\nThis election, a year before the next Lok Sabha polls, is crucial for all but most so for Congress – a test for party president Mallikarjun Kharge, a Dalit from the state leading a party after bruising run-ins at the Centre. With governments in just three states, Congress needs an electoral win to show it means business. Anti-incumbency is not insignificant, thanks in part to graft charges, not least one by a contractors’ association that alleged state officials must be paid 40% of project value to secure contracts. ABJP MLA’s arrest is fodder for the opposition but anti-corruption rhetoric during campaigning seldom ends in action. With Bommai in the back seat, BJP brass hit the ground earnestly weeks ago – the party is likely to ride the election on the Centre’s performance.\nThe state had three CMs in four stints between 2018 and 2023 – with tumultuous post-election action following ahung verdict. In 2018, BJP was the single largest party. Congress allied with Deve Gowda’s JDS post-poll. BJP’s BSY Yediyurappa formed government only to quit 10 minutes before a trust vote. Gowda Jr became CM in a JDS-Congress government but within 14 months exited after 16 MLAs jumped ship, making way for BSY’s return, who again gave up his post for Bommai after two years. Rocky but not new for Karnataka. In 2008, BSY with Independents had formed southern India’s first BJP government – that stint too saw three CMs: Yediyurappa, Sadanand Gowda and Jagadish Shettar, pitted as BSY’s opponents’ choice. Which brings us to the next challenge for parties – infighting. Factionalism thrives in both Congress and BJP. Uneasy is the compact between BSY and BJP; and there are questions whether the peace between Siddaramaiah and Shivakumar will hold. Expect a high-voltage, expensive campaign – and a spicy finish, however the verdict goes.\n\n",
        "headline_1": "Battle for Bengaluru: All recent polls in Karnataka have seen dramatic post-poll action. Expect the same this time",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/battle-for-bengaluru/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "As we head into another massive electoral season, starting with the Karnataka assembly polls this May and ending with the Lok Sabha 12 months later, two parallel political processes are at work.\nThese processes will play out in the coming months as the main actors figure out which way the voters can be swayed in their favour. What we can deduce now from their utterances is what their political calculations may be.\nRead full opinion on TOI+\n\n",
        "headline_1": "2024: The personal inside the political: Post Rahul disqualification, the bid for opposition unity is complicated by two ego tussles, between Congress and BJP, and between regional parties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024-the-personal-inside-the-political-post-rahul-disqualification-the-bid-for-opposition-unity-is-complicated-by-two-ego-tussles-between-congress-and-bjp-and-between-regional-parties/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "The medical certificate issued by Rajshahi Medical College Hospital mentions \"irreversible cardio-respiratory failure due to intracerebral haemorrhage\" as the cause of death of Sultana Jasmine, a union level land employee in Naogaon, who was picked up by a team of Rapid Action Battalion (Rab) and interrogated about being involved in an extortion scam. It was while in custody that Sultana allegedly \"fell ill.\" By the time she was taken to a hospital in Naogaon, her brain was already haemorrhaging. After being taken to Rajshahi Medical College Hospital, she died from an apparent stroke while in Rab custody. There was an injury mark on the side of her head.\nThere are many unexplained gaps in the story. The actual Digital Security Act (DSA) case against Sultana was filed 31 hours after she had been taken into custody. How could Rab pick her up without even a case being filed against her? According to the plaintiff of the case, Enamul Haque, who is joint secretary at the office of Rajshahi divisional commissioner, it was when Haque came to Naogaon on official business that he came upon a Rab patrol team and told them how his Facebook account had been hacked and used to extort money with false promises of jobs, and that one of the individuals involved was Sultana Jasmine. Was it because of Haque's position that he could just get Rab to interrogate Sultana without any case filed against her? What kind of interrogation did the Rab members conduct that caused Sultana to have a \"stroke\" (as stated by the doctors) and fall, injuring her head (also stated by the doctors)? Was the bleeding in her brain due to the stroke or the fall, or both?\nAccording to a report by this daily, the owner of the building where Sultana, a divorcee, lived with her son, said the house was being watched by a group of unidentified men. When the owner asked them why they were there, they said they were \"from the government and that we ought not to disturb their work.\" We can only guess who these \"unidentified\" men could be and why they persistently watched the house, even trying to enter it, though prevented by the landlord. Three of these men were present at Sultana's burial on March 24; so were policemen and Rab officials. The antecedents of this death show that it was not just a spur-of-the-moment decision to pick up Sultana. Why, then, was the case not filed before she was picked up?\nEven the High Court has questioned under what authority Rab picked up Sultana, as she wasn't an accused in a case at the time. The High Court bench asked what happened to her between the time of her detention (11:50 am, March 22) and her being taken to the Naogaon hospital (1:15 pm). Rab's official statement regarding Sultana is that she fell ill while being taken to the police station. But it was almost an hour and a half before she was taken to the hospital.\n\n Sultana's death only re-emphasises just how helpless we are at the hands of law enforcement members. Does this mean that at any time, for any reason, anyone can be picked up from their home, office or on the streets, and whisked away in a microbus with no guarantee whatsoever of whether they will ever return to their loved ones?\nAccording to Rab, after detaining Sultana, some of the members were busy printing documents from her phone at a nearby shop for an hour and a half. Rab has also stated that it conducted \"primary interrogation and evidence gathering in (the) presence of the complainant and witnesses.\"\nIt will be hard to establish whether it was a stroke or a wound due to being hit on the head that led to a perfectly healthy woman to be dead within 48 hours of her being picked up. But the fact remains that she died in Rab custody, and this makes Rab accountable for her death. In Bangladesh, however, accountability of any security force is overwhelmingly absent, except in a very few number of cases.\nSultana's death eerily reminds us of the death of writer Mushtaq Ahmed, who was also accused under the DSA, picked up by police and sent to jail. He died at a high security jail in Kashimpur in February 2021, after over nine months of incarceration, during which he was denied bail six times. The harrowing account of Ahmed Kabir Kishore to The Daily Star, another accused in the same case who received bail after Mushtaq's death, gives details of the torture Kishore and Mushtaq were subjected to while in custody. It included electric shocks to the genitals. Mushtaq was declared dead when he was taken to the hospital after allegedly \"falling unconscious\" in jail.\nIt is a strange phenomenon that after the US imposed sanctions on Rab and seven of its former and current officials for alleged human rights abuses, the number of extrajudicial killings and enforced disappearances dropped to zero. But old habits die hard; barely two weeks ago, a 65-year-old man died when he was shot in the stomach at close range during a raid by Rab in Sonargaon. And now we have a woman dead in Rab's custody one and a half hours after being picked up. Even if we are to believe that she did have a stroke, it only reaffirms how terrifying it is when Rab or any other law enforcement agency picks up a civilian and takes them away. And what about the head wound that was mentioned, which the latest Rab statement seems to deny? \"We did not have any information of injury,\" states a high official of Rab. Doesn't this contradict the statement of the leader of the medical board that conducted the autopsy a day after her death, that Sultana did have an injury to the head apart from the bleeding in her brain?\nAs civilians, we know that asking these questions will never bring any satisfactory answers. It may even be dangerous. But Sultana's death only re-emphasises just how helpless we are at the hands of law enforcement members. Does this mean that at any time, for any reason, anyone can be picked up from their home, office or on the streets, and whisked away in a microbus with no guarantee whatsoever of whether they will ever return to their loved ones? There are still many individuals languishing in jail, arrested under the notorious DSA that seems to have become a weapon of the powerful to \"tame\" anyone they consider their enemy.\nThe High Court has shown its integrity by raising the pertinent questions against Rab's arbitrary acts. A Supreme Court lawyer has filed a public interest litigation, seeking the court's directive to form a high-power committee to probe Sultana's death. We can only hope that the court's proactive intervention will bring to light what really happened to Sultana Jasmine, and if there has been any breach of her human rights, legal action will be taken against the officials involved.\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "How did Sultana Jasmine die?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/how-did-sultana-jasmine-die-3284746",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "We are deeply alarmed by the relentless lawfare (legal warfare) being waged against press freedom and the freedom of speech using various legal instruments. The latest victims of this are a reporter and the editor of Prothom Alo, who have been sued under the Digital Security Act (DSA) for \"tarnishing the country's image\" using its platforms. The hint, of course, was to the daily's May 26 publication of a report on the astronomical prices of food using a comment from a day labourer, which has since gone viral. The question is, how does the coverage of poor people's struggles constitute a crime? This is nothing but an attempt to intimidate journalists and discredit the message so powerfully captured in said comment.\nReportedly, the general secretary of the ruling party called the report \"politically motivated\". In all fairness, it is the case filed in this connection that seems politically motivated. The report was done following standard journalistic practices, and Prothom Alo was quick to take appropriate action after an apparent inconsistency was pointed out in its social media post. That should have been the end of it. Anyone with the remotest idea of how the news media works would know that the reporter, Samsuzzaman Shams, was innocent of the \"crimes\" alleged by pro-AL factions. Yet, he was picked up from his house by officers of the Criminal Investigation Department (CID). His whereabouts were kept hidden for about 20 hours. And two cases were filed against him before he was finally shown arrested in one and produced before a court.\nThis elaborate charade to harass him reminds us of the legal mumbo jumbo in which another Prothom Alo reporter, Rozina Islam, was implicated not long ago. On Thursday afternoon, drawing a 35-hour-long saga to an end, Shams was sent to jail after being denied bail by the court. On Wednesday, a journalist of Jugantor was sued under the DSA for reporting on a railway syndicate operating in Chattogram. Earlier, the brother of a Bangladeshi journalist of Al Jazeera was allegedly beaten with iron rods for \"writing about the PM\". In mid-March, journalists covering the election of the Supreme Court Bar Association were assaulted by police. The frequency with which journalists are coming under attack, legally or physically, is really disturbing.\nThe DSA, for obvious reasons, has emerged as the most preferred tool of repression of journalists and critical voices, as a review by the Centre for Governance Studies (CGS) has shown. The judiciary's role in this regard has also been wanting. We expect the judiciary to stand in favour of journalists especially when they are harassed with trumped-up charges. Unfortunately, just like DSA, the entire legal infrastructure is being instrumentalised today to \"chill critical reporting\", undermine press freedom, and encourage a culture of self-censorship. This is no doubt an affront to everything that we stand for as a nation. The question is, how long will the authorities ignore calls to create an environment in which the press can function without any fear of consequences?\nShams doesn't deserve to be in jail. The Prothom Alo editor, Matiur Rahman, doesn't deserve to have a DSA case filed against him. All such cases do not deserve to be entertained. We hope that the judiciary will stand with the press and take appropriate steps in this regard soon.\n",
        "headline_1": "This lawfare against the press must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lawfare-against-the-press-must-stop-3284721",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "The way Prothom Alo correspondent Samsuzzaman Shams was picked up from his residence at around 4am on Wednesday by plain-clothed police, and later reported to have been arrested under the Digital Security Act (DSA), demonstrates the deeply disturbing state of freedom of expression in Bangladesh. This was followed up by more disconcerting news that a case has been filed against the editor of the newspaper, Matiur Rahman. \nThat Samsuzzaman's detention was not acknowledged by police for at least 18 hours after he was picked up is not something unique, but only the latest example of a pattern we have witnessed over the past decade. While police initially claimed no knowledge of his arrest, later Law Minister Anisul Huq and Road Transport and Bridges Minister Obaidul Quader told the press that specific complaints had been filed against Samsuzzaman. According to the available information, Samsuzzaman was \"arrested\" in a case filed by a man named Syed Md Golam Kibria under the DSA with Tejgaon police station in Dhaka. The case against Matiur Rahman was filed under the same law by Abdul Malek, a lawyer of the Supreme Court.\nNo matter how much the ruling party claims that the large number of media outlets in the country is evidence of freedom of the press, incidents like these are enough to lay bare the real picture. Add to this the government's decision to close down newspapers supported by the opposition party and the cancellation of domain allocation of 191 online news portals based on the information of government intelligence agencies, and one can get a better picture.\nThe annual freedom of the press index published by Reporters Without Borders (RSF) in May 2022 shows that Bangladesh has slipped down 10 notches in a single year. Bangladesh was ranked 162nd out of 180 countries in the index, with a score of 36.63 in 2022. There is no reason to think that this year's report, expected to be published in May, will show any sign of improvement. This can be assumed from the fact that a recent human rights report released by the US Department of State highlighted the impediments to freedom of expression and the internet in Bangladesh. According to the report, the media, known to be critical of the government and the Awami League, have been harassed. Advertisements in those media have been cut. For this reason, many media houses have voluntarily avoided criticising the government. \nSamsuzzaman's arrest has exposed the intimate relationship between the government and the ruling party supporters, including \"journalists,\" \"editors\" and \"media,\" who have been running a fierce campaign against him after the publication of a report on Independence Day. They can take comfort in this arrest as a \"success\" of their campaign. But they not only jeopardised Samsuzzaman's safety as an individual, but also harmed Bangladesh's image and interests. Ironically, these individuals and media outlets are often concerned about the image of the country. Those who think that the way these supporters are explaining these actions will be acceptable to everyone live in an echo chamber.\n\nThe dwindling state of freedom of expression is only one aspect of the overall political situation in the country. Another aspect of this situation is reflected in the arrest and death of Sultana Jasmine, an office assistant in the Rajshahi land office.\nThe entire saga pertaining to the report in question is well-known. As explained by Prothom Alo, a \"card\" used for social media promotion was posted on Sunday quoting Zakir Hossain, a daily wage labourer, highlighting a news report on Prothom Alo's Facebook page. Although Zakir Hossain's name and quote was used on the card, a picture of a child was attached to it (who was also quoted in the report). As the newspaper understood that the quote of one and a symbolic picture of the other could be misconstrued, it was removed from social media less than 17 minutes after it was posted. Later, the report was revised, and the amendment was mentioned and published online again. Nowhere in the report was it said that the highlighted statement was made by the child. Rather, it has been clearly stated that the quote belongs to Zakir Hossain. There was no factual error in this report. One can at best complain about not-so-apt visuals, but that, too, is a stretch as using a symbolic picture with a report is not unusual in the media. Yet, the newspaper considered it an error, admitted the \"mistake,\" and corrected it in a short time.\nFor more than a decade, legal and extra-legal measures have been employed by the government to muzzle the press. Common citizens have been subjected to harassment even for expressing the slightest dissent. Relatives of journalists have been detained, attacked, and harassed. For this, state agencies are being used in white clothes. Additionally, censorship has been \"outsourced\" or \"franchised\" to activists of the ruling party. Both offline and online, these forces are engaged in harassing and attacking people who hold contrarian views. It was well-known that these were perpetrated with the knowledge and consent of the government and the ruling party, but the arrest of Samsuzzaman has made it clear that the government and these activists collude in attacking dissenting voices and creating an environment of fear. \nThe dwindling state of freedom of expression is only one aspect of the overall political situation in the country. Another aspect of this situation is reflected in the arrest and death of Sultana Jasmine, an office assistant in the Rajshahi land office. She was picked up from the street in broad daylight while on her way to work, without a warrant, let alone a case filed against her. She \"died\" while in the custody of Rab.\nIncidents of custodial torture have now become a normal affair, ignoring the clear directives of the High Court and flouting a law passed in 2013. The detention and \"death\" of Sultana Jasmine have once again shown the nature of the existing system of governance. They showed that the \"verbal complaint\" of an official of the government is sufficient to activate a force and act against a citizen. The presence of the said government official during \"the interrogation\" by Rab defies any logic or prevalent laws. But, there have been repeated attempts to justify the unlawful detention, so-called interrogation, the mysterious presence of an official, and the \"sudden death\" of an arrestee.\nIt is also worth noting that the legality of this detention is now being constructed through post facto filing of a case under the DSA. Needless to mention that the law, since its introduction in October 2018, has been criticised by human rights activists at home and abroad. I have demonstrated with data of 47 months, gathered under a project of the Centre for Governance Studies (CGS) (January 2023), that the law is nothing short of a tool of persecution. The United Nations High Commissioner for Human Rights Volker Türk said on March 7 that under the DSA, \"criminal sentences continue to be handed down against those exercising their rights to free expression and belief.\" The law has provided state agencies with the power to pick up anyone from the street, as was the case of Sultana Jasmine. \nThe incidents of being picked up by plain-clothed state actors, denied freedom of expression, being tortured, and dying in custody are essentially no different from the incidents of extrajudicial killings and enforced disappearances. These are now commonplace because the country is being governed by imparting fear. Coercion and intimidation are at the heart of the system of governance. The 2023 annual report of the Varieties of Democracy (V-Dem), one of the world's leading research institutes on democracy, has once again called Bangladesh an \"electoral autocracy.\" In each of the indicators used by V-Dem to measure the state of democracy in a country, the situation in Bangladesh has worsened in 2022 from the previous year. Another research organisation, The International Institute for Democracy and Electoral Assistance (International IDEA), has been classifying Bangladesh as an autocracy for quite a few years. This kind of rule survives through the denial of the right to freedom of expression, assembly, and voting.\nIt is our moral duty to condemn the arrest of Samsuzzaman Shams and demand his immediate release. In an equal measure, we must condemn the case against Matiur Rahman. However, we must also remember that there is no alternative to repealing the law under which Samsuzzaman and many others have been detained over the past years. It also needs to be clearly stated that his release and even the withdrawal of the case against him are not enough. Until voices are raised against the prevalent system of governance, unless the unaccountable system of governance which rests on force and repression is challenged, incidents like these will be repeated. \nAli Riaz is distinguished professor of political science at Illinois State University and a non-resident senior fellow of the Atlantic Council. He is currently affiliated with the Varieties of Democracy (V-Dem) Institute at Gothenburg University in Sweden as a visiting researcher.\n\n",
        "headline_1": "Persecution of journalists: Condemnation isn’t enough",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/black-white-grey/news/persecution-journalists-condemnation-isnt-enough-3284676",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "The medical certificate issued by Rajshahi Medical College Hospital mentions \"irreversible cardio-respiratory failure due to intracerebral haemorrhage\" as the cause of death of Sultana Jasmine, a union level land employee in Naogaon, who was picked up by a team of Rapid Action Battalion (Rab) and interrogated about being involved in an extortion scam. It was while in custody that Sultana allegedly \"fell ill.\" By the time she was taken to a hospital in Naogaon, her brain was already haemorrhaging. After being taken to Rajshahi Medical College Hospital, she died from an apparent stroke while in Rab custody. There was an injury mark on the side of her head.\nThere are many unexplained gaps in the story. The actual Digital Security Act (DSA) case against Sultana was filed 31 hours after she had been taken into custody. How could Rab pick her up without even a case being filed against her? According to the plaintiff of the case, Enamul Haque, who is joint secretary at the office of Rajshahi divisional commissioner, it was when Haque came to Naogaon on official business that he came upon a Rab patrol team and told them how his Facebook account had been hacked and used to extort money with false promises of jobs, and that one of the individuals involved was Sultana Jasmine. Was it because of Haque's position that he could just get Rab to interrogate Sultana without any case filed against her? What kind of interrogation did the Rab members conduct that caused Sultana to have a \"stroke\" (as stated by the doctors) and fall, injuring her head (also stated by the doctors)? Was the bleeding in her brain due to the stroke or the fall, or both?\nAccording to a report by this daily, the owner of the building where Sultana, a divorcee, lived with her son, said the house was being watched by a group of unidentified men. When the owner asked them why they were there, they said they were \"from the government and that we ought not to disturb their work.\" We can only guess who these \"unidentified\" men could be and why they persistently watched the house, even trying to enter it, though prevented by the landlord. Three of these men were present at Sultana's burial on March 24; so were policemen and Rab officials. The antecedents of this death show that it was not just a spur-of-the-moment decision to pick up Sultana. Why, then, was the case not filed before she was picked up?\nEven the High Court has questioned under what authority Rab picked up Sultana, as she wasn't an accused in a case at the time. The High Court bench asked what happened to her between the time of her detention (11:50 am, March 22) and her being taken to the Naogaon hospital (1:15 pm). Rab's official statement regarding Sultana is that she fell ill while being taken to the police station. But it was almost an hour and a half before she was taken to the hospital.\n\n Sultana's death only re-emphasises just how helpless we are at the hands of law enforcement members. Does this mean that at any time, for any reason, anyone can be picked up from their home, office or on the streets, and whisked away in a microbus with no guarantee whatsoever of whether they will ever return to their loved ones?\nAccording to Rab, after detaining Sultana, some of the members were busy printing documents from her phone at a nearby shop for an hour and a half. Rab has also stated that it conducted \"primary interrogation and evidence gathering in (the) presence of the complainant and witnesses.\"\nIt will be hard to establish whether it was a stroke or a wound due to being hit on the head that led to a perfectly healthy woman to be dead within 48 hours of her being picked up. But the fact remains that she died in Rab custody, and this makes Rab accountable for her death. In Bangladesh, however, accountability of any security force is overwhelmingly absent, except in a very few number of cases.\nSultana's death eerily reminds us of the death of writer Mushtaq Ahmed, who was also accused under the DSA, picked up by police and sent to jail. He died at a high security jail in Kashimpur in February 2021, after over nine months of incarceration, during which he was denied bail six times. The harrowing account of Ahmed Kabir Kishore to The Daily Star, another accused in the same case who received bail after Mushtaq's death, gives details of the torture Kishore and Mushtaq were subjected to while in custody. It included electric shocks to the genitals. Mushtaq was declared dead when he was taken to the hospital after allegedly \"falling unconscious\" in jail.\nIt is a strange phenomenon that after the US imposed sanctions on Rab and seven of its former and current officials for alleged human rights abuses, the number of extrajudicial killings and enforced disappearances dropped to zero. But old habits die hard; barely two weeks ago, a 65-year-old man died when he was shot in the stomach at close range during a raid by Rab in Sonargaon. And now we have a woman dead in Rab's custody one and a half hours after being picked up. Even if we are to believe that she did have a stroke, it only reaffirms how terrifying it is when Rab or any other law enforcement agency picks up a civilian and takes them away. And what about the head wound that was mentioned, which the latest Rab statement seems to deny? \"We did not have any information of injury,\" states a high official of Rab. Doesn't this contradict the statement of the leader of the medical board that conducted the autopsy a day after her death, that Sultana did have an injury to the head apart from the bleeding in her brain?\nAs civilians, we know that asking these questions will never bring any satisfactory answers. It may even be dangerous. But Sultana's death only re-emphasises just how helpless we are at the hands of law enforcement members. Does this mean that at any time, for any reason, anyone can be picked up from their home, office or on the streets, and whisked away in a microbus with no guarantee whatsoever of whether they will ever return to their loved ones? There are still many individuals languishing in jail, arrested under the notorious DSA that seems to have become a weapon of the powerful to \"tame\" anyone they consider their enemy.\nThe High Court has shown its integrity by raising the pertinent questions against Rab's arbitrary acts. A Supreme Court lawyer has filed a public interest litigation, seeking the court's directive to form a high-power committee to probe Sultana's death. We can only hope that the court's proactive intervention will bring to light what really happened to Sultana Jasmine, and if there has been any breach of her human rights, legal action will be taken against the officials involved.\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "How did Sultana Jasmine die?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/how-did-sultana-jasmine-die-3284746",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "We are deeply alarmed by the relentless lawfare (legal warfare) being waged against press freedom and the freedom of speech using various legal instruments. The latest victims of this are a reporter and the editor of Prothom Alo, who have been sued under the Digital Security Act (DSA) for \"tarnishing the country's image\" using its platforms. The hint, of course, was to the daily's May 26 publication of a report on the astronomical prices of food using a comment from a day labourer, which has since gone viral. The question is, how does the coverage of poor people's struggles constitute a crime? This is nothing but an attempt to intimidate journalists and discredit the message so powerfully captured in said comment.\nReportedly, the general secretary of the ruling party called the report \"politically motivated\". In all fairness, it is the case filed in this connection that seems politically motivated. The report was done following standard journalistic practices, and Prothom Alo was quick to take appropriate action after an apparent inconsistency was pointed out in its social media post. That should have been the end of it. Anyone with the remotest idea of how the news media works would know that the reporter, Samsuzzaman Shams, was innocent of the \"crimes\" alleged by pro-AL factions. Yet, he was picked up from his house by officers of the Criminal Investigation Department (CID). His whereabouts were kept hidden for about 20 hours. And two cases were filed against him before he was finally shown arrested in one and produced before a court.\nThis elaborate charade to harass him reminds us of the legal mumbo jumbo in which another Prothom Alo reporter, Rozina Islam, was implicated not long ago. On Thursday afternoon, drawing a 35-hour-long saga to an end, Shams was sent to jail after being denied bail by the court. On Wednesday, a journalist of Jugantor was sued under the DSA for reporting on a railway syndicate operating in Chattogram. Earlier, the brother of a Bangladeshi journalist of Al Jazeera was allegedly beaten with iron rods for \"writing about the PM\". In mid-March, journalists covering the election of the Supreme Court Bar Association were assaulted by police. The frequency with which journalists are coming under attack, legally or physically, is really disturbing.\nThe DSA, for obvious reasons, has emerged as the most preferred tool of repression of journalists and critical voices, as a review by the Centre for Governance Studies (CGS) has shown. The judiciary's role in this regard has also been wanting. We expect the judiciary to stand in favour of journalists especially when they are harassed with trumped-up charges. Unfortunately, just like DSA, the entire legal infrastructure is being instrumentalised today to \"chill critical reporting\", undermine press freedom, and encourage a culture of self-censorship. This is no doubt an affront to everything that we stand for as a nation. The question is, how long will the authorities ignore calls to create an environment in which the press can function without any fear of consequences?\nShams doesn't deserve to be in jail. The Prothom Alo editor, Matiur Rahman, doesn't deserve to have a DSA case filed against him. All such cases do not deserve to be entertained. We hope that the judiciary will stand with the press and take appropriate steps in this regard soon.\n",
        "headline_1": "This lawfare against the press must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lawfare-against-the-press-must-stop-3284721",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "The draft Bank Company (Amendment) Act 2023 approved by the Cabinet this week appears to have lent a fresh look at the country's banking sector aimed at tightening of the lid concerning among others insiders' borrowing and the number of family members on the bank board. Clearly, identifying all these as the major lacunae in the existing Act, the amended draft to be enacted in parliament soon has attempted to address them in terms of what looks like strong punitive measures. There have been mixed reactions from different quarters, including economists, to the effectiveness of the new provisions of the draft.From the newly incorporated provisions in the draft, what seems to be an important move is mandatory submission of collateral for borrowings by the bank directors, absence of which is often believed to have rendered the banking sector go haywire with mounting non-performing loans (NPLs) and accompanying non-compliance of various banking regulations. Another new feature of the draft is that a maximum of three members of a family can serve on the board, down from four in the existing law. But the tenure of the directors, which was increased to nine years from six years in 2018, remains the same. There are strict punitive measures in the draft relating to non-compliance, dubbed 'wilful default', while availing loans. Definition of wilful default has been provided in the draft at some length, and what one gathers from the definition makes sense. According to the draft, despite having financial ability, if a person or institution fails to repay a loan, it will be considered wilful default. If anyone takes financial benefit from a bank or financial institution giving false information in the name of one or other family members, the individual will be considered a wilful defaulter. At the same time, if someone states a specific purpose for taking a loan from a bank or financial institution, but uses it for other purposes, the recipient will be considered wilful defaulter. If any director of a bank becomes a wilful loan defaulter, the Bangladesh Bank can declare the person's post vacant, says the draft. The draft also adds that a wilful loan defaulter cannot be eligible to be a director of a bank or financial institution until five years after being dropped from the list of wilful defaulters. Barring more than three members of a family to be on the bank board seems to make little or no sense, according to former central bank governor Dr. Salehuddin Ahmed, who reflecting on the issue said that the number was even less-two, in 2018, but there was no noticeable sign of improvement in governance. The tenure of the directors-nine years as in the current Act, seems too long and needed to be shortened, he opined. Dr. Ahsan H. Mansur, Executive Director, Policy Research Institute (PRI) feels that bank governance will not improve if the government and bank boards do not really want to solve the existing problems hurting the banks and financial institutions. Given that the draft is not flawless, and needs to be better tailored, one still can hope that enactment of the law would bring a semblance of discipline, at least in curbing NPLs.",
        "headline_1": "Draft Bank Company (Amendment) Act 2023",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/draft-bank-company-amendment-act-2023-1680187808",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "News coming from the food front of this country is disconcerting. At a time when eleven straight monthly declines in food prices have led to a 19 per cent less costlier average edibles in the international market from their peak last March, a family of four in Bangladesh has to spend 25 per cent more on foods. Again, the average monthly expenditure on foods of a family has increased by up to 51 per cent over the past four years on account of persistent high inflation. A study by the Centre for Policy Dialogue (CPD) recently disclosed these disquieting developments. The CPD has based its study on the data of the \"Bangladesh Urban Socio-Economic Assessment Survey\" the country's national statistical organisation, Bangladesh Bureau of Statistics conducted. If the domestic market trend of volatility contrary to the continued global downward drift is not enough, Bangladesh food import bill is soaring unrelentingly. The import cost has by now risen two and a half times higher to Tk 808 billion since a decade back, reports claim. When the authorities time and again assured the nation in pre-Ramadan period that the country had enough stock of foods, people might or might not be convinced entirely. Here the problem is with the definition of foods. Traditionally, food has referred to the staple. But with the rise in people's income and improvement of the average living standard, this definition has started changing for an inclusive basket of dietary and nutritional items. Yet, it cannot be denied that the availability of rice---the staple for the people here --- still remains a politically sensitive issue. It is also undeniable that the consumption of choice dishes, particularly by a growing high-income class who can afford those, is on the rise. So what is happening is that the country has overwhelmingly prioritised policies, research, innovation and technology in order to raise the output of rice. As high as 73 per cent of the cropland is now under rice cultivation. In recent years when paddy cultivation proved unrewarding with market price dropping below the production cost, did farmers turn away to produce different cash crops ---some of those exotic. Of course, there was another compulsion of beefing up production of fish and credit goes to scientists for artificial spawning of a variety of local species of fish which were on the verge of extinction. However, success stories like this did not happen in case of domestic production of wheat, vegetable oils, oil seeds. pulses, sugar, dairy products and spices. The country's dependence on these food items was woefully exposed when the Ukraine war disrupted the supply line a year ago, leading to the highest ever price rise of those. Focus on diversification of crops had been missing until that war presented the grim reality of the country's vulnerability to supply disruption. What is particularly galling is that although in international market vegetable oils triggered precipitous price fall along with dairy and cereals, sugar and meat have recorded little change from the year before. Inflation-adjusted prices hovered above the average level in recent years but they are back in line with the pre-Russo-Ukraine war level in the global context and yet the domestic market in Bangladesh refuses to comply with that trend. Wheat price is still abnormally priced. Then a case of irrational profit mongering in point is the record rise in price of broiler chicken and then its drop by Tk 40-50 a kilogram almost overnight following the Consumer Rights Protection Department's meeting with the four major producers of broilers. Cost analysis showed that the producers were making profits of Tk 50-60 more above a reasonable profit margin. This explains how business ethics is compromised here with impunity. The items not grown locally are certainly draining out huge amount of foreign currency. But given the dishonest business practices, there is nothing to be surprised if portions of the import bill of Tk 808 billion of the last fiscal and Tk 500 billion of the first seven months of the current fiscal year are also laundered abroad through over-invoicing. This is a double-pronged ploy to carry away with money laundering and at the same time building lower stocks than the declared volumes. However, notwithstanding such intrigues on the business front, the reality is that the country has to reduce its dependence on outside sources for the allied foods. The coastal belt in the country's south holds enough promise. Where salinity is a problem and croplands could not produce more than one crop, things are now looking rosy as pulse mung known as green gram bean is finding a favourable host there. Similarly, sunflower cultivation has been giving profuse yield. True, import of all the allied food items including spices cannot be substituted by local production but dependence on imported vegetable oils and pulses can be substantially reduced to lessen risks to the country's food security and the depletion of foreign exchange. Bangladesh is not among the 80 countries that have severe food crisis. Fragile and conflict-ridden countries, home to 1.0 billion people are still at high risk. The latest news is that Great Britain is going to face a severe food crisis. Bangladesh stands in good stead as the weather so far has been favourable for its main crop Boro, but it has to be on guard because of its endemic climate vulnerability. In the interest of food and nutritional security, it must get its acts together to diversify its cropping in a planned manner. The next challenge is to ensure rational distribution of foods among all segments of the people.\n[email protected]",
        "headline_1": "Meeting the challenge of growing crops other than paddy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meeting-the-challenge-of-growing-crops-other-than-paddy-1680187876",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "All is now quiet on the country's stock market front. With daily turnover plummeting below Tk 3.0 billion and the main index hovering at around 6,300 points, the market, maybe for the time being, is almost in a moribund state. The floor price mechanism introduced by the securities regulator several months back to stop the free fall of the share prices is taking a heavy toll on both market and investors. Thousands of investors are stuck in a muddy terrain as they are no takers of their stocks at the prevailing floor prices. So, there is no exit for them. The regulator, it seems, is reluctant to withdraw the floor price fearing a collapse of the market. Small-cap companies and junk shares now dominate the small-scale daily transactions at the bourses. Why has the market come to such a state when, even during the second year of the Covid-pandemic, it was going up and up and was about to reach the 8,000-point mark in the middle part of 2021? The ongoing economic situation marked by the dollar crisis and the Russia-Ukraine war surely has impacted the market. But there was something else. The rot that started at the beginning of the last calendar year has only aggravated further with every passing month. A section of market insiders suspects a scheme hatched by some behind-the-scene players to mobilise a substantial amount of funds from an artificially buoyed-up market played a major part. Following the execution of the plan, the market was left to its way of operation. All the stakeholders appear to be clueless about the ways of reviving the market. The voices that sounded unusually optimistic about the astronomical growth of the market are maintaining an eerie silence. In such a situation, an advice from stock market experts and economists could prove useful. The Bangladesh Securities and Exchange Commission (BSEC) has a high-profile advisory committee to suggest changes in policies and actions if necessary. Unfortunately, the BSEC has never felt the necessity of taking suggestions from the advisory committee formed following the 2010 market debacle.The advisory committee, according to a report published in the Financial Express on Tuesday last, sat only once in 2014. Economists and heads of the chamber and professional bodies, stock exchanges, and financial institutions, among others, are members of the committee. Some of the members even cannot remember their involvement with the committee that was formed to weather a crisis facing the country's stock market!The BSEC is now reportedly working on the formation of a new committee and a few names are under consideration. The move goes in line with what the government always does following a crisis or a major incident. Usually, the government forms probe committees and asks those to submit reports within certain deadlines. The committees do submit reports only to be pushed under the rug. Very rarely, the content of the reports is made public. The BSEC knows better the reasons behind forming a new advisory committee to replace the existing one. What is the guarantee the new committee would not face a fate identical to the existing one? The ongoing developments in the market necessitate appropriate actions. Enough damage has already been done. Once allowed to offload shares, many investors might leave the market for good. \n[email protected]",
        "headline_1": "An advisory body that couldn't work",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-advisory-body-that-couldnt-work-1680187948",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2023"
    },
    {
        "full_article": "Having civic sense makes one a responsible citizen. The personality of a town or a city gets reflected through the civic sense of its citizens. Respecting laws, good etiquettes, paying taxes, keeping our surroundings clean all go into making a good civic sense. However, as a nation we cannot say that we pay full attention to civic senses. Rather, we sometimes act foolishly. Spitting in public is one such foolish act. Some people consider spitting in public places their birth right. They seem to be too busy to understand that their shameful act could bring in a host of communicable diseases. It may be normal for many of us. But spitting on streets is regarded as one of the most disgusting acts in other parts of the world like Europe. In South-east Asia's Singapore you pick up fines for spitting. We all love to keep our homes clean and beautiful. Do we equally strive to keep our surroundings clean? It is a common sight in almost all our cities and towns to see people throwing garbage on the road or neighbourhood. Here spitting in public is a common scene. Public places belong to every member of society. It is our duty to keep them clean and become responsible citizens with good civic senses. The government should seriously think on the lines of introducing stringent punishment for spitters or enact anti-spitting laws so that our public places remain clean and spit-free. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Stop spitting in public",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-spitting-in-public-1680187981",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-03-2023"
    }
]