[
    {
        "full_article": "Bangladesh's abstention in the vote on the Ukraine crisis at the United Nations' emergency special session on March 3, 2022 deserves much more scrutiny than it has received thus far. The resolution condemned Russia's \"military operation,\" describing it as an act of \"aggression,\" criticised the recognition of an independent state of Donetsk and Luhansk in eastern Ukraine, and called for immediate withdrawal of the Russian troops from Ukraine. Of the 191 countries, 141 voted in favour of the resolution. Thirty-five countries abstained from voting, and four countries, including Russia, voted against the resolution. Bangladesh was one of the four South Asian countries that abstained—others were India, Pakistan, and Sri Lanka. Four other South Asian countries, however, voted in favour of the resolution: Nepal, Bhutan, the Maldives, and Afghanistan.\nMany in Bangladesh say it's consistent with the country's foreign policy, and that the vote was a continuation of its earlier positions in the UN. Such an assertion echoes the government's claim, but one should ask: is it consistent? What do Bangladesh's past votes in the UN indicate? The premise of the adopted resolution is the question of a country's sovereignty and territorial integrity. What stance Bangladesh has taken on these issues should be examined and analysed to understand whether this vote is a departure from the precedents.\nWhat did Bangladesh say?\nOn February 26, 2022, two days after the Russian aggression began, the Bangladesh foreign ministry issued a statement expressing \"grave concern\" at the situation in Ukraine, calling for immediate cessation of the ongoing hostilities and military operations in the Ukrainian territory. The statement further said, \"Bangladesh believes the obligations stipulated in the Charter of the United Nations regarding prohibition of use of force, respect for sovereignty and territorial integrity, and peaceful settlement of international disputes must be complied with in all circumstances, without exception.\" Another version of the statement was presented at the UNGA emergency special session by Monwar Hossain, deputy chief of mission of Bangladesh to the UN. Although Foreign Minister AK Abdul Momen was in New York, he didn't attend the session.\nSince then, the government has provided several explanations of Bangladesh's decision to abstain. The first explanation was provided by the foreign minister in an interview to a Bangla TV channel in New York. \"We are against all wars. We want a peaceful solution to this problem at the initiative of the UN secretary-general,\" he said. He further added that, as a small country, all wars and international crises are against the national interests of Bangladesh (Deutsche Welle, March 3, 2022). Later, he also said that Bangladesh had abstained from voting because it wanted peace.\nThe second explanation came from Planning Minister MA Mannan. He said, \"We did not vote on the Russia-Ukraine issue keeping in mind the interests of the country.\" The planning minister said Bangladesh was a member of the UN, not an employee. \"We will decide whether or not to vote... We did not vote on the Russia-Ukraine issue, mainly considering the interests of the country. We were not alone; many other states have taken a similar position and refrained from voting\" (Jugantor, March 5, 2022). On March 6, the foreign minister said, \"If you read the draft resolution, you will see that it is not to stop the war. It's for someone to blame. We want peace. We don't want a war to be fought anywhere\" (Prothom Alo, March 6, 2022).\nWhat these ministers did not mention was that Bangladesh's position on this resolution was not consistent with the position the country adopted in the past at the UN on the question of territorial integrity and sovereignty of small countries. Bangladesh's votes at the Security Council and the General Assembly are quite contrary to their claims.\nBangladesh on sovereignty at UNSC\nBangladesh was a member of the UN Security Council (UNSC) in 1979, 1980, 2000 and 2001. One can look at the votes on the question of territorial integrity and sovereignty during these periods. In 1979, in the wake of the border dispute between China and Vietnam, resolution was moved on the situation in Southeast Asia and its implications for international peace and security. The Sino-Vietnam conflict ensued after Vietnam began a military invasion in Cambodia. On January 15, 1979, Bangladesh, along with six other countries, moved a resolution condemning Vietnam's military operation in Cambodia. The resolution was not adopted due to a veto by the Soviet Union. On March 13 the same year, Indonesia and four countries moved a resolution for an end to the war and for the territorial integrity of Cambodia and Vietnam. Bangladesh voted in favour of this resolution, which was also not adopted because of the Soviet Union's veto. It should be recalled that at that time, the Vietnamese government was backed by the Soviet Union, while China backed the Cambodian government.\nIn 1980, the UNSC voted twice on issues like these. One was on the issue of Afghanistan; the other was on the question of Palestinian independence. On January 6, 1980, Bangladesh joined hands with four other countries to introduce a resolution condemning the Soviet Union's invasion in Afghanistan. The resolution said that Afghanistan's sovereignty, territorial integrity, and political independence had been violated. This resolution failed to pass, thanks to the Soviet veto. The Palestinian people's right to freedom was put up for vote on April 26, 1980, with a Tunisian proposed resolution. Despite Bangladesh's positive vote, it was not adopted due to the US veto. The vote on Afghanistan passed on December 20, 2001, which Bangladesh supported, favouring the integrity and sovereignty of Afghanistan. An analysis of Bangladesh's vote in the Security Council demonstrates that Bangladesh was not swayed by the list of who was voting in favour, or how the global powers were casting their votes; instead, Bangladesh had taken a principled stance.\nBangladesh at UNGA emergency special sessions\nBangladesh became a member of the UN on September 17, 1974. The first emergency special session of the General Assembly that the country attended was the sixth in 1980. Since then, Bangladesh has joined six special emergency sessions of the General Assembly—the sixth session (1980) through the 11th session (2022).\nThe issue of sovereignty appeared in the sixth session on January 14, 1980 on the Afghanistan question. Bangladesh voted in favour of the resolution, against the Soviet Union; India abstained. The seventh session was about Palestine: from July 1980 to September 1982, there were several meetings where Bangladesh voted in favour of all the resolutions adopted on the issue of Palestinian independence, Israeli aggression, settlement, etc. The US has always vetoed these resolutions.\nThe eighth session (1981) dealt with the issue of Namibia's independence. The Security Council could not pass a resolution of condemnation and sanctions against South Africa because of the veto from three countries, including the US. The resolution against the occupation of South Africa in Namibia not only called for sanctions, but also expressed support for the South West Africa People's Organization (SWAPO), a pro-independence party. The resolution called on countries and international organisations around the world to help SWAPO, and even to provide military assistance. This is worth highlighting because the reason for Bangladesh's objection to the Ukraine resolution was that it was not only a censure motion, but it was also to \"blame.\" The Namibia resolution blamed the perpetrator, South Africa, in an unequivocal manner. No country voted against the resolution; 25 countries, including the US, abstained.\nIn 1982, the ninth special emergency session was against Israel's annexation of the Syrian Golan Heights. While 21 countries voted against the resolution, Bangladesh remained in favour of the resolution that was adopted by the UNGA. The 10th special emergency session was held in a staggered manner from 1997 to 2018. Bangladesh stood firmly on condemning Israel's attacks and settlements in east Jerusalem, Gaza and the occupied Palestinian territories; Bangladesh's support for the sovereignty of the Palestinians has never wavered.\nThe votes cast by Bangladesh in the sixth to tenth emergency special sessions of the UNGA had three features: first, they favoured the sovereignty and territorial integrity of any country; second, Bangladesh voted with the majority of countries; third, Bangladesh was not influenced by the votes of the global or regional powers. The first and third characteristics of Bangladesh's vote were similar when it was a member of the Security Council. The fact that resolutions co-sponsored by Bangladesh were vetoed is a testimony to the independent and principled stance of the country. In the 11th session, Bangladesh's vote on the Ukraine question is neither with the majority, nor the principled stance it has espoused for decades.\nWhat will happen in the future?\nThe conflict in Ukraine will not end soon. It is not clear what Vladimir Putin's long-term goal is, but it's easily understandable that Russia is determined to control Ukraine for years to come. On the other hand, the US, Europe, and other countries will continue to press for an end to the ongoing war and the Russian presence. Therefore, the Ukraine issue will reappear on the UN agenda in the future in various ways; more resolutions will be voted on. Bangladesh will have to decide whether to cast a principled vote as it used to in the past, or base its decision on other considerations.\n \nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n \n",
        "headline_1": "Dhaka’s abstention in Ukraine vote is an anomaly",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/dhakas-abstention-ukraine-vote-anomaly-2983801",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2022"
    },
    {
        "full_article": "Winter always lingers delightfully on the Dhaka University campus. The fallen leaves of myriad colours underneath the tall trees create a surreal montage against the green grass. And the puff of air still carrying a little bit of chill has stories to tell—if you care to pause for a while and listen.\nWhen I reached the Teacher-Student Centre (TSC) last Friday, it was already late in the afternoon. The setting sun painted the trees and buildings with a crimson tint of ethereal splendour. In fact, I came to the campus to feel the air, to smell the leaves, and to touch the grass to celebrate the centenary of Dhaka University in my own way.\nAs I stood in front of the TSC after decades, a flurry of wind came from nowhere and ruffled up the leaves of the trees around me. The trees, enjoying a lazy afternoon slumber, woke up and started to sway in excitement. I looked up. \"Ah, my friends, so you recognised me after all these years!\" I waved at the trees and shouted gleefully. \"Yes, yes, we recognise you… it's just like yesterday to us… you were so young and strong those days. But we can see you are frail now, slow in gait and struggling to breathe… your eyes have lost the sparkle… your skin is pale… what happened?\" The trees sounded concerned. I smiled. \"Oh, nothing; it is old age, my friends—an inevitability for staying around too long, perhaps. A predicament of sort of the human kind, you can say. You see, with age, you trees get beautiful, taller and stronger. But with us humans, it's different. Old age robs us of our youthful sprints; our eyesight begins to go and our dreams begin to get hazy. We start to go downhill with all sorts of ailments. All our beautiful memories also start to fade away. Anyway, I am happy to see you tree families looking healthy and enjoying the breeze.\"\nI waved goodbye to the tall trees of TSC and started to walk towards the Salimullah Muslim Hall (SM Hall), which used to be my hall. As I walked past the residence of the vice-chancellor, I heard some noise in the distance. I stopped on the track. That rumbling noise! What is it? Thousands of feet on the road—a hundred voices chanting slogans! Then I saw them. A big rally of students with placards in hands, coming towards where I was standing. I was transfixed. But the rally passed by and went towards the TSC. Placards read \"Down with the military rule,\" \"Must accept Six Points,\" \"We want democracy.\" I followed the rally for a while, but it seemed no one noticed me. I turned back to go to the SM Hall, but saw another, even bigger rally coming towards me. I stood in one corner to allow it to pass. This time, the placards read, \"Implement 11 Points,\" and \"Ek dofa, ek dabi, swadhinata, swadhinata (One point, one demand, independence, independence).\" Who are these guys? I thought.\nThe rally stopped on the road in front of the Arts Faculty's main gate. I went near and stood in a corner. Student leaders started to give speeches in support of complete liberation of Bangladesh. They warned of dire consequences if police continued to act brutally on peaceful congregations. They mentioned the killing of a student named Asad in Mohammadpur by the police that very morning. I was more confused. Why are they talking about Asad, who was killed in police firing in 1969? Then I heard the whistles and the sound of boots running on the ground. Dozens of policemen came from all directions and started to beat up the students in the rally. Students tried to run towards safety, but many of them got arrested. To my utter surprise, this time also, no one paid any attention to me, even though I was standing out in the open. Soon, the sound of slogans became louder and louder throughout the campus in a maddening crescendo.\nI tried to catch my breath and resumed walking towards Jagannath Hall. It was at this point that I heard the sound of gunfire. Deafening sound of incessant firing from heavy machine guns filled the air. I could hear the rumbling sound of heavy army trucks on the campus. Sound of blazing guns came from the teachers' quarters. I ran towards Jagannath Hall, but could not go far. The hall was surrounded by army trucks and Pakistani soldiers were running through the floors, shooting at unarmed students in a devilish frenzy. I watched from behind a tree as they dragged the dead students out onto the ground and dumped them in a big ditch on the field. Lord Almighty! Whatever is happening? Where am I?\nLike a flashback on celluloid, everything that happened on the campus went past my inner eye as I stood shivering under a tree. Uncontrollable rage overpowered my entire being, as I recalled how the Pakistanis killed our beloved professors, students and staff members on the campus. I tried to console myself saying that no nation that kills teachers can sustain and prosper.\nIt was almost midnight when I stood up from where I was sitting. I hailed a rickshaw and asked him to take me towards Birdem. The trees were fast asleep.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "Celebrating DU centenary in my own way",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/celebrating-du-centenary-my-own-way-2983791",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2022"
    },
    {
        "full_article": "There are two major outcomes and messages on adaptation to climate change that have been mentioned in the recently published Sixth Assessment Report (AR6) of Working Group II (WG2) of the Intergovernmental Panel on Climate Change (IPCC). The first one says that the impacts of climate change are evident all around the world—in both poor countries and rich—necessitating a much enhanced investment in adaptation measures to be better prepared going forward.\nThe second message, which did not receive as much attention, was that of the hundreds of adaptation activities and investments that have been undertaken, a significant number either did not help or made things worse.\nWhile there are many reasons for these past failures, a major reason is that almost all those investments for adaptation were done in a top-down way, where experts came up with the plans and the local communities, who were the supposed beneficiaries or even targets of this support, were merely made to implement what they were told to.\nThis was not only an extremely disempowering manner of dealing with the local communities, but also a mistake to ignore their own lived experiences and the experiential knowledge that they had on how best to adapt to the climate change hazards they had been facing.\nThis has led to a global movement to promote what is now called Locally Led Adaptation (LLA), and there are eight principles that over 50 global institutions, multilateral development banks, bilateral donor agencies and even a number of countries have adopted. The main principles include: consulting local communities before designing the interventions to be funded; involving those communities in implementing the plans; and having the communities themselves monitor and assess the effectiveness of such investments.\nHowever, merely signing a pledge is not enough, if the practice doesn't change on the ground. Hence the annual Gobeshona conference on Locally Led Adaptation and Resilience has become a venue for monitoring and evaluating the performance of the financiers and agencies supporting adaptation around the world.\nThe Gobeshona conference on LLA and Resilience, which was held online for the first time in 2021, has now become a global event where the institutions who have signed the LLA principles will be invited each year to share what they are doing in practice, and particularly bring the local adapters from around the world to share their experiences. Before, the conference was held in person, in Bangladesh.\nThe second annual Gobeshona conference on LLA is also scheduled to be held online, from March 27 to April 1, with a focus on connecting the local adapters to global decision-makers, keeping an eye on the upcoming 27th UN Climate Change Conference (Conference of Parties—COP27), set to be held in Egypt in November 2022.\nThe opening session on March 27 will be hosted by Bangladesh, and there are over 80 sessions already scheduled over the next six days. These sessions are set to be hosted and organised by different organisations and groups from around the world, and participants can join any sessions they wish to attend online—completely free of cost. Each session is aimed at finding a message for the upcoming COP27, and in the final session on April 1, the high-level climate champions for COP26 and COP27 will be interviewed. We will share the messages from the local adapters with the high-level climate champions and ask them how they can ensure that these messages actually influence the global decisions that are going to be made at COP27.\nThis annual conference, hosted and organised by the International Centre for Climate Change and Development (ICCCAD), is now aimed at becoming a standing item in terms of monitoring and evaluating the performance of the national and international agencies that are supporting adaptation activities around the world. It is expected to become as important an event as the UN climate summit. It will be able to track and monitor the actual implementations of LLA on the ground.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Adaptation strategies must be bottom-up",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/adaptation-strategies-must-be-bottom-2983786",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2022"
    },
    {
        "full_article": "If Facebook is any measure of public opinion, Sunny Leone, after her adrenaline-inducing visit to Dhaka, can rightly stake her claim to \"veni, vidi, vici\"—a Greek phrase famously attributed to Julius Caesar. You may be more familiar with its English translation: \"I came, I saw, I conquered.\" What's Greek for \"I went viral?\" If it were up to Sunny Leone, she'd probably add that too. And she wouldn't be wrong.\nFor the 15 hours she had been in Bangladesh, Leone was, as they say, the \"toast\" of not just the wedding event she headlined but also of the entire town. In photos and video clips that later went viral, she appeared in a deshi girl avatar, wearing a blue lehenga teamed with a pink organza dupatta, her looks accentuated by a pearl choker and matching earrings, and her hair parted in the middle. Accompanied by other Indian and local celebrities, she danced to Bangla and Hindi songs. She clapped. She cheered. The crowd couldn't love her more.\nBut in case you're wondering, this is not a commentary on Sunny Leone. It's a commentary on the commentaries on Sunny Leone. We got a real taste of that as soon as those photos and video clips landed on the internet and the social media opinion mill got activated.\nNetizens, from my vantage point, were divided into four groups: one visibly smitten with a porn-star-turned Bollywood actress, one unsure of how to come to terms with their own guilty pleasures from a past they'd like to forget, and one righteously indignant at her perceived assault on local sensibilities, which allegedly led to her being denied a work permit in Bangladesh in the first place. In their minds, her pornographic history is a continuous presence, regardless of her latter-day transformation.\nIt is the fourth group who had perhaps the most interesting ideas. To them, the obsession with Sunny Leone is symptomatic of a bigger issue: lack of active citizenship. It reflects, they said, in how some people throw themselves at issues and developments that least concern them, while ignoring or refusing to stick with issues of public interest, such as governance, politics, crimes and corruption. It reflects, for example, in their enthusiasm for US elections when our own electoral system is crumbling, or their interest in human rights violations in other countries when our own records are crying for attention. A classic example of the proverbial ostrich syndrome.\nBut to me, only speaking of this syndrome and bringing the Sunny Leone example to prove it is a flawed intellectual exercise. It brings too much focus on the example, and too little on the underlying reasons behind the syndrome. It's also unfair to the person involved, when this syndrome has far predated her arrival in Dhaka.\nIt is equally unfair to leave unquestioned the role of our moral guards and self-righteous zealots who would loudly reject a foreign actress because of her past, but are conveniently silent on almost all critical issues that matter in our lives. This contrast is also evident in how many among us don't publicly approve of porn, but secretly do. They don't publicly criticise the government, fearing retributions, but privately do. Despite what they say, their actions would indicate that they see no evil and hear no evil. Life is a mystery that they got pretty much figured out. Those taking the moral high ground now are also guilty of this dualism and hypocrisy. They too, as the saying goes, like to \"play it safe.\"\nAround the same time Sunny Leone left Dhaka, news came out that a bus transport company made it mandatory for its 600-strong staff to observe daily prayers, their religious freedom be damned. It wasn't long ago that the head of a government institution did something similar. Elsewhere, in a union under Lakshmipur district, zealots reportedly issued a diktat banning music in weddings and the local bazar. They also made it mandatory for schoolgirls to wear burqas. Bigotry is like a shapeshifting mutant. If you leave it untreated, it may keep coming back in new forms and places.\nThis is why we should be less hasty to judge others, and more willing to recognise our own failings.\nBut how worried should one be about this ostrich syndrome or lack of active citizenship? Does burying our heads in the sand really save us from the unpleasantness of life? To me, this is the most disturbing outcome of the absence of politics and meaningful political engagement in our country, caused by the gradual erosion of democracy over the years.\nIn a climate where diversity is routinely ridiculed, intolerance is nearly institutionalised, freedom of speech is punished by law, and any legitimate demand for change is seen as a threat to the ruling status quo, the populace becomes so cowed—to quote John Banville—that it eventually does the state's work for it voluntarily. It starts to self-censor. It starts to disengage. It starts to show disinterest in the affairs of the state. And eventually it turns into a group of \"passive subjects\" rather than \"active citizens,\" too passive to think of their own collective benefits. Today's netizens, with the exception of a few activists and rights campaigners, are mostly headed in that direction.\nSo if you think the social media tendency to obsess over trivial matters is problematic, be sure to highlight what's causing it, as well as its far-reaching consequences. Be sure to recognise that we were already pathetic before Sunny Leone came, and we may continue to be so long after she is gone, if we don't challenge this state of affairs.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "No, we were already pathetic before Sunny Leone came",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/no-we-were-already-pathetic-sunny-leone-came-2983631",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2022"
    },
    {
        "full_article": "That the government has brought 100 percent of the country's population under electricity coverage is truly an amazing achievement. Data from the Power Division shows that our installed power generation capacity rocketed to 25,514MW from 4,942MW in 2009, while the maximum power production rose to 13,792MW, from 3,268MW 13 years ago. According to the World Bank, in South Asia, Bangladesh is now ahead of India and Pakistan, who have brought 98 percent and 74 percent of their population under electricity coverage, respectively.\nBack in 2009, reportedly only 47 percent of Bangladesh's population had access to power. The government deserves praise for bringing the rest of the population—more than half—under the electricity network in just 13 years. According to the state minister for power, energy and mineral resources, the government has taken electricity transmission lines to even the remotest areas of the country. This means that all the relevant agencies have worked efficiently to achieve this feat.\nWhile we commend the government for achieving this milestone, we would also like to remind them of the challenges that lie ahead—that it must make electricity affordable to all citizens of the country, and the supply should also be uninterrupted. It is true that electricity has been taken to the people in the remotest of areas, but can the people living in those areas afford it? According to a BIDS study, 10-15 percent of the population could not access electricity in many areas despite having electricity coverage, due to the rising costs. Transmission and distribution systems across the country must also be upgraded to minimise system loss and ensure smooth supply.\nBangladesh currently has an overproduction of electricity, with more than 40 percent excess power generation capacity. In fact, the government is paying Tk 5,000 crore every year to private rental and quick rental power plants as capacity charges for the surplus electricity, according to the Bangladesh Power Development Board, which means that over the last 10 years, Tk 50,000 crore of taxpayers' money has been wasted. Moreover, we still rely on expensive fuels for power generation, which increases the production cost. This eventually burdens the consumers with increased prices.\nMost importantly, the government must consider moving to renewable energy to cut reliance on fossil-fuel-based power generation in the coming days, which is unsustainable from both environmental and economic perspectives. While the world is moving away from coal-fired power plants, Bangladesh ranked sixth globally for the amount of coal usage in 2019, according to Global Energy Monitor. So, achieving 100 percent electricity coverage will only be meaningful if the issues mentioned above are properly addressed.\n",
        "headline_1": "We are entirely under electricity coverage!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-are-entirely-under-electricity-coverage-2983781",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2022"
    },
    {
        "full_article": "As consumer behaviour changes with a growing shift from traditional commerce to e-commerce amid inadequate regulatory response, people are increasingly getting the short end of the stick. Almost every day, reports of scams, manipulations and sufferings are hitting the newsstands, as the competent authorities struggle to keep up. This was again reflected in the theme of this year's World Consumer Rights Day—\"Fair Digital Finance\"—which calls for fair transactions and alterations in government policies in favour of consumers, as well as corporate behaviour towards the latter. As a report published in this daily shows, never before have these reforms been more urgent, given how widespread these illicit practices are.\nThe report paints a gloomy picture of the fate of the victims of e-commerce scams, saying that many may never get their money back. It shows how e-commerce platforms like Eorange, Evaly, Sirajganjshop, Dhamaka Shopping, 24Tkt, Alesha Mart, Priyoshop.com, and Qcoom—which built their business models around Ponzi schemes—swindled their customers, and now they have liabilities running into thousands of crores of taka. Each of these companies have many complaints against them, which remain undisposed to a large extent. Some of the outstanding money is said to be stuck in payment gateways. But it's nowhere near enough, and since these firms basically ran on empty pockets, the Directorate of National Consumer Rights Protection (DNCRP) faces an impossible task of realising money that simply does not exist.\nWith the authorities unable or unwilling to offer a way out for the defrauded customers, their suffering may drag on for many days to come. This is the opposite of the vision for fair digital finance. True, customers, too, need to take responsibility for being defrauded in ways that, frankly, shouldn't be too unfamiliar by now. But the authorities, and indeed traders both traditional and digital, have a bigger role to play in establishing fairness and accountability.\nThe commerce ministry needs to take control of this situation. Just as e-commerce scams, market manipulations in traditional commerce leading to unusual price hikes are also on the rise. This shows a pathetic lack of preparation and oversight on the relevant authorities' part. The priority is to overhaul the financial intelligence unit and especially the DNCRP, which received a staggering 26,538 complaints related to online shopping from 2018 till last February, but failed to respond adequately because of a manpower crisis. These bodies should be able to properly handle market oversight needs, consumer complaints, and other product and service related concerns across the country. We need sustainable, future-proof reforms that can prevent scams and manipulations.\n",
        "headline_1": "Save consumers from scams and losses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/save-consumers-scams-and-losses-2983531",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-03-2022"
    }
]