[
    {
        "full_article": "Budgets of the Union or the States, as much as they are revenue and expenditure statements for the upcoming fiscal year, are also an exercise in political economy, and the recently tabled Union Budget for 2024-25 is no different. Aside from the “nine priorities”, beginning with provisions for the farm sector and attempts to boost employment, Union Finance Minister Nirmala Sitharaman delved at some length on the special provisions made for the States of Andhra Pradesh and Bihar. Both are headed by parties providing crucial support to the Bharatiya Janata Party (BJP) after its underwhelming performance in the 2024 general election. The Janata Dal (United) headed by Bihar Chief Minister Nitish Kumar, and the Telugu Desam Party headed by his Andhra Pradesh counterpart N. Chandrababu Naidu are parties associated with the convenership of the National Democratic Alliance in the past. These are also parties that severed long-standing ties with the BJP over issues that ranged from Prime Minister Narendra Modi’s alleged non-secular credentials to ignoring demands for increased central aid. Bihar has now received the largest chunk with outlays worth almost ₹59,000 crore. These include road infrastructure outlays for ₹26,000 crore, ₹21,400 crore for a 2,400 MW power plant, and ₹11,500 crore to address irrigation and flood mitigation. While Mr. Naidu had been more vociferous than Mr. Kumar with his demands for assistance worth ₹1 lakh crore, the cornerstone outlay in the Budget was a facilitation of ‘special financial support’ of ₹15,000 crore for the development of the State’s new capital, Amaravati. While Ms. Sitharaman promised to hasten the completion of the Polavaram irrigation project ‘to ensure food security of the nation’, Budget documents do not mention concrete outlays.Both States have unsustainable public debts of about one-third, that is the debt to Gross State Domestic Product ratio, and both deserve the special attention they have received. But by making piecemeal allocations for projects in the rest of the country, as for the Mumbai Metro rail, and by ignoring other similar critical infrastructure spends in Opposition-ruled States (Chennai’s Metro rail in Tamil Nadu and Kerala’s Vizhinjam port project are examples), Ms. Sitharaman has failed to provide a fair and equitable distribution of the Union’s finances. While the debt-ridden and poorer regions of the country rightly deserve greater attention, ignoring States that generate the most revenue for the Union runs the risk of slowing down development that has acquired critical mass to enable these States to become global economic powerhouses. As they have begun attracting cutting-edge technology, corporates, talent and creating the required research and development base to house next-generation industries on energy transition, automobiles, artificial intelligence, mobile and semi-conductors, the industrially and socio-economically advanced States too need a helping hand.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nbudgets and budgeting\n\n/\n\npolitics\n\n/\n\neconomy (general)\n\n/\n\nAndhra Pradesh\n\n/\n\nBihar\n\n/\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nJanata Dal (United)\n\n/\n\nTelugu Desam Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\npublic works & infrastructure\n\n/\n\ncoal\n\n/\n\npower (infrastructure)\n\n/\n\nfood security\n\n/\n\nMumbai Metro\n\n/\n\nChennai Metro Rail\n\n/\n\nTamil Nadu\n\n/\n\nKerala\n\n/\n\ntechnology (general)\n\n/\n\nArtificial Intelligence\n\n/\n\nmobile phones\n\n/\n\nsemiconductors and active components",
        "headline_1": "​More for more: On the Union Budget and allocations",
        "headline_2": "Budget allocations have not helped States ruled by parties opposed to BJP",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmore-for-more-on-the-union-budget-and-allocations/article68445602.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "The quadrennial confluence of the world’s finest athletes, the Olympics, is beginning in Paris from Friday. The latest edition does not have the constricting environment that preceded ‘Tokyo 2020’, held in 2021 in the wake of the COVID-19 pandemic. Yet, this arrives at a time of global churn. While Russia remains banned from the Games due to its war moves, Israel will be present despite some dissenting voices over the manner in which it has dealt with the Palestinian issue. Some individual Russians will compete under a neutral banner but the nation will miss team events. The Olympics, with its competitive spirit, will offer a level playing field featuring countries like the United States and China at one end and an island-country like Fiji at the other. Being part of the event bequeaths the title Olympian to athletes fortunate to qualify for this big bash, and winning a medal only further enhances that halo. Paris, and France at large, will be tested over the next fortnight as the Olympics, even if it vests the host with soft power, often affects the economy; indeed, there was some resistance emanating from the banks of the Seine.The U.S., China, Japan, Great Britain, Australia, Germany and France are the behemoths chasing glory. However, the Games is also about the lone athlete dishing out magic and garnering attention, as Usain Bolt did in the past. Veteran Rafael Nadal and the latest tennis prince, Carlos Alcaraz, getting excited to represent Spain in tennis is another glimpse of the eternal allure of the Olympics. That the Games has even incorporated breakdancing is a pointer to the entertainment industry finding a larger imprint while lines between sport and art constantly blur. With 204 countries, including India, besides neutral athletes and a refugee team, jostling for a place on the victor’s podium, the Olympics provides a space for smaller units to carve a niche and stun bigger opponents. Morocco defeating Argentina in a tempestuous football game has already added zest to the Games. Above all, the Olympics grants hope and redemption, and for a strife-ridden country like Afghanistan, the event also serves as a diversion. The 1972 Munich edition marred by a terror strike on the Israeli contingent remains a harrowing memory and in a world on the boil, security will be a concern for the organising committee. That some members of the Australian women’s water polo squad tested positive for COVID-19 is also a reality check while all eyes are on Paris.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nParis Olympics 2024\n\n/\n\nTokyo Olympics\n\n/\n\nCoronavirus\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nRussia\n\n/\n\nUSA\n\n/\n\nChina\n\n/\n\nFiji\n\n/\n\nFrance\n\n/\n\neconomy (general)\n\n/\n\nJapan\n\n/\n\nUnited Kingdom\n\n/\n\nAustralia\n\n/\n\nGermany\n\n/\n\ntennis\n\n/\n\nIndia\n\n/\n\nArgentina\n\n/\n\nFootball\n\n/\n\nAfghanistan\n\n/\n\nhistory\n\n/\n\nact of terror",
        "headline_1": "​Sporting extravaganza: On the Olympic Games Paris 2024",
        "headline_2": "The Olympics will keep the world occupied over the next two weeks",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsporting-extravaganza-on-the-olympic-games-paris-2024/article68445625.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "A London taxi driver’s questions about India are as difficult to digest as they are to refute\nTaxi drivers everywhere are said to be founts of street-smart knowledge. The reason being that airport cabbies in particular meet people from all walks of life and from across the world, gaining a broad perspective about global events. \nThis truism was brought home to me with a vengeance last week when I took a taxi ride from Central London to Heathrow. \nThe driver, a second-generation Bangladeshi Brit, ascertained I was from India and said he worked for British Civil Service as an Immigration Officer, operating as a freelance cabbie on his off days. Preliminaries done with, he got down to brass tacks, and seldom have tacks been brassier. \nWhy, he asked me in the same even tone, do people kill people in India just for eating beef? I agreed that such criminal acts were indeed terrible. They are terrible, he said. So why are they allowed to happen repeatedly? How can such things be allowed to happen in the 21st century? \nAnd even as Indians kill other Indians for eating beef, India is the world’s largest exporter of cow hides and meat. Did I know that? he queried. \nPeople are killed in India because they marry outside their caste or religion, he continued. How can this happen in a country that sends rocket ships to the moon? he asked. He said that he was Muslim, his Scottish-English wife was Christian, and the only religion he taught his children was to love all others, or at least never to hate them. \nHe asked why, if India was the world’s fastest-growing economy, around 30% of its population lacked basic sanitation. The British colonisers impoverished India? They left over 70 years ago. What has India done for its poor since then? \nHe never raised his voice, was never less than polite. And his questions were all the more effective for that. \nOne could dismiss him as a paranoid Islamist with leftist leanings. That would be easy. Far less easy would be to try and see ourselves the way others see us, taxi drivers and all.\n\n",
        "headline_1": "Cabbie’s catechism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/cabbies-catechism/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "MP govt’s reply on cheetah project shows how RTI is endangered. No one seems interested in conservation\nThe extent to which India’s transparency law has been robbed of vitality is evident in MP govt’s recent refusal to provide info on Project Cheetah on an RTI application. It cited an exemption clause – that providing such info would “prejudicially affect sovereignty and integrity of India…relations with foreign state…” This is, frankly, absurd. And it exemplifies the breakdown of what was conceived as a far-reaching law. RTI has been turned and twisted bit by bit over the years. Parliament passed its last tweak exactly 5 years ago, on July 25, 2019 – nixing fixed terms for commissioners and their salaries, Centre arrogated to itself the right to decide both.\nThe measure of a transparency law is not only in its exposure of corruption – Adarsh to Vyapam – or social audits of govt schemes. It’s as much in the ways govts, bureaucracy, and even courts systemically stifled it. Even before the law’s passage, the appointment panel for info commissioners was altered to replace CJI with a govt minister, alongside PM and LoP. Near-defunct state commissions, vacancies, case pile-ups, high rejection rates, the murder of 100+ RTI activists, a slew of exemptions for public agencies and even judges, narrowed the law’s scope. Like in Nov last, CERT-In was exempted from RTI, freeing in part the keeper of all online info, breaches and surveillance – from accountability. Last year, RTI was permanently hobbled when the new data protection law blanket-barred personal info from being shared. The idea of privacy was inexplicably expanded to deny info – how is privacy an issue when it concerns data about a public official on public duty using public money? Norms were changed at will – like Railways tightening its RTI rules days after it provided info on a project that wasn’t quite under its area of responsibility. In effect, 20 years on, RTI is a shadow of what it could be. Even Kuno’s cheetahs would agree.  \n\n",
        "headline_1": "Slowly killing a law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/slowly-killing-a-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "SC right to rule states can tax minerals. But states should be sensible while imposing the tax\nThe SC constitution bench’s judgment (8-1) on the dispute between states and Centre regarding the former’s right to levy tax on minerals should settle the long-festering issue. It’s also indicative of the glacial pace of judicial processes in India. The ruling came 13 years after the matter was referred to a 9-judge bench. By holding that states have the right to levy such taxes, SC has made clear the remit of MMDR Act, 1957. The verdict also removes confusion arising out of differing conclusions reached by SC in India Cements (1989) and Kesoram Industries (2004) judgments.\nLegal position’s clear | Two points of law stand settled post this verdict. One, ‘royalty’ is not tax, contrary to what GOI argued. As against a tax which is imposed for public purposes, a royalty is a contractual payment governed by a lease agreement between parties, SC said. Two, there is nothing in MMDR Act that prevents states from levying taxes on mineral rights. This view went against govt’s contention that MMDR was enough to limit states’ powers on taxing mineral rights.\nThe federal issue | Underlying the case was the deeper federal question and the issue of how much authority the Centre has in the name of ‘national’ welfare. Different regions in India are blessed with different resources. It is understandable that mineral-rich states, of which many, like Jharkhand and Chhattisgarh, are poor, will want tax revenues from mining activity. Don’t coastal states gain from sea-based activities and hilly states enjoy the benefits of tourism? Besides, as CJI pointed out, states already have limited room when it comes to taxation, with most of the rights residing with the Centre. Would it be a good idea to dilute states’ authority further?\nCompensate non-mineral states | It is not that GOI’s concern regarding states with no or little minerals is without basis. If an additional taxation power for mineral-rich states skews the scale against those without such natural resources, there are ways the Centre can compensate the latter, perhaps via deliberations in Centre-state forums. Just as poorer states get extra central funds, mineral-poor states can get something extra. Mining industry is worried that a new tax will increase costs. But if states keep the tax at sensible levels, the burden should be bearable. Mineral-rich states should remind themselves of the proverb on the goose that lays golden eggs. They shouldn’t kill the goose. \n\n",
        "headline_1": "Yours, mines, ours",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/yours-mines-ours/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "Among those disappointed by the budget, are onion growers and traders. What they had hoped for was that the crop’s minimum export price and export duty would be removed or reduced. With their discontent having already cost BJP parliamentary seats in Maharashtra, it is likely to take a toll in the assembly elections as well.\nExport ban | In Dec 2023, Centre suddenly banned onion exports, concerned over a slump in production and a spike in retail prices. Going into elections, it did not want upset consumers. This decision left Nashik, epicentre of Maharashtra’s onion market, with staggering losses. In Lasalgaon, for example, wholesale prices crashed instantly, from ₹25-30/kg to ₹10-11/kg.\nFrom Dec 2023 to April 2024, exports remained shut, even as local markets were flush with fresh arrivals. Growers took to the streets, an overwhelming majority being small and marginal farmers. When Lok Sabha election results came in, it was clear the export curb had influenced outcomes in at least 10 Maharashtra constituencies and several more across other onion producing regions of India.\nAfter extending the ban at March-end, govt’s lastminute rethink to lift it in May first week, ahead of fourth and fifth phases of voting, didn’t cut ice with farmers or traders. Because, first, losses had already been incurred. Second, the fresh order only allowed exports subject to a minimum export price of $550 per tonne (₹46/kg). Taking into account an export duty of 40%, shipments below $770 per tonne (₹64/kg) weren’t allowed. Both MEP and export duty remain unchanged. Meaning an export price at which importing countries have many other choices in the global market.\nRead full story on TOI+\n\n",
        "headline_1": "How onions weigh on kisans & netas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-onions-weigh-on-kisans-netas/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "At the outset, we want to express our unambiguous condemnation of the mayhem created by ideologically and politically motivated groups whose aim was to destabilise our country, use the general discontent to instigate violence, and try to \"topple the government\"—as claimed by some ministers and which, if true, we vigorously denounce. This has made us realise that our country faces internal enemies opposed to our development and overall success. The destruction of public property and the setting of fire to essential government offices, transport facilities and part of internet infrastructure that greatly crippled trade, manufacturing and the daily life of citizens need to be highly condemned, and the perpetrators exposed and punished within the law. We in the media will assist the government in unearthing this move against Bangladesh. Those who opposed our birth in 1971 must be resisted, defeated and destroyed.\nHowever, there is something else that concerns us. What we are witnessing right now is a classic struggle to control the narrative. The battle is on to direct the \"truth\" with all the state machinery at play to establish it. The regime beneficiaries are joining the parade to justify the charade. George Orwell, welcome to Bangladesh. Sorry you have been here many times before.\nSlowly but surely, the story of the student movement for quota reform is fading from the official narrative and that of the BNP-Jamaat conspiracy to destabilise the country is gaining currency. In our view, both stories merit coverage and in-depth analyses. Why one is fading and the other is becoming bigger is because one suits those in power and the other embarrasses them. The blame game is on; demonising the other is in full swing. According to the new narrative, the students were mere \"pawns\" from the start and the whole episode was a part of an elaborate plan to destroy the economy and even \"topple the government.\"\nWe are back to our old habit of never analysing events that shake us all and learn from our mistakes. How can we not immediately investigate how more than 150 people could be killed within a few days? We will perhaps never ask how the peaceful student movement went out of hand; why the government did not take steps in time to resolve the crisis; what triggered the students' anger; if there were any mistakes in handling the situation; why there were so many deaths; if the police made any attempt to control the crowd; if they had to shoot students when they did and if the shooting had to be so brutal; if bringing the \"Razakar\" issue was at all relevant; if anyone asked the students not to give that anti-liberation slogan (which they stopped the moment they realised their mistake); why with the deployment of BGB the death toll shoot up; if the BGB were given wrong instructions or if they turned out to be \"trigger happy.\" On the political front, couldn't the Awami League—a party with such a long history and experience—have reached out to the students, instead of unleashing the Chhatra League to \"take care of them\"? Was the call to shoot at sight necessary, and did the police firing not inflame the situation further? Why were helicopters used to fire upon demonstrators? There are many more such questions that must be asked and answered through impartial investigation. Otherwise, we will never learn from our mistakes and keep on repeating them.\nSo much blood, such mindless brutality, such indiscriminate beating of students demanding quota reform, such twisting of narratives and dangerous and fallacious tagging of general students as \"Razakars,\" attacking students in hospitals when they were receiving urgent medical assistance, such reckless shooting of demonstrators, and the ongoing indiscriminate arrest have created such ill feelings and deep suspicion that to expect an outright acceptance of the government's offer is unrealistic. Students' trust must be regained. A difficult task, but it must be attempted with sincerity and earnestness.\nSimply put, there are two distinct phases of the story of the student movement for quota reform that we have been seeing till date. The first phase started on June 5, when the High Court set aside the government decision to abolish the quota system completely through a government circular, and lasted till July 19. The second phase started on July 19, when the BCL started violently attacking the demonstrating students that triggered violence, which spread throughout the country resulting in large-scale killings by the law enforcement agencies.\nWhat distinguishes the two phases is violence: there was none in the first and tragically plenty in the second. The first was totally peaceful and in the hands of the students, and the second highly violent with political elements having entered the movement, especially members of Jamaat and Shibir (the student front of Jamaat) as emerging evidence proves.\nThe government's attempt to totally ignore the first phase and put all its focus on the second is, we think, not reflective of what is uppermost in the public mind and, as such, not the most judicious of decisions. While attempt to unearth the deep conspiracy in the second phase must continue with utmost vigour—which we in the media will support and promote as long as it is evidence-based—ignoring the mistakes made in the first phase and not investigating how such a large number of deaths, injuries and physical assault on students occurred and not punishing those responsible will be a blunder of enormous proportions.\nWhen the movement started, it was only about quota reform. By the time it ended, many issues became added due to the government's incompetent and harsh handling of the situation. When there was not a single death, not a single instance of violence, when thousands of students were holding peaceful demonstrations on their respective campuses throughout the country, when students were inviting quota reform talks—that was the time when any government would have reached out to the demonstrating students. Ours did not.\nInstead, we saw more than 150 deaths, including that of demonstrating students, BCL cadres, police and the general public,in less than a week—highest ever in the history of independent Bangladesh—more than 3,000 injured (both highly conservative figures), and widespread beating of students and demonstrators under one guise or another. The government and the ruling party should not underestimate the depth of this feeling of the students of having been seriously wronged.\nOur reporters and photographers met so many parents, relatives and guardians who have lost their dear ones. Their stories bring out the deepest sense of anguish and disgust at the needlessness of it all. So many of the students have such vivid memories of friends and fellow demonstrators being killed or severely beaten up and injured by BCL and law enforcement members; that emotional and psychological wound cannot be expected to be healed overnight. That healing will occur only if the subsequent attitude of the authorities is one of genuine understanding, concern and care backed by a credible commitment of total exoneration of the students from legal harassment. This needs to be so because many quota demonstrators of 2018 had to face police investigation, court appearances and bail formalities for years, at significant legal expenses that many could not afford. Students know it and remember it, and fear its repetition.\nThat anti-state elements riding on the shoulder of only a two-week-old student movement can destabilise us raises concerns as to how this could happen under a government that has been in continuous and unquestioned authority for the last 15-plus years. That a pro-liberation government, enjoying supreme power for a decade and a half, suddenly finds that anti-liberation forces have become such a threat that it needs the army to save itself—police, Rab and BGB having all failed—worries us immeasurably and raises the question as to whether the ruling party and the government need to revisit their policies and actions of the last 15-plus years, whether or not its own high-, mid- and lower-level leaders have served the party well, and whether cronyism and corruption inside the party needs a thorough looking into.\nThis period needs to be assessed as much for the sake of the people as for the ruling party itself. In our view, it was during this period that the greatest party in the history of Pakistan and Bangladesh combined, and the one that lay at the heart of all democratic movements here, lost its way and became a money-making machine whose stature at the grassroots level is a pale shadow of its glorious past; whose leaders frankly admit that their survival is guaranteed only by muscle power and no moral power of ethics, honesty, patriotism, and values of our freedom struggle.\nIt was during the same period that saw greatest harm being done to the most pivotal institution of democracy: free and fair elections. The last three elections—2014, 2018, and 2024 (the last one was a bit more competitive as AL dissenters were allowed to participate)—were mere rituals where voters were the least important elements, far outweighed by police, bureaucracy and money, and muscle power of the ruling party cadres. The \"shooting in the foot\" policy of BNP to boycott elections made election manipulation easier by the rulers.\nThe obvious result of controlled elections was a controlled parliament that never saw any lively debate on any of the vital challenges that the country faces.\nAs power consolidated and elections became largely predictable, the bureaucracy, police, intelligence community and all other state institutions—in fact, everyone holding government jobs—knew which side of the bread was buttered and acted accordingly. Favouritism and cronyism in business led to Bangladesh's corruption index hitting the roof and the rich-poor gap widening as never before. We saw the gradual but alarming erosion of accountability of state institutions, transparency of administrative processes, and politicisation of institutions of the state that crippled good governance.\nNone of the above crucial questions will be asked and the business-as-usual attitude of the \"enemy\" doing it all will dominate our thoughts and narrative. The only way the situation will be handled will be more arrests of the same clang and repetition of what we have heard over the years.\nAt this crucial moment, we must understand that \"what got us here will not take us there\" (borrowing from the title of Marshall Goldsmith's book), meaning to the higher level of development. We must change the way we think, act, and engage with people, especially with the younger generation. They are smarter, more knowledgeable, more tech-savvy, and far more confident than we ever were. They are citizens of the 21st century and will live and compete in the world of artificial intelligence. Our prime minister wants to build a \"Smart Bangladesh.\" We all support her in that effort. But is killing, torturing, injuring, threatening and making students live in fear any way of making them proud participants of that \"Smart Bangladesh\"? We must be among the biggest fools in the world to think that we can beat them, torture them and frighten them into submission. We have to win their hearts and minds and not bang their heads. The way we have handled the student protesters of the quota reform movement will greatly exacerbate brain drain. The AI world will make a global village of talents and no oppressive measure can hold them back.\nFocusing on the narrative of \"conspiracy\" and ignoring the one that involves students and the many lives lost may give some respite, but it is no way of creating confidence among the students about our future here. We really need to change our mindset. Otherwise, we will keep on repeating our mistakes. And given the fast-moving and competitive world, we are not likely to get too many chances.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: Are we going to learn from our mistakes or keep repeating them?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-are-we-going-learn-our-mistakes-or-keep-repeating-them-3662026",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "The increasing deaths and displacement of Palestinians as well as outbreaks of diseases in Gaza demand a much greater pressure from the international community to bring Israel's genocidal campaign to an end. According to a report in this daily, a top World Health Organization (WHO) official recently said he was \"extremely worried\" over possible outbreaks in Gaza after poliovirus was detected in the sewage, warning that communicable diseases could cause more deaths than injuries. The WHO's head of health emergencies in the occupied Palestinian territories also said that the number of people now needing to be evacuated from Gaza for medical care may have risen to 14,000.\nMeanwhile, the death toll in the ongoing war has risen to 39,090 since October 7, as Khan Younis suffered one of its bloodiest days on Tuesday, with at least 89 Palestinians being killed. Thousands of people fled southern areas of the territory following the Israeli army's temporary evacuation order for parts of Khan Yunis, including the Al-Mawasi humanitarian zone. The order came days after the health ministry in Gaza said that 92 people were killed in a strike on Al-Mawasi, when Israel claimed it was targeting a Hamas commander. Such mass casualties, under the guise of Israel targeting Hamas militants, has tragically become the norm in Gaza.\nThe evacuation order for Al-Mawasi comes just two months after the Israeli military directed Palestinians to go there for their own safety. As a result, thousands of Palestinians, who were in Khan Younis after being displaced multiple times already, are having to flee the area in panic, carrying whatever little belongings they have left. These endless deaths, displacement and injuries to Palestinians can only be brought to an end by the international community putting enough pressure on Israel. Worryingly, however, there has been little response from the former so far, despite a number of directives and rulings from the International Court of Justice which, as recently as Friday, came down hard against Israel by calling its occupation of Palestinian territories illegal, and likening its laws in the occupied territories to \"the crime of apartheid\". This is deeply concerning.\nIt has been nearly 10 months since Israeli forces mounted the war against innocent Palestinians in Gaza. The population of the strip has already been through starvation; immeasurable amounts of violence has been inflicted upon them; and now with the threat of possible outbreaks hanging over them, we hope the international community will finally recognise the urgency with which it must act.\n",
        "headline_1": "Israel's war is having multiple ripple effects in Gaza ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/israels-war-having-multiple-ripple-effects-gaza-3661986",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "Bangladesh has once again experienced a major crisis, which has apparently ended with the announcement of a major reform in the quota system for public jobs. The whole country was locked down for almost two weeks—first with the \"Bangla Blockade\" and the \"Complete Shutdown\" movements of students which were later joined in by others, including political activists and extremists, and second, the country-wide curfew with the support of the army to counter the vandalism inflicted across the country. Although the government tried to defend that the quota reform is a legal issue to be resolved in the High Court and the Appellate Division, students had little confidence in this process. In fact, the crisis revealed several new realities regarding emerging popular demands (e.g. policy reforms), such as people's—particularly young people's—way of uniting and raising their voices, silent intrusion of different political and extremist elements in the movement, limitations of political methods of handing people's demands, weakness of the parliamentary system to address such major reform issues, and an increasingly low level of trust on the prevailing system to address policy related concerns. Unfortunately, in the backdrop of all these new realities, the economy has once again experienced a 'man-made' disaster which caused a lot of losses to the economy and the society.\nThe economy has experienced three types of losses: (a) \"micro level\" losses (at individual and organisation levels); (b) \"messo level\" losses (at sectoral and cross-sectoral levels) and (c) \"macro level\" losses (across the economy). While the micro and messo levels of losses are immediate and short term, macro level losses would be medium to long term. Hence, a clear accounting of all these losses is immediately needed to undertake necessary initiatives to reduce the damages caused by the crisis.\nAt the micro level, the country experienced at least 10 different types of losses. First and foremost, the loss of lives—a total of at least 146 people died, many of them students. This is not only a major loss, but also ruined future economic prospect of these families. Second, the loss of public property due to arson and vandalism at different public offices, vehicles, leading to the damage of important documents and other related assets. Different primary estimates indicate that the losses will be in the range of several thousand crore taka. For example, the Power Division indicated a loss of Tk 1000 crore; the ICT ministry a loss of Tk 500 crore; Dhaka North City Corporation (DNCC) a loss of Tk 205 crore, and Bangladesh Council of Scientific and Industrial Research (BCSIR) a loss of Tk 5 crore.\n\nThird, loss of properties of private companies because of arson on motorcycles, buses, trucks and cars in Dhaka, Narayanganj, Madaripur, Gazipur, Chittagong and other districts. Fourth is the loss of income of people who work and earn on a daily basis in various jobs in informal sector including day labourers, transport workers, rickshaw pullers, small vendors, self-employed, SMEs and shop owners and other service providers. Fifth, loss of income in large and medium scale enterprises which are mostly export-oriented enterprises including RMG, textiles, food processing, light engineering, pharmaceuticals, leather and footwear and other industries.\nSixth, loss of income of large-scale service-oriented enterprises including transport, banking, entertainment, and healthcare, etc. Seventh, loss of income of internet-based service providers especially freelancers. According to BASIS (Bangladesh Association of Software and Information Services), the loss of their member companies is approximately Tk 400 crore in five days. Eighth, loss of income of the tourism sector mainly in major tourist spots located in Cox's Bazar, Sylhet, Kuakata, and other places. Ninth, risks in loss of jobs of overseas migrant workers if they could not return to their workplace on time due to the shutdown. And finally, tenth, the farmers and rural agro-based farming households were affected due to the collapse of the domestic supply chain of perishable products including vegetables and fruits.\nAt the messo level, the losses are mostly sectoral and intersectoral in nature. The collapse of internet-based communications within and outside the country caused major damage to the confidence of the buyers of goods and services. Such complete failure to provide even minimum online communication with the outside world may damage future business deals. This may happen in case of freelancing, online-based businesses, and exporters of different types of goods. Other than that, the damages to the data centre under the DPDC as well as the collapse of internet services have caused major troubles for internet-based public utility services including pre-paid bill payment system of electricity and gas.\n\nEven banking and financial transactions through ATMs and MFS were hindered because of the shutdown of internet services. However, the government has tried to restore the internet-based communications and services by taking measures to repair the system. On the trade side, the collapse of the economy for over a week has damaged major supply chains based in export and import of different goods. Similar collapse of supply chains happened in case of domestic goods mainly those of perishable goods including vegetables, fruits, and other food items.\nAt the macro level, the losses may or may not be exposed immediately. Due to collapse of the supply chains, supply of goods in retail markets have reduced, which resulted in a price hike of goods. The inflationary pressure would further rise given the situation. On the other hand, the recovery of different public and private properties requires the import of valuable machineries and equipment which needs allocation of foreign exchanges on an urgent basis. Allocating foreign exchanges for such import will put the dwindling forex reserve into further pressure.\nOn top of that, the upcoming months may experience slow-down in inward flow of remittances due to adverse effect on export and workers outflow, which would put the forex reserve in further pressure. A consequent adverse impact is the further weakening of exchange rate of the Bangladeshi taka against the US dollar, which would make imports costly. Such political unrest may weaken the confidence of foreign investors to invest in the country as well. Finally, unless the economy returns to normalcy immediately and if there is tension that prevails among business communities, such a situation would have an adverse impact on overall macroeconomic performance.\nThe restoration of the economy from such a crisis, which is man-made in nature, depends not only on providing financial support, economic incentives and benefits, or identifying and taking actions against extremists involved in the arson and vandalism of public and private properties, but more on healing the wounds that were caused in the process of addressing people's demands.\n\nSeveral weaknesses were revealed in discussions and decision-making processes regarding the core issue of quota-reform. In fact, the quota reform movement highlights the needs for many other reforms in public policies, plans, acts and operations which have been long due. These include banking reform, capital market reform, regulatory reform, reform in public services, reform in state-owned enterprises, reform in public procurement system, and institutional reform of public entities, etc. These reforms are either being done partially or by-passed by the incumbent government in successive regimes.\nIn the absence of such reforms, deprivation, inequality, discrimination and disparity have been widening in the society. Given the dynamic nature of the economy and the changing society with a more open and globalised outlook, Bangladesh's future journey would be faltered and may face similar types of crises unless necessary reforms are undertaken over the next few years.\nThe incumbent government needs soul-searching to address the crisis. It needs major reform measures to upgrade the economic system into a competitive, inclusive, transparent and market-oriented structure. An open mechanism of discussion and debate both within the parliament and outside the parliament is needed regrading various reform-related issues. A trust-worthy legal, judicial and administrative mechanism needs to be established where disputes and grievances of the people can be solved. Such a mechanism would work as a shield against any type of extremist activities. An effective operation of such a system will build confidence among local and overseas investors, large, medium, and small enterprises, self-employed, employers and employee of formal and informal sector, local and foreign buyers of goods and services, bankers, financiers, multinational development banks, local and international commercial banks. It is expected that the government during its current regime will be able to establish such a system in the country.\nDr Khondaker Golam Moazzem is research director at the Centre for Policy Dialogue (CPD)\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A man-made disaster and the major economic losses it caused",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/man-made-disaster-and-the-major-economic-losses-it-caused-3661016",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "To have a complete picture of how much damage the five days' (between 18 and July 23) unforeseen internet shutdown has inflicted on the country's business and economy will, perhaps, take months, maybe years, to assess. But if taken into account the internet blackout's impact on the nation's fledgling tech sector serving some 80 overseas destinations with an annual turnout of US$1.4billon alone, the figure speaks volumes for the loss. The tech businesses' worth is measured not just in terms of the dollars it earns. It is, in fact, the reputation that the sector gains from its international clients through providing dedicated and uninterrupted service over the years that matters. The irony is, such a reputation can be lost as soon as the flow of service breaks down for reasons that may be beyond the tech industry's control. That is because the tech business, when it comes to the provision of online service to foreign clients, in particular, is a dog-eat-dog world. As there are competitors waiting in the neighbouring countries as elsewhere to grab the jobs, the overseas clients will not hesitate a moment to offer them the contracts. So, the reputational damage that over 4,500 local tech startups suffered during the five-day internet blackout may not be recovered in years. It has been a body blow for the country's tech sector that employs some 750,000 IT professionals and whose turnout is estimated to reach US$5.0 billion by 2025. However, the country's tech sector is not entirely about the companies with big or small setups that sometimes hit the headlines. There are also the mostly nameless freelancers, who work online to earn their keep through temporary arrangements with overseas clients. This online freelancers' community has also been badly hurt. According to reports, about 0.6 million local freelancers are registered with freelancing websites to serve their international clients.The payments to be made by the foreign clients against the work performed by the local freelancers depend, as in every kind of contract job, on meeting set deadlines. The communication between the online gig workers and their clients takes place through the embedded messaging service maintained with freelancing platforms. The dislocation of the internet service would send a wrong message to foreign clients about the dependability of Bangladeshi service providers in the freelancing sector. Unlike other employees in the tech sector, the online freelancers have to work hard for months, even years, through the virtual marketplaces to gain the trust of potential clients.The services the freelancers deliver to their overseas clients is rated by the virtual job platforms' algorithms.Obviously, their clients strike deals with freelancers based on their ratings with the virtual platforms. As reported by this paper in its Wednesday issue, the chairperson of the Bangladesh Freelancers Development Society (BFDS), for instance, expressed her fear about the possible fall in the local freelancers' ratings with the different virtual marketplaces as a fallout from the internet shutdown.Worse, many freelancers may have already lost their foreign clients forever, while others are fighting tooth and nail to preserve their contracts. Also, this will discourage would-be freelances in a virtual marketplace where Bangladeshi freelancing's rating has received an unexpected jolt.Even though the internet service has been gradually restored, the damage meanwhile done to the reputation of many freelancers might never be recovered. So, to avoid further damage, the government's responsibility from now on will be to ensure that the internet service is provided unfailingly across the country under any circumstances in the future.",
        "headline_1": "Damage internet breakdown did to tech sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/damage-internet-breakdown-did-to-tech-sector-1721918888",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "Perennially deficient in production and dependent on import of sugar, Bangladesh stands hardly any chance of overcoming this problem in the near future. The mismatch between sugarcane cultivation and the obsolete production facilities is best illustrated by the closure of six sugar mills out of 15 under the Bangladesh Sugar and Food Industries Corporation (BSFIC). Mismanagement makes the sugar mills still more non-viable. Or else, it is difficult to justify the exorbitantly high production cost of sugar locally. At a time when Indian sugar is priced at Rs 40 a kilogram in that country's retail market, in Bangladesh market it costs Tk 140-165 depending on its quality. State-run sugar mills produced 21,313 tonnes of sugar in the fiscal year 2022-23 ---a decline from 24,509 tonnes in 2021-22. The country's total requirement for sugar is estimated at about 2.0 million tonnes and this is only about 1.60 per cent of the total requirement. It is the five private firms which import raw materials for refining and finished product to market it. They are responsible for meeting 98 per cent of the demand of this widely used sweetener. Sugar may look not a highly important foodstuff among the most vital types such as staples but its contribution to preparation of different kinds of dishes has ever remained unchallenged. Due to its overwhelming reliance on import of the commodity, its market is also jittery. No rational excuse is needed here to raise price of the item in defiance of the international price limit. Like cooking oil, sugar also hits atrocious price lines from time to time because of dwindling production of sugarcane and cost overrun in the aged and run-down sugar mills made worse by mismanagement and irregularities. Against this background, the country needs to take a long view of overcoming this perennial problem. Unless modernisation of the state-run mills takes place at the expected level, there is no point bringing more areas under sugar cultivation. So, the best option is to go for alternatives. Molasses obtained from date juice can be an alternative to sugar in preparation of certain dishes. But it has its limitation when it comes to handy uses such as a spoonful of sugar in a cup of tea. Also, date trees are on the decline in several areas of the country largely because their low timber value and also because of the traditional juice extractors' reluctance to stick to this seasonal occupation. Here exactly comes a wonder medicinal herb called stevia. Native to subtropical and tropical South America, it is a genus belonging to about 150 species of herbs and shrubs in the sunflower family. It grows up to 60-70 cm long and its leaves have similarity with 'basoka' (justicia adhatoda or Malabar nut). Stevia leaf contains glycosides that actually give it its sweet taste. The compounds separated are stevioside and rebaudioside --- first done by two French chemists ---were found to be 250-300 times sweeter than sucrose the ordinary table sugar obtained from sugarcane. To its credit, stevia leaf is non-caloric and non-cariogenic, heat stable and non-fermentable. Therefore, as a natural sweetener and low-carbohydrate, low-sugar food alternative, stevia is going to be in high demand. Quite naturally, it is appealing to diabetic patients and those on carbohydrate-controlled diets. Japan began its cultivation as early as the 70s of the past century as an alternative to cyclamate and saccharin ---two artificial sweeteners that are carcinogenic. Its extracts steviosides when purified is an organic sweetener with hardly any side effect. The Japanese have been using this in different foodstuffs and also as a table sweetener since 1971. That country leads the world in the use of stevia and has a 40 per cent share in the international market.Popularly known as natural sugar, honey leaf or sugar leaf, it is dried and its powdered form is at least 50 times sweeter than sugar. Even the green leaf can be used as a sweetener but the refined extract as used by the Japanese are certainly healthier. In its raw form, stevia may or may not have side effects. Better it would be to conduct research for its safe use. Given the sugar crisis the country faces round the year, stevia cultivation can help overcome its reliance on sugar. Happily, the cultivation of the plant has been started in Kasiadanga under Poba Upazila in Rajshahi under the sponsorship of the Bangladesh Sugar Crop Research Institute (BSCRI) on an experimental basis. Experiment at the Bangabandhu Sheikh Mujibur Rahman Agriculture University, Gazipur has shown that if cloned, stevia plant grows better. If the constraint to its reproduction can be adequately addressed, stevia may be an effective alternative to sugar. Farmers will also feel the incentive quite attractive because per kilogram of green leaves is now priced at Tk 2,000--2,500 and the dried powder at Tk4,000-5,000. At the current rate, an income of Tk0.5-0.6 million from a hectare can be garnered. This may come down a little bit with commercial cultivation but if the cash crop can be exported, the profit may go up further. By all means the prospect of stevia cultivation looks bright for the country.\n[email protected]",
        "headline_1": "Can the wonder sweetener stevia replace sugar?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-the-wonder-sweetener-stevia-replace-sugar-1721918944",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "Bangladesh is perhaps one of the places in the world where vehicle warning devices like horns and sirens are used most indiscriminately. The overdose of honking on roads and in the surrounding areas takes not only a heavy toll on the auditory system but also on the psychological conditions of all living or staying there. The situation goes beyond all tolerable limits at intersections, where vehicles compete with each other as if to show how powerful their warning devices are.Noise pollution in the capital and several other big cities and towns has become such a common phenomenon that the citizens seem to have become used to it betraying a sense of apathy towards the matter. Vehicle drivers, owners and bikers could not care less about the impact of noise pollution because they are not given the punishment for breaking the laws. Non-compliance has become the standard practice. Ride-sharing motorbikes, whose numbers are ever-growing in large cities lacking in modest public transport systems, have added to noise pollution. Bikers honk horns almost ceaselessly.A report by the United Nations Environment Programme (UNEP) released in 2022 stated that Dhaka has the highest level of noise pollution among the 61 most populated cities in the world with the average noise frequency here reaching 119 decibels, which is twice the tolerable standard.According to the US Centers for Disease Control and Prevention, repeated and long-term exposure to hazardous noise above 70 decibels can cause hearing loss while for occupational noise exposure, 85 decibels or higher is considered hazardous and exposure can lead to severe hearing loss over time.Now the city people are facing the music for the noise pollution. Hearing impairment has become the third most common form of disability after physical disability and visual disability in Bangladesh. Though several factors, including illness, drugs and ageing, are responsible for hearing impairment, noise pollution is the top contributor. Experts believe half of the cases of hearing impairment, which causes economic, social, educational and vocational problems for both the victims and the country at large, can be prevented through mass awareness, public health intervention, etc.To deal with noise pollution, Bangladesh has a law -- the Noise Pollution (Control) Rules 2006 (NPCR), which allows only 50-75 decibels of sound during daytime and 40 decibels during night-time. It provides that this standard shall not be violated without prior permission obtained from the appropriate authorities. Under the law, the highest punishment for noise pollution is one year of imprisonment, Tk 5,000 in fine, or both for a first-time offence. For a second-time offence, the punishment is up to six months imprisonment, Tk 10,000 in fine or both.Despite the existence of law, no authorities are found to make the vehicle drivers and owners aware of the disastrous impact of indiscriminate use of horns. To fight noise pollution, now the government needs to launch a countrywide campaign to make people aware of the negative impact of the menace. Several non-government organisations run a few programmes to contain noise pollution, but they are inadequate in dealing with the situation. Civil societies, community leaders and other stakeholders have a role here too. If we all do not take the matter seriously and play our role, a far worse situation may await us.\n[email protected]",
        "headline_1": "Mindless honking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mindless-honking-1721918983",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2024"
    },
    {
        "full_article": "Inflation has been a persistent challenge for several years, with no apparent end in sight. Recent reports indicate that overall inflation in the country has consistently remained above 9.0 per cent, significantly outpacing the income growth of average citizens.The high inflation rate is making life increasingly difficult for the common people. Various organisations, including the National Directorate of Consumer Protection, are actively monitoring the market to maintain stability. Despite these efforts, commodity prices continue to rise, with recent events exacerbating market volatility. Sudden halt to imported goods has forced the country to rely on existing stock and the supply chain was disrupted. The government's biggest challenge now is to control prices and stabilise the market.The pressing question is: How effectively can the government address this issue? Inflation has become a significant obstacle to Bangladesh's development, raising the cost of living and affecting social well-being. The market remains unstable, and consumer distress is growing, particularly among low-income people.The government has prioritised maintenance of prices of essential goods within a reasonable range. However, market experts have repeatedly pointed out that government intervention alone cannot curb inflation. There are multiple factors behind the rising prices, and it is crucial to identify and address these root causes.To mitigate the ongoing crisis, measures must be taken to prevent further price hikes. The government has been active in trying to control prices, but more needs to be done to ensure that essential goods are accessible to the common man. It is crucial to stabilise the market in order to provide relief to the public and restore their purchasing power.The government has managed various challenges including political opposition and international pressures. Now, the focus should shift to ensuring the operation of market in an effective manner so that products are readily available. Only then can we hope to alleviate the burdens of inflation and improve the standard of living for the people of Bangladesh.\nShahriar HasanMotijheel, Dhaka",
        "headline_1": "Addressing the inflation crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-the-inflation-crisis-1721919028",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2024"
    }
]