[
    {
        "full_article": "After 15 months of war, which saw the deaths of tens of thousands of people, the destruction of much of Gaza and multiple rounds of painstaking negotiations, Hamas and Israel have agreed to a ceasefire. As soon as the news was out, thousands ventured out on the streets in Gaza, hoping that the daily bombardment and shelling would come to an end. Uncertainty still lingered, but both sides resolved their last-minute differences over details about Israel’s partial withdrawal from Gaza and the names of the hostages to be released on day one and the ceasefire came into force on Sunday (January 19, 2025). This is not a permanent end to the war. But given the violence that Israel and Gaza have witnessed since October 7, 2023, even a pause in the war is a great relief, especially for Gaza’s 2.3 million Palestinians. The agreement is expected to be implemented in three phases. In the first phase, Hamas will release 33 hostages, while Israel will release about 1,000 Palestinian security prisoners. The second phase would see more exchanges of hostages and prisoners and both sides are required to announce a permanent end to the hostilities. The third phase will involve discussions on the ‘day after’, including who should be in charge of Gaza.As of now, both sides stay focused on phase one. Trouble could arise when negotiations for the next phases begin. When Israel launched the war, it set two objectives for itself — the destruction of Hamas and the release of hostages. In 15 months of war, Israel has degraded Hamas’s militant infrastructure, but the group has survived and reinvented itself as an insurgency. According to Antony Blinken, the outgoing U.S. Secretary of State, Hamas recruited as many fighters as it had lost during the war. Israel’s inability to destroy Hamas or secure the release of the hostages through the offensive raises serious questions about the IDF’s military tactics in Gaza. This could probably be one of the factors that persuaded Benjamin Netanyahu to accept the ceasefire. But he has not committed to bringing the war to an end. Hamas, on the other side, demands a complete withdrawal of Israel from Gaza. Despite the possible roadblocks, the fact that a ceasefire came into force is welcome news. It provides a desperately needed relief for Gaza and a platform to build further talks. Israel, Palestinians as well as the international mediators should now work towards bridging the gaps in the post-war scenario. Israel will not accept a situation that would leave Hamas as a ruling force in Gaza. A more pragmatic solution is to form a united administration of all Palestinian factions under the leadership of the internationally recognised Palestinian Authority, and then shift the focus towards the reconstruction of Gaza. But for this plan to work and peace to prevail, Israel should be ready to withdraw all its troops from the Gaza Strip.\r Published - January 20, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        USA",
        "headline_1": "​Pyrrhic peace: On the Hamas-Israel ceasefire",
        "headline_2": "A united administration under the Palestinian Authority must be in place",
        "link": "https://www.thehindu.com/opinion/editorial/pyrrhic-peace-on-the-hamas-israel-ceasefire/article69116264.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "The conviction of a former civic police volunteer on Saturday (January 18, 2025) in the rape and murder of a second-year postgraduate trainee doctor in Kolkata has brought some closure to her parents, but the struggle to make systemic changes to make the workplace safe for women continues. The District and Sessions Court, Sealdah, found Sanjay Roy guilty of the horrific crime at the State-run R.G. Kar Medical College and Hospital on August 9, 2024, while on duty. Pronouncing the verdict in the presence of the parents and the accused, Judge Anirban Das said the accused was found guilty based on evidence put forward by the Central Bureau of Investigation (CBI). The accused is being held guilty under Sections 64 (rape), 66 (causing death), and 103(1) (murder) of the Bharatiya Nyaya Sanhita. Reading out the verdict, the judge said the crime carries the highest punishment of a death sentence and the lowest of life imprisonment; the terms of the sentence will be announced on January 20, 2025. In his observations, the judge also put the spotlight on the functioning of the hospital administration, saying that the actions of the college’s principal and other senior members had “created some confusion” in his mind. In widespread protests after the crime, doctors, the parents, and civil society had alleged that it could not have been the handiwork of only one individual.Sandip Ghosh, principal of the R.G. Kar Medical College and Hospital at the time of the murder, was arrested by the CBI on charges of evidence tampering and the delay in filing the first information report (FIR), but was released on bail as the charge sheet had not been filed in 90 days, as is the rule. Inefficiencies in policing have also come to the fore; there was an inordinate delay in filing the FIR, for example, and other lapses. The parents of the doctor said they respect the judgment and sought the highest punishment for the accused but expressed hope that the investigation would not be halted so that all the culprits are nabbed, a sentiment echoed by protesting doctors, activists — and also the Opposition. There are cases pending in the High Court and the Supreme Court of India, which began hearing it suo motu after the uproar over the rape. It should not need a rape and murder to wake up to appalling working conditions, such as the lack of basic amenities and a safe room to rest. Kolkata’s State-run hospitals are stretched thin and reports of corruption are rife. The State government announced a slew of measures for the protection of health workers, and the onus is on the administration to follow through with the promises. Published - January 20, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        sexual assault & rape\n                    \n                            /                      \n                        \n                        medical colleges\n                    \n                            /                      \n                        \n                        West Bengal\n                    \n                            /                      \n                        \n                        crime, law and justice\n                    \n                            /                      \n                        \n                        investigation\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Kolkata",
        "headline_1": "​Murder most foul: On the R.G. Kar case",
        "headline_2": "Making India safe for all must be a priority for state authorities",
        "link": "https://www.thehindu.com/opinion/editorial/murder-most-foul-on-the-rg-kar-case/article69116273.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "GOI must invest in smart planning and local tech ecosystem to counter China’s defence-economic tactics\nTwo pieces of news last week further highlight the complexity of the China problem for India. First, army chief General Upendra Dwivedi admitted that a degree of standoff remains along LAC despite the Depsang and Demchok disengagement last Oct. He also added there were no plans to cut troop deployment in the area at this point. Second, a recent report says that China is trying to prevent companies from shifting high-tech equipment and personnel to India and Southeast Asian nations. Beijing’s move is apparently in preparation for the incoming Trump administration’s signalled intention to slap heavy tariffs on China. \nFor example, Taiwanese firm Foxconn has reportedly been unable to dispatch its Chinese technicians and specialised machinery from China to India. Similarly, automaker BYD and solar-panel manufacturer Waaree Energies’ Indian units haven’t received crucial equipment. This is blatant weaponisation of economic interdependencies by Beijing. The latter clearly doesn’t want companies to transfer critical technologies to India and is scuttling foreign investors’ friendshoring plans. And Taiwanese companies like Foxconn that are looking to invest in India, especially in critical sectors such as semiconductors, are in the crosshairs. \nThere are two things India must do. First, India must significantly ramp up its own competencies in electronics manufacturing. We can’t solely depend on foreign investors. For example, a semiconductor plant needs thousands of supporting, allied companies to sustain itself. Therefore, even if chip foundry-fab tech is transferred, it’s impossible to get thousands of foreign companies to help create the requisite ecosystem, that too in places like Morigaon, Assam.\nIndia needs to invest heavily in technical education and create the right incentives and linkages for indigenous semiconductor-allied companies to come up. Note that Taiwanese engineers returning from US in 1970s laid the foundation of Taiwan’s semicon industry. Second, there is a case for transferring Taiwan to MEA’s Indo-Pacific division from its East Asia division to dehyphenate Taiwanese issues from China policy. This will greatly help trade and investments with Taiwan in critical sectors that China doesn’t want. Smart strategies are needed to counter Beijing’s shenanigans. \n\n",
        "headline_1": "OutFox the dragon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/outfox-the-dragon/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "Is fertility the new poll battleground? What netagiri ignores is the cost of childbearing borne by women\nOver 3L babies were born in Delhi in both 2022 and 2023. It’s a safe bet that some 15L women will be pregnant in the city over the next five years, and BJP’s promised them ₹21,000 each – a total of ₹3,150cr – if it unseats Kejriwal in the Feb 5 poll. Coming so soon after Andhra CM Chandrababu Naidu’s pitch to make three kids the minimum qualification for panchayat or municipal candidature in his state, it suggests babies are the next poll battleground in India. Having babies is a personal choice – the state may nudge, not shove. Naidu’s plan fails the democracy test. Yet, he’s not alone in preaching a larger family size. RSS chief Mohan Bhagwat says couples need to have at least three children each. An organisation has offered ₹1L to Brahmin couples with four kids in MP. US veep-elect JD Vance’s remark about “childless cat ladies” went viral last year. Pope Francis declares people who choose to have pets over children are acting selfishly. Italian PM Giorgia Meloni sees her country’s plummeting birth rate as a national emergency.\nLast Oct, Tamil Nadu CM Stalin also echoed Naidu’s views. Both may be swayed by the long-pending delimitation of Lok Sabha constituencies, where southern states would be at a disadvantage if population is the sole criterion. But as former RBI chief Subbarao argued on this page (More Migrants, Not Kids, Oct 29), it’s better to compensate for population decline through migration than raising fertility. \nSo to the Pope and sundry other chiefs, including Stalin who asked, “Why shouldn’t we aim for 16 children?”, we can only say, let women decide because the burden of childbearing falls entirely on them. Sixteen kids is 16 years of prime study or work years – the elusive demographic dividend – at the very least. Besides, what would all those children grow up to do when there aren’t enough jobs for the ones and twos? And don’t forget childbirth is risky work. Centuries ago a queen devoted her married life to producing heirs. She died giving birth to the 14th. Was the Taj Mahal worth it?\n\n",
        "headline_1": "Baby, baby",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/baby-baby/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "When Carlsen’s denim or Steve Jobs’s black turtleneck hits headlines, super-pricey and much coveted versions of everyday items follow. Goes to show how fuddy-duddy those harping on formal wear are\nIn recent years, quick-footed commerce has played on high-minded sentiments to turn in magnum profits. Affordable and commonplace items have now become super-deluxe products while superficially retaining their original feel and optics.\n\nJeans, sneakers and non-alcoholic drinks all carry the aura of down-to-earth wholesome living and yet, how they have all changed.\nRead full story on TOI+.\n\n",
        "headline_1": "It’s in our jeans, and sneakers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-in-our-jeans-and-sneakers/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "All through the 15-month conflict Israel has focused on dismantling Hamas without sparing effort to create an alternative. That leaves a political void in Gaza and conditions for Hamas to spring back, leading to the cycle of war and destruction all over again\nAfter more than 450 days of fighting and captivity, the hostage deal (Phase I) serves as a trial by fire for Israeli politics and society. From the ancient roots of Jewish ethics to the complex DNA of the state’s multi-layered fabric, bringing back brothers and sisters from captivity is an almost divine command – a core value of the Jewish people’s war-filled existence upon their return to their homeland.\n\nHowever, even ancient imperatives face challenges in today’s populist and immature political reality.\nRead full story on TOI+.\n\n",
        "headline_1": "Six weeks of calm and then what?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/six-weeks-of-calm-and-then-what/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "After the creation of Pakistan, the nascent state embarked on vigorous projects to industrialise both parts of the country. Pakistan required substantial energy for its industrialisation and ambitious development projects. Various government records highlight how acute the energy demand was to operate the new mills and factories. Factories in the late 1940s and 1950s often had to undergo forced shutdowns due to power shortages. The Chittagong Hill Tracts (CHT) emerged as a favourable option for the state of Pakistan when it came to constructing power plants. This essay examines two such large-scale development projects in postcolonial Pakistan and their consequences for the Adivasis in the Chittagong Hill Tracts.\nThe state was already aware that the British government had planned a hydroelectric project on the Karnaphuli River in the CHT. In 1906-07, the British colonial government first inspected the Karnaphuli River to assess the feasibility of constructing a dam for hydroelectric power generation. However, little is known about that investigation. In November 1922, Mr. Grieve, a temporary engineer, was appointed to further examine and identify a suitable site for the hydroelectric dam. Mr. Grieve conducted a comprehensive investigation and submitted a detailed report to the relevant department. His findings suggested that approximately 28,000 to 40,000 KW of electricity could be generated upon the project's completion. Further investigations were carried out in 1945 and 1946, led by E.A. Moore, the superintendent engineer of the East Bengal Circle. The British colonial government was close to implementing the project, having collected detailed meteorological and other essential data. The Bengal government had already proposed the utilisation of electricity in various mills and factories in East Bengal and had outlined the departments responsible for the dam's construction, along with an estimated project cost. However, due to political upheaval in the 1940s, the British colonial government could not proceed with the project.\nFollowing the establishment of Pakistan, the state revived the Karnaphuli hydroelectric project in 1948. In addition to local engineers, the Pakistan government hired J.L. Savage, an American engineer, to expedite the project's construction. The Karnaphuli hydroelectric scheme was officially sanctioned in June 1951, with the expectation that electricity would be available for sale by the end of 1960. The project was anticipated to deliver an average continuous power output of 40,000 KW during the monsoon and 20,000 KW at other times. Construction of the Karnaphuli hydroelectric scheme began in 1957 and took almost five years to complete.\nDespite conducting thorough investigations into the project's meteorological, flood control, and financial aspects, the government did not consider it necessary to consult the Adivasis or indigenous people, who were the primary residents of the area. Government departments were aware that a significant number of people would be affected by the construction of the Karnaphuli hydroelectric dam at Kaptai, Rangamati, a district within the CHT region. In the 1950s, there was a discussion about establishing the headquarters of the CHT at Kaptai, Rangamati. However, concerns about the potential inundation of large land areas and environmental deterioration due to the dam's construction led many government officials to oppose this decision. Officials also anticipated large-scale violent protests following the dam's construction. The state recognised that, beyond the inundation and displacement of many people, the affected population's livelihoods would be jeopardised. The government was aware of the potential food scarcity. Despite this, the rehabilitation plans for the affected people were impractical and narrow in scope. The then-chairman of WAPDA suggested: \"There is no need to settle the affected persons on flat land to enable them to undertake plough cultivation of paddy and other food crops. They should be settled on the steep slopes of hills where they can grow fruit trees and tea and earn enough money to live. Food can be imported for them either from the rest of the province or from abroad if necessary, and they can live quite happily and comfortably.\"\nIn the government's confidential report, the high officials noted that, regardless of what might have happened, they could not alter the plan. The confidential report continues:\n\"The chief secretary feels that the rehabilitation plans and programme already settled and approved need not undergo any material change or disruption, except that care should be taken to avoid constructing any valuable installations (V.I) such as tarred or concrete roads, model town, official headquarters or otherwise hospitals, schools or colleges, the Rajbari of the Chakma chief, and so on below the level up to which water would rise in the event of a high flood when the dam is ultimately raised another 13 ft…\"\nThe construction of the Kaptai dam was a massive blow to the Adivasis of the CHT. It displaced more than 100,000 Adivasis, constituting 25% of the region's population. The government's rehabilitation sites were further inundated between 1965 and 1966. Over 40,000 Adivasis had to flee the country barefoot, seeking refuge in Tripura, Assam, and Arunachal Pradesh. It is not that the state was unaware of the possibility of further inundation after the project's completion; the state simply remained silent. The government's confidential report provides reflections on this issue:\n\"The 10,000 acres of flat land reserved in Kassalang for rehabilitation shall also go under water, which means that rehabilitation work in this region must stop. There is no question of planning a model town there. It is scheduled to be taken up next year… There should be no rehabilitation below 133 R.L. The majority of the rehabilitation area explored and allotted by us is below 133 R.L… All these have been abandoned. The vast plain between Mahalchari and Panchari will go under water and has to be abandoned.\"\nAfter the Partition, the Karnaphuli hydroelectric scheme was implemented in a very short time. Construction began in 1957 and was completed by 1962. A significant portion of arable land, arguably the most fertile in the CHT, was submerged. It is estimated that around 40% of the CHT's agrarian land was inundated due to the Kaptai dam's construction. A government confidential report discusses the difficulty of making the rehabilitation plan in such a short time:\n\"It is impossible to alter the rehabilitation plans so drastically at such short notice without taking the people into confidence, and the psychological effects of these changes are going to be colossal and catastrophic. The coffer dam has been closed, and next year water will rise up to 120 ft… People have, therefore, got to be evacuated somewhere. Even if they are settled on steep hill slopes and persuaded to grow fruit trees and tea, the scheme is not likely to take shape, be approved, and commence for another two years, and will begin yielding results only after 7 or 8 years. During this period, a population of nearly a lakh and a quarter of persons (300 sq. miles of a most densely populated area)…\"\nApart from the Karnaphuli hydroelectric scheme, the fledgling postcolonial state undertook various development projects. One significant project was the construction of the Karnaphuli Paper Mills at Chandraghona in the CHT. The Adivasis of the CHT had to endure a double blow from these two massive development projects in the 1950s— the Karnaphuli Hydroelectric Project Scheme and the Karnaphuli Paper Mills. Both projects displaced a large number of Adivasis and exhausted their livelihoods. Even the deputy commissioner of the CHT was dissatisfied with the extensive land acquisition by the state's Development Department. In his letter to the commissioner of the Chittagong division, he writes:\n\"The Development Department of the Government of Pakistan has been negotiating with me for some time for land in Chandraghona for a Paper Mill. Their requirements were vastly more at the end than they were expected to be at the outset. In fact, when the commissioner and I visited the area last year, we thought they would need practically one-quarter of what they now demand. I offered them double the original area, but they wanted the whole, which included the bazar, a supplies Godown, the Police Station, the Post Office, the C and W.D., an Inspection House, and a number of private dwellings and fields. In fact, they demanded the whole of Chandraghona excluding the Baptist Mission Hospital.\"\nThe large-scale land acquisition by Karnaphuli Paper Mills was not properly compensated. The Mills evicted and dispossessed a large number of Jummias from their fertile jum land, leaving them in a vulnerable condition. These poor Adivasis were not adequately rehabilitated. The Karnaphuli Paper Mills authority allocated only a nominal amount of money to the 'tribal' chief. However, the jum cultivators received no compensation. Furthermore, the Labour Commissioner of East Pakistan instructed the Karnaphuli Paper Mills authority not to employ 'tribal' people from the CHT. The government also proposed transferring Chandraghona from the CHT region to the Chittagong district to exploit the area more conveniently.\nIn its proposal, government administrators suggested repealing the Chittagong Hill Tracts Regulation of 1900, which was passed by the British colonial government. This Regulation restricted the influx of Bengali people into the CHT while isolating the Adivasis from other parts of Bengal. Willem van Schendel observes, \"Far from regional autonomy or the protection of 'tribal' rights (as some would have it), it marked the onset of a process of 'enclavement' in which the hill people were denied access to power and were subordinated and exploited directly by their British overlords.\" Nevertheless, the Adivasis believe the CHT Regulation of 1900 offered them some protection. The abolition of this Regulation led to a significant influx of the Bengali population into the CHT. However, when the government policymakers proposed the \"Proposal for exclusion of C.H.T.s from the category of tribal area,\" they did not consult the local people. For the policymakers, the region was extremely poor and backward, and the Adivasis lacked political training. They believed the Adivasis lacked political or administrative institutions. Before 1961, there was no district or local board union. They noted that the Adivasis still maintained 'tribal' habits and traditions. For them, before the construction of the Karnaphuli Hydroelectric Scheme, the Adivasis had practically no contact with the outside world. The top government officials repeatedly stressed that most people in the CHT lacked the political consciousness to perceive the impact of the change. They opposed any referendum because they believed the Chiefs and Headmen of the community would control the wishes of the people. In their proposal to exclude the CHT from the category of tribal area, the policymakers' understanding of the Adivasis reflected the West's perception of the East as 'Other,' as Edward W. Said argued in his influential book Orientalism. A confidential report on the \"Proposal for exclusion of the CHT from the category of tribal area\" provides insight into the state policymakers' mindset:\n\"Although considerable enlightenment is slowly creeping into tribal life, the bulk of the population continues passionately to adhere to old tribal laws, customs, and traditions, handed down from generation to generation, which even today largely regulate their pattern of living. An overwhelming majority still live in a world of their own and have little in common with the people inhabiting the rest of the country. They have peers across the border with whom they have far greater ethnical affinity, and even though the lure from outside is greater, they have mostly stuck to their old homes because their old way of life has not been disturbed. The tribals are yet incapable of comprehending political or other fundamental rights. Nonetheless, they enjoy, in quite a large measure, all the fundamental rights exercisable by persons elsewhere in the country.\"\nThe Karnaphuli hydroelectric dam at Kaptai significantly impacted the biodiversity and environment. Due to the dam's construction, much wildlife was submerged, and their habitats were destroyed. Indirectly, the dam inundated a large area, putting pressure on the wildlife habitats in other parts of the CHT, as the displaced population from the Kaptai region was forced to clear forests in different areas, thereby shrinking wildlife habitats throughout the CHT.\nConclusion\n\nFrantz Fanon, an Afro-Caribbean French psychiatrist, revolutionary thinker, and philosopher, prophetically apprehended the tribulations of the once-colonised and underdeveloped countries. Fanon writes: \"The cracks in it explain how easy it is for young independent countries to switch back from nation to ethnic group and from state to tribe—a regression which is terribly detrimental and prejudicial to the development of the nation and national unity... As we have seen, its [national bourgeoisie of once-colonised underdeveloped countries] vocation is not to transform the nation but prosaically to serve as a conveyor belt for capitalism, forced to camouflage itself behind the mask of neocolonialism.\" The nature of capitalism in Africa or other colonised regions in the world differed from capitalism in the Western world. It is more appropriate to say that the Black, non-Western, and Indigenous experience of capitalism differs from that of Western people. Recently, some scholars term this form of capitalism, brought by the colonialists, as 'colonial racial capitalism.' They argue that this nature of capitalism persists today. Throughout the British colonial intervention and in the postcolonial states of Pakistan and Bangladesh, the states persistently continued the colonial and neocolonial exploitation of the Adivasis of the CHT through so-called development projects.\nAll the primary sources used here are from the National Archives of Bangladesh. I am grateful to the staff of the National Archives, particularly Elias Miah, for their generous support.\n \nAzizul Rasel is a faculty member at the University of Liberal Arts Bangladesh (on leave) and a PhD candidate at McGill University, Canada.\n",
        "headline_1": "Sacrificed for Development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/sacrificed-development-3803526",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "We welcome the Police Reform Commission's recommendations to implement extensive measures to transform the police force into an institution of accountability. The commission's report, submitted to Chief Adviser Muhammad Yunus on January 16, includes crucial proposals to curb excessive use of force, prevent abuse of power, and abolish the Rapid Action Battalion (Rab), among other reforms. It also proposes the formation of a statutory body—the Independent Police Commission—to ensure accountability and neutrality within law enforcement agencies. These recommendations are both timely and necessary, but they will only yield positive results if implemented effectively.\nOver the past decades, particularly during Awami League's 15-year rule, public trust in the police has eroded drastically due to corruption and political exploitation. This distrust deepened during the July uprising when police brutality—including indiscriminate shootings and killings of protesters—further exposed deep-seated systemic flaws. Following the fall of the regime on August 5, the need for police reform gained renewed urgency. Against this backdrop, the Police Reform Commission's report outlines strategies to rectify these issues and establish genuine accountability.\n\nThe Police Reform Commission's emphasis on precise, proportional, and rule-based use of force—similar to UN peacekeeping standards—is a crucial step forward. Aligning our policing with international norms by allowing the use of force strictly in self-defence will help reduce undeserved harm to life. Assessing Rab's necessity by reviewing its past human rights violations is equally essential for restoring public trust. \nIts emphasis on precise, proportional, and rule-based use of force—similar to UN peacekeeping standards—is a crucial step forward. Aligning our policing with international norms by allowing the use of force strictly in self-defence will help reduce undeserved harm to life. Assessing Rab's necessity by reviewing its past human rights violations is equally essential for restoring public trust. Furthermore, introducing \"clear-walled\" interrogation cells to prevent custodial torture, and mandating GPS trackers and bodycams for officers on raids, will help curb extortion, arbitrary arrests, and enforced disappearances.\nOther practical measures such as a citizen hotline for reporting police misconduct—including refusal to disclose identity during searches—will address some of the concerns about police. Ensuring the presence of a magistrate or a local government representative during arrests between dusk and dawn will serve as an additional safeguard against misuse of power. Moreover, increasing the number of female police officers is crucial, particularly given the rampant violence against women in our society and the harassment they face when seeking legal assistance.\nHowever, we must remember that any success of such initiatives hinges on the cooperation of political parties, particularly the ruling one. Resistance from within the police force and other vested interests could also pose obstacles to proper implementation. Nonetheless, with strong commitment and support from all stakeholders, these reforms could lead to a more accountable, rights-focused police force and help restore public confidence.\n",
        "headline_1": "Make police accountable to the people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/make-police-accountable-the-people-3803376",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "It is frustrating that weeks into the new academic year, primary and secondary school students are still waiting for their textbooks. According to a report by The Daily Star, as of mid-January, only 37 percent (or 15 crore) of the 40.15 crore books required for about 4 crore students have been distributed. Among them, those at primary schools have been more \"fortunate\", with 75 percent of the required 9.19 crore books delivered. Conversely, only 30 percent of the nearly 31 crore books required for secondary schools (and Ebtedayee madrasas) have reached them. The delivery rates are said to be particularly low in regions like Chattogram, Barishal, and Rangpur, leaving their students disproportionately affected.\n\nThe National Curriculum and Textbook Board (NCTB), which is in charge of developing and distributing textbooks for pre-tertiary students, is distributing the books in phases. Even though the authorities initially promised to ensure timely delivery of books, it was never a realistic goal considering the disruptive effects of the July-August political upheaval and the reversion to the 2012 national curriculum—which necessitated additional work including revisions in 441 textbooks. Another challenge this year is that no printing work was outsourced to India to help in the process (from 2009 to 2023, a portion of the books was printed in India).\n\nHowever, it is reasonable to ask why there was no contingency plan to ensure timely printing even though these decisions were made months ago. Why were some printing presses allowed to take on more work than they could handle, allowing the backlog to pile up? And why are some bookstores in Dhaka illegally selling the books at inflated prices when students should be getting them free at schools?\n\nAll this points to the lack of sound planning and execution, as a result of which students are losing valuable learning time. Apart from the academic disruptions caused by the lack of books, students from class 10 are also worried about preparations for their upcoming public exams with only a fraction of the books available. Adding salt to the injury, many students are also reportedly struggling with the download of PDFs from the NCTB website—an alternative to printed books not accessible to all—because of server issues, leaving them with no options. As if these problems were not enough, the NCTB also came under criticism for inaccurate information as well as the removal of \"Adivasi\" graffiti from textbooks.  \n\nThis state of affairs has to change. The authorities say that all the textbooks would be distributed within February, but such assurances are not enough. We urge them to step up their efforts to fix all the challenges facing textbook delivery. A thorough investigation is also needed into the inefficiencies and alleged corruption in the printing and distribution process, and those responsible must be held accountable. The government also should prioritise distributing books to regions with abysmal delivery rates as well as students who have public exams in the near future.\n",
        "headline_1": "NCTB must fast-track delivery of textbooks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/nctb-must-fast-track-delivery-textbooks-3802636",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Need for better and cheaper telecom services",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-better-and-cheaper-telecom-services-1737296145",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Air pollution now a health emergency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/air-pollution-now-a-health-emergency-1737296242",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Attacks that smack of ingrained autocratic mindset",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/attacks-that-smack-of-ingrained-autocratic-mindset-1737296289",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Save rivers, save Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/save-rivers-save-bangladesh-1737296306",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2025"
    }
]