[
    {
        "full_article": "At the onset of 2022-23, the Indian economy was expected to grow anywhere between 7.2%, as per Reserve Bank of India projections, and 8.2%, as per the International Monetary Fund forecast, with major rating agencies and financial institutions pegging their projections in the middle. Having bounced back 8.7% last year from a COVID-triggered nadir, the moderation in economic growth was not a big deal even as the ripple effects of the war in Europe had begun and inflation had been high since January. By early September, the range of most forecasts shifted to 6.7%-7.7%. The RBI, Asian Development Bank, and Fitch Ratings have lowered their estimate to 7%. S&P Global Ratings retained its forecast at 7.3% and Moody’s Investors Service pared it to 7.6%, but both believe the emerging global slowdown will not derail the post-COVID recovery. The outlook is not so benign any more, the World Bank has suggested, based on inputs as recent as the last week of September. From its initial expectation of 8% growth this year, which it cut to 7.5% in June, the Bank has laid out a gloomier outlook with growth of just 6.5%, citing the worsening external environment.After the 13.5% expansion in the April-June quarter, high-frequency economic indicators point to a healthy uptick through August. But growth appears to have stumbled a bit in September with goods exports contracting for the first time since February 2021 and imports growth also slowing sharply, signalling lower domestic demand. The Bank’s latest forecast suggests a relative slowdown starting in the October-December quarter, with tighter global liquidity, higher inflation (oil prices are surging again after the OPEC meet) and rising interest rates denting domestic demand. At the same time, the demand for exports will shrink further and private investment will likely prefer to sit out this period of heightened uncertainty. Private consumption, in particular, will be affected this year and next, the Bank has reckoned, especially as the pandemic’s scars on income and employment levels persist for rural and low-income households. As many as 56 million Indians may have slipped below the poverty line in 2020, it estimated. The government has been gung-ho about “entering an era of robust growth”, but its decision to extend the pandemic-driven free foodgrains programme suggests it realises that not all actors of the economy have managed to get out of the woods yet. This realism should be reflected in other policy choices it makes too, tempering optimism with caution.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Slow lane driving: On the World Bank’s dire growth forecast for India",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/slow-lane-driving-the-hindu-editorial-on-the-world-banks-dire-growth-forecast-for-india/article65981586.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "The Nobel Prize for Chemistry has been awarded to Carolyn Bertozzi, Morten Meldal and Barry Sharpless, the last of whom features in a group of only five to have won the Prize twice. The three chemists have been awarded for pioneering ‘click chemistry’ or getting molecules that wouldn’t normally bond together to do so in an efficient and uncomplicated manner. The ‘click’ comes from an analogy Sharpless drew of molecules snapping together, like airline seatbelts fitting into their buckles. Historically, chemistry has sought to imitate nature. From medicine to fertilizer, the chemist has sought to make synthetic products that mimic natural molecules. The artificial synthesis of indigo, instead of extraction from plants, had disastrous consequences for colonial India’s economy. On the other hand, several molecules have been synthesised in ingenious ways to create drugs and medicines to kill bacteria and relieve pain. The flip side is that these processes are likely laborious, can create unwanted by-products, many toxic. Often, the number of intermediary steps is so great and complicated that the desired result is usually too expensive to be useful.Sharpless began the conversation, almost immediately after winning his first Nobel Prize, of creating molecular building blocks — like Lego blocks — that could snap together quickly and efficiently. The first breakthrough came when Meldal and Sharpless, independently of each other, discovered what has become the foundational stone of click chemistry, namely the copper catalysed azide-alkyne cycloaddition. Two kinds of chemicals — azides and alkynes — react very efficiently when copper ions are added, Meldal discovered in his Copenhagen laboratory, and form a very stable structure called a triazole. Previous attempts to join azides and alkynes were cumbersome, but the trick this time was copper. From then on, if chemists wanted to link two different molecules, all that was required was to introduce an azide in one molecule and an alkyne in the other. They then snapped the molecules together with the help of some copper ions. This has now become an industry standard. However, Bertozzi took click chemistry to a new dimension and showed that it could be used in living organisms. Copper is toxic to living cells, but she figured out a way to produce a copper-free click reaction, called the strain-promoted azide-alkyne cycloaddition, and showed it could be used to treat tumours. The awards demonstrate that it pays to rethink the fundamentals of a field and persevere at it for long enough to spark a revolution.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "A synthetic click: On 2022 Chemistry Nobel",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-synthetic-click-the-hindu-editorial-on-the-2022-nobel-prize-in-chemistry/article65980953.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "The policy encouragement today to manufacturing is being decried by some experts on the ground that we should encourage the service sector. This is in many ways an extension of our fantasy when liberalisation was still young – that we would grow up rich powered by cheap labour in the export sector.\nWe soon realised that just as one can never be too thin, you can never be too cheap either. In time, other countries were undercutting India with lower labour costs. Even then, some resisted turning to manufacture and instead argued that the service sector would handhold us to prosperity.\nRead full opinion on TOI+\n\n",
        "headline_1": "Make machines in India: Why economists arguing against policy emphasis on manufacturing are completely wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/make-machines-in-india-why-economists-arguing-against-policy-emphasis-on-manufacturing-are-completely-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "The WHO alert on four cough syrups manufactured and exported by Haryana-based Maiden Pharmaceuticals to Gambia – this followed the death of 66 children – calls for an overhaul of drug regulation in India. The company has been repeatedly pulled up by domestic regulators in multiple states, but those strictures added up to little more than a slap on the wrists. Penalties without deterrent effect will not nudge offenders to reform. This is common sense. And now too many children and their families have paid a heavy price – and Indian pharma’s global reputation is once again, after Ranbaxy, at risk.\nState drug controllers tasked with licensing and monitoring of manufacturing units and quality control are functioning in silos. If a drug fails a quality test in one state, the obvious thing to do is suspend the manufacturing licence in the state where it is located till a clean-up. Maiden Pharmaceuticals escaped such punishment. Claiming that the two excipients (substances used alongside active ingredients) that WHO termed as “contaminants” were sourced from third-party suppliers isn’t tenable. Ultimately, the company manufacturing the drug is responsible for quality and rules mandate testing of excipients too. One of the excipients had caused deaths in Jammu in 2020.\nThanks to a series of regulatory failures, a problematic company and a dangerous contaminant escaped the attention of drug controllers. To make matters worse in the Gambian tragedy, the Haryana drugs controller certified Maiden as compliant with WHO-Good Manufacturing Practices, making it eligible for exporting drugs. But central regulator CDSCO is now answerable to WHO for the failures. Centre’s new drugs and cosmetics bill to replace the colonial-era law must be reconfigured with learnings from this tragedy and embarrassment. India’s pharma industry is the pharmacy of the world for good reason, by ensuring that even the poorest are able to afford India-made drugs. To ensure we remain globally competitive, a rigorous regulatory regime is needed.\n\n",
        "headline_1": "Scarred terra pharma: Gambia tragedy needs sharp regulatory response",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/scarred-terra-pharma-gambia-tragedy-needs-sharp-regulatory-response/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "An author the newest Nobel laureate in literature, Annie Ernaux, often refers to is Simone de Beauvoir, who famously wrote that “one is not born, but rather becomes, a woman.” Women’s literary fiction is a critical window into this becoming, for all its joys and sorrows. But Ernaux is only the 17th woman writer since 1901 to have won the Lit Nobel. It is telling that de Beauvoir wasn’t awarded while Jean-Paul Sartre was. The sidelining of women’s writing in literary canons follows from and feeds into the second-rung status of women’s experiences. More awards mean more readers, more understanding and a little more likelihood of social equality.\nErnaux is a self-declared “ethnologist of herself”. Over the past year, a new film based on her harrowing 2000 chronicle of her 1963 illegal abortion has seen a surprising number of fellow Frenchwomen say they have shared the emotional rollercoaster she describes – well into the era of legalised abortion. Elsewhere, Ernaux’s confessions of feeling shame over going sexually “all the way to the end” at one stage of life and over “having once been proud of being an object of desire” at another, are records of continual gendered humiliation but also of overcoming it. She “manifestly believes in the liberating force of writing”, the award citation says. Reading of course has similar force, provided it is about the diverse human condition, rather than just a privileged male one.\n\n",
        "headline_1": "Read herstory too: Larger message in this year’s Lit Nobel",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/read-herstory-too-larger-message-in-this-years-lit-nobel/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "The outbreak of the pandemic catalysed a turbulent phase for the global economy. It remains unsettled. The combination has proved a boon for podcasts on economics. An insightful conversation between economists or with one is a convenient way of getting a better grip on the bewildering changes we are experiencing.\nCentral banks repeatedly prove that we live in an interconnected world. Economic historian Adam Tooze is adept in both breaking down big changes and putting them in perspective. In the weekly podcast Ones and Tooze, he first breaks down screaming headlines into digestible bits and moves on to the economics of lighter stuff such as golf or the British monarchy.\nRead full opinion on TOI+\n\n",
        "headline_1": "Listen to those lighting up the dismal science: Economics podcasts as a guide in uncertain times",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/listen-to-those-lighting-up-the-dismal-science-economics-podcasts-as-a-guide-in-uncertain-times/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "The first step in attempting to solve anything is acknowledging that there is a problem.\nAs we watched the Durga Puja of last year smear into carnage, celebrations turned into cries, it felt like a relief that this year the puja could be celebrated without any major incidents. And it was important to note that none of it was random acts of violence. Accepting that as a country and a culture we have a problem that goes far back, and is gaining power by the year, however hard, is the bare minimum we can do to start healing these wounds. Backtracking into a safe corner by claiming that 'this is not our country we see burning before us' shouldn't be an option, at least not at this point.\nThere is a Nabarun Bhattacharya poem, \"Ei Mrittu Upottoka Amar Desh Na\", that gets shared a lot whenever things like that happen. I got tired of seeing that—all well-meaning people renouncing the version of the country they saw before them. I think it's been long enough, and there has been bloodshed enough. There has to be a reckoning and I am tired.\nAnd this death valley is my country,\nthis hangman's rhapsodic stage is my country,\nthis ample burning ground is my country,\nthis blood-soaked butcher's ground is my country.\nIt's easier for me, and so privileged of me to say that I'm tired. I was after all born Muslim in a Muslim-majority country. In Arundhati Roy's The Ministry of Utmost Happiness, the first-person narrator, Biplab Dasgupta, the Brahmin high-ranking bureaucrat in the Indian government, says that they have trauma too because they have to look at it, they-the-rest-of-the-India, they have to see what they are doing. And while I am scribbling all this, there are concerns that I hope won't get debilitating. But there should be a true concern in writing about a tragedy whose target is not you. The concern is that it can become exploitative, voyeuristic and patronising.\nWhich I hope it doesn't.\nSo here it goes. \n\nFirstly, we can't just wish things away, we can't disown parts of our culture and country because they don't fit our particular ideal. That is a cop-out, an easy way out, that is claiming we are pristine, and the dirt lives elsewhere, claiming we are saints and that is not our sin. \nThat is our sin. The longer we deny that, the longer we claim that this is not our country, the stronger the threat will thrive in the corners. We can't map our country as we deem fit. Our own liberal bubbles are not the entire country. It is sickening to see the 'woke' people handing out sashes to each other in self-involved and self-indulgent posts on social media platforms sharing versions of their country where bigotry never existed. \nEven if one has lived a very sheltered life, it is expected that in their adult lives at some point they will rise above their own personal experiences and see the country as it is. It begs the question, why this collective denial? Is it to soothe ourselves to sleep, and to make our reality less harrowing and afflicting? \nAnyone who grew up in this country and culture, should not be so oblivious to the myriads of casual everyday hatred and sneers that are reserved for minority communities. Even before fully knowing the meaning of the words, children in homes, schools and playgrounds learn words like \"lal pipra\", \"malaun\" and so on. Even before knowing the full ramifications and implications, children learn rhymes that are so hateful that now as an adult, remembering them makes me nauseous. \nI was in an all-girls school, so I wasn't privy to all the colourful ways one's Hindu classmate can be dismissed and bullied. In our school, there are Hindu religion classes, so none of my Hindu classmates had to make a hurdle and sit in the corner while the Islam class carried on. It is crazy that I have to mention that. Because that is the absolute bare minimum a school can do. And I too knew the rhymes, I've heard it plenty.\nAfter the 2016 election and the win of Donald Trump, it was curiously observed by the African-American community and all the hyphenated citizens of the country how liberal America woke up to the fact that America is racist. Which is almost laughable considering how much oppression and police brutality is still going on. And they shouted, \"This is not America!\"\nLiberal bubbles are quite alike throughout the world, they can hold that much cluelessness about the culture they live in. The Durga Puja incident of last year reminded me of the assault on a Muslim family in India on the suspicions that they had beef in their fridge.\nThis is our country, and one day at a time she is being stripped of her colours, her vibrancies. She is being starved and forced to deny the rights of her children. If we ever talked to all our relatives, watched our classmates,  went back to our villages, we would know this ample burning ground is our country.\nThe man who placed the Quran in the mandir knows the country. He and the men behind him knew exactly what the ripple effect of that would be. He knew how little push the people needed to wreak havoc on the people belonging to the other religion. \nWhile demanding the proper trial for the perpetrators, we should also be asking: why is it that we needed such a little push, an excuse almost to wreak havoc on our fellow Hindu citizens? \nOld sins cast long shadows. Old sins have lineage, history and heritage. Old sins are passed down from generation to generation. During the attacks and assaults, when, along with other names of the places of this country the name of 'Noakhali' came up, I was reminded of old sins. It was the place that burned in communal hatred during the Partition year. \nHope can co-exist with acceptance. Fond memories can be remembered without delusions. And the hope is that there will be enough people too on the opposite spectrum of this. In homes enough fathers and mothers, and grandparents who do not just preach, but also show the children of the future how to coexist, and love and respect. In classes, enough teachers who don't separate, on playgrounds enough friends who have each others' backs, and who only recite rhymes of wonder and sweet mischief.\nThough I force myself to stay on the ground and not float off and romanticise the past, I do drift off. I drift off to childhood where my mother talks about her house tutor Kanon Devi, who comes very early in the morning and wakes her up calling her 'Dolly moni'. She wears sandalwood powder and I see the fondness in my mother's eyes saying that was the smell of her childhood mornings. Laying in bed, my five-year-old head hanging outside the bed, I could smell it too in the fleeting autumn lights. I remember the Puja time rush of my neighbourhoods, the whole of Mymensingh giddy in anticipation, a sense of festivity in everyone. The Saraswati pujas of my school and college, seeing the mandap and then going for khichuri to a friend's house. During Durga Puja the five-day marathon of proshad, para mishti, chana shondesh, lots of cha and maddening laughter.\nThe reality is quite dire. But I hope it doesn't get debilitating. The things that we see now have always been there in our country, that shouldn't be news. What is changing and might reach a breaking point is how much of it is getting stronger, and has the balance been already tilted towards intolerance.\n\"But hope is the thing with feathers,\" Emily Dickinson said. So with a feathery hope, I wish that Nabarun Bhattacharya's poem will, time and again, not be turned into fashion statements for easy cop-outs.  I hope we will not become Biplab Dasgupta and be delusional only to realise too late what had happened. What we let happen. But that, rather we'll be Guih Kyom, the dung beetle in Arundhati Roy's The Ministry of Utmost Happiness. The dung beetle who \"will turn the tide.\" \nSumaya Mashrufa is a human being who tries to be a human being. On a more formal note, she is a translator who wants to be a good typist transcribing the stories of people who live in her head.\n\n",
        "headline_1": "Old sins cast long shadows: A vivisection of communal harmony as Puja ends",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/old-sins-cast-long-shadows-vivisection-communal-harmony-the-puja-ends-3138116",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "The Shanghai Cooperation Organization's (SCO) 22nd annual summit of heads of states took place in Samarkand, Uzbekistan, on September 15 and 16, 2022. What we have seen is that the summit was held at a very significant time since its inception, particularly as the world right now is experiencing a new reality. It took place at a time when Russia, China, and their allies are at loggerheads with the West. In fact, the West has visibly been facing a resurgent China and Russia over the past decade.\nRussia is currently engaged in a war against Ukraine, but the underlying fact is that the war is taking place between Russia and the West. The relationship between Russia and the West is not only marked by war but also by economic and cultural dimensions. Of course, the war is being fought according to strategic calculations. Russia has historically been tagged as a threat by the West and now the war has added a new dimension to the situation.\nOn the other hand, the Taiwan crisis has further deteriorated, and very recently, US President Joe Biden had expressed his will to support Taiwan under any circumstances. Though the crisis in Taiwan has been somewhat defused, it continues in different forms. The Ukraine war and the Taiwan crisis have already led to different strategic and economic implications for the world.\nChina was the one who started the Shanghai Cooperation Organization. Since the Belt and Road Initiative (BRI) is not a formal regional or global organisation, SCO got the privilege to maintain its institutional format and has become an effective multilateral forum for China. However, as indicated above, the SCO summit 2022 becomes very significant considering the context. The presence of the Indian Prime Minister Narendra Modi carried a strong message from the platform since his presence was not certain prior to the visit as China and India have recently fought over border issues and they remain largely hostile in the policy domain. The Ukraine war somehow put the two neighbouring rival states on a common platform, but the overall atmosphere between the two is antagonistic in nature and is marked by differences and disagreements with the divergence of threats and perceptions of security and peace.\nThe SCO emerged as a major platform where for the first time during the time of Covid-19 the Chinese President Xi Jinping went for a bigger gathering. From that point of view, it was an opportunity for the Chinese president to meet with the Indian and the Russian leaderships in person. The platform also provides a triangular format of talks to communicate where current global issues were discussed. One of the major issues that featured prominently was the Ukraine war. The Indian prime minister asked for an end to the Ukraine war and the Russian leadership responded that they also wanted it to end.\nThe position of India reflects different realities. The Ukraine war cannot be justified based on the United Nations charter or international law and norms. Therefore, India, or for that matter, any country, has the moral ground to ask for an end to the war. However, Russian President Vladimir Putin took it in a very diplomatic way. He responded by saying that Russia also wanted to end the war. Russia could not deny the Indian leader's concerns about the war. It was a diplomatic victory for India for two reasons. The first is that it has upheld India's recent non-aligned position that it maintains distance from bandwagoning its powerful allies in the West. The other is that it must have pleased the western world as India raised the issue of stopping the war. They might take some kind of satisfaction because Russia was under some pressure.\nThe SCO conference carries a great deal of significance for another issue, that is, outside Europe or the West, this is the platform barring Brics that offered the opportunity to three dominant global actors – China, India and Russia – to meet in person and discuss bilateral and multilateral issues. Besides, India is expanding its sphere of influence, and China and Russia are doing the same. These three powers have formidable military and economic capabilities and they are building their own position in global politics, although they have their differences.\nApart from these three, the SCO has other prominent members. Their participation was also very significant because this particular organisation is becoming the alternative to the West-led processes. Although members of SCO have affiliations with other actors like the USA, Germany, UK, France, and Australia on the one hand, Asia-Pacific Economic Cooperation (APEC), Quadrilateral Security Dialogue (QUAD), or even Indo-Pacific Economic Framework (IPEF), SCO provides some different insights. In the present context, Asian or African countries may search for a platform, which would be significant geopolitically and economically outside of Europe or the West. One cannot deny the fact that the West carries the baggage of colonial legacy and maintaining hegemony. The world had moved from the \"Pax Britannica\" to \"Pax Americana\" and is now in a flux. This forum serves as a geopolitical platform in the context of the current world order.\nThe SCO has observer states and dialogue partners. It may soon accept new members. On a significant note, Turkiye has shown its interest to join the organisation. Therefore, the timing of the conference was very critical.\nThe conference has particularly benefitted China and Russia, giving them the opportunity to interact with other countries including India at a point of time when the western world is trying to isolate China and Russia in different ways. From that diplomatic point of view, the summit was successful. And another diplomatic outcome is that the Chinese president visited the Central Asian countries to boost its bilateral ties. The Central Asian states have huge geopolitical importance and have closer ties with Russia. Many of them, after their independence, got assistance from the USA and the West. Despite the West's presence in the region, over the years, China and Russia have been able to maintain their dominant role in the region. The West may see this as a looming challenge to their new diplomacy and strategic manoeuvring in the world.\nDr Delwar Hossain is a professor of international relations at Dhaka University and a security and global affairs analyst.\n",
        "headline_1": "Shanghai Cooperation Organization Summit 2022: New context, new directions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/shanghai-cooperation-organization-summit-2022-new-context-new-directions-3138126",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "As much as winning the South Asian Football Federation (SAFF) championship, it was the 23-1 winning margin of the Bangladesh women's football team that was truly breathtaking. Such a lopsided score in five matches spoke of grit, energy, hunger, motivation, and sheer dauntlessness.\nIn a larger sense, this overwhelming score, and the championship, speak of the spirit of Bangladeshi women ready to power the country forward.\nWomen's empowerment – a gift of liberation – has already been a significant force behind development. After independence, women became more educated, rapidly achieving parity with men in primary and secondary education enrolment, aided by female teachers who comprise 61 percent of primary school teachers.\nWomen also used their reproductive rights under a proactive family planning programme to increase contraceptive use from eight percent at independence to over 62 percent, leading to a decline in the annual population growth to about 1.1 percent and an increase in their life expectancy to 74 years, three years more than men. The slowing population growth was vital in raising per capita incomes and reducing congestion in our densely populated country.\nWomen became economically active as workers and entrepreneurs. Micro-finance programmes of Grameen Bank, Brac, and the PKSF helped women become entrepreneurs, their numbers quadrupling and creating nearly half a million women-led non-agricultural enterprises. The rapidly growing export-oriented garments industry employed several million female workers. Bangladesh's female labour force participation rate thus now stands at 35 percent, significantly higher than in India or Pakistan.\nHowever, as in most spheres where Bangladesh has also made noteworthy progress, there is still a considerable distance to go in empowering women.\nFirst, let us be clear about its necessity. Women's agency is important in itself. But it is also a fact that there has not been, and cannot be, any development to upper-middle and higher-income ranks without the enthusiastic participation of women. All advanced economies and societies (measured by income and social progress indices) – such as Norway, Sweden, Germany, Canada, the United States, Japan and Korea – rank among the top 10 percent of countries in the gender development index of the UN. Conversely, the 10 percent of countries that rank at the bottom are also the world's poorest.\nBut how do we know what is the cause and what is the effect? Could economic growth development lead to women's empowerment rather than the converse? Income growth of women indeed increases their ability to make decisions about their own and their families' welfare.\nHowever, economics and evidence suggest that while causation goes both ways, the dominant direction is that women's empowerment leads to growth and social development.\nFirst, let us consider the case of resource-rich countries, as in the Middle East, with high per capita incomes but limited women's empowerment. Their riches have not empowered women. On the other hand, every country that has grown rich without the benefit of oil and mineral resources has empowered women. These women make decisions about their lives and own assets, enjoy freedom of movement, including the ability to leave their marriage, and have protection against violence.\nThe inference is that women need agency for countries without bountiful natural resources to grow. But why is that so? For at least three reasons.\nThe first is the sheer arithmetic of national income, which is the multiple of persons employed times their productivity. In the case of Bangladesh, if women participated in the labour force at the same rate as Vietnam, i.e. at 69.6 percent rather than 34.9 percent, and produced with average labour productivity, our national income would jump by a whopping 27 percent in real terms. And that would mean that over five years, our national income would be more than 70 percent higher than it would be otherwise, because of the increased participation of women in work. The sheer size of this compounded impact suggests that significantly increasing women's participation will be essential to achieving our national goals of attaining upper-middle-income and higher-income statuses.\nThe second reason is more profound and long-term. Both research and our intuition suggest that empowered women create healthier, more educated families. One wishes there was more research on this in Bangladesh. However, evidence from other lower and middle-income countries show that when mothers are empowered to make decisions, children's early childhood development and cognitive scores in numeracy and literacy are significantly higher. The message is clear. If we want healthier and more intelligent and productive future citizens, we must give women agency.\nThird, we also know about the importance of women's empowerment in driving development through an unfortunate counterexample. In some countries, rising incomes can initially lead to the disempowerment of women. In India, for instance, a marked decline in women's work has accompanied rising per capita incomes. While several factors are driving this, a key one is that as income rises, families opt to keep their women home, ostensibly to take care of children and perhaps as a display of status.\nThe implication is there must be proactive government policies and social campaigns to encourage women to be educated and work to combat this tendency. These policies need to include providing good childcare facilities.\nWhere lies Bangladesh in empowering women? Unfortunately, it lies in contrast to the spirit of our championship-winning women's football team and the legacy of millions of women workers in agriculture and the RMG sectors, as well as entrepreneurs. According to the Global Gender Inequality index of 2021, Bangladesh ranked 131 out of 170 countries. Eighty percent of countries, including all South Asian countries except Pakistan, ranked higher than Bangladesh. Let us unpack this index to see why Bangladesh does poorly despite noteworthy progress in women's empowerment.\nBangladesh performs poorly because of high maternal mortality (173 in 100,000 live births) and adolescent (ages 15-19) birth rate of 76 per 1,000 women. Both India and, surprisingly, Pakistan do better than Bangladesh. Only Nepal ranks the same in South Asia, doing slightly worse in maternal mortality and better in adolescent childbirth. On average, East Asian countries do far better, with a maternal mortality rate of 82 and an adolescent birth rate of 22.\nBangladesh does better than other South Asian countries, except Sri Lanka, regarding education. More than half of the female population has had some secondary education compared to about 40 percent of the South Asian average. However, this better outcome provides cold comfort compared to East Asian countries, where more than 70 percent of females had some secondary education on average. Similarly, while Bangladeshi women have had 6.8 years of schooling on average, higher than the South Asian average, it lags behind the 8 years of schooling for Vietnamese women.\nWhile there are other factors, early child marriage is the common ailment causing adolescent birth rates and high maternal mortality rates in Bangladesh as well as lower years of schooling. Alarmingly, more than half of Bangladeshi women aged 20-24 were married before 18, while 13 million were married before the age of 15.\nIn addition to measures against child marriage, we need to provide opportunities to enable women to pursue education and work and avoid early marriage. Take, for instance, the high dropout of girls while pursuing secondary education. Evidence suggests that the lack of proper sanitation facilities, including for menstrual care for female students, is a significant cause of high dropout rates. On the other hand, research has also shown that when women are hopeful of getting employed by garments factories, they tend to delay marriage and get more schooling.\nAnother factor that constrains women's agency is unequal access to credit. Only about one-third of women can access credit as opposed to two-thirds of men. Even in the case of micro-credit, research suggests that while 91 percent of micro-credit customers are women, male family members often utilise the funds.\nDue to early marriage, unequal education facilities, and lower access to credit, women's empowerment suffers from the significant difference in earnings between men and women. On average, women's per capita income is USD 2,811 against USD 8,176 for men (adjusted for purchasing power parity).\nThe critical task for empowering women must be a vigorous implementation of existing government policies that discourage marriage before 18 for women. Although the National Action Plan to reduce child marriage by half involves 25 government ministries, only about one percent of the government's budget goes to the main implementing agency. Despite laws, news reports suggest that child marriages take place with impunity.\nBut the desired outcome will not come from laws alone. We also require a countrywide social campaign and media blitz led by political, cultural, social, and religious leaders. This campaign would be like the highly effective barrage of birth control messages and ads that came through radio and television in Bangladesh's first decades. Early marriage must have the same stigma and be as expensive as large families. Bangladesh will then have taken an essential step to become a country of champion women.\nDr Ahmad Ahsan is the director of the Policy Research Institute (PRI) of Bangladesh and a former World Bank economist and Dhaka University faculty member. Views expressed in this article are the author's own.\n",
        "headline_1": "Let our champion women power Bangladesh forward",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/let-our-champion-women-power-bangladesh-forward-3138101",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "When news broke of the death of Queen Elizabeth II, international media houses couldn't stop singing her praise and seducing us with the Queen's corgis, her role as a mother and grandmother, her fashion throughout the ages, even a week after her passing.\nThe most surprising and curious bit however, was how the people of my own nation mourned the late Queen – starting from policymakers to prominent scholars. They posed arguments such as, without the British Empire, the Indian Subcontinent may never have \"modernised\" as it was indeed the British who had introduced the railroad network that spread swiftly across the subcontinent after 1858. But that remains the only argument they could place to legitimise the crown's authority in the region. Many even said that if it weren't for the British, the Indian Subcontinent would've remained backdated. \nI couldn't help but heave a sigh, as these opinions too were a product of colonisation. And it was greatly concerning that as the colonised, we remember so little of our own history, so much so that we choose to make sense of our horribly gruesome past by rationalising the British authority over our region. \nTo think that the crown had any intention to modernise the Indian Subcontinent is purely ridiculous, as it presupposes that the British Monarchy, that was seeking to consolidate its empire at the time, wasn't acting out of self-interest. \nIn 1820, India's GDP represented 16 percent of the world's total GDP, which, by the end of the British rule in 1947 stood at just four percent. Revenue from India and the export surplus produced by India's overseas trade were used to fund the British government's military and administrative costs to govern colonial control in India. \nIndigo cultivation was widely extended by the British in areas of Bengal, including the districts of Nadia and Jessore. The British indigo planters, known as nilkor sahebs, persuaded the land tillers to cultivate indigo instead of food crops by leasing land from the zamindars, along with sharecroppers and tenants. Opium sales by the East India Company were incredibly exploitative and led to the destitution of over 1.3 million peasants who farmed poppies in Uttar Pradesh and Bihar.\nRajat Kanta Roy, a modern historian, contends that the East India Company's new economy in Bengal during the 18th century was characterised by a type of \"exploitation colonialism\" that contributed to the collapse of the Mughal Empire's traditional economy by depleting food and currency stocks, and enacting high taxes that exacerbated the famine of 1770, which claimed between one and two million lives in Bengal.  \nPolitician and historian Shashi Tharoor put this circumstance in the simplest terms, \"The reason is simple: India was governed for the benefit of Britain. Britain's rise for 200 years was financed by its depredation of India.\" \nBesides, the regiment's self interests are blatantly clear in the way they conducted \"trade\" with our region. The EIC had forced open the Indian market to British goods, which could be sold in India without tariffs or duties, whereas local Indian producers were still being heavily taxed. Britain's protectionist policies, such as bans and high tariffs to restrict Indian textiles being sold in Britain, made sure that only British wealth would aggregate and be invested into the extraction from the subcontinent. Meanwhile, the Indian subcontinent, slowly and surely became trapped in the empire's monopoly. \nNot only that, the rail network, by design, was made for the convenience of the British trade points at the time and had little to do with the commuters' convenience. \nAnd let's not forget one of the biggest scars left on us by the British – the Bengal Famine of 1943, that took the lives of three million of our people. For years, the British establishment had pointed fingers at frequent droughts and weather conditions of Bengal to have been responsible for this tragedy. In truth, the crisis was constructed and was mostly brought on by wartime inflation that made food unaffordable. \nEconomist Utsa Patnaik conducted research that showed that the inflation wasn't accidental, as the majority of people believed, but rather the result of a deliberate policy created by British economist John Maynard Keynes and implemented by Winston Churchill to divert resources away from the most vulnerable Indians in order to feed British and American troops and finance war-related activities. And let's not forget, Churchill tried to blame the famine on our ancestors, emphasising that Indians were \"breeding like rabbits,\" and asking how \"if the shortages are so bad, Mahatma Gandhi was still alive?\"\nMight I also add that the way the Indian Subcontinent was divided in a haste by the British, as they were packing up in 1947, had displaced over 15 million people and killed more than two million in the process of migration. And all because the man hired to complete the demarcation – British lawyer Cyril Radcliffe, who was a newcomer in the region – had never visited, nor cared enough about, the history of the regions he divided.\nWhat makes matters even worse is the psychological impact left on the minds of the colonised as an aftermath of the 200 years of British reign. The fact that we automatically associate \"beautiful\" or \"successful\" with the fairness of one's skin, was nailed into our heads through British rule. Lest we forget, \"Glow and Lovely\" was still \"Fair and Lovely\" until very recently. And, the fact that we prefer foreign products and deem them superior to our locally produced ones is also thanks to an imprint of British colonial rule on our psyche. \nSo, what can we do about it? The study of decoloniality best serves this answer. In simplistic terms, decoloniality is a school of thought that critiques the perceived universality of Western knowledge and the superiority of Western culture. As a matter of fact, much of the instances discussed in this piece can be attributed to decolonial education. To think and imagine a world beyond the long-established reign of white dominance and perceived superiority. \nThis education includes bearing an inherent scepticism of what we are told is \"truth\" and \"true knowledge\" in the world, which is crucial since much of what we know is constructed via the hands of the ones who had ruled over us. It also emphasises the need of the colonised to remember their own history – to ensure that we don't forget the turmoil that our ancestors went through, to remember that ours is a nation that was thought to be backward, and to never forget that we could've been so much more, if all that we had wasn't looted away from us. \nTo remember and to be informed are the most important duties that the colonised bear. If we don't fulfil these duties, our own history will be erased and rewritten right before our eyes – and we won't be able to do much about it. \nNazifa Raidah is a journalist and sub-editor at The Daily Star. Reach her at nazifa@thedailystar.net \n\n",
        "headline_1": "In remembering the 'Queen's legacy', why do we forget the suffering of our ancestors?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/remembering-the-queens-legacy-why-do-we-forget-the-suffering-our-ancestors-3138096",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "Health Minister Zahid Maleque, in a press conference on Thursday, stated that the government would standardise and fix charges for different services provided by healthcare organisations, as well as set a limit on what services they can provide based on their respective capacities. He made the remark following a meeting of the relevant stakeholders, including the authorities of private hospitals and the representatives of the Directorate General of Health Services (DGHS). Given the exorbitant – and oftentimes illogical – fees charged by different private healthcare facilities for the same service, or the substandard services that are provided at these institutions despite the high rates, the DGHS' proposal is no doubt a much-needed move. \nHowever, this is hardly the first time such a proposal has been made. A similar initiative to regulate service charges in 2019 fell through the cracks; health ministry officials blame the pandemic for the failure to implement the proposal over the last three years. Yet, the fact remains that it was precisely during the pandemic that the government should have played a critical role in ensuring fair and ethical charges for services at private hospitals. A study conducted by the Transparency International Bangladesh (TIB) found that, on average, a Covid-19 patient had to spend over Tk 450,000 for treatment at a private hospital, which was more than 12 times the expense at public healthcare facilities. Driven by the crisis of beds at public hospitals, lower- and middle-class people had no choice but to turn to private facilities, with many families having to sell off their assets simply to pay their medical bills. Why did the health ministry remain so oblivious to the plight of the public at a time when they should have acted with the utmost urgency to ease their sufferings? \nThe situation now is hardly any better. With little to no government control, private hospitals, clinics and diagnostic centres continue to charge approximately 20 times as much as public institutions for the same service. Some institutions charge 32 percent more for the same tests. It is hardly a surprise, then, that a study conducted by the Health Economics Unit (HEU) under the health ministry last year found that the out-of-pocket (OOP) health expenditure in Bangladesh was the highest in South Asia and more than double the global average. Meanwhile, a large number of private healthcare facilities – many without registrations – continue to provide poor quality services and treatment, far beyond their capacity, with very little monitoring from the government.\nAccess to healthcare is a basic human right and the state should ideally provide this service for free – or at heavily subsidised rates – to the public. Given the overwhelming pressure on the public health sector and the scarce resources allocated towards it in Bangladesh, the private sector has played an instrumental role in filling in some of the gaps and making healthcare services accessible to many in a timely manner. However, there has to be limits on how much more a private facility can charge for the same test, and systems of accountability must be put in place to ensure compliance with government rules and regulations. We urge the government to implement the recent proposal with urgency, prioritising its citizens' well-being over the profits of private facilities.\n",
        "headline_1": "Affordable healthcare for all, not profit of a few",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/affordable-healthcare-all-not-profit-few-3137531",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "At a time when digital technologies have completely changed how entrepreneurs and enterprises envision doing business, Bangladesh still seems to be stuck in the analogue days. The Asian Development Outlook published a new index – the Global Index of Digital Entrepreneurship Systems (GIDES) – of digital initiatives of 113 countries, including 21 ADB member countries, in which Bangladesh has ranked 96th by scoring 12.5 points. This is unfortunate given the fact that our young population has great entrepreneurial skills and they have shown us what they can do using technology during the pandemic. \nThe GIDES has measured the quality of an economy's environment for digital entrepreneurs through some indicators, such as institutional infrastructure; legal framework and taxation; market conditions; physical infrastructure; human capital; knowledge creation and distribution; financial arrangements; and networking and support. While most developing countries that are members of the Asian Development Bank (ADB) are lagging far behind the developed countries in all indicators, Bangladesh's performance is particularly weak. It performed extremely poorly in informal institutions and practices (one of the indicators), scoring only 2.1 out of 100. \nThe question is: why do we have such bad scores? What is holding back our digital entrepreneurs from doing businesses? Why can't we create a conducive environment for them? Reportedly, Bangladesh's start-up ecosystem is weak compared to those in countries such as India and Singapore, and our entrepreneurs are failing to attract new foreign investment due to myriad challenges, including a lack of proper guidance and training, bureaucratic roadblocks and outdated regulations. The corruption and poor governance that are eating away at all sectors are also slowing us down as a nation and hampering our potential in the digital landscape.\nThe government needs to provide fiscal incentives to facilitate tech start-ups and urgently revise its laws and regulations to be more forward-looking. We need to re-envision our education system, starting with making technologies more accessible at all levels, and make our universities capable of playing a pioneering role in creating and enabling digital entrepreneurs. Providing entrepreneurs the necessary training on fundraising techniques and running digital businesses successfully is crucial. Also, the government must ensure that they don't have to go through unnecessary hassle at the respective government offices while registering their businesses. \nThe Asian Development Outlook report has revealed how innovations centring digital technology have sustained the entrepreneurs in global competitions as well as helped their respective countries to move forward in expanding their enterprises. We must learn from these experiences, so that digital entrepreneurship can play a vital role in the economic growth and development of Bangladesh.\n",
        "headline_1": "Where’s the ecosystem for our tech sector?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/wheres-the-ecosystem-our-tech-sector-3137451",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "It is a matter of consternation that 30,000 complaints have been lodged by customers to the Directorate of National Consumer Rights Protection against e-commerce sites over the period July 2017 to September 2022 against some 47 companies and a few hundred Facebook-based entities. After the debacle of a major e-commerce site Evaly, everybody expected that the relevant authorities would do the needful to restore consumer confidence on online business. Of the 30,000 or so complaints, nearly half of them are against two companies, namely Evaly and Eorange. E-commerce sites' business had peaked during the Covid-time lockdowns. But people, these days, are increasingly finding their orders not being honoured up to their satisfaction. While sites like Daraz, foodpanda, ajkerdeal, chaldal and a few others have fared better than dozens more on the list, the directorate of consumer rights data tell us that between 60 to 96 per cent of complainants had their issues addressed. Consumers have paid for products and there have been instances where months have passed by without goods being delivered. Worse, in the case of default, money paid has not been refunded. This is a straight forward fraudulent practice, which happens when there is little by way of enforcement of laws. This is understood that a number of e-commerce sites wilfully ignore the Directorate's summons and notices. How can such a situation be allowed to prevail? The problem is that the government body dedicated to upholding consumers' complaints is poorly equipped to handle a large volume of complaints it receives annually. Going by the Directorate's own admission, it is understood that although 30 written complaints had been lodged against a certain online site over the past few months, only one or two could be settled. Again, the data points to a deplorable lack of customer satisfaction with one e-commerce platform, Eorange, against which 6,000 complaints were registered, but the company only settled 33, or 0.005 percent. Evaly, the most famous, or infamous, e-commerce site in the country that went belly-up, has been likened to a Ponzi scheme. It has reportedly settled 41 per cent of claims. But then, this particular platform got national and international media coverage. Its top notches were also put behind bar. That is not the situation with other e-commerce sites which do not face such intense scrutiny and can manage to stay under the radar. This opens up the quandary for millions of people who use online services via e-commerce sites for convenience. It is time for the government to recognise this trend and protect the rights of an increasing numbers of urban people using e-commerce sites. The rising incidences of malpractice by these sites are taking a heavy toll on consumers, particularly the middle class. The fact that Consumer Rights Protection Act came into force back in 2009; it is time to revisit the law in 2022 to provide greater legal protection to consumers.That can only happen if the Directorate is manned properly to start with. It must have the requisite institutional capacity with specialized manpower to effectively monitor and supervise the market. The body must revamp its penalty structure so that online business firms will find it extremely expensive to swindle customers. Furthermore, the directorate must be sufficiently empowered to direct other relevant state agencies to act as and when necessary. Only if these steps are taken, hopefully, the consumers' rights directorate would be in a position to assist customers who are now being cheated very often.",
        "headline_1": "Below par service of e-commerce sites",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/below-par-service-of-e-commerce-sites-1665236603",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "Central banks across the world have been raising policy rates since the end of the past year to rein in bubbling inflation, fuelled by a splurge of money supply to stimulate life and livelihood. Almost all the major economies have hiked interest rates at least two to four times during the first nine months of the current calendar year, in the belt-tightening process. As inflation has hit multi-decade highs mainly due to high food and fuel prices caused by the Russian-Ukraine war, in lockstep with the pandemic, central banks have intensified their fights to curb the inflation by racheting up policy rates.Federal Reserve, the central bank of the United States (US) which is the world's largest economy, started increasing interest in March. Since then, the Fed has enhanced the rate for five times to take it up to 3.25 per cent from zero-rated level. In May this year, the US annual inflation jumped to 8.6 per cent, the highest since December 1981. In the same month, Canada also experienced inflation of 7.7 per cent in an around 40-year high. So, the Bank of Canada also enhanced benchmark rate. All other major central banks, including the Bank of England, the European Central Bank, the Reserve Bank of Australia, and the Reserve Bank of New Zealand have raised policy rates several times in the current year. Central banks of developing countries like the Reserve Bank of India have also joined the global rate-hike rally.Policy rate is the key tool of the central bank to operate its monetary policy and fight against inflation. Policy rate or benchmark rate is the rate central bank charges when commercial banks borrow from the central bank. If the central bank charges higher interest to commercial banks, they in turn enhance the interest rates they offer to borrowers, households and businesses. The result will be rise in cost of borrowing as the commercial banks increase the interest rates. So, personal loans, consumption credits, and mortgages will be more expensive and consumers will restrain their borrowing and spending. The monetary tightening ultimately leads to reduction in aggregate demand which tends to depress price inflation. The International Monetary Fund (IMF) has identified food and energy as the main drivers of the ongoing global inflation which was generally moderating when the pandemic began, and the downward trend continued into the early months of the crisis. The surging prices since late 2020 have, however, pushed inflation steadily higher. Now, the fight against inflation by the central banks through rate rise is heading for a deeper crisis: recession. Due to rate hike, financing becomes costlier and aggregate output goes on a downturn. This may, in the long run, turn into a massive contraction of economic activities and into a recession, at worst. The United Nations Conference on Trade and Development (UNCTAD) in its Trade and Development Report 2022, released in the first week of this month, said that monetary and fiscal policy measures in advanced economies 'risk pushing the world towards global recession and prolonged stagnation, inflicting worse damage than the financial crisis in 2008 and the COVID-19 shock in 2020.' The UN body argued that any belief that the central banks would be able to bring down prices by relying on higher interest rates without generating a recession is 'an imprudent gamble'.Three weeks before the UNCTAD released its flagship report, The World Bank had unveiled a research paper titled 'Is a Global Recession Imminent?' The paper argued that 'as central banks across the world simultaneously hike interest rates in response to inflation, the world may be edging toward a global recession in 2023.' It also added that a string of financial crises in emerging markets and developing economies may do them lasting harm. The World Bank further pointed out that the Russian invasion of Ukraine in February 2022 and associated international sanctions added to global inflationary pressures by further raising the prices of commodities-particularly energy and food-and by contributing further to global supply disruptions.Thus the looming global recession becomes a matter of serious concern for the developing countries like Bangladesh which is now going through an excessive inflationary pressure coupled with slower economic output. Inflation jumped a decade high in August this year to 9.80 per cent from 7.49 per cent. It, however, dropped marginally to 9.30 per cent in September. Higher inflation means lager erosion of purchasing power. In fact, real income of most people entered a negative territory as their nominal income did not increase significantly.Bangladesh Bank, to curb inflation, raised the repo rate (a key policy rate) for the third consecutive time in last five months, though modestly. Thus the rate hike has little impact to curb the wayward inflation which is fuelled by big rises in energy price August coupled with costlier imports. Moreover, by artificially keeping the deposit and lending rates fixed in banks at 6 per cent and 9 per cent respectively, the central bank has little to manoeuvre the policy rate and curb inflation, unless the caps are raised too.With excessive inflationary pressure, there is also a sign of slowdown in aggregate demand as reflected in various proxy indicators like slowdown in private credit growth and drop in opening fresh letters of credit for importing capital machinery and intermediate goods.Again, recession in the advanced economies will reduce the demand for goods imported from abroad. It will be a blow to developing countries like Bangladesh as their major export destinations are developed markets. Already, there is a sign of export slowdown in Bangladesh. In September, it dropped by 6.25 per cent. Remittance also declined by 10 per cent.Though it is not possible to draw a conclusion from the ongoing economic developments that Bangladesh is also heading towards a recession in the near future, certainly a gloomy situation is already on the horizons. [email protected]",
        "headline_1": "Rate rise, inflation and looming recession",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rate-rise-inflation-and-looming-recession-1665236654",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "Similar to jaywalking, the people of Bangladesh are compulsively habituated to littering. Even the poverty-stricken, unruly countries' public places are relatively free of filth compared to the big cities of Bangladesh. Dhaka has all the features to become the most infamous place in the country when it comes to littering. This is a glaring truth. With the fast expansion of Dhaka and increase in the migration of people of mixed backgrounds to the capital, littering spreads unabatedly. Unlike the river and air pollution, the atmospheric decline caused by littering doesn't pose any great threat to the capital's residents. But roads, public places etc strewn with litters and throwaways create ugly scenes.It hurts the sensibilities of the urbane city dwellers. Moreover, apart from making people depressed, Dhaka's untidiness prompts an omnipresent gloom to hang above the city. People on frequent visits to the other South Asian cities find Dhaka's general people to be inured to the pervasive dirtiness. Due to the litters spread in every segment of the urban life, one cannot tell the city's sterling areasfrom the parts carefully avoided by the people with taste. In the developed countries, before entering a theatre, a cinema, or shopping malls etc, the habit of pressing cigarette butts on the floor under shoes was a common view. Those were the days when smoking in public was not prohibited. The nasty habit has long gone in the West. But cigarette butts littered all over public hospital premises is a normal spectacle in Bangladesh. Dhaka's nature lovers still try to grow exuberant plants and flowers inthe manicured parks ofneighbourhood. But beside this pleasantatmosphere exuding health and a feel-good mood, the traditionally dingy parts of the city remain filled with all possible kinds of trash. Some of them are thrown from homes, some from roadside restaurants, into makeshift waste dumps. But the two city corporations' litter binsor dumpsters lie within their reach. The vital point here is people cannot be made to throw garbage into the designated venues. All this contributes to the making of ugly heaps of garbage --- at times emitting revolting stench.To the relief of the Dhaka dwellers, the city has long been free of the rotting carcasses ofcats and street dogs beside roads. Once these dead animals left to rot for days comprised the cityscape of Dhaka in many areas. To the relief of people, this scourge has long disappeared. But the other kinds of rotten objectsare there. At times motley collection of garbage adds to the municipal wastes. A large segment of them comprises rotten vegetables, green coconut shells, empty cans, discarded baby diapers and what not. They are a normal presence inside the large bins near busy roundabouts or around sensitive points like schools in an otherwise idyllic area. At times, the fluid wastes and garbage seepage are found making the adjacent roads completely unusable. In the older Dhaka, the schoolgoing children living nearby find no way but walking over the garbage-ridden narrow alleys. Dumpsters are a common sight in areas near open-air markets of fancy products like that at Gausia in the capital.The scenes of the city corporations' cleanliness staff sweeping the roads and footpaths right from the afternoon to late evening in attempts to make the areas concerned free of litter appear to be a mockery of the cleanliness drives. Parts of the roads appear clean for some time. But the 'litter-free' areas become filled instantly with the air-borne dust. It doesn't go away soon. Almost similar scenes are encountered below the over-bridge stairs --- strewn with human excreta. Being in a quandary, pedestrians often ask themselves how long they will have to bear with these nightmares. Similar scenes await people along the banks of the four rivers flowing by Dhaka.[email protected]",
        "headline_1": "Habits of littering, waste-dumping",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/habits-of-littering-waste-dumping-1665236711",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2022"
    },
    {
        "full_article": "Dhaka city dwellers do not seem to be keen on using foot over bridges. Rather, they are often seen crossing busy roads risking their lives. There are many fully functional foot-bridges in the capital. But pedestrians' reluctance to use over bridges is in fact one of the important causes of road accidents. Some foot bridges are almost unusable since they remain full with hawkers and beggars. Again, pedestrians cannot move on these bridges freely due to shops set up on the foot bridges and on the pavement. Sometimes, incidents like theft and snatching take place on the bridges, discouraging people to use those. While it may be difficult for the elderly people to cross a road using a foot bridge, zebra crossings can help them cross the road without much difficulty. Most cities in the world have zebra crossings for crossing roads. These crossings are the cheapest and best way to manage pedestrian movement on busy roads during peak hours. However in Dhaka city, we see only a few zebra crossings. And what is more unfortunate is that moving vehicles are not willing to stop in front of such crossings. Foot bridges and zebra crossings are meant for safe movement of pedestrians. However, they are not serving people much for lack of maintenance. So, we draw the attention of the authorities concerned to do the needful to ensure pedestrians' safe movement. Md. Abdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Ensuring pedestrians' safe movement",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-pedestrians-safe-movement-1665236744",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-10-2022"
    }
]