[
    {
        "full_article": "As India’s “Operation Kaveri”, launched to evacuate Indians stuck inside war-torn Sudan is underway, the government is making the most of a 72-hour ceasefire window to bring out about 3,000 civilians. The operation, which involves the Indian Air Force and the Indian Navy, is being coordinated by the Ministry of External Affairs. Given the heavy fighting in Khartoum between forces loyal to the head of the ruling council, General Abdel-Fattah al-Burhan, who also heads the Sudanese Armed Forces, and his former deputy, Gen. Mohammed “Hemeti” Hamdan Dagalo of the paramilitary group, RSF, most civilians are being brought by road to Port Sudan, a perilous journey, to be evacuated by air and sea. India has been coordinating efforts with other countries that have the most civilians and resources in Sudan, including the U.S., the U.K., the UAE and Saudi Arabia, on logistics, timing the evacuation operations, and even using Saudi and French planes. En route to the Caribbean for a scheduled visit, External Affairs Minister S. Jaishankar also met with the UN Secretary General in New York to seek help. It is clear that military personnel, officials and diplomats will have a difficult few days ahead given that even humanitarian workers and ambulances have been attacked. They have no doubt been assisted by the cumulative experience of similar operations over the decades, beginning with the largest such single civilian evacuation during the Gulf war, in 1991.The Sudan evacuation brings once more into focus the particular challenges that India faces in any conflict. With about 14 million non-resident Indians and more than seven million tourists and travellers each year, there is practically no conflict today that does not affect an Indian citizen. Given that many work in the most dangerous environments — examples being students in Ukraine, nurses in Iraq or Yemen, or labourers in Libya, Syria and Lebanon — the responsibility of the government to help those without the means to return to safety is greater. As a result, a standard operating procedure, and even possibly a special force to deal with such crises — as recommended by the Parliamentary Standing Committee for External Affairs, in 2022 — must be considered by the government. It is also essential that such crises be devoid of political grand-standing or finger-pointing, and that unseemly public spats over the evacuation, or unnecessary controversies over garnering domestic political mileage be avoided. India is admired for its reputation and ability to harness all its resources in rescuing every single citizen in any corner of the world, every time they are in need. That reputation must remain intact.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSudan\n\n/\n\narmed Forces\n\n/\n\nSaudi Arabia\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nUnited Arab Emirates\n\n/\n\nFrance\n\n/\n\nUnited Nations\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Rescue service: On ‘Operation Kaveri’ and Sudan",
        "headline_2": "The Sudan evacuation highlights the particular challenges India faces in conflict",
        "link": "https://www.thehindu.com/opinion/editorial/rescue-service-the-hindu-editorial-on-operation-kaveri-and-sudan/article66777722.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "The Central Bureau of Investigation (CBI) seems to have been overzealous in registering a case against environmental lawyer Ritwick Dutta and his organisation, Legal Initiative for Forest and Environment, for violating Foreign Contribution (Regulation) Act (FCRA) provisions. The gist of the allegations is their using foreign funds to encourage litigation that will stall existing and prospective coal-fired plants in India. While the sourcing of foreign funds and use is certainly something to keep an eye on, any criminalising of the act of opposition to coal plants, when pursued via legal means, is an absurd stance for a government to adopt. As a signatory to the UN Framework Convention on Climate Change and various key agreements, India has undertaken to gradually reduce its reliance on fossil fuel sources and be ‘net zero’, or source almost all power from non-fossil fuel sources by 2070. India has also consistently endorsed reports by the Intergovernmental Panel on Climate Change (IPCC) that speak of the urgency of ensuring global temperatures do not exceed 1.5°C of pre-industrial times, necessitating that global net anthropogenic CO2 emissions decline by about 45% from 2010 levels by 2030. However, under principles of ‘Common and Differentiated Responsibility’, India has maintained its right to rely on coal plants in the interim as it is still a developing economy. The true cost of renewable sources (solar, wind and nuclear) remains much more than that of fossil-fuel power. The industrialised West, while slowing its fossil fuel consumption, continues to be reliant on natural gas and keeps falling short on its commitments to transfer technology and finance to developing countries to accelerate clean energy adoption. Thus, coal is a necessary evil, but still evil, and seeing it any other way belies scientific evidence.India has 28.5 GW of coal power capacity planned and 32 GW of plants are under construction. The commissioning of many has been delayed due to insufficient environment clearances, land acquisition, and redevelopment and rehabilitation-related problems. These, however, follow from rulings by the National Green Tribunal or from a lack of adherence to norms prescribed mainly under provisions of the Environment Protection and related legislation. Funding for new coal plants is increasingly difficult with multilateral funding agencies refusing to fund such plants. Many coal plants run inefficiently and rely on lenient environmental curbs as they are critical to India’s power needs. Using legal remedies to limit the industrial exploitation of nature and ensuring just compensation is at the core of a civilised democracy; and efforts at undermining such a fundamental compact bodes ill for India.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n \nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlitigation and regulation\n\n/\n\ninvestigation\n\n/\n\nclimate change\n\n/\n\ncoal\n\n/\n\ndemocracy",
        "headline_1": "The right to litigate: On limiting the industrial exploitation of nature",
        "headline_2": "Use of legal remedies to limit exploitation of nature is at the core of a democracy",
        "link": "https://www.thehindu.com/opinion/editorial/the-right-to-litigate-the-hindu-editorial-on-limiting-the-industrial-exploitation-of-nature/article66777755.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "The Bar Council of India and state bar councils on Sunday asked the Supreme Court to avoid a decision in an ongoing hearing seeking legal recognition of same-sex marriages in India. The bar councils want the matter to be left to the legislature as they believe law is essentially a codified societal norm reflecting the collective conscience of the people. This is another way of expressing majoritarianism, which rests on the idea that the numerical majority always should have the decisive say.\nThe issue before the SC is a legal one. The petitioners’ case is that when statutory laws do not recognise same-sex marriages, they violate fundamental rights. The touchstone here is the Constitution whose underlying principles are inconsistent with majoritarianism. It’s these constitutional principles that have protected laws aimed at social reforms against many social “norms”. For example, the Madras Temple Entry Authorisation Act, 1947, which opened access to all groups was upheld by the SC. As a vision document, the Constitution is not constrained by social “norms” that usually change at a glacial pace. It prioritises an individual’s fundamental rights.\nThat’s why the Constitution is so important in a democracy where the right to govern is decided by a parliamentary majority. However, by being steadfast in its adherence to constitutional principles, SC has provided succour to many oppressed individuals. A proximate example is the triple talaq judgment of 2017. It pivoted on the existence of a 1937 legislation on Muslim personal law. As all statutory laws have to be consistent with the Constitution, triple talaq was declared illegal, and arguments about “collective” wish of Muslim “communities” were rightly ignored. The disquiet of the bar councils has its roots in a landmark SC judgment of 2018. A constitutional bench struck down Section 377 of IPC and decriminalised consensual same-sex relations. The ongoing hearing on same-sex marriages is a logical extension of that landmark ruling.\nFifty years ago, SC delivered its most consequential judgment to date in the Kesavananda Bharati case. The majority in a 13-bench evolved the basic structure doctrine that limits Parliament’s power to wholly change the essential features of the Constitution. Its consequentiality stems from the shield it offers fundamental rights. The Indian Constitution was ahead of its time. For instance, universal adult franchise, which today is taken for granted, wholly ignored regressive social views of that era. This is one of the Constitution’s greatest gifts. It needs to be nurtured.\n\n\n",
        "headline_1": "Ball Is In Courts Bar councils’ argument that same-sex marriage is not SC matter goes against constitutional view of rights",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ball-is-in-courts-bar-councils-argument-that-same-sex-marriage-is-not-sc-matter-goes-against-constitutional-view-of-rights/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "Three months after their initial protest, some of India’s top wrestlers are again demanding action against Wrestling Federation of India (WFI) president Brij Bhushan Sharan Singh. Recall that in January the wrestlers – Bajrang Punia, Vinesh Phogat, Sakshi Malik and others who have won multiple laurels for the country – had levelled serious allegations of sexual harassment against Singh on behalf of fellow wrestlers. Following this Singh was asked to step aside and the Union sports ministry constituted a six-member oversight committee to investigate the allegations. The wrestlers are now demanding that the report of the committee be made public and that Singh be arrested immediately for his alleged harassment of seven female wrestlers, including a minor.\nThe whole episode is tearing the wrestling fraternity apart. WFI has itself rejected the allegations against Singh and hinted at a conspiracy against him. But that position is from a well-worn playbook in the sports world where those in charge quickly stifle any allegations of misconduct against coaches, staff and administrators. The US gymnastics sex abuse scandal that saw more than 368 athletes accuse gym owners, coaches and national team doctor Larry Nassar of sexual assault over two decades is a case in point.\nNassar was ultimately charged, convicted and sentenced to long prison sentences. Similarly, the wrestling episode is a test case for Indian sports authorities on handling reports of sexual misconduct. Already the episode has affected India’s chances of winning medals from wrestling at the Paris Olympics next year. Earlier this month Punia and Phogat pulled out of their overseas training camps in Kyrgyzstan and Poland in protest. Therefore, the report of the oversight committee must be published forthwith and serious attempts to protect women wrestlers in particular and women athletes in general effected.\n\n",
        "headline_1": "The biggest bout: Inquiry report on wrestling body chief should be released. This is a test case for sports administration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-biggest-bout-inquiry-report-on-wrestling-body-chief-should-be-released-this-is-a-test-case-for-sports-administration/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "Growing up on a staple of Hindi movies from the 80s and the 90s, we regarded as axiomatic that all western businessmen came to India in white suits, usually going by the name of ‘Mr Sam’ or ‘Mr John’, and were played by Bob Christo or Tom Alter. Their designs on our motherland were invariably sinister, or as they used to put it, ‘Main Hindoostan ko tabahi kar doonga,’ with specific plans ranging from ‘selling drugs in youth festival’ to ‘flooding the country with guns’ or simply the bete-noire of red-tape-bound socialist India – ‘smuggling’.\nNow in a new era of post-liberalised globalisation, the arrival of international man of capital, Tim Cook of Apple, is instead an event of great joy and pomp, accompanied by round-the-clock breathless media coverage. Here he is having vada-pav with 90s icon Madhuri Dixit, and there he is watching an IPL game with Sonam Kapoor, and whoa, he is visiting Antilla, and now he is opening an Apple store.\nNow I get why Mr Tim Cook is visiting India. With Apple having only 4% of India’s smartphone market, he is here to capture ‘market share’ and make India the new China, with China and Hong Kong, and Taiwan now accounting for 18% of Apple’s revenue. What I find less easy to understand is why our modern-day nawabs go so over-the-top gaga, like the hero sighing ‘prem patra aaya hai’, almost as if such advents are to be seen as a validation of our growing power in the global economy – ‘See! Tim Cook is one with the Indian experience!!’\nWhat I would have liked was Cook getting from us the same reaction he would have gotten if he had visited Norway or Ireland, namely aloof politeness. The focus should have been on public policy and what extra investment Apple will make in increasing its till-now-fledgling manufacturing presence in India so that one day we will have the analog of the ‘Apple City’ of Zhengzhou. If we are now the most populous country in the world, access to our human capital should come with mandatory and revenue-proportionate investment in our infrastructure. Capitalism is good, and so is globalisation, but only with the proper give-and-take, or else we go back to the stereotype of the ‘crorepati Mr Tim’ and his take-it-all ways.\n\n",
        "headline_1": "Red carpet, white suits: Putting the Apple frenzy in its proper perspective, of 80s and 90s Hindi movies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/red-carpet-white-suits-putting-the-apple-frenzy-in-its-proper-perspective-of-80s-and-90s-hindi-movies/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "by Osho\nSeeker : Professional people like me make too much use of our intelligence, so much so that we tend to view life through the intellect only… This tends to make life boring and dull and robs it of its lustre.\nOsho: The real problem is not the use of too much intelligence but the non-use of emotion. Emotion is completely disregarded in our civilization, so the balance is lost and a lopsided personality develops.\nEmotion and intellect are like two wings: when we use only one wing, the outcome will be frustration. Then the bliss that comes from using both wings simultaneously, in balance and harmony, is never attained.\nDo not be afraid of using the intellect too much. Only when intelligence is used do you touch the depths; only there is your potential stimulated. Intellectual work does not mean that your intelligence is being used. Intellectual work is merely superficial; no depth is touched, nothing is challenged. That gives rise to boredom; it creates work that is without enjoyment. Enjoyment always comes when your individuality is challenged and you have to prove yourself and respond to the challenge. When challenged, intelligence or emotion both create their own bliss.\nAperson is schizophrenic if only one part of his personality is working and the other is dead. Then even the part that is working will not work really well because it will be overworked. Personality is a totality; it has no division at all. Actually, the whole personality is aflowing energy. When energy is used in a logical way it becomes intelligence, and when it is not used logically but emotionally, it becomes the heart. These are two separate things; it is the same energy flowing through two different channels.\nWhen there is no heart but only intellect, you can never relax. Relaxation means that now the same energy within you is working in a different channel.\nA person who follows an intellectual pursuit continuously, never relaxes. He does not divert his energy to another dimension, so his mind goes on working in only one direction, unnecessarily. That creates boredom. But the mind, or the intellect, is not at fault. Because an alternative dimension has not been provided, because there is no other door open to it, the energy keepscircling round and round inside you.\nEnergy can never be stagnant. Energy means that… which is always flowing. But even though the room may be different, if it is not the very opposite of the room you were in before, the mind will not relax. For example, if you work on a scientific problem, then you can relax by reading a novel. The work is different: to deal with a scientific problem is to be active – a very masculine mode – whereas to read a novel is to be passive, which is an absolutely feminine mode. Even though you are using the same mind, you will be relaxed, because it is the opposite pole of the mind which is being used.\nThe two poles must be in balance, only then is an integrated and individuated human being born.\nA bridged from The Great Challenge, Talk #5, courtesy: Osho International Foundation, www. osho. com\n\n",
        "headline_1": "Beat boredom by balancing emotions and intellect",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/beat-boredom-by-balancing-emotions-and-intellect/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "As always, this summer we are seeing a shortage of piped water supplied by the Dhaka Water Supply and Sewerage Authority (Wasa) in various parts of the capital. The crisis is more severe in Adabar, Shekhertek, Jurain, Muradpur, Nandipara, Badda and Banasree areas, where you hardly get any water in the pipeline – and if you do get it, it's dirty. Residents of these areas are forced to spend extra money to purchase water from Wasa water trucks, which is not available on time. There are many other areas in Bangladesh where there is a shortage of clean drinking water, in some places throughout the year.\nWater is an essential element of life and one of the most important fundamental rights of citizens. It is the state's responsibility to ensure that all people – urban or rural, rich or poor – have access to safe drinking water. Although Bangladesh is going through significant infrastructural development, not enough investment has been made to ensure the availability of safe water for all. There are wide disparities in the availability, quality and prices of water between urban and rural, central and coastal, rich and poor people.\nIt is the responsibility of water supply and municipal authorities to supply water through pipelines in cities and towns. According to the WHO-Unicef Joint Monitoring Programme (JMP) report, 68.3 million people in Bangladesh (41 percent of the population) don't have access to safely managed drinking water. Only 159 municipalities out of 328 across the country have piped water supply systems. And even where piped water supply is available, not all households get access to it. For example, there are more than 12,000 households under Mongla municipality, but the number of water connections there is only 2,700.\nThe availability and quality of water are not the same everywhere and in every season. The tariff, too, varies from place to place. At the residential level, the price per thousand litres of water is Tk 15.18 in Dhaka Wasa. For the same amount of water, Chattogram Wasa charges Tk 18, Rajshahi Wasa Tk 6.81, and Khulna Wasa Tk 8.98. Residents of Chalna, which is just 25 kilometres away from Khulna city, have to pay Tk 0.5-1 for just one litre of water.\nThe quality of piped water is relatively good and its availability is also higher in the affluent areas of towns and cities. In impoverished areas, water is often not available during the dry season, and what is available is dirty, smelly and contaminated. According to a report by the Brac Institute of Governance and Development (BIGD) titled \"Water Governance in Dhaka,\" the daily per capita water consumption in Dhaka is 360 litres on an average. The per capita water consumption in affluent areas like Gulshan and Banani is 509 litres, while it is 215 litres in middle- and lower-middle-income areas like Badda, Kuril and Joar Sahara, and only 85 litres at households in the informal settlements. On an average, 22 percent of the households surveyed do not have access to water as per the demand.\nGroundwater drawn up using tube wells is considered comparatively safe. However, in many places, safe water sources are shrinking due to arsenic contamination and the lowering of groundwater table. According to a survey conducted by the Department of Public Health Engineering (DPHE) in 2021-22, excessive arsenic was found in the water of 14 percent tube wells across the country. And according to a 2019 cluster survey by the Bangladesh Bureau of Statistics (BBS) and Unicef, 20 million people in the country drink arsenic-mixed water.\nPeople living in the mountains and coastal areas suffer from an acute water crisis. According to DPHE data, 63 percent of the population in Rangamati, 61 percent in Bandarban and 78 percent in Khagrachhari have basic water coverage, which in reality is just 50-60 percent of the population in the Chittagong Hill Tracts (CHT) area. The rest of the population have to depend on springs and streams as water sources. But as the hills are being cleared of forests and the sand and boulders are being extracted, those springs and streams are drying up, which is causing an acute water crisis in the region from December to May every year. At the same time, due to increased human movement and increased use of chemical fertilisers and insecticides in agricultural activities nearby, these natural water sources are getting contaminated, leading to the locals often getting sick with diarrhoea and other waterborne diseases.\nIn the coastal areas, saltwater intrusion is on the rise due to shrimp farming and climate change, resulting in freshwater scarcity. Also in many places, the groundwater table has dropped and deep or shallow tube wells are no longer effective as water sources, so rain and pond water are the only options. Although rainwater is available during the monsoon season, not all families are equipped to store that water for a long time.\nAccording to a UNDP survey in 2021, 73 percent of people living in Koyra, Dakop and Paikgasa upazilas in Khulna and Assasuni and Shyamnagar upazilas in Satkhira are drinking unsafe saline water. Where a salinity of more than 1,000 milligrams per litre is considered non-drinkable, the water in those upazilas has a salinity level of 1,427 to 2,406 milligrams per litre. About 52 percent of the ponds and 77 percent of the tube wells in these areas were found to have high levels of salinity.\nBecause of this, the coastal population, especially women, have to walk several kilometres to collect drinking water. Also, people in the coastal areas have to spend much more money than those in the urban areas.\nDue to the neglect and inaction of the state, water supply has been virtually privatised in the coastal region. At one such private water business in Satkhira's Shyamnagar, one has to buy water for Tk 2 per litre. Shyamnagar now has 25 such plants for around 400,000 residents. Besides, there are some rainwater harvesting projects by NGOs that are insufficient compared to the need.\nInstead of making safe water accessible by reducing the price in the coastal areas, it seems the government is working to increase the price of water in the urban areas. For example, instead of Dhaka Wasa, the responsibility of supplying water to the Purbachal New Town has been handed over to a public-private partnership entity comprising Rajuk and the United Delcot Water Limited, a private consortium comprising the United Water (Suqian) Co Ltd from China and Delcot Water from Bangladesh. The total cost of the project, including installation of 15 deep tube wells and pipelines, is set at Tk 592.39 crore, with Rajuk bearing Tk 299.80 crore and the consortium Tk 292.39 crore. The consortium will run the supply for 11 years to recover their investment and make a profit before handing over the responsibilities. Meanwhile, Rajuk will provide Tk 56 crore in maintenance cost every year.\nOn the one hand, extracting more groundwater will put additional pressure on the already depleting groundwater reserve. On the other hand, inequality in access to water will increase due to water being supplied by a for-profit private entity. Already, the household water tariff fixed at Purbachal is 31 percent higher than that in Dhaka Wasa.\nIt seems the ongoing economic growth and development activities have failed to ensure safe drinking water for all. Sources of safe water have been reduced due to the pollution of rivers and water bodies, uncontrolled usage of chemicals and pesticides, construction of dams and barrages by India on the transboundary rivers, and salinity intrusion in the coastal areas. Instead of surface water, the dependency on groundwater has increased dangerously. Taking advantage of this crisis, commercialisation of water has also risen. To change this situation, the government must stop treating water as a commercial product and take the necessary steps to ensure safe drinking water for the entire population in the country.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Why is safe drinking water so hard to get?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-safe-drinking-water-so-hard-get-3304191",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "A disaster of the scale of the Rana Plaza – considered to be the deadliest garment factory accident in history – must involve a multidimensional response. Healing or recovery must take place at the victim level, at the industrial level, and at the state level. After 10 years since the 2013 accident, which killed 1,135 people and injured about as many, we must admit that there has been noteworthy progress in terms of industrial reforms as well as rebuilding the lives of individual survivors. Of course, the memories of horror will live on, and some grievances may never be addressed. But the families of victims have come a long way from that moment of utter chaos and helplessness. But what about the justice that the state owes to them?\nAs per a report by Prothom Alo, there has been little progress on that front in all these years, despite repeated appeals from rights and labour organisations to expedite the trial process. A total of three cases were filed after the accident: one for murder (by police), one for violating the Building Construction Act (by Rajuk), and one for corruption related to the construction (by ACC). All cases are still stuck at various stages of the investigative process. In the murder case, for example, there are 594 witnesses. Of them, the testimonies of only 36 have been recorded so far, which shows how sluggish the entire process has been. Although various reasons have been cited for the delay, none of them are too convincing given the importance of the case which required fast-tracking.\nThe other two cases have also suffered unjustifiable delay. All this makes one wonder whether the families of victims will at all see justice and finally have some sense of closure. The state has a historic responsibility to hold to account all individuals and parties culpable for the disaster. Every day wasted because of inaction pushes any possibility further away.\nIt is a shame for us that even today the survivors and those advocating for their rights are having to come out on the streets to demand fair compensation and justice. Although there has been a lot of activity to ensure workers' rights and safety at RMG factories since 2013, many of the demands raised so far remain unmet, including compensation equal to lifetime income, free lifelong treatment of injured workers, punishment for those involved in the collapse, confiscation of the Rana Plaza land and permanent rehabilitation of the injured there, etc. These demands are certainly legitimate, and can be met without much delay. The question is, why aren't they?\nTaking stock of the 10 years of the Rana Plaza disaster gives us an opportunity to understand what have worked and what haven't, and to start afresh. Therefore, we urge the authorities to critically examine why the justice system has failed to deliver for the Rana Plaza victims, and ensure that all barriers to the trial process are removed. We cannot move ahead without ensuring justice in this darkest chapter in our industrial history.\n",
        "headline_1": "10 years on, Rana Plaza victims are still owed justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/10-years-rana-plaza-victims-are-still-owed-justice-3304231",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "On Monday night, many residents in the capital complained of gas leaks. These complaints arose as people began detecting the smell of gas in various parts of Dhaka city. Now, Titas Gas has reassured citizens that there is no danger in lighting stoves and that the issue has been resolved.\nHowever, this is a constant fear that people in the country must live with. Over the past few years, there have been a number of fire or blast incidents caused by accumulated gas in homes, industries, markets, and even at a mosque (in one known case). And, given the frequent fire incidents happening especially in the capital since the beginning of this year, it is not shocking that citizens' first response was to panic. All this points to the need for authorities to take issues of fire safety seriously, across the board. No gas leak or irregularity in building design should be taken lightly.\nAli Ahmed, Dhaka\n\n",
        "headline_1": "Concern about widespread gas leaks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/letters-the-editor/news/concern-about-widespread-gas-leaks-3304176",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "A disaster of the scale of the Rana Plaza – considered to be the deadliest garment factory accident in history – must involve a multidimensional response. Healing or recovery must take place at the victim level, at the industrial level, and at the state level. After 10 years since the 2013 accident, which killed 1,135 people and injured about as many, we must admit that there has been noteworthy progress in terms of industrial reforms as well as rebuilding the lives of individual survivors. Of course, the memories of horror will live on, and some grievances may never be addressed. But the families of victims have come a long way from that moment of utter chaos and helplessness. But what about the justice that the state owes to them?\nAs per a report by Prothom Alo, there has been little progress on that front in all these years, despite repeated appeals from rights and labour organisations to expedite the trial process. A total of three cases were filed after the accident: one for murder (by police), one for violating the Building Construction Act (by Rajuk), and one for corruption related to the construction (by ACC). All cases are still stuck at various stages of the investigative process. In the murder case, for example, there are 594 witnesses. Of them, the testimonies of only 36 have been recorded so far, which shows how sluggish the entire process has been. Although various reasons have been cited for the delay, none of them are too convincing given the importance of the case which required fast-tracking.\nThe other two cases have also suffered unjustifiable delay. All this makes one wonder whether the families of victims will at all see justice and finally have some sense of closure. The state has a historic responsibility to hold to account all individuals and parties culpable for the disaster. Every day wasted because of inaction pushes any possibility further away.\nIt is a shame for us that even today the survivors and those advocating for their rights are having to come out on the streets to demand fair compensation and justice. Although there has been a lot of activity to ensure workers' rights and safety at RMG factories since 2013, many of the demands raised so far remain unmet, including compensation equal to lifetime income, free lifelong treatment of injured workers, punishment for those involved in the collapse, confiscation of the Rana Plaza land and permanent rehabilitation of the injured there, etc. These demands are certainly legitimate, and can be met without much delay. The question is, why aren't they?\nTaking stock of the 10 years of the Rana Plaza disaster gives us an opportunity to understand what have worked and what haven't, and to start afresh. Therefore, we urge the authorities to critically examine why the justice system has failed to deliver for the Rana Plaza victims, and ensure that all barriers to the trial process are removed. We cannot move ahead without ensuring justice in this darkest chapter in our industrial history.\n",
        "headline_1": "10 years on, Rana Plaza victims are still owed justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/10-years-rana-plaza-victims-are-still-owed-justice-3304231",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "The ongoing conflict in Sudan, which supposedly began between rival factions of its military government on April 15, is becoming increasingly alarming. Fighting began with attacks by the paramilitary Rapid Support Forces (RSF) on key government sites. Most of the fighting so far has reportedly taken place in Khartoum, the capital of Sudan, and its surrounding areas. In this connection, one of the most concerning factors has been the use of airstrikes, artillery and heavy gunfire. The use of such heavy weaponry automatically increases the risks of casualties on both sides, as well as among the civilian population. Unfortunately, despite calls for and pledges of ceasefire during Eid, there has been no cessation to the hostilities yet.\nThe World Health Organization (WHO) estimates that more than 400 people have been killed so far due to fighting, with 3,500 more getting injured. There have also been 11 verified attacks on health facilities, which is particularly worrying as the targeting of critical infrastructure indicates that the warring parties are throwing all caution to the wind and taking extreme measures to gain any advantage. Unfortunately, ordinary Sudanese people will be the worst sufferers from this. In fact, the situation may have already turned somewhat critical, as nearly 70 percent of hospitals in the capital and nearby states have been forced to close. Moreover, according to reports, people in Sudan are currently experiencing widespread food, water and electricity shortages. And internet service in the country has also been almost entirely down, making communication with the outside world very difficult.\nAmidst such circumstances, a growing list of countries have started to evacuate their diplomats and nationals from Sudan. Governments of the US, UK, France, Germany, Italy and Spain have all conducted such evacuations. With desperate calls for rescue by people from other countries, Saudi Arabia was kind enough to evacuate expatriates from a host of countries, including Bangladesh.\nWith a similar cooperative mindset, the world community needs to urgently come together and help the people of Sudan. Even before the war started, the humanitarian needs of children in the country were high. Around 11.5 million children and community members are in need of emergency water and sanitation services. More than 600,000 children are suffering from severe acute malnutrition. Therefore, the international community and multilateral organisations must find a way to deliver emergency aid services to the Sudanese people.\nMost importantly, the international community needs to bring the warring parties to the negotiation table and facilitate a political settlement to the crisis, while pushing for an urgent ceasefire to prevent any more unnecessary bloodshed. With the growing number of crises that the world is currently experiencing, it can ill-afford another prolonged armed conflict in Sudan. In trying to find a peaceful settlement in Sudan, perhaps the world community can also begin the process of rebuilding bridges that can lead to finding solutions to other ongoing conflicts.\n",
        "headline_1": "World should push for peace in Sudan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/world-should-push-peace-sudan-3303386",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "At present, intra-regional trade accounts for only five per cent of South Asia's total trade with the rest of the world. The situation has not changed over the past 25-plus years. When it comes to Bangladesh's exports to its three regional neighbours --- India, Nepal and Bhutan --- it was a mere 4.1 per cent of the country's total receipt from exports at USD52.1 billion in FY2021-22, Export Promotion Bureau (EPB) data show. But had Bangladesh's trade connectivity with its, mainly, eastern South Asian neighbours been duly developed by removing the major barriers to smooth trade, the volume of the country's regional trade could be twice as much. So, the question that would naturally arise is, what is getting in the way of exploiting this enormous regional trade potential?Admittedly, the major obstacles to unhindered regional trade in South Asia lie in poor transport and trade infrastructure, age-old and lengthy manually-performed paperwork to process business activities and restrictive trade and transport regulations. According to a World Bank (WB) estimate, South Asian regional trade amounted to USD 25 billion in 2019. But had there been no roadblocks on the way, the volume of this trade could be as high as USD73 billion. Clearly, the immense potential of South Asia's intra-regional trade has basically remained untapped. Consider that 80 per cent of Bangladesh's land-based trade with its South Asian partners, mostly with India, is handled through its three major land ports, namely, Benapole, Bhomra and Burimari. But by simplifying the existing regulatory regimes, say, through digitising trade processing, and doing the work of checking the cargo-carrying transports electronically, the volume of trade would increase manifold. The good news is, thanks to the assistance provided by the WB, the government has taken the initiative to facilitate cross-border trade by way of improving the transport and customs regimes across Bangladesh's 23 land ports along its international border. From an exclusive report carried by the April 21 issue of this paper, it could be further learnt that the Roads and Highways Department (RHD) has already set about conducting a feasibility study to this end under a technical assistance project worth Tk1.27 billion due for implementation between January 2023 and December 2026. Under this project, the work to upgrade the state of cross-border trade and regional connectivity will be done through activating the Motor Vehicle Agreement (MVA) that Bangladesh, Bhutan, India and Nepal (BBIN) signed in 2015 to regulate passenger, personal and cargo vehicular traffic among the four South Asian neighbours. At the same time, the international customs transit system called International Road Transport (TIR) that some 66 countries of the world already use will be adopted under this technical assistance project. Note that the TIR procedure enables goods to move under customs control across international borders without payment of the duties and taxes that are normally due at the entry and exit points. Once the system is in force, a goods-laden truck from Bangladesh, bound for, say, Bhutan, will not be required to go through customs checking at different entry and exit points on the way. Under the circumstances, the government should fast-track the project work so undertaken to boost its regional trade with India, Nepal and Bhutan. The dividends that Bangladesh is expected to draw from the enhanced trade with its regional partners will, hopefully, go to offset the initial losses the country may incur during its post-LDC graduation phase. Notably, those include, for instance, a drop in exports to European markets due to the discontinuation of some preferential trade facilities.",
        "headline_1": "Expediting processes to boost cross-border trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expediting-processes-to-boost-cross-border-trade-1682431977",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "By way of recreational facilities, Dhaka, the world's most densely populated megacity with a population of 23.21 million, boasts an unenviable record. The shortage of entertainment spots becomes particularly evident on the occasion of festivals like Eid-ul-Fitr. Those Dhaka residents who cannot get out of Dhaka during such holidays have reasons to count them miserable as the handful of recreational venues available in the capital get overwhelmed by heavy rushes of crowds. In most cases, the visitors return home disappointed, exhausted and with bitter experiences. The fact is that there are not enough facilities in this city for a family to relax together in a peaceful environment. So overcrowded the few outdoor venues here become on Eid holidays that even fun-loving children have to jostle for a space in an amusement park, let alone the elders in a peaceful pristine surrounding. The options for visitors are not many. The national zoo, botanical garden, national museum, Dhanmondi lake, Ramna Park, Suhrawardy Udyan, Hatir Jheel, Bangabandhu Sheikh Mujibur Rahman Novo Theatre, Bangabandhu Military Museum are the places of public attraction. Long queues are seen in front of privately-run entertainment centres including Jamuna Amusement Park, Toggi Fun World, Fantasy Kingdom, Nandan Park and Babuland. Historical places such as Lalbagh Fort, Ahsan Manjil, Panam Nagar and Sonargaon museum also experience a mad rush of recreation-seekers every Eid. They find themselves virtually at a war with each other while buying tickets, entering recreational centres and have a look peacefully inside the centres. Some of them sometimes give up in the middle and make a rush for another entertainment centre. Many of them, however, hardly become successful, end up wasting hours in this process and return home without visiting any place. The spots, which do not require tickets, see huge crowds in front of entry and exit gates and often women and girls feel threatened to be molested and harassed in such crowds. Those who are fortunate to enter recreational centres feel disappointed because the heavy rush does not give them any time for relaxation or peace of mind. There is almost nothing new to experience in Dhaka's recreational venues. People are tired of visiting zoo animals of particular good health and in the best of environment and the same old places around the city. The national zoo in Mirpur hardly boasts the standard of such world-class facilities. It has a large area but it does not seem to be attractive and organised to the visitors. Cinema halls have now become a thing of the past and many of them have already been demolished to give in to shopping malls. Theatre is concentrated centrally and posh areas like Gulshan, Banani, Uttara and even Dhanmondi have no theatre halls. Public recreational centres do not seem to take any preparatory measure before Eid holidays for managing huge gathering of visitors. Also, the authorities concerned appear to be least bothered about the service they provide. Shishu Park in Shahbagh area used to be a prominent centre of recreation for families in the past. Once, Eid festival seemed to be quite incomplete if children could not visit this place. The park, unfortunately, has remained closed since January 2019 for modernisation. No one knows when it will reopen. Instead of outdoor playgrounds, children now want to spend their time in indoor play-zones. But there too, people experience long queues during Eid holidays. Even after paying a notable amount of money, children cannot experience all the rides of these zones on Eid holidays. The problem lies with the mismatch between the city's space and its population size. In an ideal city, some 30-40 people live on each acre of land. But the number of people who live in this city is more than 400 in each acre of land. It is not easy to define whether or not an area for entertainment centre is adequate, yet recreation specialists have come up with rough rules which are often used; one standard, for example, is that a city should have one acre of park or playground for every 100 inhabitants. Even this number of recreational spaces is not adequate unless they are well planned, well developed and well managed, according to the American Planning Association. In case of Dhaka city, if there is a park or playground even for its 1,000 people, it would be a matter of contentment and relief. For a population of over 23 million, Dhaka city does not seem to have more than 20 recreational sites for indoor or outdoor enjoyment. The lack of adequate entertainment centres is one of the factors that has kept Dhaka on the list of the least liveable cities in the world for years. It is still the seventh least liveable city in the world, according to the Global Liveability Index 2022.Overcrowded recreational centres should prompt the authorities concerned to set up more such facilities across the city. It is time to address the problem of inadequate recreational arrangements in Dhaka. Otherwise, it will have adverse physical and psychological impacts on youngsters, who have nowhere to go to be close to nurture and stimulate their creativity or pursue interests in games and sports. The government should involve town planners and others to design and organise more places of sports and recreation in order to provide for a healthy and refreshing living. [email protected]",
        "headline_1": "Dhaka in dire need of recreational facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-in-dire-need-of-recreational-facilities-1682432033",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "The technology is not new. In fact it has been around for some time. Although Bangladesh contributes less than 0.5 per cent of world's carbon emissions, the country remains one of the most adversely climate-affected countries globally. Here lies the irony. Doing next to nothing to contribute to global emissions, Bangladesh remains at the receiving end of global warming. Despite significant industrialisation over the past few decades, this nation of nearly 170 million remains heavily dependent on agriculture for sustenance. With climate-induced changes come variations in weather pattern that play havoc with agro-output. Besides rise in salinity, there is the question of managing requisite water for irrigation. As annual rainfall has become erratic and dwindled with time, irrigation is overwhelmingly dependent on underground water. Bangladesh has long been touted as a huge success case for its rapid adoption of solar home system (SHS). It has in fact, become home to one of the largest off-grid renewable energy network globally. That said the success of SHS has not been followed up by the adoption of solar water pumps which has the potential to be beneficial at different levels. As pointed out by an energy expert recently, the solar pump can cut irrigation by 40-50 per cent. Adoption of such pump can increase the cultivable land area and at the same time increase the growth and variety of crops. With cost savings, the technology holds the promise of enhancing the financial capacity of farmers. The use of a pump that draws power from the sun (an infinite source of renewable energy) can power irrigation systems that can ensure food security for farmers and increase energy security for the nation. Given that Bangladesh already has a working model with SHS, why hasn't a similar financial model been developed to create awareness and encourage greater adoption of the solar pump nationwide? When kerosene prices started rising, SHS was introduced with financial backing from multilateral agencies. Today over 6.5 million such systems are installed, and it is estimated that about 15 per cent of the population now enjoys the benefits of electric connection via solar power. The system works because payment for these systems is on a monthly-installment basis, and this is something that is within the financial capacity of people.Working on the above situation and condition, solar-based irrigation pumps can address the major problems our agro-based economy is facing. Experts point out that approximately 1.3 million diesel-operated pumps are being used on agricultural lands. Compared to that massive figure, a paltry 2,800 or so Solar Irrigation Pumps (SIPs) are installed across the country, generating about 53.85 MW (megawatts) of electricity for solar irrigation. However, there is the scope of generating up to 6,500 MW for solar irrigation - and these hold the potential to replace all the diesel irrigation pumps in the country. Because, as pointed out by one energy expert, \"each solar irrigation pump replaces a total of five shallow pumps and potentially over 1.3 million shallow pumps can easily be replaced by 260,000 Solar Irrigation Pumps by 2030.\" If Bangladesh undertakes a roadmap to mass deploy SIPs, energy experts believe the target can be reached within 2030. With the transition to SIPs, the country can potentially prevent 20.8 million tonnes of carbon emissions. It can also save millions of dollars in diesel imports, especially at a time when the country is undergoing a severe dollar-crunch. One can only hope that energy planners will do what needs to be done to make the transition to this clean fuel.[email protected]",
        "headline_1": "Age of solar pump is here",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/age-of-solar-pump-is-here-1682432069",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2023"
    },
    {
        "full_article": "The nor'westers visit Bangladesh frequently during this time of the year. These summertime storms sweep over a place all of a sudden, giving people little time to take preparations to deal with the destructive force of the storms. The tropical storms, formed by hot and humid air during pre-monsoon period, have now become deadlier than other major storms in the country. The fury of present day nor'westers is much more lethal than that of previous ones. Sometimes the storm, locally known as Kalbaishakhi, becomes so severe that it uproots trees, tilts or breaks electric poles, devastates crops, capsizes boats, and even takes away lives of people. Old trees or their branches falling on passersby can cause tragic deaths in the urban areas. Over the past few years, deadly lightning strikes during nor'westers have struck terror into hearts of rural people. Natural disasters cannot be contained. But we must try to minimise the damages they cause. Weather forecast in the national media should warn of dangers. People should follow them and take precautions. The government should have a contingency plan in place for such occurrences. Awareness among the public, especially about what to do in case of such an event, is also vital. Md. Fajlay Rabbi,Dashmina, Patuakhali,[email protected]",
        "headline_1": "Precaution against nor'westers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/precaution-against-norwesters-1682432104",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2023"
    }
]