[
    {
        "full_article": "Another attempted transgression by the Chinese military, this time in the Tawang sector in the eastern section of the India-China boundary, has served a reminder of the precarious state of affairs along the Line of Actual Control (LAC). A crisis which began in April 2020, with PLA transgressions in Ladakh, in the western sector of the boundary, has now appeared to have widened to Arunachal Pradesh. Defence Minister Rajnath Singh said in Parliament that the Indian Army had forced the PLA to return to its posts. The Minister’s comments, on December 13, came four days after the incident, details of which were first reported by The Hindu on December 12. An Army statement confirmed the clash. The Opposition, which has criticised the Narendra Modi government’s continuing reticence on the China border issue, staged a walkout after being denied a discussion.As troubles now flare in Arunachal, the situation in Ladakh still remains unresolved. India is yet to resume patrolling in any of the five disengagement areas where temporary buffer zones have been established, while the Chinese military remains on India’s side of the LAC in two other friction points, in Depsang and Demchok. What is clear is that the Chinese military has decided, for reasons still unexplained, to unilaterally change how both sides manage what were previously mutually recognised disputed areas. Managing what has become a live border after three decades of relative peace, and crafting a modus vivendi with China in this new situation, has now emerged as a pressing challenge for New Delhi. This is both a military and a political challenge. Addressing it will require, as a first step, transparency, and taking the Opposition and public along on an issue far too important to be led by apparent considerations over optics. Those considerations also appear to be one factor behind the continuing freeze in high-level political contact with China, with Prime Minister Modi and President Xi Jinping avoiding a formal meeting at two recent multilateral summits. That the leaders have not spoken for more than three years, barring an exchange of pleasantries at the G-20 summit, is an untenable situation as risks continue to rise along the borders. A resumption of dialogue will, at the very least, allow India to convey its concerns at the highest level. The public also remains largely in the dark on the events that have transpired along the borders, as well as the developments that led to the loss of life of 20 Indian soldiers, in 2020. If the Government’s apparent hope was to maintain a silence until the crisis resolves in due course, the latest clash has served a warning sign that it is nowhere near ending.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-China\n\n/\n\nunrest, conflicts and war\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nParliament proceedings\n\n/\n\nG20\n\n/\n\nArunachal Pradesh\n\n/\n\nLadakh",
        "headline_1": "Warning sign: On a fresh India-China faceoff",
        "headline_2": "India cannot wish away the situation on the Chinese border by staying silent",
        "link": "https://www.thehindu.com/opinion/editorial/warning-sign-the-hindu-editorial-on-a-fresh-india-china-faceoff-at-yangtse-in-tawang-sector-of-arunachal-pradesh/article66263208.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "At the core of India’s energy transformation is its bet on solar power. Based on a commitment to address the global climate crisis, India has promised to source nearly half its energy from non-fossil fuel sources by 2030 and, in the shorter term, source at least 60% of its renewable energy from solar power. However, a disclosure in Parliament by the Minister for Power, New and Renewable Energy suggests that India faces significant headwind in this quest. A key central policy to source solar power is facilitating the establishment of large solar parks; small solar power projects usually translate to higher per-unit production costs. And so, in 2014, the Centre announced the ‘Solar Parks and Ultra-Mega Solar Power Projects’ policy to facilitate the creation of large parks. The initial plan was to set up 25 parks capable of generating at least 20,000 MW by 2019. In 2017, the Government scaled this to 61 parks with a target of 40,000 MW. It emerges, however, as of 2022, that only a fourth of the capacity has been achieved, that is, projects worth 10,000 MW have been commissioned. Four projects have been cancelled, by the Centre’s own admission, due to tardy progress. The roadblocks, in the Centre’s estimate, have been challenges in acquiring land with a clear title, setting up infrastructure necessary to transmit power produced at these parks to the grid and, in an unusual disclosure, “environmental issues” in Rajasthan and Gujarat, where projects have been halted because their transmission lines encroach upon the habitat of the critically endangered Great Indian Bustard.Notwithstanding its claims on international podia that it is on track to meeting renewable energy targets, it is no secret that India is lagging behind. By the end of 2022, India had committed to having in place 1,75,000 MW of renewable energy capacity, with 1,00,000 MW from solar power. However, only around 61,000 MW of such capacity has actually been installed. For a few years now, there has been considerable hype around solar power achieving grid parity in India — meaning power companies are able to sell it at a price lower or as much as conventional sources — but this does not account for the subsidies or concessions front-loaded by the Government. While India should continue to expand its economy on the back of renewable energy, the Government must take a hard look at whether renewable power, solar, wind or nuclear, meets standards of economic viability and environmental sustainability. Solar power may be a valuable tool in India’s energy transformation story, but it cannot be the panacea for every need. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsolar\n\n/\n\nenergy resources\n\n/\n\nParliament proceedings\n\n/\n\nrenewable energy\n\n/\n\nIndia",
        "headline_1": "An energy conundrum: On India betting big on solar power",
        "headline_2": "Solar power is important for India, but it will not serve every energy need",
        "link": "https://www.thehindu.com/opinion/editorial/an-energy-conundrum-the-hindu-editorial-on-india-betting-big-on-solar-power/article66262721.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "News has been filtering out of a non-lethal but serious clash between Indian and Chinese troops at Yangtse near Tawang, Arunachal Pradesh. Ordinary Indians are once again asking themselves the question – what does China want?\n\nAre we building up to another Galwan-like situation of June 2020 that had resulted in the loss of life on both sides?\n\nRead the full article on TOI+\n\n",
        "headline_1": "What Yangtse means: Like in Galwan, Beijing probably wants to again attempt to change LAC status quo by force",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-yangtse-means-like-in-galwan-beijing-probably-wants-to-again-attempt-to-change-lac-status-quo-by-force/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "Bihar’s chief minister Nitish Kumar scotched speculation that he was positioning himself as an opposition PM candidate in 2024 Lok Sabha elections. Instead, he claimed that he is trying to unite political parties opposed to BJP. It’s a role that the late HS Surjeet, former general secretary of CPM, effectively executed between 1996 and 2004 when United Front and UPA coalitions were formed after the Lok Sabha elections threw up a split verdict.\nThere’s no doubting Nitish’s political savvy. He’s been Bihar CM time and again with different coalition partners, and while leading a political party that was never the dominant one in the state. However, savvy may not be enough. Even if, a big if, a united opposition bloc is forged before the 2024 general election, unlike 1996 and 2004, it will be a tall order to form a government. There are good reasons to argue that comparisons with earlier coalitions are irrelevant. The advent of Modi to national leadership has been accompanied by a transformation of LS contests as ones akin to a presidential contest. It’s no exaggeration to say the choice in LS 2024 will be mainly about the PM’s post rather than the political party or individual candidate.\nConsider the outcomes of three assembly elections between 2018 and 2020 with LS 2019 polls. In Karnataka’s 2018 assembly polls, BJP emerged as the largest party with a 36.2% vote share, which was more than a percentage point lower than Congress. In the 2019 general election, BJP swept Karnataka with 51.4% vote share. In the same election, BJP’s vote share in Haryana was 58%. A few months later, in the 2019 Haryana assembly election, BJP’s vote share was just 36.5% and it couldn’t secure a simple majority on its own.\nThis has happened twice in Delhi. BJP swept the 2019 LS election with 57% vote share. Eight months later, AAP swept the assembly elections with 54% vote share. In contemporary politics, a high incidence of voters in key battleground states now shift political support between assembly and LS elections. It will be the fundamental difference between the 2024 general election and the ones in the 1990s and the noughties. Nitish, therefore, may find greater odds stacked against him as kingmaker than those times when he was in Bihar and Modi was in Gujarat.\n\n",
        "headline_1": "2024 is not 2004: Opposition unity is tough to achieve, even tougher is for opposition to counter Modi in a national vote",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/2024-is-not-2004-opposition-unity-is-tough-to-achieve-even-tougher-is-for-opposition-to-counter-modi-in-a-national-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "Every few months a Supreme Court or high court judge recusing from a case makes news.  There have been several recusals in Bombay high court of late. This week SC’s Justice Bela M Trivedi recused from hearing Bilkis Bano’s challenge against the premature release of 11 murder-gangrape convicts. Ordinarily judges recuse over conflict of interest. Sometimes, litigants point this out to a judge, who may not be themselves aware of such a conflict. Judges then decide whether to recuse or not. There are also instances where despite a judge revealing what can be construed as “interest” both parties didn’t fear bias.\nWhile some judges mention in open court why they are recusing, often judges don’t give reasons. The NJAC judgment, in which Justice Khehar’s continuance on the five-judge bench was challenged, saw different shades of judicial opinion. Justice Kurian Joseph argued for the desirability of specifying reasons for recusal, as it would meet constitutional norms of transparency. Justice Lokur demurred as a judicial order would make it legally contestable at a higher forum but noted that “procedural and substantive rules” were needed, given growing frequency of recusal pleas. Justices Chelameswar and Goel argued that “real danger” or “reasonable apprehension” of bias must be proven, where a judge’s interest isn’t financial.\nStating reasons for recusal forestalls all sorts of conjectures about the judge. It would curb attempts at forum shopping, which also involves attempts to force a judge to recuse without specifying reasons. When this happens, rumours fly thick and fast in legal circles over political pressures, etc. But if rules mandating judges to specify reasons for recusal were framed, every judge would have to comply and the system would greatly benefit from the resultant transparency.\n\n",
        "headline_1": "Unnecessary mystery: Judges recusing from cases without specifying reasons hurts the entire judiciary. SC must frame rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/unnecessary-mystery-judges-recusing-from-cases-without-specifying-reasons-hurts-the-entire-judiciary-sc-must-frame-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "As the war in Ukraine grinds on, the international community waits for clues from the Russian regime. Mark Galeotti, an authority on Russian security affairs and author of ‘Putin’s Wars: From Chechnya to Ukraine’, spoke with Rudroneel Ghosh about Putin’s perspective, Russia’s infirmities and how the Ukraine conflict could turn out:\n\nYour book is very timely given the Ukraine war. How do you think that conflict is turning out for Russia?\nHonestly, very catastrophic for Vladimir Putin and the Russian regime, and fairly catastrophic for Russia itself. Putin had convinced himself this was going to be a quick fait accompli, like Crimea on a much grander scale.\nRead the full article on TOI+\n\n",
        "headline_1": "‘Putin’s vision for Russia looks increasingly threadbare … In some ways the West created circumstances for Putin’s rise’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/putins-vision-for-russia-looks-increasingly-threadbare-in-some-ways-the-west-created-circumstances-for-putins-rise/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "We join the nation in paying our heartfelt tribute to the intellectuals who were systematically killed near the end of the Liberation War in 1971, in what was a clear attempt to intellectually cripple the newly emerging country. We must say that even after 51 years since those dark days, the void created by the heinous actions of the Pakistani army and their collaborators has yet to be filled. The killings, which followed a careful selection of talented civilians from different professions that formed the intellectual bedrock of the nation, have left a deep mark on our collective psyche, and they will be missed forever.\nThose who were targeted as part of this conspiracy were well-known and well-respected figures – representing various fields such as arts, education, literature, science, medicine, and so on – and could have contributed hugely to the development of the new country. They were, one can say, some of the greatest assets of this country at that point in our history. The enemy, clearly, wanted to destabilise the country and impede its future progress even before it was born, and we continue to bear that brunt even to this day. In this connection, it should be mentioned that even after all these years, Bangladesh still does not have a completed list of those who were killed; we are still in the dark about the exact number of martyred intellectuals. This is very unfortunate.\nWe call upon the government to step up and complete the list at the earliest possible time, so that people can know about all those who sacrificed their lives for us. We also urge the authorities and relevant stakeholders to take steps to foster the development of new intellectuals in the country, including through creating a proper environment for intellectual exercises, ensuring academic freedom, and making proper investments in education and research. They should also undertake programmes and scholarships that may help young Bangladeshi scholars to thrive and prosper.\nIntellectuals of this land were historically recognised for their influence, but today, for reasons stated above as well as the overall socio-political environment at present, our intellectual contribution seems to have gone down significantly. Currently, conditions that might foster intellectual growth are being stifled, as the atmosphere for free, critical thought is absent. As such, we do not have many intellectuals to depend on to guide us through these times. Other than a few examples of scholars in some specific fields at home or abroad, much of our intellectual realm still remains empty. We must address this. We must foster an environment in which intellect can thrive, because without doing so, we may never fill the gap that the Pakistanis had left us with in 1971. We must not let their vicious plan become a permanent reality for us.\n",
        "headline_1": "We must foster intellectual growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-foster-intellectual-growth-3196186",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "The international film and television streaming platform Netflix is facing violent Israeli reactions for showing the Jordanian film Farha, which describes the ethnic cleansing and genocide of the Palestinians in the year 1948 (during the Palestinian Nakba). This has been done to make the world aware of the reality of what took place 74 years ago. Every Palestinian who was a part of the Nakba generation can relate to the story of Farha – a story told from the perspective of a young girl who is a living witness to the crimes of the Israeli Zionists.\nThe movie represents every Palestinian and restores Palestine in the memory of the world, although the tragedy is still going on, and its features are still present, as the Palestinian refugees are still living in exile. It seems that the real history showed the fear rooted in the depths of every Israeli, and that this narrative is extremely dangerous for the Zionists because it shows that the Israeli regime, as it is now, is nothing but a settler colonial project based upon the ethnic cleansing of the indigenous population.\nThe presentation of this film changes the prevailing pattern that has for decades dominated international stations and Western media, which are biased towards the Israeli narrative in the majority of cases. Which always shows Israel as a victim, and tries to bury the historical facts. Especially since it was shown on Netflix, a global platform, which succeeded in delivering the historical truth to its viewers all over the world.\nPerhaps the response to these actions is not due to the facts, nor because of the one who tells them, but the real surprise is the one who presents them to the world. Criticisms and threats are routine whenever someone dares to claim a small testamentary space in the historical record. Netflix, an American company, has been braver than the American political system, making a film like Farha an embarrassing transgression of the image of America's pro-Israel democracy.\nThe Israelis are calling for a boycott of the film as a result of the fear they have had for decades in front of the Western audience saturated with films that serve the Israeli colonial project. Netflix broke prejudice in the face of anti-Palestinian media coverage.\nFinally, the director of the film, Darin Sallam, must be praised, who is being subjected to a campaign of defamation, and is facing attempts to drop the film that was nominated for the Academy Awards in 2023.\nI recommend all readers to watch this film, which is a mirror that reflects a small part of the Palestinian truth.\n \nHE Yousef SY Ramadan is the ambassador of Palestine to Bangladesh.\n",
        "headline_1": "‘Farha’ is a window to Palestine’s truth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/farha-window-palestines-truth-3196131",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "Bangladesh's digital future is at a critical juncture as its draft Data Protection Act includes requirements to compel firms to store data locally – a concept known as data localisation. Localisation would create a lose-lose situation for Bangladesh. It undermines Bangladesh's ability to get the most out of the data and digital tools that drive digital development. New econometric analysis shows that its trade and economy will suffer severely. Localisation also doesn't do the things its supporters say it does in terms of privacy and cybersecurity.\nWhile there is still a long way to go, Bangladesh has made remarkable progress in helping more people and businesses get online and benefit from data, digital technologies, and global connectivity. Since the 2008 launch of the government's \"Digital Bangladesh\" vision, internet subscribers have surged to nearly 124 million, as of December 2021. Bangladeshi content creators and entrepreneurs are showing what's possible via cooking channels on YouTube and education tech. A 2019 UN study estimated that Bangladesh's IT sector had increased an astonishing 40 percent a year since 2010.\nBangladesh has also taken advantage of the digitalisation of trade, which allows services work to be broken apart and done remotely. Bangladesh is home to the second largest group of global gig workers (15 percent) involved in creative and multimedia work who earn, according to Bangladesh's ICT ministry, an estimated USD 500 million annually.\nBecause of this, Bangladeshi policymakers have a lot at stake in enacting data policies. They face one central question: do they follow a smart data governance strategy (that holds firms accountable for following local laws when they move data abroad, a principle most countries embrace) or do they pursue data localisation in a misguided pursuit of digital control and protectionism? Both paths allow for data privacy, cybersecurity, law enforcement, and national security policies, but the latter will be much more costly to the digital economy.\nUnfortunately, Bangladesh has started down the latter path in enacting or considering multiple localisation policies. The main one is in its draft Data Protection Act (Sections 44 and 45). Together, these localisation policies will be costly to Bangladesh's economy. A new report by the US-based public policy think tank Information Technology and Innovation Foundation (ITIF) shows that after five years, Bangladesh's trade volumes and imports will decrease by an estimated 6 and 7.7 percent, respectively. Localisation also increases import prices by two percent. Bangladesh's overall trade volumes decreasing in line with imports suggests that exports are also affected by such policies. Our findings are consistent with other recent econometric research, including a study specifically on Bangladesh.\nBangladeshi officials have fallen for the false promise of \"data nationalism.\" Data localisation mandates do not increase commercial privacy or data security. In the case of surveillance, localisation makes it easier to undermine privacy and other human rights. Data localisation also doesn't improve cybersecurity as the confidentiality of data does not generally depend on which country the information is stored in – only on the measures used to store it securely. In protecting government data, governments can require that IT service providers use international cybersecurity best practices and technical measures in procurement contracts. If the concern is access to data for law enforcement, there are better tools. Localisation is no silver bullet – the globalisation and digitisation of crime means there will more than likely be data in other jurisdictions. Bangladesh should pursue new legal agreements to help local law enforcement request and receive data from other jurisdictions.\nBangladeshi policymakers that choose data localisation policies are setting their digital economy up for failure. It's a fact that international trade involving consumers cannot occur without collecting and sending personal data across borders – such as names, addresses, billing information, etc. The few jobs and investments in local data centres are far outweighed by the larger economic costs of more expensive and fewer digital services. This ripples through the whole economy as firms in every sector are increasingly getting dependent on digital goods and services.\nLocalisation also puts Bangladesh's growing digital exports at risk as there is global competition between countries to capture a growing share of this work. There's enormous room to grow: Bangladesh's services export-GDP ratio is just 1.5 percent, compared to around 40 percent in India, the Philippines, and Sri Lanka. Never mind the trade impact if other countries retaliate against Bangladesh for enacting localisation, which the US has done against India and Indonesia in the past.\nWith misguided localisation policies, Bangladesh's early progress and future promise are at risk. What path will Bangladesh's policymakers take as they conduct a final review of the country's Data Protection Act? The path to a false and costly promise of digital protectionism and control? Or will they choose one that's based on targeted and balanced laws that reflect global data-policy norms that keep Bangladesh integrated with the global digital economy? Hopefully, it's the latter.\nNigel Cory is associate director at the US-based Information Technology and Innovation Foundation (ITIF).\n\n",
        "headline_1": "Data localisation will cost Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/data-localisation-will-cost-bangladesh-3196111",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "The global surge in the adoption of right to information (RTI) or freedom of information (FOI) laws since the fall of the Soviet Union and the breakup of Eastern Europe three decades ago appears to have died down. Once regarded as the democratic \"rite of passage\" for nations, the law's use is in fast decline, and the main reason for that is the growing autocratisation of governance. The promise of the law – increased transparency in governance through independent access to government-held information, exposing corruption and maladministration and encouraging citizens to participate more fully in the political process – has failed to live up to expectations. Citizens increasingly fear that their RTI interventions in probing questionable government actions may land them in trouble.\nSuch fears affect the use of the RTI law. The expectation was that people would avail of the law as they became more aware of how it could monitor the work of government bodies. However, the reality is rather disappointing. Some governments have even sought to scale down the scope of the law and limit its operations. Others leave a large number of information requests unanswered. The use of exemption clauses to refuse information without justification is equally rampant. Instead of opening up, secrecy seems to be sneaking in. Information commissions are often reluctant to step in.\nThe good news, however, is that in Bangladesh, the law has been kept alive by many NGOs, diehard activists and ordinary users by putting it to use for purposes that are less likely to incite government wrath.\nRTI law's use in Bangladesh has been largely limited to matters of personal or professional interest, or for the collective benefit of society. They range from safeguarding personal entitlements, such as safety net and other government benefits, to ensuring proper administration of government services benefiting society at large, such as public work, sanitation, education and health.\nWhile the creation of a culture inspiring citizens to use the law for its larger objectives of holding the government to account remains a distant dream, there is still room for hope if we can deepen the process of citizen-government interaction that has already begun. In states emerging from long-standing colonial rule, citizens inevitably inherit a subservient mentality towards rulers and a willingness to accept official secrecy as an essential tool for governance. They find it difficult to accept the new reality where they are considered the actual owners of state power and, as such, commanding the right to know how their governments work. For the same reason, it is equally difficult for public officials to accept that they are now accountable to the citizens.\nUnless there is a drastic change in the mentality and attitudes of citizens and public officials alike about the new reality, RTI cannot flourish. To achieve that goal, it is important to pursue the path of close interaction between citizens and public officials – the information seekers and information providers – through continuous use of the RTI process.\nSuch an approach may be pursued on many issues of public interest that are of importance to the government and people alike. Some such areas were brought to our attention recently by the Bangladeshi NGO, BLAST, which provides legal aid and services to the indigent and underprivileged in the country. Among its various activities, it also seeks to promote respect for the laws and policies of the land. BLAST's use of the RTI Act has yielded results in a wide range of areas.\nPrevention of sexual harassment at public places and educational institutions: BLAST wished to find out whether the 2009 directive of the High Court for the formation of a sexual harassment prevention committee was being respected by public bodies. Its RTI intervention in May 2022 with the Bar Council revealed that a complaint committee was indeed formed recently, perhaps following the intervention, and measures were taken to deal with complaints. The intervention apparently led to the subsequent order of the Supreme Court to form sexual harassment prevention committees in every district court, in some of which BLAST was included as a member. Similar intervention with 45 public and private universities in the country led to commitment to form such committees.\nAbolishing corporal and psychological punishment in educational institutions: A 2011 judgment of the High Court declared all forms of corporal and psychological punishments in educational institutions as \"illegal and unconstitutional.\" In compliance with the ruling, the education ministry issued a circular prohibiting corporal punishment in educational institutions in 2010, and new guidelines prohibiting both physical and psychological punishments in 2011. Several years later, as BLAST began to utilise the RTI Act, it decided to submit RTI requests to various government entities, dealing with public education between 2017 and 2020. It asked for information relating to implementation of the High Court judgment as well as the ministry directives. The purpose was to discover if the subject was discussed at school meetings and measures undertaken to sanction teachers for failing to follow the High Court directives. It appeared that concrete measures were undertaken by the relevant authorities only after BLAST intervened. The subject was subsequently included in Teacher's Training manuals, and school inspectors were required to include their findings on the subject in their reports. In addition, the topic was reportedly included in the monthly coordination meetings of deputy commissioners.\nBirth registration of children from separated families or without known parents: As birth registration in Bangladesh was made mandatory for all citizens and the process was digitised in recent years, it caused severe difficulties for many groups, including many of BLAST's clients. To deal with them, BLAST submitted RTI applications to the authorities in several districts seeking information on the need for registration numbers of both parents and informing them about difficulties it created for orphans, street children or those whose parents' information were unavailable. The intervention resulted in the eventual removal of the mandatory requirement of birth certificate of parents for birth registration.These examples should help citizens to use the RTI Act for similar improvements in other areas of governance. We must remember that the basic objective of the act is to provide citizens with an instrument to partake in efforts to promote good governance in the country. While election laws allow citizens to influence governance indirectly by choosing their representatives, the RTI Act provides them a direct role to play in that regard. These are the two main pillars of democracy.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "RTI's decline in the face of global autocratisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rtis-decline-the-face-global-autocratisation-3196081",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "We join the nation in paying our heartfelt tribute to the intellectuals who were systematically killed near the end of the Liberation War in 1971, in what was a clear attempt to intellectually cripple the newly emerging country. We must say that even after 51 years since those dark days, the void created by the heinous actions of the Pakistani army and their collaborators has yet to be filled. The killings, which followed a careful selection of talented civilians from different professions that formed the intellectual bedrock of the nation, have left a deep mark on our collective psyche, and they will be missed forever.\nThose who were targeted as part of this conspiracy were well-known and well-respected figures – representing various fields such as arts, education, literature, science, medicine, and so on – and could have contributed hugely to the development of the new country. They were, one can say, some of the greatest assets of this country at that point in our history. The enemy, clearly, wanted to destabilise the country and impede its future progress even before it was born, and we continue to bear that brunt even to this day. In this connection, it should be mentioned that even after all these years, Bangladesh still does not have a completed list of those who were killed; we are still in the dark about the exact number of martyred intellectuals. This is very unfortunate.\nWe call upon the government to step up and complete the list at the earliest possible time, so that people can know about all those who sacrificed their lives for us. We also urge the authorities and relevant stakeholders to take steps to foster the development of new intellectuals in the country, including through creating a proper environment for intellectual exercises, ensuring academic freedom, and making proper investments in education and research. They should also undertake programmes and scholarships that may help young Bangladeshi scholars to thrive and prosper.\nIntellectuals of this land were historically recognised for their influence, but today, for reasons stated above as well as the overall socio-political environment at present, our intellectual contribution seems to have gone down significantly. Currently, conditions that might foster intellectual growth are being stifled, as the atmosphere for free, critical thought is absent. As such, we do not have many intellectuals to depend on to guide us through these times. Other than a few examples of scholars in some specific fields at home or abroad, much of our intellectual realm still remains empty. We must address this. We must foster an environment in which intellect can thrive, because without doing so, we may never fill the gap that the Pakistanis had left us with in 1971. We must not let their vicious plan become a permanent reality for us.\n",
        "headline_1": "We must foster intellectual growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-foster-intellectual-growth-3196186",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "The release of at least three consignments without inspection from Chattogram Port, using the login credentials of a top customs official in June-July – despite the recent measures taken to prevent such frauds from reoccurring – is an alarming development. Not only does it cost the state coffers in unpaid duties and taxes, but it also raises a number of national security concerns. That consignments are being allowed into the country without inspection raises the obvious question as to what their contents were. Even though the consignments were not supposed to contain illegal items, as per the documents in the National Board of Revenue (NBR) server, the fact that they were released without any inspection, and that the NBR server was breached to release them, means that such possibilities cannot be ruled out.\nAccording to customs officials investigating the case, the ID of an additional commissioner of Chattogram Custom was used to unlock the suspended business identification number (BIN) of EA Chen Textile Corporation located in Cumilla Export Processing Zone, which was locked on March 1 by the Chattogram Customs Bond Commissionerate for evading duties and taxes amounting to Tk 8.6 crore and misusing the bond facility. A locked BIN means the company is barred from export-import activities. So, the fact that consignments of a BIN-locked company have been released for the first time without any kind of supervision or inspection is a matter that demands serious investigation.\nWhat is not new, however, is the use of a customs official's login credentials for the NBR server to release imported goods illegally. Last year, at least 21 import consignments were released unlawfully using the IDs of at least seven revenue officials. Investigators at that time blamed the breach on a cyber-criminal gang. But so far, they have been unable to identify the gang and its members. According to one customs officer, the accused remained unidentified in the previous incidents due to incomplete investigation and not taking punitive measures against the culprits. Why the authorities failed to properly complete the investigation is anyone's guess. But we must ask, how did such a breach take place again even after the NBR apparently took a number of measures last December to prevent the reoccurrence of such incidents?\nMoreover, on June 29, customs officials assigned to do a physical examination of the consignments in question reportedly gave clearance even though the submitted documents contained false bank documents and import permit from the Bangladesh Export Processing Zones Authority. Why was this allowed to happen?\nClearly, there are a number of questions and issues that are yet to be resolved. But one thing is for sure – the facts on the ground that raise such questions are extremely concerning. The authorities need to unearth the truth of what happened. Inconclusive investigations that roll on for months, if not years, are not what we need. And because of the sensitivity and nature of the case, it is urgent that the authorities involve independent experts who can unbiasedly look into what really happened.\n",
        "headline_1": "Why do NBR servers keep getting breached? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-nbr-servers-keep-getting-breached-3195086",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "Farmers have shown greater interests in cultivation of oilseeds because last year these crops gave them what can be called a hefty return. It would be a mistake to think that this year's fracas with cooking oil has prompted them to do so. Over 12 years until 2021, oilseed production almost doubled but surprisingly the output met only 10 per cent of the country's demand and the rest 90 per cent had to be imported. The government sought to get over the overdependence on imported oil and therefore put in place a roadmap inclusive of a three-year strategy to raise the locally produced cooking oil to 40 per cent of the demand. Under the policy a project was taken up at the cost of Tk2.78 billion in 2020, targeting a 20 per cent rise in cultivation of mustard, soybean and sunflower. Clearly, there is a consistent effort to raise local oil production. This year, according to a report carried in this newspaper on Tuesday, there has been a further diversification of oilseeds. Along with mustard, soybean and sunflower, rapeseed, sesame and groundnut have been added to boost local production. Naturally more lands have been earmarked for cultivation of these array of oilseeds. This year's 0.82 million hectares set aside for cultivation of oilseeds, to go by the government's roadmap, are likely to increase to 2.4 million hectares by 2025. In a land-scarce country, this significant increase in the oilseed acreage may look scary because cropping of this order is most likely to decrease the availability of land for cultivation of paddy putting at risk food security. Farmers cannot be blamed for looking for cultivation of alternative crops that fetch them better returns. Thus the question that begs an answer is, if the agriculture ministry that has been promoting oilseeds is doing the right thing. Before drawing a conclusion on this matter, a look at the consumption pattern can be of help. A jump of per capita consumption of oil and fat from 13.80 kilograms in 2015 to 18.7 kilos by 2021 certainly shows the urgency of stemming the staggering oil import cost which was Tk248 billion in 2018-19. The ministry, however, claims that paddy production can be increased by one tonne per hectare provided that farmers opted for cultivation of certain varieties of Bridhan. That would leave, it further claims, 10 per cent surplus land for cultivation of other crops such as oilseeds. One hopes this happens at the field level. Then the plan for oilseed cultivation can be smarter on further exploration of land. In the coastal areas, there are lands that are unfit for cultivation of paddy and other crops. But those lands have proved suitable for sunflower cultivation. This prospect should be exploited to the full. Similarly there may be other areas where lands are most suitable for cultivation of either of the oilseeds but of not much use otherwise. This calls for extensive soil tests all across the country. The Department of Agricultural Extension (DAE) has proved its worth in diverse ways to promote crops in this country by carrying out the necessary groundwork. It can do so in case of exploring fallow lands for oilseed cultivation.",
        "headline_1": "Cultivation of oilseeds versus paddy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cultivation-of-oilseeds-versus-paddy-1671030380",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "It is World Cup season again, this time in happy Qatar. And these are days of sheer excitement, of unbounded ecstasy and deep disappointment.On the way to my village last week, it was a Brazil-Argentina festival of colours I sped through. That was before all those dramatic events --- of so many acclaimed teams falling by the wayside and reputed players breaking into tears --- happened on the field and observed on television screens around the world. All around me, on the tops of jackfruit and mango trees and perched on sky-caressing coconut and date palms, fluttered the flags of the two countries that are thousands of miles away from us, over there in distant South America. So what if we have little or no idea of the history and politics of Brazil and Argentina? Besides, does anyone need history to enjoy as seminal a sports occasion as the World Cup?So there was I, on the pristine green route to my village, observing all that Bengali love for the two South American teams. Back in the city, it was a profusion of flags, of these two nations again, which each one of us must confront and even look forward to between now and the finals, or so we thought. On social media, the arguments for and against Brazil and Argentina have taken a new and chaotic turn, with the sudden, rather rude rise of teams considered, at least so far, as minnows, upstarts in the eyes of many of our Bengali football aficionados. How dare they upset all the calculations so carefully made about the superiority of the men from Brasilia, Buenos Aires and even Berlin and walk away with that wicked gleam of triumph in their eyes? Whatever has happened to old-fashioned respect?This Bengali obsession with the World Cup every four years is remarkable, given that indigenous football of the kind played in Bangladesh in the 1970s through the 1980s is now a thing of the past. That gentlemen's game called cricket has put paid to our football. Imagine the times when Bengalis were obsessed with Mohammadan and Abahani and Wanderers and Brothers Union. Hardly a family was there which did not have at least two members ready to live and then, given the right conditions, die for football. To be sure, there were the too excited ones, like my father's colleague, who in their frenzy at the stadium and particularly when their favourite teams approached the enemy's goal post, looking about to shoot that ball past the hapless goalkeeper, lifted their feet in huge suspense-driven drama. And just as the ball, in the manner of a bullet, went through that goal post, those feet landed stunning blows on the harmless backs of the co-spectators before them. Loud cries of pain were heard, accompanied by a profusion of apologies from the delirious perpetrator of the kick.That was our football frenzy back in those cheerfully exciting days, until cricket barged in to ruin that sporting landscape of tradition. But note the irony. Football in Bangladesh may be dead --- and it did die a slow, painful death all the way from the mid 1990s to the mid 2000s --- but it thrives in the world beyond our frontiers. And since so many of us are ready and willing to be part of that world, ready to suspend our infatuation with cricket for a while, why shouldn't we contribute our share of football passion to the millions out there eking out sleepless nights praying and watching and cursing and cheering, in that order, the teams which run riot on their television screens? After all, it is not every day that one gets to see some of the greatest players in the world demonstrate their stamina and their skills and the energy in their powerful limbs before a global population. So what is happening in Kyiv is but a war in line with natural and dark human behaviour, a story which is common to all nations. For me, football has been a curious mix of the interesting and the banal. No, I will confess I do not understand the rules and nuances of the game. But it is exciting to watch it all the same. At one of the World Cups, much to the annoyance and amusement of the children in the family, I rooted for Cameroon. My love for the underdog was behind that move, but those children have since that fateful Cameroon moment scrupulously ignored my views on football or any sport for that matter. My own promising career in football, which could have been an illustrious one, came to a crashing end sixty years ago when the ball I had kicked into the air simply came down from the sky to crash land on my little schoolboy head. That was when I retired from football. The experience left me with a lifelong love and hate relationship with a headache. The headache is, you are right, my football legacy. But then there was my maternal uncle, my mama in local parlance, who was a devotee of football all his life. Turan Mama was in his days famous for his skills on the football ground, apart from his music-laden voice which made many a young woman swoon in ecstasy as he sang through the long pastoral nights. At one point, he became part of Dhaka Wanderers, touring the length and breadth of Bangladesh and sending terror into the hearts of the teams arrayed against his. His life ended in his eighties, ill and confined as he was to bed. But conversations on football with him led to a bolt of energy running right through him. His past overwhelmed his present. And, of course, a dwindling band of ageing football fans yet remember the electric energy which took charge of Turan Mama the moment he stepped out on that field. Their gaze clouds over with a faraway look.But let us sit back and see what all those brave men --- Messi, Neymar, Ronaldo and what have you --- have been doing in Qatar to keep us Bengalis in thrall to football. Isn't it a healthy feeling, for a change, that for a month most of us will be keeping away from politics through keeping our eagles' eyes focused on football? Some of us, yours truly for instance, may not comprehend the rules of the game at all. But they know, just like those fanatical night owls, a.k.a. cricket enthusiasts, how to let out a scream, release a polite expletive, jump in the air and even have the tears flow down the cheeks. Football madness is in the air.\n[email protected]",
        "headline_1": "Football ... the game which makes us come alive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/football-the-game-which-makes-us-come-alive-1671030428",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "There has been a mushroom growth in private healthcare facilities in the country. It indicates what a thriving business this area has proved to be. Healthcare at many of these private facilities is no more a service. It has become a new-found way of minting money. If there was no prospect for making money, these facilities might have not sprung up here and there. We have no reason to think that they have ventured into this field only to provide services to the people at reasonable costs. If that was not the case, they would not have the tendency of fleecing the patients in the name of providing services to them.It will be clear, if an example of what happens in the case of neonatal intensive care is cited here. Once a newborn is taken into the neonatal intensive care unit (NICU), what remains to do is: just bide your time, because, time is money. As long as the newborn is kept in the NICU, the hospital bill keeps going up, no matter how the newborn is feeling, because it cannot speak. The newborn's life may be at stake. Maybe, the family will turn paupers by paying the hefty bill. But it does not matter to the healthcare facility authorities.Recently, a woman came to a city healthcare outlet with her newborn grandchild. The newborn was in the NICU at a private hospital on the outskirts of Dhaka. After three or four days the hospital released the baby, because the bill was going up sharply. She paid nearly Tk 1.0 lakh and got the baby released. Then she came to the city hospital to see a doctor. The doctor advised her to keep the baby back in the NICU. Though stunned by the advice, yet she could not defy the doctor. So she complied. The newborn was put on oxygen again. The doctor was doing the regular checkup and giving the updates. The family found themselves in a helpless state, as there was no sign of the newborn getting better. It was not the lone case there. Many others there were facing a similar situation. One guardian of a newborn played a trick. He told the healthcare facility authorities that it was not possible for him to pay the hefty bill and that an NICU seat was booked at a public hospital at a far lower rate. The private hospital first refused to release the baby citing its worsening condition. But on the insistence of the guardian, the private hospital agreed and released the baby on payment of forty thousand in total dues. The baby was still on oxygen. When brought to another hospital, the ward boy there took off the baby's oxygen mask. The guardian reacted angrily: \"Why did you take it off?\" The ward boy said, \"No problem.\" That made the guardian suspicious. He noticed that the baby was having no problem breathing. Then it was breastfed. Still there was no problem. Now he could understand that the first private hospital just swindled him out of money.This is how a section of private hospitals are fleecing the patients and minting money. The government has a target to ensure affordable access to healthcare for all by 2032. When we are far off the goal of uinversal healthcare access, the profiteering motive of a section of health service providers is making it difficult to attain the goal. Apart from the exorbitantly high costs of health services, the inexperience of some doctors is also a cause for concern, because it involves the life of a patient. Access to health services is the fundamental right of the people. We cannot afford to take it lightly.\n[email protected]",
        "headline_1": "Rising cost of health service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-cost-of-health-service-1671030460",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2022"
    },
    {
        "full_article": "At present, many parts of Dhaka city are facing a severe gas shortage, affecting people in multiple ways. Irregular outage and low pressure have made it impossible for many of us to cook at home. And since restaurants have raised prices of food, many people can no longer afford outside food. Industrial sectors have also been affected by the gas shortage. A number of factories often have halted production due to gas crisis, which is having a grave impact on the country's economy. Many people have been using gas cylinders, which is not only dangerous but costly as well. The skyrocketing price of gas cylinders in the wake of its increased demand are adding to the financial problems of the people. They are paying gas bills for the piped gas, though there is no supply of it in the line. While conducting exploration for new natural gas reserves, the authorities concerned should improve the distribution mechanism and efficiently detect leakages and theft. According to a recent report, the number of illegal gas connections in the adjacent areas of Dhaka city is four times higher than that of the legal ones. Due to these illegal gas connections, legitimate users are suffering. These gas connections are most are prone to leakage and accident. So it is important to stop illegal gas lines. This will relieve legal users from suffering to some extent. \nAbdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka,[email protected]",
        "headline_1": "Cutting off illegal gas connections",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cutting-off-illegal-gas-connections-1671030486",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2022"
    }
]