[
    {
        "full_article": "The voter turnout in the Srinagar and Baramulla constituencies in the Kashmir valley — Anantnag-Rajouri is to vote on May 25 after the Election Commission of India postponed the election — is well below the national average. While Srinagar registered only 38.5%, preliminary figures from Baramulla indicate a turnout of 59.1%. The national average for the first four phases was 66.95% and 61.61% in the fifth phase, according to early trends. Yet, these numbers in the Valley are salubrious compared to the past — 13% in Srinagar and 34.6% in Baramulla in 2019. Baramulla registered its highest turnout since 1984 (61.1% participation). In the last six years, the elected Assembly was dissolved, the erstwhile State of Jammu and Kashmir bifurcated into two Union Territories, the special status of the province abrogated by the BJP-led Union government, and the Valley subjected to months of Internet shutdowns. Scores of politicians were also arrested. Kashmir still remains India’s most securitised region with recurring militant violence. While local body elections have been held since then, the general election is the first major poll with significant contestation involving the Valley’s mainstream polity.Should the increase in turnout be read as a significant reduction in the alienation of the Kashmiri people? The answer is not unambiguous. A substantive section of the voters who turned out have sought a change in the status quo. The limitations on political activity in the Valley since 2018 have constrained citizens who have had little recourse to airing their grievances due to the absence of legislative representation in the Assembly. Thus, livelihood concerns have not been sufficiently addressed, and the greater electoral participation now reflects the need for representation of the electorate’s voices. Union Home Minister Amit Shah has stated that the higher polling in these two constituencies is the “greatest testament to rightness” of abrogating the special status that was enshrined in Article 370 — a statement devoid of reason. A truer reflection of the support for the abrogation would have been a favourable mandate for parties endorsing the move, but the BJP did not even field candidates in the Valley. It is clear that it saw the writing on the wall in terms of how it was perceived in the region. Mr. Shah and the BJP should not misinterpret the reasons for the increase in voter participation. The voices in the Valley have given way to some using the ballot box as a medium to get the region out of its political morass. The Indian state must listen and make amends. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nvoting\n\n/\n\nJammu and Kashmir\n\n/\n\nGeneral Elections 2024\n\n/\n\nArticle 370\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Vote for a change: On the voter in Kashmir",
        "headline_2": "Kashmiris have sought to use the ballot box to seek change from the status quo",
        "link": "https://www.thehindu.com/opinion/editorial/vote-for-a-change-on-the-voter-in-kashmir/article68200791.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Julian Assange, founder of whistle-blower website WikiLeaks, has won a legal reprieve in the U.K., with permission to appeal against an extradition order that would see him transferred to the U.S. to face trial for allegedly leaking military secrets. The ruling came after the High Court ruled in March that the U.S. government would be given three weeks to assure that Mr. Assange – an Australian national – would, during trial, be allowed to rely on the First Amendment of the U.S. constitution that protects freedom of speech; that he would not be “prejudiced at trial” for being a foreign national in a U.S. court; and that the death penalty would not be applied in his case. Although his legal team did not contest the assurance provided by Washington that it was an “unambiguous executive promise” that the death penalty would be avoided in his case, the U.K. judges appeared to accept their argument of prejudice towards his nationality in the context of his right to free speech, especially after “a U.S. prosecutor had said the first amendment may not apply to foreigners when it came to national security issues”. Mr. Assange will now have a few months to prepare his appeal.Several facts stand out in the case of Mr. Assange, which entered the global spotlight since April 2010, when WikiLeaks published leaked videos from a U.S. helicopter in Baghdad showing an airstrike that killed civilians. The organisation then published secret military documents on the U.S. wars in Afghanistan and Iraq and confidential cables of U.S. diplomatic missions. The key consideration regarding U.S. charges against Mr. Assange for allegedly violating the Espionage Act, brought against him in 2019 by the administration of former President Donald Trump, is that Mr. Assange has spent seven years holed up in the Ecuadorian Embassy and then a further five years in the U.K.’s Belmarsh Prison — a lengthy incarceration considering that Chelsea Manning, the erstwhile U.S. military analyst and whistle-blower who transmitted the confidential information from U.S. government servers to WikiLeaks, was sentenced to 35 years in prison in 2013, and then that sentence was commuted by former U.S. President Barack Obama in 2017. While Mr. Assange’s critics, including notably the U.S. government, point out that he did not redact names in his mega-scale exposé, thus allowing Washington to argue that the revelations placed individuals at “risk of serious harm, torture or even death”, the publication of the documents raised serious questions regarding human rights violations, for example in the targeting of civilians during war. In this sense Mr. Assange and WikiLeaks performed a public service akin to what journalism of conscience does. And considering that he has been punished enough already, he should be allowed to fly home. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nWikiLeaks\n\n/\n\nUnited Kingdom\n\n/\n\nUSA\n\n/\n\nespionage and intelligence\n\n/\n\nAustralia\n\n/\n\nconstitution\n\n/\n\njudiciary (system of justice)\n\n/\n\nprison\n\n/\n\nwar\n\n/\n\nAfghanistan\n\n/\n\nIraq\n\n/\n\nlaws\n\n/\n\nEcuador",
        "headline_1": "End the punishment: On Julian Assange",
        "headline_2": "Assange should be set free, and not extradited to the U.S.",
        "link": "https://www.thehindu.com/opinion/editorial/end-the-punishment-on-julian-assange/article68200508.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "The death of any country’s president and foreign minister in a helicopter crash would make headlines around the world. But in the case of Iran’s Ebrahim Raisi and Hossein Amir Abdollahian, there is an additional complexity.\n\nRead more on TOI+\n\n",
        "headline_1": "Raisi is dead, long live Raisi’s policies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/raisi-is-dead-long-live-raisis-policies/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Modi knows how to create waves. Ten years ago, he led BJP to the first outright parliamentary majority India had seen in three decades. Five years later he turned that narrow majority into a more decisive one, on a surge of support amid tensions with Pakistan. So when PM, his party and the polls started predicting another big win this year, few doubted the coming third wave. I certainly didn’t.\n\nRead more on TOI+\n\n",
        "headline_1": "Only wave is the heatwave",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/only-wave-is-the-heatwave/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Trai, India’s telecom regulator, faces a regulatory challenge that can be framed as a trilemma. It sets quality of service (QoS) standards for telecom companies. It’s measured against user experience to see if there’s more tightening needed. Finally, before Trai reaches a decision, it’s got to be mindful of the telecom industry’s argument that stringent compliance standards will squeeze resources needed to upgrade infrastructure.\n\nThe problem | In Aug 2023, Trai invited stakeholder response to its conclusion that despite the rollout of 5G, consumer experience was unsatisfactory. The regulator’s background paper on the subject said user experience did not match initial expectations and there were increasing complaints of call drops and low data throughput.\nRegulatory framework | Trai frames regulations on QoS for telecom companies. In response to a surge in call drop complaints, it notified QoS standards in 2017 to solve the problem. But it’s not working. In 2022, there were about 66 million consumer complaints. Trai said 70% of the complaints were related to faults and network issues.\nAlso, given the direction in which technology has evolved, Trai is in favour of a single comprehensive regulation to cover both wireless and wireline services. This is on account of convergence of both voice and data into an all-internet protocol architecture.\nPushback | Written responses from the telecom industry were unenthusiastic to ideas floated by Trai. India’s 5G rollout is effectively limited to two companies. Ookla, a telecom analytics firm, said India has recorded one of the fastest 5G rollouts in the world. The Indian industry claims to have spent over ₹1L crore on it. In terms of speed, India hasn’t fared badly. Ookla’s research indicated that in the Oct-Dec 2023 quarter, India’s 5G median download speed ranked 14th in the global chart. The upload speed however was significantly slower than market leaders such as Malaysia and South Korea.\nSolution | There’s a service quality problem in India. Trai has said as much. For sure, it needs to find a balance between competing demands. But that shouldn’t prevent it from getting the industry to provide more granular data to identify “dark spots” in performance which get masked by regulatory requirements to submit data at the level of licensed service areas – India has 22 such units. More granular data requirements are a start, a way to identify problems concealed by averages. That’s not an unfair compliance burden.\n\n",
        "headline_1": "Trai calling again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/trai-calling-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Good news: the army has started receiving the AK 203 assault rifle produced under an Indo-Russian JV at UP’s Korwa in Amethi district, 27,000 units have been delivered so far. Not-so-good news: questions remain about the indigenisation process. The rifles as of today have 25% indigenisation. So, most of the platform is simply being assembled here. True, the contractual terms envisage a phased scaling up of indigenisation to 100%. But the history of development of assault rifles in India leaves one unsure.\n\nNot shooting straight | The AK 203 is supposed to replace the indigenous INSAS rifles inducted in the 1990s. INSAS had several flaws. A multi-calibre assault rifle tender failed to obtain the requisite weapon and was scrapped in 2015. Thereafter, the army tried to source a rifle from the erstwhile Ordnance Factory Board, but that too failed. It was then that the JV for AK 203 was conceptualised to provide over 6.1 lakh rifles under a ₹5,000cr contract.\nDelays and snags | But production for the AK 203 was delayed due to costing, payment and sanctions on Russian entities like Rosoboronexport, which is part of the AK 203 JV. This led to supply chain snags. The delays forced govt to go for urgent purchase of 72, 000 American SIG 716 rifles, even though such imports had been banned under the Positive Indigenisation List.\nA long haul | These snags need to be addressed. Indigenisation of defence production, a strategic objective, will also have immense spillover effects for civilian sectors. Think US’s military-industrial complex and the web of arms manufactures and technology providers. This is why govt must hand-hold defence indigenisation for the long haul, just as initial govt investments made India a major global automobile ancillaries player, accounting for 2.3% of India’s GDP. For self-sufficiency, strategic autonomy and reducing defence import bills, GOI’s domestic defence production push must continue.\n\n",
        "headline_1": "Aim long range",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/aim-long-range/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "The National Telecommunication Monitoring Centre's (NTMC) recent revelation about the illicit sale of citizens' NID card and phone call details comes as yet another reminder of how susceptible government-stored data is to breaches and exploitations. The fact that government employees themselves have exploited their access to the data—selling it through various social media groups and messaging apps—adds another dimension to this story. For one, it exposes an alarming lapse in the data security protocols. It also means that nothing short of an overhaul of the whole data security infrastructure will be enough to contain this multifaceted threat.\nThe NTMC server keeps data relating to citizens' NID cards, passports, driving licenses, and call detail records, according to our report. Nearly 500 officials of 42 organisations can log in to the centre's National Intelligent Platform (NIP) using their IDs, and access the data for verification and investigation purposes. The latest breach, as per a letter by the NTMC to the home ministry, was traced to unusually high numbers of logins to the NIP by IDs belonging to two high officials from the Anti-Terrorism Unit (ATU) and Rab-6 between March 25 and April 25. Both of them are now under investigation for unauthorised data transfers. Previously, two data entry operators of the IDEA 2 project were arrested for similar offenses.\nAlthough we don't know how many people were affected by the latest breaches, the NTMC in its letter said that personal data was being sold through 21 WhatsApp, 48 Telegram, and 720 Facebook groups and pages, which collectively have 32 lakh members and followers. Such widespread dissemination of sensitive information poses a severe risk to the security and privacy of individuals concerned. Personal data including NID details can be abused to commit various crimes. We have seen how such data was used to open fake bank accounts and obtain loans, or to illegally access government grants. Victims, it goes without saying, have to pay the price even years after the commission of such crimes in their names.\nThe latest revelation should serve as a wake-up call for the government. It has waited too long for the data security system to fix itself, without undertaking any robust measure, but this was a fool's dream. What the government needs to do is act decisively to not just ensure that our data is unbreachable for hackers but also implement stringent security and accountability measures for officials and organisations having access to the data. The NTMC has made a number of recommendations in this regard, which the government should carefully evaluate and implement.\n",
        "headline_1": "An alarming lapse in data security protocols",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/alarming-lapse-data-security-protocols-3615491",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Recently, the Bangladesh Youth Leadership Centre (BYLC) and Brac University's Centre for Peace and Justice conducted a joint survey involving 5,609 young individuals aged 16-35 from various parts of the country to gauge their perspectives on education, health, livelihoods, justice, climate change, migration, democracy and governance. The findings indicate that 55.3 percent perceive Bangladesh to lack peace, 71.5 percent feel uncomfortable expressing their views publicly, and 68.6 percent feel that the current education system fails to adequately prepare them for employment or entrepreneurship. Moreover, nearly 89 percent cited corruption, along with unemployment (67 percent), inflation (51 percent), and climate change (73 percent), as adversely impacting their well-being. Similarly, a 2020 World Economic Forum study uncovered that 82 percent of individuals aged 15-29 expressed a desire to migrate from Bangladesh due to socioeconomic concerns.\nThese reports raise the question as to why our youth struggle with such feelings of frustration, insecurity, detachment, apathy, and disillusionment, especially when they belong to a generation known for its potential to drive change. Several factors contribute to these sentiments and shed light on the underlying causes.\nOne significant factor behind young people's feeling of disillusionment is the pervasive corruption committed by businessmen, politicians, government officials, and influential figures, among others. When politicians engage in activities like election-rigging, nepotism or bribery, when prominent business leaders evade taxes or commit loan fraud, and when influential individuals manipulate public tenders or get involved in illicit activities like drug trafficking or extortion, the repercussions are felt throughout society.\nOften, these corrupt individuals go unpunished, eroding trust in the system, which is particularly disheartening for the youth who dream of a brighter future and a more equitable society, and perceive these incidents as a betrayal of their aspirations for good governance. Moreover, today's political landscape lacks fundamental principles like reconciliation, tolerance, honesty, and respect for human dignity and differing beliefs. Instead of addressing crucial issues like economic development, health and education, politicians resort to criticising and verbally attacking each other with flimsy arguments and offensive language, lacking healthy debates or discussions on matters directly affecting citizens' lives.\nFurthermore, political parties are exploiting the youth for their own gains. Student politics was once a domain for the brightest and socially conscious students to engage in and contribute to national affairs. Now it has been hijacked by non-student actors, who manipulate young people as pawns to advance their political agendas. Student politics, once a beacon of idealism, has become tainted by partisan interests, power struggles, and greed for wealth. Consequently, the younger generation is increasingly feeling disinterested and apathetic towards the country's politics and politicians. Recent events, such as the resistance to partisan student politics at Bangladesh University of Engineering and Technology (Buet) is a case in point.\nThe economic growth and development that we take pride in regrettably bypassed the majority of the population, benefiting mainly the higher-income groups. The Household Income and Expenditure Survey (HIES) 2022, conducted by the Bangladesh Bureau of Statistics (BBS), reveals a widening rich-poor gap in income distribution within the country. Shockingly, the report indicates that 30.04 percent of Bangladesh's income is concentrated within the top five percent of households. Moreover, this economic growth has not only exacerbated income inequality, it failed to generate sufficient employment opportunities for the millions of young Bangladeshis entering the workforce annually. According to the 2022 Bangladesh Sample Vital Statistics report, approximately 41 percent of the nation's youth are inactive, meaning they are not studying, working or receiving any job training. While many are trying for employment, experts argue that they are not getting the necessary support from the system, as approximately 87 percent of them are engaged in informal employment.\nWhat's even more alarming is that, as a society, we have inadvertently set the wrong standards for the generations following ours. Our society that once used to value morals and ethics has now become superficial and lost its moral compass. Values such as honesty, trust, integrity, respect and tolerance of others' opinions no longer play an important role in our daily lives. The concept of value has shifted, and it is now determined by price rather than the intrinsic quality of things. Morality, a term that traditionally conveys a sense of virtue, seems to be more applicable to those who are perceived as weak and fragile within the community. Sadly, our definition of \"success\" has evolved; today, it's predominantly equated with monetary wealth, irrespective of its legality. As a result, many young individuals find themselves struggling with the fundamental question of discerning \"right\" from \"wrong.\" Besides, many talented young people opt to leave the country at the earliest opportunity, which could seriously hurt the nation's long-term growth and prosperity.\nThe total population of Bangladesh stands at 169.8 million, of which 27.96 percent are between the age of 15 and 29 years. These young people represent the future of our nation. Social scientists emphasise that a nation that does not take care of its youth is a doomed nation. Therefore, the government and the entire society should focus on harnessing and utilising the energy, passion, and spirit of the youth through positive means to engage them fully in the economic and social sectors to build the leaders of tomorrow.\nAbu Afsarul Haider is an entrepreneur. He can be reached at [email protected].\n\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "We are not taking care of our young generation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-are-not-taking-care-our-young-generation-3615456",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "The death of Iran's President Ebrahim Raisi adds to the growing tensions the country is undergoing at present. From sanctions in 2018 causing further deterioration in the Iranian economy, to Iran's recent historic drone strikes against Israel, Raisi's death comes amid a situation where Iran is already tackling multiple difficult situations, on both the international and domestic fronts.\nRaisi, who died in the crash of a helicopter he was riding on his return from a visit to Azerbaijan, held several important positions in Iran. From a town prosecutor, he saw himself promoted to the position of a provincial prosecutor, eventually becoming the chief prosecutor of Tehran. In the 1980s, Raisi was appointed by Ayatollah Ruhollah Khomeini, founder of the Islamic Republic of Iran, to the committee that was responsible for the executions of thousands of political dissidents.\nRaisi was an ultraconservative hardliner, who served as judiciary chief in 2019, then became president in 2021 in an election that had low voter turnout and the widespread disqualification of other candidates who were deemed more moderate and reformist. His policies have been condemned both internationally and domestically.\nWithin Iran, Raisi has long been associated with repressive tactics. A conservative cleric, Raisi ensured stricter enforcement of the \"hijab and chastity law\" in 2022, a year after his election to the position of president. Soon, in a matter of weeks, the decision led to the death of 22-year-old Mahsa Amini, sparking the \"Jin Jiyan Azadi\" movement in Iran. What occurred after is the severe repression of the ensuing protests, with 582 people executed in 2022, and 834 people executed in 2023. As is now well-known, violent crackdowns of the protests followed.\nThis kind of behaviour from Raisi was not new. A leaked 2016 audio tape positions Raisi as being involved in the executions of thousands of Iranian dissenters, despite his later denial of his role. In 1988, 5,000 people were executed, according to various human rights groups such as Amnesty International. The victims are said to be in unmarked mass graves and the event has been deemed an ongoing crime against humanity.\nOn the international stage, Iran's interests align with powerful nations such as Russia, China, Türkiye and the UAE, with political authorities in these states expressing condolences in the aftermath of Raisi's death. A staunch critic of the West, Raisi used incendiary rhetoric against Israel in light of the latter's attack on Gaza following Hamas's October 7 attack. Speaking of enacting revenge against Israel for its actions in Gaza, Raisi was supportive of Iran's drone attacks on Israel.\nWith Israel attacking Gaza for over half a year, speculations have risen among some in the general public of a possible involvement by Israel in Raisi's death. Considering Raisi's anti-West sentiments and Iran's general stance against Israel, it is not surprising that these speculations have come about. The death of Iranian General Qasem Suleimani in 2020 also makes such a possibility appear more credible.\nThe informal coalition led by Iran called the Axis of Resistance situates the country as an even greater threat to US interests. The backing of Houthis, Hezbollah and Hamas, the latter of which has claimed it is in \"full solidarity\" with Iran, makes the death of Raisi seem like it is in the strategic interest of Western powers.\nHowever, it is difficult and far-fetched as of now to make any clear statement from the speculations. For one, the helicopter carrying the late president was the Bell 212 helicopter. With international sanctions on Iran, acquiring necessary parts for its maintenance has been a challenge. Moreover, a major part of Iran's air fleet comes from even before the Islamic Revolution in 1979, i.e. from over 45 years ago. According to aviation expert Paul Beaver, heavy fog, clouds and cold temperatures are very likely to have caused the crash of the aircraft.\nIt is believed by some that Raisi's death may not lead to lasting changes in its relations with other entities and nations. Supreme Leader Ayatollah Ali Khamenei is the primary decision-maker, with those loyal to him being amply rewarded with power and positions. Raisi's interim successor, Mohammad Mokhber, is also believed to be a Khamenei loyalist.\nThe main challenge, however, arises from the fact that Raisi was seen as a potential successor to the current supreme leader. According to the Constitution of the Islamic Republic of Iran, which was amended in 1989, articles 60, 113, and 114-142 situate the president as the person with the most power after the supreme leader. It is imperative to remember, though, that under Iran's current system, it is still the supreme leader who holds the most sway in every aspect of governance. This power has been compared to that of the Muslim Caliphs in the Middle Ages.\nWhile previous presidents of Iran all had disagreements with the supreme leader, Raisi was seen as having what has been called an \"unequivocal allegiance to the supreme leader\" by Shahram Kholdi, a professor of Middle East politics at the University of Waterloo in Canada. With Raisi's demise, as per Article 131 of the constitution, the first vice-president will become the president and a new presidential election must be held within the coming 50 days.\nRaisi's death undoubtedly changes who will succeed Ayatollah Ali Khamenei, who is 85 years old and known to be ill, though the Western press is accused of having exaggerated the extent of Khamenei's illness. It complicates the inner politics of Iran itself; it is believed that the son of Ali Khamenei, Mojtaba Khamenei, intentionally helped him to become president and trapped him in the position, to showcase his incompetence. It is unclear how Iran's political dynamic will play out in the coming days, in a regime where the Iranian people are largely frustrated with the economy and social and political repression. Given the turbulent state of the Middle East at the moment, the repercussions of Raisi's death could have effects in not only Iran but also the wider region.\nAliza Rahman is a member of the editorial team at The Daily Star.\n\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events, and responses to our articles. To submit articles to Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Who was Raisi and what does his death mean?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/who-was-raisi-and-what-does-his-death-mean-3615281",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Rapid urbanisation and its attendant expansion of electrification work have boosted domestic demand for electrical goods including both accessories and lighting products over the past decades. The good news is that local firms producing electrical goods have gradually built their capacity to grab the lion's share of the market. These include producers of some local brands that are learnt to have been marketing their products much to the satisfaction of conscious consumers. A study recently done by a Dhaka University-based marketing research body, 'Marketing Watch Bangladesh (MWB)', corroborates this view. The findings of the said study show that 94 per cent of the electrical accessories and 89 per cent of the lighting products in the market are local brands.Many of these electrical products, because of their quality endorsement, are exported to highly sensitive overseas markets including those of the USA, Canada and Mexico, Germany, Italy France, Denmark and Finland, market operators say. Obviously, the credit for that goes to those local entrepreneurs who are manufacturing high quality lighting products as well as electrical accessories for residential and industrial use. This has been possible, thanks to the tax regulatory authority which has extended duty benefits to facilitate import of electrical components including chips (semiconductors). This definitely speaks well for the local electrical industry and the economy. But what is worrying at the same time, as the said marketing research body also has found out, is that nearly half of the electrical products and accessories in the market are either low quality, non-brand, locally-made goods or fake ones imported by way of evading taxes. Unsuspecting consumers are not only being cheated, they are also exposed to risks ranging from possible damage to their household appliances to serious accidents of electrical origin. Since some consumers, due to their insufficient knowledge of electrical gadgetry, cannot sometimes distinguish between the fake and genuine electrical goods, lose faith in the local brands. It may be mentioned here that electricians, many of whom are self-trained and have an axe to grind, often take the households hiring them to fix electrical problems for a ride by purchasing the substandard products. Evidently, this grey market of electrical products is proving to be a considerable roadblock to the next level of growth of the local electrical products. Notably, the present size of the electrical accessories and lighting products market is around Tk60 billion and the market is growing by 11.5 per cent annually. Happily, the local electrical goods market has grown about three times its size a decade ago when it was worth only Tk 22 billion. So, survival and growth of the local electrical goods industry is vital not only for the business as such, but also for the livelihood of around half a million people directly and indirectly employed in this sector. Of them, 150,000 are retailers dealing in electrical goods, while 2,500 are the entrepreneurs running the show. The pace at which the sector is growing currently demonstrates its potential to become an engine for job creation. In that case, the government needs to intervene to hold the grey market of electrical products in check. At the same time, it should relax its regulatory measures including duty, VAT, etc where possible to promote further growth of this sector of high potential.",
        "headline_1": "Protecting and promoting electrical goods producers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-and-promoting-electrical-goods-producers-1716305515",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "In recent years, the cost of children's education in Bangladesh has soared to unprecedented levels, surpassing that of neighbouring countries. While this might initially seem indicative of commendable parental investment, the stark reality reveals a different narrative: the burgeoning reliance on private educational institutions is significantly straining the pockets of parents and guardians. According to the UNESCO Global Education Monitoring Report 2023, Bangladeshi households shoulder a staggering 71 per cent of the total expenditure on their children's education. This financial strain is exacerbated by the exorbitant fees and expenses associated with private schooling, which are three times higher than those of government institutions. Expenditure is nearly nine times higher in private kindergartens.The report refers to the preference of households for private schools to government schools. The UNESCO, in association with BRAC, launched a national programme, which is the first of its kind to study the private sector's role in education sector in South Asia.According to the report, Bangladesh has the largest number of students in the private sector in South Asia. Some 94 per cent of the country's secondary school students are from private institutions. Sri Lanka has the highest number of private school students in pre-primary education (80 per cent), followed by Bangladesh (55 per cent). On an average, Bangladesh has the most private sector dependence in the education sector. The report found that despite making great progress in the access to education in South Asia, investment in education by the governments has remained insufficient. Except for Bhutan, no other country in the region has ever spent anywhere near 15 per cent of the total government spending or 4.0 per cent of the GDP on education. During the 10-year time span from 2010 to 2020, Bangladesh, Pakistan and Sri Lanka spent less than 2.5 per cent of their total GDP on education. Quality and relevance of education have therefore become a concern, says the report.The prevalence of private education over public institutions can be attributed to the substandard quality of government-run schools, particularly at the primary and secondary levels. For many households, opting for private education is not a luxury but a necessity driven by the dire state of public schools. However, this comes at a considerable cost, often forcing families to make sacrifices in other essential areas of expenditure. The root cause of this educational crisis lies in the rampant commercialisation of the sector, where private investors prioritise profit margins over societal welfare. Despite hopes that private institutions would supplement tuition fees with philanthropic support, the reality paints a starkly different picture. Most private educational entities operate as profit-driven ventures, exacerbating the educational disparity between affluent and marginalised communities. Meanwhile, the declining standards of public education, attributed to teachers' incompetence and inadequate resources, further perpetuate the cycle of private sector dominance. While sporadic government initiatives aim to address these challenges, the overarching failure to revitalise public education continues to fuel the demand for private alternatives.The escalating cost of private education in Bangladesh not only strains family finances but also exacerbates socioeconomic inequalities. Affluent families can afford the hefty fees of private institutions, ensuring their children access quality education. However, for economically disadvantaged families, these expenses represent a significant financial burden, often leading to prioritisation of education for only select children or none at all. Consequently, this perpetuates a cycle of poverty, where access to quality education becomes a privilege reserved for the wealthy.Moreover, the disparity between private and public education widens the gap between urban and rural communities. Private institutions are predominantly concentrated in urban centers, leaving rural areas with limited educational opportunities. As a result, rural students are deprived of the same educational standards and resources enjoyed by their urban counterparts, further entrenching regional disparities.The proliferation of private institutions not only diverts resources away from public education but also undermines the accountability of the government to provide quality schooling for all. As the demand for private education grows, there is less pressure on policymakers to address the systemic issues plaguing public schools. Consequently, public education infrastructure continues to deteriorate, increasing the reliance on private alternatives.Central to any educational reform effort is the empowerment and professional development of teachers. Inadequate teacher training and support contribute to the declining standards of public education. Investing in comprehensive teacher training programmes and incentivising qualified educators to work in underserved areas can help bridge the gap between public and private institutions.While private education plays a significant role in meeting the demand for schooling, it should not come at the expense of neglecting public education. Government intervention is crucial to rebalance the education landscape and ensure equitable access for all children. This may involve increasing public investment in education, implementing stricter regulations on private institutions, and fostering collaboration between the public and private sectors to improve educational outcomes.The escalating cost of private education in Bangladesh is symptomatic of broader systemic challenges facing the country's education sector. Addressing these challenges requires a multifaceted approach that prioritises equitable access, quality, and affordability. \n[email protected]",
        "headline_1": "Children's education more expensive than ever",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/childrens-education-more-expensive-than-ever-1716305557",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Domestic manufacturers are in the soup. Prior to devaluation of Bangladesh Taka (BDT), they faced a myriad of problems that involved persistently high inflation, a dearth of dollars for import and the ever-increasing price of energy, the combined effects of which had already curtailed manufacturing output before this latest development involving the value of BDT. The problem with planning in Bangladesh is that changes don't come in phases but as a shock to the system. The rise in utility bills, hike in prices of octane and diesel, and now Taka devaluation have all been significant. Whereas in other countries, national planners spread out the increase in prices over a period of months, here it just arrives in a day. The economy has been witnessing the effects of \"shrinkflation\", because consumers (bulk or retail) are very sensitive to price increases. So many manufacturers have opted to keep prices as they were before and simply reducing the weight / quantity of goods / products sold in the market. This is especially true for consumables like packeted chips, biscuits, etc. There's a lot more air in those bags than products these days. Contrary to the mantra being propagated that a devaluation of the BDT will help boost exports for readymade apparels (RMG), the principal export item of Bangladesh, the overwhelming dependence on import of most of the primary and raw materials has escaped notice. So, how will devaluation help exports when import costs increase is something that can best be answered by policymakers. In other sectors of the economy like cement to ceramics and pharmaceuticals, the basic principle of imported raw materials costing more remains the same. Devaluation of BDT theoretically should boost exports, but in a heavily import-dependent country like Bangladesh, it will be interesting to see how domestic industry will prosper in this situation. In the age of rising prices of inputs, manufacturers have some tough decisions to make. Price hikes are inevitable and have already happened in construction. This has had a boomerang effect on the real estate business - more than half the market is dominated by makers of smaller apartments, serving the needs of the middle class. Exact sales figures are hard to come by but many real estate companies have said off the record that sales may be down by as much as 30 per cent or more. Sluggish sales mean leaner profits, and while bigger companies may survive, lots of smaller companies will not.As one moves to the steel industry, things are dire there. According to a report published in this newspaper, \"A top official from a steel manufacturing company said the sector depends on imported raw materials, with nearly 90 per cent of materials like scrap metal and allied products coming from overseas. As soon as news of the taka devaluation broke, a company raised the price of silicon manganese [used in steel production] by Tk 30,000 per tonne\", which simply shows that parties supplying raw materials to manufacturers are going to cash in on the bonanza of a shift in monetary policy, since there is little or no mechanism in place to check these outrageous malpractices prevalent in the country by business interests. At the end of the day, policymakers need to rethink how they are going to frame suitable policy. Sudden, whimsical changes in prices of inputs (raw materials to energy) are going to have serious ramifications on domestic manufacturers. The authorities also need to rethink oversight by government bodies because right now there isn't much of it anywhere in the economy.\n[email protected]",
        "headline_1": "Manufacturers in trouble",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/manufacturers-in-trouble-1716305608",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-05-2024"
    },
    {
        "full_article": "Initially, having a Human Resources department in an organisation was centred around hiring, training, processing payrolls, and policy making. Today, HR departments are dealing with more than just people management. They are now focused to improving operating systems that drive the business towards success in the market.HR professionals in every organisation now focus more on delivering unique business value through strategic initiatives by maintaining a skilled workforce through proper people analytics and making important decisions based on accurate business data.They are adept at sensing market opportunities and potential investors, understanding how customers view the organisation, and what their expectations are. Additionally, they maintain the quality of a skilled or reskilled workforce within the organisation, which can serve as a differentiator in the market, creating value for customers.Combining the right people with the right skills to create effective value for organisations is crucial. Adapting to the ongoing changing demands, HR professionals are playing multi-functional roles in organisations by enhancing employee morale, managing employment laws, leveraging technology, managing talent, fostering a positive work environment, and helping organisations achieve their long-term objectives.\nTasmim AhmedStudentDepartment of Management,School of Business and Economics,North South University.",
        "headline_1": "Multi-functional roles of HR professionals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/multi-functional-roles-of-hr-professionals-1716305630",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-05-2024"
    }
]