[
    {
        "full_article": "On the eternally rough road of India-Pakistan ties, any offer of talks, like the one made by Pakistan Prime Minister Shehbaz Sharif last week, is cause for equal measure of excitement and cynicism. His words, in an interview to a United Arab Emirates (UAE) channel, that Pakistan “had learnt a lesson from three wars” with India and wants to “live in peace with India provided we are able to resolve our genuine problems” including “burning points like Kashmir” were seen in New Delhi more as him clutching at straws, at a time when his country is in turmoil. Politically, Mr. Sharif has to face elections later this year, and continues to be challenged by the opposition led by former leader Imran Khan. Economically, Pakistan is in imminent danger of a debt default, and is being held together by assurances of support from the UAE, Saudi Arabia and China, as well as hopes that its IMF bailout package will come through with the adoption of more austerity measures. Pakistan also faces a growing terror threat from its Afghan border, where despite having a friendly regime in control, there are clashes particularly with Tehreek-e-Taliban Pakistan fighters. Even so, Mr. Sharif’s peaceable words, coming a month after a crossing of swords at the United Nations, indicate that there is an understanding that India is not responsible for Pakistan’s current state of affairs, and an engagement of some sort would benefit the government there. The Ministry of External Affairs response, that India wants “normal neighbourly relations with Pakistan” provided there is a conducive atmosphere devoid of “terrorism, hostility or violence” suggests that Delhi continues to hold its position, but does not wish to snub Mr. Sharif’s offer either.There is more to the timing of Mr. Sharif’s words; as India prepares to host the  Shanghai Cooperation Organisation (SCO) summit this summer, invitations are going out to ensure participation by Pakistan for the major meetings, and a more cordial relationship will ensure a smoother ride. India’s G-20 presidency, and its desire to promote the concerns of the Global South amidst the Ukraine war, would also benefit from peace in the neighbourhood. It remains to be seen whether Mr. Sharif’s words were only made for effect, or with a genuine desire to push for talks. If they are indeed followed up by Islamabad, either through the acceptance of the SCO invite, or with a proposal to restore mission strengths in both capitals that have not had Ambassadors since 2019, it is hoped New Delhi would reciprocate. At a time when the government is advising Russia and Ukraine for “dialogue and diplomacy” and is seeking to engage the Taliban out of “pragmatism”, it would seem contradictory to refuse such a chance for enhancing regional stability, especially during a year when India’s role as a statesman is being highlighted.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\n Related Topics\n\nIndia-Pakistan\n\n/\n\ndiplomacy\n\n/\n\npeace negotiations",
        "headline_1": "A chance for peace: On Pakistan Prime Minister Shehbaz Sharif’s offer",
        "headline_2": "India should engage Pakistan if it comes forward to normalise relations",
        "link": "https://www.thehindu.com/opinion/editorial/a-chance-for-peace-the-hindu-editorial-on-pakistan-prime-minister-shehbaz-sharifs-offer/article66428494.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "India’s campaign in its second consecutive hockey World Cup at home had a dream start when local boy Amit Rohidas scored a brilliant goal in front of a packed house and the host beat Spain 2-0 at the spectacular new Birsa Munda Stadium in hockey hub Rourkela. Ten days later, the euphoria burst like a bubble as sixth-ranked India crumbled under pressure against 11th-placed New Zealand and lost the cross-over match via penalty shoot-outs to leave the capacity crowd at the Kalinga Stadium in Bhubaneswar disheartened. Now India, which finished inside the top-eight in the three previous World Cups it hosted, will play for the ninth to 16th places. The premature exit of India — which had 13 players from the Tokyo Olympics and 14 from the 2018 World Cup (where it reached the quarterfinals) — proved to be a shocker especially as the team entered the World Cup as an Olympic medallist for the first time in over four decades. The post-mortem has begun and questions are being asked about a few past performers being left out of the squad. Even though picking players was a prerogative of those who were tasked with it, some flaws were glaringly obvious.Poor penalty corner conversion (five out of 26, primarily due to an off-colour drag-flicker and captain Harmanpreet Singh), a porous defensive structure, forwards’ below-par showing (four field goals in as many matches), losing ball possession in crucial moments and the overall lack of consistency in maintaining the intensity prevented the Graham Reid-coached side from achieving its potential. Nine goals from 94 circle entries and 49 shots on the goals was a telling statistic on India’s woes. Key midfielder Hardik Singh being ruled out due to an injury in the pool stage and ace goalkeeper P.R. Sreejesh getting hurt during the shoot-out against New Zealand were big blows. Some experienced hands not getting a chance during the shoot-outs might have hampered India’s prospects too. India needs to do a reality check and address the issues quickly ahead of the Asian Games, which is an Olympic qualifying event, this year and the Paris Olympics in 2024. Even though India’s 48-year-old wait for a World Cup medal has become longer, Hockey India president and former India captain Dilip Tirkey, who has underlined the areas of concern, needs to take corrective steps to put the team back on track. Executing plans such as reviving the Hockey India League to give quality exposure to young Indian players and identifying a big pool of drag-flickers will contribute in lifting the standard of hockey.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nHockey\n\n/\n\nsport",
        "headline_1": "Quick exit: On India’s loss at hockey World Cup",
        "headline_2": "India needs to give quality exposure to its young hockey players",
        "link": "https://www.thehindu.com/opinion/editorial/quick-exit-the-hindu-editorial-on-indias-loss-at-2023-hockey-world-cup/article66427982.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "The much-awaited sixth edition of Pariksha Pe Charcha is here and will be held at the Talkatora Indoor Stadium, Delhi on January 27 at 11am. Crores of students, teachers and parents across the country and abroad will be participating.\nRegistrations have risen phenomenally to around 39 lakh, including students from almost 150 countries, teachers from 51 countries and parents from 50 countries. The massive increase of over two and a half times is primarily from students and teachers registered with various state boards, clearly indicating the soaring popularity of this unique initiative of Prime Minister Narendra Modi. In this edition too, participants will get a chance to directly interact with him.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Every exam is an opportunity, but not the only one’: Union education minister writes on the new year’s first Pariksha Pe Charcha",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/every-exam-is-an-opportunity-but-not-the-only-one-union-education-minister-writes-on-the-new-years-first-pariksha-pe-charcha/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "The representation of nearly 100 former civil servants to President Droupadi Murmu against development plans on Great Nicobar Island needs to be given serious thought. Recall that last November the Union environment ministry had given in-principle clearance for the diversion of 130.75 sq km of forest land on Great Nicobar for a Rs 72,000 crore project that includes a trans-shipment port, an airport, a power plant and a greenfield township. But this would be likely catastrophic for the island’s sensitive ecology and indigenous hunter-gatherer tribes like the Shompen who are already listed as a ‘particularly vulnerable tribal group’.\nThe Andaman and Nicobar Islands have been on government’s development radar for some time now. In January 2021, the Island Coastal Regulation Zone of Great Nicobar was reduced. Subsequently, the Union territory administration de-notified 11.44 sq km of Galathea Bay Sanctuary on the island. This was followed by a special committee meeting to decide the extent of de-notification of the Onge tribal reserve on Little Andaman. While government claims that these moves will bring growth and employment to the islands, little attention is being paid to the fact that the region has some of India’s largest mangroves and that over half the species of butterflies, 40% of birds and 60% of mammals found here are endemic. All of this unique biodiversity could be lost forever.\nPlus, even if we leave aside reclusive tribes like the Sentinelese that want nothing to do with the outside world, it is difficult to see the mega projects benefit major indigenous communities like the Nicobarese on account of their current socio-economic constraints. The projects would essentially cater to outsiders. True, there’s no denying that the islands are strategically important – as characterised by a 2019 Niti Aayog report – given that they lie across important sea lanes. But disregarding the ecological sensitivity of the region could see the making of another Joshimath-like catastrophe on a grander scale. Therefore, any future plans to develop the Andaman and Nicobar Islands need to seriously factor in the environmental impact on the region. Compensatory afforestation in Haryana or MP just won’t cut it.\n\n",
        "headline_1": "Joshimath on sea?: Mega projects for Andaman and Nicobar need to be ultra-sensitive about ecology and tribes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/joshimath-on-sea-mega-projects-for-andaman-and-nicobar-need-to-be-ultra-sensitive-about-ecology-and-tribes/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "Telangana this year will witness an odd Republic Day. A report in TOI said that the K Chandrashekar Rao government has asked governor Tamilisai Soundararajan to hold a separate function. That Telangana will have two separate official R-Day events is thanks to the very public acrimony between the political executive and the governor. It has also resulted in the stalling of at least eight bills, which are yet to receive the governor’s assent. Friction between the state government and the governor over withholding assent to bills cleared by the legislative assembly is also common to Tamil Nadu, Kerala and Chhattisgarh.\nRepublic Day’s significance stems from the adoption of the Constitution. It replaced the British Raj legislation where the governor functioned as an agent of the colonial power vested with greater authority than the elected council of ministers. The Constitution, however, gave primacy to the legislative assembly and the political executive. That did not prevent misuse of the office till a Supreme Court constitutional bench in 1994 reiterated the primacy of the legislature and narrowed the ground for dismissal of a government. The grey areas still allow a governor to make controversial calls on appointment of chief ministers. For instance, Maharashtra’s governor BS Koshyari, who recently stated that he wished to step down, swore in a short-lived government in 2019.\nThe current phase of conflicts between governors and the political executive stems largely from stalling of bills. Article 200 of the Constitution details the options of a governor when a bill is cleared by the assembly. However, it does not unambiguously lay down a deadline. Given that the Constitution is clear that the legislature has primacy, it’s bad form for governors to use this loophole to stall. However, a highly competitive political system awash with animus is likely to frequently deviate from constitutional morality. Two fixes are needed. First, put a deadline on how long a governor can stall a bill. Second, make governors accountable to not just the central executive via the President but also the Rajya Sabha and the state government.\n\n",
        "headline_1": "Ponder this on R-Day: How to make governors constructive constitutional functionaries as originally envisaged by the republic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ponder-this-on-r-day-how-to-make-governors-constructive-constitutional-functionaries-as-originally-envisaged-by-the-republic/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "As the 74th Republic Day rolls around, questions can be asked on whether the state-citizen contract that defines a republic is working as it should. Is India’s ‘Big State’ looming too large and subordinating citizens?\nIn the public showdown between executive and judiciary over the collegium system, the citizen is a helpless bystander. In 2022, the number of pending cases across courts neared a staggering 50 million. The Berhampore bank case has just been settled after 72 years. A journalist arrested on his way to cover a story in UP’s Hathras in 2020, remains in a Lucknow jail even after being granted bail by the Supreme Court.\nRead full opinion on TOI+\n\n",
        "headline_1": "Missing: The public in the republic – Citizens are sidelined and silenced in the various turf wars between constitutional titans",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/missing-the-public-in-the-republic-citizens-are-sidelined-and-silenced-in-the-various-turf-wars-between-constitutional-titans/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "Now that we have stepped into a new year, it may be time to take a brief pause from our hectic schedule. Not to reminisce about the beach vacation in Thailand or the shopping spree in India, but to take a peep into a post-Covid world. Personally, I would like to assess whether or not I have made the life choices that I thought I would once the tsunami subsides. Am I at a place that I visualised I would be in – a less frenzied pace, a sharper awareness of our blessings, and a deeper appreciation of \"others\" and their needs?\nCovid has not just been a deadly virus that spread in our bodies, but much more. It crept into our souls and shook our inner core, giving us a chance to closely examine the technology-driven world we created with the idea that it will make us, humans, invincible. The pandemic extracted a high toll, especially from the underprivileged. Towns and megacities of the world shut businesses and sent working class citizens back to jobless uncertainty. The top few sat in the comfort of their homes, maybe not worrying about the next meal, but counting the minutes and days of unstructured time in the absence of social interactions and family reunions. Barred from hugging an old friend or kissing a grandchild, our material possessions, closeted in lonely houses, became meaningless. And we realised how we are all interconnected and cannot live our dreams in a bubble. Many thus reflected on the value of compassion and sharing, with the resolute intention of severing their ties with the past and creating a more inclusive and equitable world.\nBut once Covid somewhat abated, did we succeed in crossing the mental Rubicon? If anything, 2022 indicated that the spiritual lessons learnt lost out to the allure and the glitter of a hardcore material world. We are witnessing the revival of heartless capitalism and conspicuous consumption: opulent wedding celebrations and dinner parties have rebounded, there is a crazy demand for consumer goods, the influx of vacationers in flights and hotels is unrelenting. The extravaganza does not give us much hope that we are ready for a reset in our priorities and lifestyles to create a more humane society. On the contrary, it appears that people have gone back to their pre-Covid lifestyles with renewed frenzy, as if they are making up for the two years lost in forced isolation.\nA recent photograph on the front page of The Daily Star caught my attention and rekindled my thoughts on how little difference the Covid experience has made to our psyche. The evocative picture was captioned: \"A woman living on a footpath in the capital…shares her blanket with a street dog she takes care of…\" The description may be self-explanatory, but the photo conveyed so much more – the homeless woman was half asleep, there was neither anger, nor sorrow, but a hollowness in her expression that spoke volumes.\nThe poignant photo triggered a thought: can empathy, sharing, and selflessness be acquired – and learnt through life's experiences – or are these innate qualities dictated by an inner calling? And is compassion dependent on wealth and resources, or can it flow spontaneously in the way the homeless woman shared her blanket with the dog?\nI, for one, believe that kindness and empathy have no race, frontiers, and borders, and can surmount most obstacles. It's an inner choice we make: a moral choice, because there are no sanitisers or tests that can cleanse our minds or measure our moral compass. We and we alone are responsible for the path we choose. However, at some critical junctures, life does offer us a rare opportunity to choose the \"road less travelled\" that leads us to a shared humanity.\nAlternatively, we can choose the trodden course and become a part of the prejudice, hate, greed, and injustice that prevails! I sincerely believe the pandemic was one such fork in our lives, where each individual could have opted to act on one's best instincts.\nUnfortunately, people find it hard to change mental attitudes and their deeply entrenched lifestyles. But it's not impossible. According to \"Sapiens\" author Yuval Noah Harari, Homo sapiens began to dominate the earth not because of their scientific and technological advancements, but because of their ability to imagine things that didn't exist (religions, nations) and build communities based on shared beliefs. Actually, Harari goes a bit further in arguing convincingly that if we, human beings, collectively decide to alter the myths that dictate our thinking today, we can relatively quickly and dramatically alter human behaviour and change the pattern of history. The question is: shall we?\nMy head says that men and women are creatures of habit and resistant to change, especially if it means stepping out of their comfort zones and making sacrifices. But my heart says there may be hope, because the human race has the resilience to recreate itself with the very force that breaks it into pieces.\nMilia Ali is a Rabindra Sangeet exponent and a former employee of the World Bank.\n\n",
        "headline_1": "Post-Covid musings: After the deluge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/shifting-images/news/post-covid-musings-after-the-deluge-3229591",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "The stock market went through yet another sluggish year in 2022, with the broad market index declining by around 10.4 percent. It would be easy to blame global economic uncertainties, but recent reports in this daily suggest that, while markets in neighbouring countries have somewhat rebounded, Bangladesh remained an outlier. For example, India's BSE Sensex or Nifty 500 has risen during the same time. This trend raises important questions.\nWhy has Bangladesh's stock market remained depressed for so long, despite its economy having a GDP of more than USD 400 billion, which has grown consistently at a real rate of six percent or more? Why does the domestic stock market often appear to be disconnected from both domestic as well as global economic conditions? Unfortunately, the answer is weak regulations. Weak regulations have prevented high-quality companies from becoming listed, stunted the growth of institutional investors, and bred a toxic culture of market manipulation.\nNearly 70 years since its inception, the day we see a Dhaka Stock Exchange where investors – local and foreign, retail and institutional – are gathering in masses remains elusive. Our recent history is tainted by two calamitous market crashes: one in 1996, and the other in 2010. Both crashes were characterised by excessive stock price manipulation and the luring in of naive investors who were hoping to make \"easy\" money. The idea of long-term investment, backed by careful assessment of a company's fundamental potential, has never really taken off in Bangladesh. Speculation and \"share trading\" is still the norm. Nearly every year, we hear regulators claiming to have taken steps that will reduce the toxic culture of price manipulation. And every year, we turn away disappointed.\nOne of the key takeaways from the 2010 crash was the excessive leverage provided by banks, non-banking financial institutions, brokerage firms, and merchant banks to uninformed and unsophisticated investors, without any regard for fundamentals. This type of financial intermediation needs to be carefully overseen. Regulators could consider using financial covenants that prevent debt-to-equity from exceeding reasonable thresholds. Otherwise, easy and unregulated access to margin loans will continue to fuel moral hazards and excessive risk-taking, leading to overvalued shares. And we all know how that works out.\nOne must wonder if regulators are too busy focusing on short-term remedies, rather than bringing in long-run improvement. Take, for example, the initiative to reintroduce price floors in 2022. Regulators could argue this prevented naive investors from buying undervalued stocks. But there were unintended consequences. The artificial price floor created a huge mismatch between buyers and sellers of stocks, ultimately drying up market liquidity. This is a cost that should not be underestimated. A persistent reduction in stock trading activity can translate to lower economic consumption, to the extent that it creates a binding financial constraint for a household. These effects are likely to be more pronounced for relatively lower-income families.\nRather than focusing on these temporary initiatives, regulators should focus on changes that will reduce the stock market-real economy \"disconnect.\" The biggest factor behind the disconnect is that the largest companies with stable profitability refuse to come to the market. Large and mature companies with a track record of generating high cash flows will stabilise the market, raise confidence, attract more foreign capital, and allow institutional asset managers to flourish. Over the years, economists and analysts observing the market have repeatedly called on regulators to bring large multinational companies (MNCs) such as Nestle, Unilever, Chevron and MetLife to the market. These firms have been utilising our low-cost resources for many years and paying themselves exorbitant dividends without sharing this wealth with ordinary citizens. Only when they share their profits with the common people by going public will economic prosperity occur more broadly.\nUnfortunately, as things stand now, MNCs are more likely to generate, rather than reduce, income inequality in Bangladesh.\nIntriguingly, some of these same MNCs are listed in equity markets of other countries such as India. So how are the incentives offered by other countries different? An obvious strategy is to expand the tax-differential relative to private firms. The existing tax gap stands at only 7.5 percent, which is not nearly enough to encourage private firms, given that there are additional costs of going under public scrutiny. On top of that, MNCs likely have good long-term relationships with domestic banks, further reducing their need to enter the equity market.\nFinally, I suspect an additional reason has to do with financial reporting. Since private firms have greater leeway to hide their true income, mere widening of the tax gap may not be a sufficient incentive. Regular and more thorough audits could help create a more level-playing field between public and private firms.\nAnother key reason behind the stock market-real economy disconnect is the dearth of institutional investors, such as mutual funds. The size of the mutual fund sector in Bangladesh is less than one percent of our GDP. Mutual funds are an important source of financial intermediation, which provides households with access to a diversified portfolio of stocks at low cost. In the US, for example, households often invest their retirement money in mutual funds. In fact, mutual funds can serve as a vital source of financial inclusion by giving relatively less experienced and lower-income households access to public equities that are managed by professionals. Greater presence of professional fund managers will reduce the importance of \"rumour-based\" trading, and bring greater harmony between real economic conditions and equity prices.\nRegulators in Bangladesh should take notes from best practices around the globe to help develop this sector further, particularly in terms of the ease with which new funds can be opened, simplifying existing rules, and providing fund managers greater discretion in their investment decisions.\nA vibrant financial sector requires both banks and a stock market to efficiently intermediate capital and accelerate financial inclusion. Unless policymakers address these structural issues, the stock market-real economy disconnect will become a perennial problem. Ultimately, ordinary citizens pay the price of an undeveloped stock market.\nDr Sharjil Haque is an economist based in Washington DC. Views expressed in this article are his own and do not necessarily reflect the views of any institution he is affiliated with.\n\n",
        "headline_1": "The stock market-real economy ‘disconnect’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-stock-market-real-economy-disconnect-3229561",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "To deliver on the climate commitments made by global leaders at the historic COP21 and COP26 of the United Nations Framework Convention on Climate Change (UNFCCC), several institutions will have to be reformed and improved to benefit the Global South, where people are facing economic, social and environmental challenges, and are most vulnerable to impacts of climate change. One of the reasons for international environmental and climate governance not delivering on the aspirations of the world is that they are very complex, and not only includes several organisations, but also agreements and treaties, policies and measures, rules, procedures, financing frameworks, and technology mechanisms. Environmental governance also connects with other areas of global governance, such as international trade.\nUnfortunately, despite all these initiatives, environmental degradation continues. Deforestation, desertification, air and water pollution, and biodiversity loss are increasing, with the most dangerous threat being that of climate change.\nOne of the key global governance mechanisms for addressing this is the UNFCCC, which provides the framework for international action for the Paris Climate Agreement 2015. In line with the Paris Agreement to limit global warming to well below 2 degrees Celsius, commitments of greenhouse gas emissions were made at COP26 in December 2021. More than 150 countries have set deadlines for achieving net zero emissions by the middle of the century, and submitted their plans on how to do so and by how much with their target periods.\nHowever, it did not take even a year after COP26 for some advanced countries to move away from their climate pledges. In the wake of the Russia-Ukraine war, even the champions of net zero have moved backwards and resorted to coal for energy. This gives an ominous signal to the world. Such retreat from climate commitments is not going to fulfil the global ambition for net zero by 2050. Indeed, the Glasgow targets were not enough to meet ambitions for emission reductions. According to UN emissions gap estimates, despite these commitments, the world will see a 2.5 degrees Celsius temperature rise by the end of the century. Hence, enhanced commitments are needed, which must be stronger than what was set at COP26.\nThere are other examples of how global governance for the environment is not functioning well. While commitment is the first step, finance is the most important means for implementation of climate commitments. But in this case, there are huge gaps, as pledges remain unfulfilled.\nIn 2009, at COP15, developed countries committed to USD 100 billion per year by 2020 for vulnerable climate-affected countries, which was later extended till 2025. However, till 2020, about USD 83 billion has been mobilised. Moreover, the distribution of funds is biased towards mitigation activities, which comprise 58 percent of total climate funds. But the Global South needs more adaptation funds to cope with environmental challenges to lives and livelihoods. Climate vulnerable, small island, least developed and developing countries need funds for early warning systems of natural disasters, floods and cyclones, as well as funds for food security.\nThere is also demand for separate financing facilities exclusively for loss and damage in climate vulnerable countries. For a long time, developed countries refused to recognise even the concept of loss and damage, which is the compensation to be paid by them for historical actions towards causing climate change. Recently, there has been a recognition of this responsibility by some developed countries, and a few also made commitments at COP27 to pay for loss and damage.\nThere is also a commitment by developed countries to support climate action in LDCs and developing countries through technology transfer under the trade-related intellectual property rights (TRIPS) agreement. But one observes slow progress in this case, too.\nSeveral global organisations are part of climate governance, as they have linkages with environmental and climate issues. The World Trade Organisation (WTO) is one example. International trade has impacts on climate change, and vice versa. Countries can also address climate challenges through trade cooperation and trade policy measures. However, due to the slow progress of WTO negotiations, countries are not able to benefit from climate supportive trade measures.\nGiven that there are already so many institutions that deal with environmental and climate issues, there is no need for new ones. Rather, the existing ones should be strengthened and made more effective and functional. Countries in the Global South can work together to make this happen. There is a need for a thorough assessment of measures for each organisation to avoid and resolve any conflicting measures between multiple organisations. Therefore, a major task of the Global South is to ensure more transparency, comparability, compatibility, and harmonisation of environmental and climate measures. This will facilitate smooth implementation of climate promises.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue. Views are personal.\n\n",
        "headline_1": "Is global governance failing to deliver climate commitments?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/global-governance-failing-deliver-climate-commitments-3229531",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "New Zealand's PM Jacinda Ardern last week resigned from her post, conceding she didn't have 'enough in the tank' to continue. The BBC covered this news with an absurdly sexist headline, questioning whether women can have it all. It has since apologised, but articles about women's burnout rates and working mum guilt continue to proliferate. The gendered response to the resignation is the latest reminder of the tough ride ahead for women in an increasingly pressured world.\nArdern's resignation should have sparked a critique of other world leaders — mostly men — who disgracefully hang on to power when they are long past having anything to offer, whether it be energy, integrity, new ideas or a commitment to serve their publics. And it should prompt debates on leadership (whether political, corporate or communal) and on how knowing when to step down should be a key attribute.\nThe initial focus, however, has been on what emptied Ardern's tank in the first place — and misogyny is high on that list (along with the pandemic, the 2019 Christchurch terrorist attack, and the churn of domestic politics). While she announced her resignation, her detractors celebrated with posters reading 'ding dong the witch is dead'. She has spent much of her prime ministership calling out reporters for sexist questions, and fending off abuse that focused on her appearance, including violent language directed at her body. In addition to death threats, she has had to endure a barrage of verbal and onl­ine threats, most of them sexualised, and many also targeted at her young daughter.\nCoincidentally, the same day that Ardern announced her resignation, my social media feeds were inundated with bizarre videos of Afghan shopkeepers who have been forced to cover up the faces of female mannequins in Kabul's storefronts. Men can be seen wrapping the faces with aluminium foil, covering them with veils, or turning wigs around so that facial features are obscured behind synthetic hair. The videos seem like a surreal art installation — until their horrifying implications for the lives of Afghan women become clear: the Taliban are not just trying to control women, they are trying to erase them.\nWomen's rights globally are being eroded.\nAfghan women are bearing the worst excesses of global misogyny. They cannot attend school or university, they cannot independently seek healthcare, they cannot work for NGOs, play sports, or appear on TV. Amnesty International has described their plight as \"death in slow motion\". It is unacceptable that half a population of a country should be treated this way.\nSadly, while the Afghan Taliban's treatment of women is the id — the most extreme, uncensored manifestation — of misogyny in today's world, Afghan women are on a spectrum with their counterparts in Tehran, where Mahsa Amini's defenders have been detained or killed in the hundreds; West African countries that have among the highest maternal mortality rates; conflict zones ranging from central Africa to the Middle East where rape is a common war tactic; American states where abortion is banned; and New Zealand, where a female PM's ruling challenge has been further complicated by sexism.\nWomen's rights globally are being eroded at an increasingly rapid pace. As Amnesty International puts it, \"the world's crises do not impact equally, let alone fairly\". It is well-known that most of the recent or current major crises have had a disproportionately negative effect on women: they suffered more, and longer Covid, during the pandemic, even while serving as critical caregivers; they are the most vulnerable victims of climate change-related disasters; they lose their jobs first when economic re­­cessions loom. Conf­l­ict, the weakening of democratic systems, inflati­­on, collapsing ecosyst­­ems; name any issue today, and women are significantly worse off as a result.\nWe should stop dressing this reality up as the expression of cultural norms or religious values and name it for what it is. In an increasingly pressured, resource-scarce world, the attack on women's rights is an attack against the most vulnerable, in a brutal, selfish race for survival. And these attacks will increase as women mobilise to defend their rights and security, sparking backlashes (witness Iran) and a vicious cycle that is likely to lead to further recessions in women's rights.\nIronically, a more inclusive approach would serve the interests of all. Women's labour force participation drives economic growth; women practise more sustainable agriculture; when they have money, they spend it on their children's education. Pakistan — the second-worst country in the world for gender parity according to the World Economic Forum — should prioritise women's uplift. Their success would help mitigate the consequences of other crises we must endure in the coming decades.\nThis article was first published in Dawn, an Asia News Network partner of The Daily Star.\n\nHuma Yusuf is a political and integrity risk analyst. Her twitter handle is @humayusuf.\n",
        "headline_1": "Jacinda Ardern's resignation and the state of global misogyny today",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/jacinda-arderns-resignation-and-the-state-global-misogyny-today-3229281",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "We are appalled by the news that dozens of wild animals were killed in a fire caused by the Hatimara Tea Garden in Habiganj's Chunarughat upazila when it set the trees ablaze on a land that it had leased, which then spread to a nearby forest. As well as wildlife, the fire also reportedly significantly damaged its flora. What's equally shocking, the local administration was yet to intervene even three days after the incident. This raises concerns about whether the authorities concerned are really sincere about saving the wildlife in the area.\nThe Rema-Kalenga sanctuary, where the wildfire took place, is frequented by birdwatchers and wildlife enthusiasts from around the country. While visiting the area on Sunday, our correspondent saw charred bodies of capped langurs, barking deer, Indian civets, hilly mynas, squirrels, herons and countless other wild animals lying in different places of what was once their home. Locals reportedly buried many of them over the past three days. We cannot help but ask: Why was the fire allowed to spread to the forest? What's stopping the authorities concerned from taking appropriate action? Who will answer for what appears to be a case of premeditated wildlife culling?\nThere is no doubt that the responsibility to protect forests and their wildlife falls squarely on the government, but it also falls to a large extent on private entities using forested land or nearby areas. As such, if any private actor does something that harms the forests and their natural inhabitants, they must be brought to book to ensure that nothing like this is repeated in the future. Unfortunately, what happened at the Rema-Kalenga sanctuary shows how negligent both the state and private actors have been in performing their duties.\nForests and their wildlife are precious assets of our country. Bangladesh is duty-bound to end and reverse deforestation by 2030, according to a pledge signed by the government in COP26. Bangladesh has signed and ratified all important international biodiversity treaties, conventions, and accords. Our constitution expressly demands the protection and improvement of the environment, as well as the preservation of natural resources, biodiversity, wetlands, forests, and wildlife. The government, therefore, must take appropriate action to protect forests and their biodiversity and wildlife, including by stopping private actors like the Hatimara tea estate from setting forests ablaze.\nIt is time for us to reassess the strength of our state apparatuses in providing proper protection to the diverse flora and fauna of our country. We often see reports on deforestation, animal culling, and the leasing out of forest land to private enterprises that harm the environment. This should not be allowed to continue any longer. We urge the administration to stay alert and increase efforts to protect our natural resources, including hills and rivers that remain equally at risk of encroachment and undue interferences.\n",
        "headline_1": "Why this negligence in saving wildlife?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-negligence-saving-wildlife-3229156",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "We need bricks to build and trees to breathe. We need development to ensure our progress as a nation, just as we need nature to ensure our survival as a species. Can there be a way for a seamless integration of these two needs? That, for a development-hungry Bangladesh, is a question that should be addressed urgently. What is beyond question, however, is that if it comes down to a choice between development and nature, it's not a choice, really. Nature should, and eventually will, always get the upper hand.\nThe reason we feel obligated to repeat this obvious truth is a front-page photo of The Daily Star that captures the pitfalls of our questionable development policy that allows for mindless destruction of nature. In the picture, you can see hills and trees being razed to make way for a brick kiln at the Lama upazila of Bandarban. You can also see rows of freshly baked bricks in the foreground, and a furnace emitting toxic fumes in the distance – a reminder that much has already been lost. These brick kilns are mostly responsible for the debilitating air pollution in the country. But more to the point, demolition of hills, be it on private land or on land owned by the government, is a punishable offence if done without the approval of the authorities concerned.\nWhile the provision of such approvals is itself questionable, what is more worrying is that pictures of brick kilns destroying nature or polluting the environment have become quite common over the years. The drive to modernise brick kilns and make them environment-friendly is evidently not getting enough traction. Part of the reason for that is the involvement of politically connected businessmen. We have recently seen how ruthless they can be when, in late December, a journalist was brutalised after he sought to collect information on illegal brick kilns at the Rangunia upazila of Chattogram. He was held by a local UP member at gunpoint, kept hostage for over an hour, and beaten repeatedly.\nThis is just an example of the length to which brick kiln owners can go to protect their interests, aided in no small part by the complicity or lack of response of the officials at the department of environment. As a 2021 study by Stanford University in the USA has shown, more than three-fourths of brick kilns in Bangladesh were illegally constructed within 1 kilometre of a school. These not only pollute the air and hurt local farmers, but also reduce life expectancy in general.\nWe must ask, is the unusually high demand for bricks – and development – making it impossible to control the proliferation of brick kilns? The authorities must take a critical look at their present development policy to address this issue. We need strong political will and a national policy to ensure sustainable, environment-friendly development in the country. But right now, the priority is to stop all illegal brick kilns, modernise this industry, and make sure those operating legally follow environmental rules at all times. The hills must be protected at any cost.\n",
        "headline_1": "Brick kiln for hills? Not really a choice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/brick-kiln-hills-not-really-choice-3229146",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "The reported government move under the so-called institutional practice system to allow public hospital and medical college doctors to carry out private practice on the hospital premises after office hours is obviously a novel idea. Under the programme, which is going to kick off from March 1 next on a pilot basis, the patients are learnt to be able to consult the public hospital doctors by paying fees at a fixed rate. Once in operation in 50 upazilas under 20 districts and five medical colleges, the programme is likely to spare patients a lot of hassles they usually go through while shuttling between hospitals and the doctors' private chambers outside the hospital premises.There is no question that the programme is well-meant as it promises to establish some control on the ongoing culture of private medical practice by doctors of government hospitals. In the prevailing system, it is too expensive for patients from the poorer segment of society to afford the medical service provided by the public hospital doctors at their private chambers. Worse, it contributes to the public hospital doctors' paying more attention to their private practice than attending patients in hospital.Given that Bangladesh, according to the WHO survey, has only 5.26 doctors for every 10,000 people, the public hospitals cannot simply meet the public's growing demand for medical service. And this is the reason that lies behind the lure of lucrative private practice by doctors working in public-sector hospitals. Having that reality in mind, the committee that the government earlier formed in connection with the said pilot project with Bangabandhu Sheikh Mujib Medical University (BSMMU) vice chancellor at its head pointed out that private practice cannot be stopped straightway under any circumstances. Which is why, the government has come up with this non-binding provision for the public hospital doctors. As suggested, the provision is expected to come as a relief for patients as they would be able to access their doctors within hospital compound at a fixed and reduced fee. On the other hand, the doctors, too, should find the arrangement expedient as they are, in effect, going to have free government-provided chambers where they can conduct private practice. Since the doctors are engaged in a noble profession to serve humanity, they should find it beneficial to accept the provision of serving patients, though at regulated fees, in their workplaces. Moreover, as public servants, the doctors in government service have also a duty towards the people. From that point of view, the arrangement that the government has made by way of the institutional practice to be run under the pilot project has its merits. That is more so because the government has, after all, to find a way to rein in the unrestrained proliferation of private practice by the doctors working in government hospitals. But the success of the present effort will depend a lot on the doctors' wilful participation in the programme. The question arises because similar efforts made in the past did not work simply due to non-cooperation of doctors. It is hoped that this time the government's ongoing effort to launch what it terms institutional practice by doctors through a pilot project will be able to make a difference. This is for the reason that the government has this time involved the working doctors, especially the medical association activists in the pre-launch phase of the upcoming pilot scheme.",
        "headline_1": "Public hospital doctors' private practice in workplace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/public-hospital-doctors-private-practice-in-workplace-1674574821",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "One wonders if the newly drafted Agricultural Marketing Policy is any different from the scores of policies that the government formulates from time to time, many of which either get shelved or are lost into oblivion due to lack of effective measures for execution. However, from reports published in the media, it seems the authorities are earnest to discipline and harmonise agricultural marketing in the country-to the benefit of both producers and consumers. The task, obviously, calls for multi-dimensional focus, and hence mere framing of a good policy serves no more than as an expression of good intent, if the required mechanism, including logistics and all related facilitating tools, are not in place. This is particularly so in respect of agricultural marketing because of the immensely vast subject that the policy aims to address-something that has never been attempted in the past. The draft policy received the cabinet's nod the other day. The official statement in this connection says the Agricultural Marketing Policy 2023 aims at ensuring fair prices for consumers and maximum benefits for farmers through modernisation of the market. The Cabinet Secretary while outlining a few key aspects of the policy in the Cabinet meeting chaired by the Prime Minister said the policy focuses on how the market of agricultural goods can be monitored and farmers provided with the highest benefits. \"Steps will be taken to fix and implement the minimum and maximum rational prices of agricultural goods,\" he said, adding that a total of 19 targets have been fixed in the draft policy. The policy, he said, also speaks of enhancing links between farmers and markets, strengthening information management, improving marketing infrastructures, promoting e-agricultural marketing system and digital markets, strengthening community, group and contract-based marketing; and developing the overall supply chain. He further informed that there is also a move to formulate agricultural goods processing policy with a view to maintaining international standards of products for easing overseas market access of agro-processed goods.  Agricultural marketing covers the services involved with moving an agricultural product from the farm to the consumer. These services involve planning, organising, directing and handling of agricultural produce in such a way as to satisfy farmers, traders and consumers. Numerous interconnected activities such as planning production, growing and harvesting, grading, packaging, transport, storage, provision for market information, distribution, and sale are involved here. Effectively, it encompasses the entire range of supply chain operations for agricultural products. Efforts to develop agricultural marketing, particularly in developing countries, tend to concentrate on a number of areas, specifically infrastructure development, information provision, training of farmers and traders in marketing and post-harvest issues, and support to the development of an appropriate policy environment. Thus agricultural marketing comprises all activities involved in the supply of inputs to the farmers and movement of agricultural products from farms to consumers.According to experts, the system includes two major sub-systems viz., product marketing and input marketing. The product marketing sub-system includes farmers, village/primary traders, wholesalers, processors, importers, exporters, marketing cooperatives, regulated marketing committees and retailers. The input sub-system includes input manufacturers, distributors, related associations, importers, exporters and others who make available various farm production inputs to farmers. What is considered the key to the success of agricultural marketing system is the link it seeks to establish between the farm and non-farm sectors. A dynamic and growing agriculture sector requires fertilisers, pesticides, farm equipment, machinery, diesel, electricity, packing material and repair services which are produced and supplied by an industry and non-farm enterprises. The expansion in the size of farm output stimulates forward linkages by creating surplus produce which requires transportation, storage, processing and retailing to the consumers. These functions are performed by the non-farm enterprises. Further, if the increase in agricultural production is accompanied by a rise in real income of farm families, the demand of these families for non-farm consumer goods goes up as the proportion of income spent on non-food consumables and durables tends to rise with the increase in real per capita income. Several industries thus find new markets for their products in the farm sector.The marketing system should be such as to bring overall welfare to all therelated segments of society-- producers, consumers, intermediaries and traders. The subject of agricultural marketing also includes marketing functions, agencies, channels, efficiency and costs, price spread and market integration, producer's surplus, government policy and research, farmers'/producers' training and data on agricultural commodities. The overall objective of agricultural marketing in a developing country like ours is to help the primary producers, viz., farmers in getting remunerative prices for their produce and creating an environment for the right type of goods at the right place and at the right price. Efficient marketing infrastructures such as wholesale, retail and assembly markets and storage facilities are essential for cost-effective marketing to minimise post-harvest losses. Markets play an important role in rural development, income generation, food security, and developing rural-market linkages. Clearly, marketing of agro products in the country is one of the most mismanaged areas, and accounts for unpredictable situations of sudden price hike, shortage of stock, and artificial scarcity thanks to the profiteering zeal of a section of traders. The huge gap in prices of commodities at the farmers' end and those at the ultimate consumers' end is clearly due to the manifold malpractices deeply embedded in the system. For the upcoming agricutural marketing policy to capture and streamline some of the basic lacunas, the authorities concerned must pay close attention to the areas critically important. If the start is satisfactory, they can then hope to move in a concerted manner to gradually make a headway in one of the most important areas of the economy left neglected for ages.\n[email protected]",
        "headline_1": "Giving agricultural marketing policy a chance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-agricultural-marketing-policy-a-chance-1674574855",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "The Customs Audit, Modernisation and International Tax Wing has recently conducted a study and prepared a report titled 'Combating Transfer Mispricing: New Avenue for Bangladesh Customs'. As reported by this newspaper on January 24, the customs wing has recommended for the National Board of Revenue (NBR) to utilise both of its wings, \"like in many advanced and modern revenue administrations, as it is high time step was taken for proper capacity building.\" The study observes that trade-based money laundering is closely associated with transfer pricing. It has been pointed out that customs and the NBR use different methodologies in determining the transfer pricing (TP). Proper taxing of increased international trade, MNC operations can tap into massive amounts of revenue, which is now below the radar.The issues of tax avoidance, illicit capital outflow, money laundering and financial wrongdoings all fall under mispricing. What has been revealed is that there is ample evidence of capital flight out of the country, especially at a time when the national exchequer is struggling to increase revenue. Interestingly, the report also observes that the very high rates of corporate taxation actually encourage the practice of capital flight and money laundering. Businesses will inevitably be prone to park their financial assets in countries that offer better rates of tax. Those prone to not paying taxes at all will cook their books to show less profit, less earnings and resort to laundering money which is fairly easy due to informal channels of money transfer like hundi. So what is to be done? As has been pointed out by this newspaper in the recent past, like the NBR, the customs wing too needs to be staffed properly with requisite personnel and equipped with technology and infrastructure to handle this growing problem. Apart from manpower, another much needed issue has been raised, and i.e. the formation of a joint cell comprising NBR and customs officials to conduct joint-audits on TP to recover lost revenues. This actually makes sense. Since both customs and the NBR are engaged in revenue generation for the government. A joint effort by these two important wings of the revenue administration could remove a lot of confusion if their efforts were synchronised. As capital flight has been going on for decades and suspected to have increased dramatically over the last few years, it is time to engage the Bangladeshi missions abroad. Bangladesh has diplomatic missions in most of the capital cities of those countries where it is suspected that billions of dollars have been laundered. Hence, having either tax / customs personnel posted to these missions to pursue (in conjunction with other embassy officials - as an officially designated person for this purpose) these matters would only help the government. This arrangement would only work of course if Bangladesh signs the necessary protocols, by way of mutual assistance agreements with foreign nations. Money laundering is a global issue that affects all countries and Bangladesh is not an island. Hence, given the will, it can be done. Bangladesh, like every other country is bracing for tougher times ahead. This has been stated in parliament by none other than the prime minister. With remittance decreasing, imports declining, it is time to take to task those organisations and companies that have had it too good for far too long. Money is owed to the national exchequer and it must be paid. A failure to act in the midst of an impending global economic gloom would be financially disastrous.\n[email protected]",
        "headline_1": "Customs wing needs capacity building",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/customs-wing-needs-capacity-building-1674574881",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2023"
    },
    {
        "full_article": "Soft drinks are very popular in Bangladesh. Many of us cannot think of having rich food or enjoying a party without these carbonated drinks. However, the regular intake of soft drinks has been associated with multiple chronic health conditions. These risks are largely due to the added ingredients in soft drinks, especially sugar. Indeed, some sugar-sweetened soft drinks contain 40 grams of sugar or more, which exceeds the recommended daily sugar intake for adults. Drinking sugary beverages can taste great at the moment but hides loads of dangers. Besides sugar, a soft drink also contains a unique chemical blend of caffeine, colour, flavour and preservatives in water, injected with carbon-dioxide gas. All of these ingredients are extremely harmful for the human body and may lead to complex diseases like cancer and heart disease, according to multiple studies. Because of our lack of knowledge, we the consumers have accepted these harmful drinks gladly and, nowadays, these are among the most consumed drinks in our country. We cannot take a stand against the giant beverage companies in any way, but after having learnt about the scientific findings, we can at least restrain from slowly poisoning ourselves by not drinking these beverages which do not have any health benefits whatsoever.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Health risks from soft drinks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/health-risks-from-soft-drinks-1674574905",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2023"
    }
]