[
    {
        "full_article": "In a conflict-prone border province such as Jammu and Kashmir (J&K), security forces have to tackle not only terrorism but also engage in counter-insurgency operations in a precise and just manner. The Pir Panjal Valley, comprising Poonch and Rajouri districts, has witnessed fierce encounters between security forces and militants in jungle terrain, leading to the death of 28 soldiers this year. The death of three civilians who were detained by the Army in the Poonch-Rajouri area following a deadly ambush on an Army convoy on December 21, and the fact that five other civilians were badly injured due to alleged torture by the security forces, is a severe indictment of the counter-insurgency tactics there. Such heinous actions by security forces targeting civilians in response to militant attacks are clearly problematic, on two counts. First, this increases the unpopularity of a regime that has not been democratically elected in the Union Territory where provincial elections have not been held for more than half a decade. This is a blow against counter-insurgency in an area that has been relatively more peaceful in comparison to the Kashmir Valley. In fact, the Pir Panjal region has been experiencing militancy in the last two years after relative calm for a decade and a half. Counter-insurgency operations of the kind that followed the ambush last week breed discontent among residents in a region which has not been supportive of militancy in the near past.One of the aims of militants in the asymmetric warfare waged against Indian security forces is to provoke the forces into committing rights violations against civilians and to use grievances and indignation among them to increase their own support base. Such actions by security forces play into the hands of militants and their handlers across the border. Second, the legitimacy of force or violence and its use by the state depend on the justness of the actions. Indiscrimination in the use of violence targeting civilians without just cause only results in the questioning of that legitimacy in the eyes of the people. The J&K police have registered a murder case against unidentified persons following the deaths of the civilians and the Army has taken three senior officers off their posts while promising an inquiry. Both these agencies must now deliver justice quickly and in a firm manner. “Fake encounter” deaths and torture by security agencies in the Valley have resulted in spurts of increased militancy besides public outrage that developed into major law and order situations. The Bharatiya Janata Party-led Union government has tried to use a no-holds barred security-centric approach to tackle the problem of militancy and public anger in J&K. The repeated acts of rights violations and crimes in the name of counter-insurgency are clear evidence that this approach is not working.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nsecurity measures\n\n/\n\nterrorism (crime)\n\n/\n\nhuman rights\n\n/\n\npolice\n\n/\n\nBharatiya Janata Party\n\n/\n\ngovernment",
        "headline_1": "Unjust and unwise: On counter-insurgency operations in J&K",
        "headline_2": "Counterinsurgency in Jammu and Kashmir must not target civilians indiscriminately",
        "link": "https://www.thehindu.com/opinion/editorial/unjust-and-unwise-the-hindu-editorial-on-counter-insurgency-operations-in-jammu-kashmir/article67680557.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "Last week’s Indian Premier League’s (IPL) auction in Dubai reiterated the sporting brand’s enduring value and financial muscle. The T20 league, which many years ago Rahul Dravid famously referred to as ‘a domestic tournament with an international flavour’, has come a long way since its launch on a glitzy April night at Bengaluru’s M. Chinnaswamy Stadium in 2008. The championship has survived a betting and fixing scandal, team suspensions and ownership issues, and become an irreplaceable element of the Indian summer and a much-watched fixture in the annual cricket calendar. The latest auction with its overseas tryst had an obvious recency bias as evident in the World Cup winning Australian squad’s trio of skipper Pat Cummins, Mitchell Starc and Travis Head eliciting competitive bids. The first two also scaled the ₹20 crore peak, which had remained unscaled so far in the IPL’s history. Kolkata Knight Riders picked Starc at ₹24.75 crore and Sunrisers Hyderabad latched onto Cummins at ₹20.50 crore. In all the club against country debate that affects sports like football and cricket, what a player achieved for his nation adds immense value to his or her credentials, and that in turn means better money with clubs vying for the star athlete’s presence. The Aussies reaped their rewards and many others too were recognised.The build-up to the auction had its share of drama, as Mumbai Indians took Gujarat Titans skipper Hardik Pandya. He was subsequently appointed as the Mumbai Indians’ captain and that meant Rohit Sharma’s chequered history as an IPL captain had perhaps drawn to a close. There were cryptic social media posts from Jasprit Bumrah and Suryakumar Yadav, and that added to the speculation within the Mumbai Indians’ ranks. And since the IPL is seen as a mirror to the Indian team’s fortunes in T20, the presumption is that Pandya will continue to lead India in the shortest format. With the West Indies and the U.S. hosting next year’s ICC T20 World Cup, the latest auction and the 2024 IPL edition will have a lot of layered meanings attached to them. Seen in that light, unsung Indian players, plying their wares in domestic cricket, being picked by various franchises, is also a reflection of a young crop that may don the Indian blue sometime in the future. Players such as Sameer Rizvi, Kumar Kushagra, Shubham Dube, Swastik Chhikara and Ramandeep Singh found eager buyers. But the way Pakistan cricketers have been kept away from the IPL is also a pointer that sport cannot stay immune to geopolitical tensions.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian Premier League\n\n/\n\nUnited Arab Emirates\n\n/\n\ncricket\n\n/\n\nAustralia\n\n/\n\nUSA",
        "headline_1": "Cricket and commerce: On the  Indian Premier League auction in Dubai",
        "headline_2": "The cash-rich IPL holds the key to Indian team’s fortunes in T20 internationals",
        "link": "https://www.thehindu.com/opinion/editorial/cricket-and-commerce-the-hindu-editorial-on-the-indian-premier-league-auction-in-dubai/article67676853.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "By Mona Mehta\nHidden in the lyrics of American singer Madame Gandhi’s single ‘Waiting For Us’ is bucketsful of Vedantic wisdom. Let it wash over you.\n‘Waiting for us’, one of the latest songs by singer Madame Gandhi, aka Kiran Gandhi, an American electronic music producer, drummer, artist and activist, goes like this: \n“I’m not every day trying to turn up\nto the sound of my own oppression, \nYou feel me?\nWe always assume our own powerlessness \nbut never our own power…”\n\n\nWhat draws you in are the lines:\n“I don’t want our identity to be defined according to how oppressed we are. \nDo you feel me?”\nOpenly queer, Gandhi is probably talking about her sexual proclivities, and the suppression of her identity. But hold on. Just sit back and let the truth of her lyrics wash over you. Look at them from the prism of adhyatma and it seems she is talking in the lingo of pure Vedanta. We need not let ourselves be defined by our outer identity. Seeing the larger picture could end our existential angst and set us on the road to bliss.  \nWe, human beings, are defined on the basis of divinity, godhead, god, purity, which is suppressed inside us. Most of our scriptures talk about this.\n\nSrimad Bhagavatam, for instance, describes us as amrtasya putrah, children of immortal bliss. It says that the divine one was very pleased when it projected the human form endowed with the capacity to realise Brahmn – the universal divine Self of all. \nThe Aitareya Aranyaka further adds: Ayam puruso brahma lokah – that man, himself, is the abode of Brahmn, with the atman at his core. This very atman, says the Chhandogya Upanishad, is at the root of all the manifested universe; it is not only our true Self, but also the essence of the Universe. The Brihadaranyak Upanishad too states that this atman is Brahmn, Purusha. \nIf the essential nature of atman is sat, chit, anand, pure being, pure consciousness and bliss, and man is atman, it means our inherent nature too is the same. Like atman, we too are not finite; we are not limited beings consisting only of the mind and body. And because of our unique psycho-physical system, we alone have the capacity to realise the truth that our true nature is nitya suddha-buddha-mukta-svabhava Paramatman, the eternal, pure, wakened and free Self, writes Ashok Vohra, professor of philosophy in his book, Man, Morals and Self.\nHowever, since it is suppressed in us to a large extent, we take the attributes of name and form, relatives, as well as artificial constructs, ranging from what Yuval Noah Harari calls, countries, currencies and companies, and define ourselves. \nWhat is essential is for us to figure out and realise the bigger picture — that we are poorn, whole and complete, as stated by the Vedic prayer: Purnam adah purnam idam, opurnat purnamudachyate, purnasya purnamadaya, purnamev vasishyate – that is complete, this is complete, from completeness has come completeness, when this completeness is taken from that completeness, completeness only remains.\nIt comes as an eye-opener: what are we seeking, what are we falling short of — nothing. We have been and always will be whole and complete. We can just be. Thus, coming face to face with that which is suppressed within, our true identity, realisation dawns. \nThe Vedic prayer that is true for Brahmn, consciousness, is true for us, too. \nNow, bliss ensues. \nSo, as Madame Gandhi sings: \n‘We must see the bigger picture…\nIf we’re true they can’t ignore us\nThe earth is still waiting for us !’\n\n",
        "headline_1": "Vedantic wisdom, ‘waiting for us’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/vedantic-wisdom-waiting-for-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "Anil Kumar Chawla\nNew Delhi needs to shore up its seafaring prowess – both naval and civilian – to be a dominant geopolitical player and tackle emerging threats like those in the Red Sea.\nThe recent attacks on shipping by Yemen’s Houthis in the Red Sea have again highlighted how crucial maritime security is for global trade.\n\nRead full story on TOI+\n \n\n",
        "headline_1": "The ship of state & the state of our ships",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-ship-of-state-the-state-of-our-ships/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "Next year looks more good than bad for India. Watch out though for a deep recession in the West, a larger West Asia conflict. Modi will likely be back but his challenges will be greater.\nShould India be looking at 2024 with hope or trepidation? To be realistic, it should be a bit of both, but more with hope than concern, despite another annus horribilis that we will leave behind in a few days.\n\nRead full story on TOI+\n\n",
        "headline_1": "Annus Sort-Of-Mirabilis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/annus-sort-of-mirabilis/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "Were I to oppose Tel Aviv’s continuing Gaza offensive – which has claimed thousands of civilian lives, including those of women and children – would I be culpable of anti-Semitism, of harbouring animosity towards Jews and Judaism?\nMany of those who unequivocally condemn the murderous Hamas attack on Israel which triggered the current conflict have, since then, been moved to protest against Tel Aviv’s relentless onslaught on Gaza to root out Palestinian terrorists, which has taken a terrible toll of innocent lives.This has provoked Israel’s stock response of anti-Semitism, of hostility towards Jewish people in general, a people who have suffered centuries of discrimination and pogroms, culminating in the ultimate horror of the Holocaust.\nIt was this which raised the Zionist rallying cry of ‘Never again’ and led to the creation of the state of Israel, carved out of the larger part of Palestine.\nAny criticism of Israel provokes the reaction of a charge of anti-Semitism, implying that the person so charged is a Holocaust denier, and as deserving of odium as a serial rapist or a child molester.\nThis can result in a witch-hunt in which those accused can be forced out of their jobs as in the case of the president of the University of Pennsylvania who was made to resign for her alleged anti-Semitism. Imputations of anti-Semitism conflate two separate entities: the political and geographical Israel, and the creed of Judaism, which has a global span far beyond the territorial boundaries of any specific country or of Zionist ideology.\nAny censoring of any policy of Tel Aviv – for example, that of its refusal to accept the almost universally approved two-state formula which would give Palestine autonomous statehood side by side with Israel – is condemned under the rubric of anti-Semitism. Such contentions are as absurd as if the People’s Republic of China were to claim that any critique of Beijing is a reflection on all Chinese people, including those who are citizens of other countries.\nRepeated cries of anti-Semitism from Israel can invite a response of anti-anti-Semitism. A response which is not anti-Jewish, only anti-doublespeak.\n\n",
        "headline_1": "Israelis & Jews: In the midst of the Gaza war, Tel Aviv’s accusations of anti-Semitism are very misleading",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/israelis-jews-in-the-midst-of-the-gaza-war-tel-avivs-accusations-of-anti-semitism-are-very-misleading/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "At a time when soybean oil is gaining popularity over palm oil, investment in crushing soy seeds for producing finished cooking oil in local refineries makes business sense. No wonder, companies which were used to refining imported crude oil see the opportunity of crushing soybean for supplying semi-raw materials to their existing refineries by setting up grinding mills of larger capacities. In fact, the City Group made its tentative entry into the crushing business as early as 2005 by installing a mill with a capacity of 1,000 tonnes per day (TPD). Currently, its three mills have a total capacity of 7,800 TPD. Meghna follows close behind with a capacity of 7,000 TPD. What is remarkable is that both refinery giants now get 30-40 per cent supply of their total crude oil from their own crushing plants. It is good to know that more companies are following in their footsteps. Although soybean oil is enjoying growing popularity, it has to be clarified that this cooking essential is still lagging behind palm oil so far as consumption of the two in the country is concerned. But since 2013 when palm oil's share was 71 per cent to soy oil's 29 per cent, the widely used cheaper cooking oil has lost 18 per cent to stay at 53 per cent in 2022 while its counterpart has rose to 46 per cent over the period. Annual production of soybean in the country amounts to 96,921 tonnes from 62,870 hectares at 1.54 tonnes per hectare---much lower than the world average of 2.79 tonnes/h. But soybean and sunflower stand tremendous prospect of cultivation in the coastal belts as well as in other areas where chars (islets) are coming up. If more lands can be brought under cultivation of these two vegetable crops and the yield increases to a reasonable level for meeting the demand of the country's crushing plants, the local edible oil industry has a chance to flourish. True, crushing imported soy seeds at local plants contributes to value addition. But if lands not particularly fit for cultivation of any cash crop beyond a mono crop of paddy can be gainfully used for producing soybean or sunflower, the country can develop its own cooking oil industry. In this case, the traditional mustard and sesame oils can also be a contributory factor to the country's self-sufficiency in cooking oil. These two types should also be promoted if their health benefits prove more than palm oil and soybean oil. When the prospect of vegetable oil industry in the country is bright, it has to be exploited in order to do away with the nation's dependence on imported oil and also to save a huge amount of foreign exchange. Additionally, extraction of oil from various seeds leaves valuable by-products such as soymeal. Soymilk--- highly nutritious and fit for people lactose intolerant and allergic--- can be produced from soybean. So cultivation of soybean can be economically beneficial if other allied industries are set up to produce a range of healthy and nutritious foods. Its unfermented foods include tofu, soymilk, edamame, soy nuts and sprouts while the fermented products are miso, tempeh, natto and soy sauce.",
        "headline_1": "Developing cooking oil industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-cooking-oil-industry-1703684942",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "How will the year 2023 be recalled by historians and scholars in the times ahead? Every year has its distinctive characteristics, those which place it in a position all its own. There are years which have the ordinary about them, with little of the dramatic happening in them. And then there are those years which leave a deep imprint on the human conscience.The year 2023 is that period in time people will recall for the brutality to which the people of Palestine have been subjected by the state of Israel. Not even on Christmas Day were the Palestinians safe from the bombardment which has taken the lives of more than 20,000 of their compatriots, a figure that includes more than 8,000 children. Also to be remembered is the reckless assault Hamas made on 7 October, leaving 1,400 Israelis dead. That Hamas seized more than 200 hostages --- and still has more than a hundred of them in its captivity --- is violence which will go into the history books.There are the other images that will place 2023 in the centre of thought. The wrangling over an end to the crisis in Gaza, the wording of a resolution at the Security Council of the United Nations that would satisfy the Americans, the veto which Washington was not unhappy to exercise on Gaza, all of these will be seared in the mind when the conversation turns to the year 2023. That the world watched, in dismay and sheer helplessness, as Gaza was bombed into a terrain of destruction is a nightmare history will remember.It has not been a happy year, for trouble has been brewing nearly everywhere. Politicians have fallen or have given rise to reasons for people to be upset in different regions of the globe. Pakistan's omnipotent military silenced Imran Khan through putting him away in prison, making sure that his name is not taken anywhere and his pictures are not seen anywhere. The very vocal MahuaMoitro of the Trinamool Congress in India was voted out of the Lok Sabha on charges related to cash for questions on the floor of Parliament. Rahul Gandhi lost his seat in Parliament but got it back through judicial intervention.Politics in the West veered to the far right, as GiorgiaMeloni demonstrated in Italy and Geert Wilders showed in the Netherlands. In the United States, presidential politics remained in the grip of a gerontocracy, with Joe Biden and Donald Trump making it known, in so many words, that they will have a rematch in 2024. There are all the legal complications for Trump and yet he expects to be his party's nominee for the White House in the year ahead. In 2023, American politics was headed for a nosedive, on a number of fronts. In Britain, Keir Starmer's Labour is confident of returning to power next year, which makes the Tories understandably nervous.Jimmy Carter's wife Rosalynn died as the year moved toward a close. An ailing Carter remained in hospice care, his time running out. Henry Kissinger died at a hundred, with not many coming forth in warmth in tribute to him. Controversy dogged him till the very end. Russia and Ukraine continued sniping at each other and the European Union and Nato did not endear themselves to the world by making it known that Kyiv will be part of them. In America and in Europe, fatigue and growing disinterest in Ukraine's problems began to surface in western capitals. Zelensky's disappointment was conspicuous. On the Russian domestic front, Vladimir Putin had Alexei Navalny removed from Moscow to distant, cold Siberia, the better to have the latter remain beyond the political radar. Memories of Stalin came alive.In 2023, Artificial Intelligence (AI) emerged as both a blessing and a nightmare for people around the world. Fears of what AI might do to human civilisation outweighed the good it could symbolise. And as the debate went on, the James Webb Space Telescope flew into increasingly deeper regions of the universe, sending back to Earth images of stars and galaxies which only raised new inquiries in the human mind on what lies out there. Meanwhile, Frank Borman, commander of the 1968 Apollo-8 mission around the moon, died. Here on Earth, the human propensity for violence went on unabated. In America, lone gunmen repeatedly mowed down people as young as schoolchildren, acts which however did not convince lawmakers that gun control needed to be in place. Such inexplicable violence was repeated in, of all places, the Czech capital Prague.Nature demonstrated its fury all across the planet in the shape of forest fires, tornadoes, rains and volcanic eruptions. Homes were reduced to ashes or buried in landslides. Climate change, that euphemism for the disasters brought on by mankind's ceaseless exploitation of resources, was the issue exercising minds in 2023 and yet COP-28 offered not much hope of a path to a retrieval of all that the planet has lost. In Brazil, in large parts of Africa, efforts went on to reclaim nature. And then there was the matter of people, faced with starvation or political unrest, fleeing their countries and making their way in rickety boats to European shores in search of refuge. Hundreds of them perished in the sea; and those who survived were not looked upon kindly by governments in Europe. The British government, through its Rwanda policy, remained determined to ensure that illegal immigrants coming to its shores were flown to Rwanda.People in Afghanistan went hungry and the Taliban proved unable to convince the world that they could govern in line with modern principles of politics. Hunger and violence defined places in Africa. In Palestine, it was feared that half the population ran the risk of starvation as a consequence of Israeli military action in Gaza. In Pakistan, the economic crisis deepened, prompting the authorities into taking such measures, or gimmicks, as expelling all undocumented Afghan refugees and forcing them to return to their native country. As the year draws to a close, elections loom in a number of countries. In Bangladesh, the government as well as the Election Commission have gone out on a limb to assure people and overseas powers that the January 2024 elections will be free, fair and so credible. Pakistan expects elections in February of the year ahead, while Indians will be trooping to the polling stations in May. Britons will choose their new government at some point, while America's Democrats and Republicans will attempt to outdo one another in November. Meanwhile, Xi Jinping has had the law amended to stay on as China's leader. In Brazil, Luiz Inacio Lula da Silva tried to roll back the damage caused to the country by Jair Bolsonaro. In Indonesia, outgoing President Joko Widodo remained busy building a new capital. In Myanmar, Aung San Suu Kyi remained incarcerated and the million-plus Rohingyas carried on as refugees in Bangladesh.And so will the year 2023 pass into time and space. [email protected]",
        "headline_1": "How will history look back at 2023?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-will-history-look-back-at-2023-1703685011",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "Dhaka University metro rail station is now open for commuters to use. For the non-resident DU students and others, it has come as a joyous relief. This station can be considered as a game-changer, especially for those who travel to DU campus from north Dhaka. What would take hours on road through traffic jams is now a mere 20-minute journey from Mirpur and less than 30 minutes from Uttara. The metro rail service, however, has no half-fare ticket system for students. It is free for the children of less than threefoot height and freedom fighters while people with disabilities get 15 per cent waiver against the ticket fare. But there is no concession for school, college or university students. Dhaka metro rail, officially known as Mass Rapid Transit (MRT), is a state-run public transport project. It cannot charge full fare from students. The way BRTC (Bangladesh Road Transport Corporation)-owned public buses allow students half fare, metro rail authorities should start doing the same. Many students of Dhaka city rely on public buses to travel to their educational institutions and return. Showing the identity cards issued by their respective schools, colleges and universities, these students enjoy a 50 per cent concession against the actual prices of ticket both in public and private buses. Following a student demonstration in 2021, the government issued a gazette notification announcing half bus fare for students. Since then, students have been enjoying this facility as a right. And this waiver has helped many students save some money. It may seem to be a scanty amount to many but for the students it is a big help. The MRT authorities have fixed the minimum per kilometre fare at Tk 5 for the metro rail service, which is Tk 2.5 in public buses. A single trip from Uttara to DU's TSC costs Tk 90 in the metro rail. A non-resident DU student in Uttara has to pay around Tk 200 every day as transport cost. Isn't it too much for a student? Half pass in public transport is not a new concept. One of the 11-point demands made by the students of Dhaka University on the eve of the mass uprising of 1969 was to ensure half fare for students in public transport. The then-Pakistan government was forced to implement it. The system has been in place for many years after independence and it has become an unwritten rule since then. However, the website of Dhaka metro rail that says, 'there is no half fare for students' is not only surprising but also shocking for us. Students across the world enjoy various facilities. One of those is paying half fare when travelling by public transport. It is practised in many countries including our neighbouring India and Pakistan. So, half-price ticket for students in public transports like metro rail should not be considered as a favour. It is a right of the students. And they should enjoy it everywhere including metro rail. How can the MRT authorities forget that the students are our future? [email protected]",
        "headline_1": "Metro rail should have half-ticket for students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/metro-rail-should-have-half-ticket-for-students-1703685069",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2023"
    },
    {
        "full_article": "Almost everyone in Bangladesh have forgotten about wearing face masks. We now hardly find people in public places wearing masks, be it in a marketplace, in a restaurant or elsewhere. But masks are back again in some states of India, as it has recently reported more than 4,000 active cases of coronavirus. The new sub-variant JN.1 has caused the states to rev up their precautionary measures. The World Health Organization (WHO) has already classified the Omicron strain as a 'variant of interest' because of its rapidly increasing spread. JN.1 has been reportedly found in many countries around the world, including India, China, UK and the United States. These countries are gearing themselves up in their fight against this infectious variant. However, Bangladesh does not seem to have taken any preparation against another surge of Covid-19 infection.We cannot afford to lower the guard against the new variant. Taking the variant lightly can bring us back to square one. So, we should not be complacent but start wearing masks and follow other health safety protocols. Many people in the country have not yet taken the third dose of coronavirus vaccine. We must not forget that the virus still exists and everyone should get inoculated as early as possible.Badsha Faysal,Jurain, Dhaka,[email protected]",
        "headline_1": "A new stain of Covid-19 srikes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-new-stain-of-covid-19-srikes-1703685126",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-12-2023"
    }
]