[
    {
        "full_article": "Six weeks after his visit to Moscow, Prime Minister Narendra Modi’s trip to Kyiv and meeting with Ukrainian President Volodymyr Zelenskyy on Friday (August 23, 2024) was largely seen as an exercise in balancing India’s position on the Russia-Ukraine war. Since Russia first invaded Ukraine in February 2022, India has maintained a uniquely distant position from the war: abstaining from all resolutions at the United Nations that dealt with the conflict and were critical of Russia. India also ignored western sanctions, particularly on payments for oil imports and defence hardware from Russia, and did not accept Mr. Zelenskyy’s requests to include Ukraine in the G-20 summit last year or to send a high-level political participation to the Swiss peace summit in June this year. India’s disapproval of Russia’s actions was instead couched in the language of peace, all of cold comfort for Ukraine, which was seeking a clear alignment with its cause, and deeply critical of Mr. Modi’s Moscow visit. That Mr. Modi made the visit at all, the first by any Indian Prime Minister since Ukraine’s independence in 1991, is significant, and is being watched for signals of any major change in India’s policy on the war. During his short visit, the two leaders discussed the conflict, and later visited a memorial for children killed in the war. Unlike other international leaders visiting Kyiv since 2022, Mr. Modi did not meet with any war casualties or injured soldiers and civilians. The two sides signed agreements on cooperation in agriculture, culture, medical products and assistance for community development projects. The leaders did not, however, speak of progress on other outlooked issues, including a strategic partnership, or supplies of telecom and medical infrastructure, and construction equipment that Ukraine has requested.The broader question around the visit was whether India would now play a larger role in resolving the conflict which includes an idea propounded by Kyiv for another summit in November. Mr. Modi has also become one of a handful of world leaders, from Indonesia, Türkiye, South Africa and Hungary, to have visited Kyiv and Moscow, and, hence, in a position to reach out to both with peace initiatives. As a leader of the Global South, India has a stake in ensuring that the impact of the war in Europe and sanctions do not continue to imperil the developing and under-developed nations. However, New Delhi has thus far not shown an interest in more than passing messages when required, sending officials to Doha and Bürgenstock when invited to attend peace dialogues, and encouraging the two parties to deal directly with each other. Unless that understanding of India’s interest changes, it would seem Mr. Modi’s visit followed form, but did not fundamentally move the needle on the global peace effort. Nor did the substance greatly outweigh the symbolism of the much-awaited visit.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nRussia\n\n/\n\nUkraine\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ndiplomacy\n\n/\n\nIndia\n\n/\n\nUnited Nations\n\n/\n\ndefence equipment\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nSwitzerland\n\n/\n\npeace negotiations\n\n/\n\noil and gas - upstream activities\n\n/\n\nwar\n\n/\n\nagriculture\n\n/\n\nculture (general)\n\n/\n\nmedical service\n\n/\n\ntelecommunication equipment\n\n/\n\nIndonesia\n\n/\n\nTurkey\n\n/\n\nSouth Africa\n\n/\n\neconomic sanction",
        "headline_1": "Not taking sides: On Prime Minister Modi’s Ukraine visit",
        "headline_2": "Narendra Modi’s visit to Ukraine was more a balancing act than a peace effort",
        "link": "https://www.thehindu.com/opinion/editorial/not-taking-sides-on-the-prime-ministers-ukraine-visit/article68559349.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "Former Jharkhand Chief Minister Champai Soren’s exit from the Jharkhand Mukti Morcha (JMM) follows a familiar pattern. He was the trusted lieutenant who was hand-picked by party supremo Hemant Soren to be his placeholder in his absence. That act of high trust, or political gamble, soon deteriorated into a mismatch of expectations of loyalty and rewards from both sides. Champai has been a veteran of tribal mobilisation in Jharkhand and has played second fiddle to Shibu Soren and his son Hemant Soren, the former and current Chief Ministers of the State, respectively, all his life. When Hemant resigned as the Chief Minister on January 31, 2024, minutes before he was arrested by the Enforcement Directorate on charges of corruption, Champai took over the reins. It was a bold and decent move on the part of Hemant to choose a party veteran instead of a family member, as it usually happens in such situations, but, perhaps, it was too good to last. As soon as he was released on bail in June by the High Court, after spending nearly five months in jail, Hemant wanted to be back in the saddle. Champai’s removal turned out to be abrupt, and he found it humiliating. He had wielded power as the chief executive for the first time and expected to be treated more respectfully by his leader.The JMM, like most parties in India, is controlled by one leader or family, and there is little room for the separate ambitions of individual leaders. Champai himself has played that game for a long time, but after being the Chief Minister, he thought a tipping point had been reached. External factors too may have played a role in his decision. While Champai cried of “bitter humiliation” by Hemant, Hemant insinuated that Champai was being lured by the Bharatiya Janata Party (BJP). The BJP is pushing hard for a political return in Jharkhand where elections are due soon. Its strategy is to fragment the tribal vote and consolidate the non-tribal vote in its favour while inciting resentment among the tribal communities against Muslims. To this end, the BJP is arguing that in its absence, the State has undergone unchecked changes in its demography. And, as a counter, the JMM has questioned the BJP’s intent in delaying the 2021 Census, further putting the onus of checking “infiltrators” squarely on the Centre. Champai has not completely revealed his plans — he might float a party of his own or join the BJP. Either way, his role in the Assembly polls will likely work to the advantage of the BJP. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npolitics\n\n/\n\nJharkhand\n\n/\n\nJharkhand Mukti Morcha\n\n/\n\nprison\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitical parties\n\n/\n\nBharatiya Janata Party\n\n/\n\npopulation and census\n\n/\n\nAssembly Elections\n\n/\n\nminority group\n\n/\n\ntribals",
        "headline_1": "​Soren vs Soren: On Jharkhand politics",
        "headline_2": "Champai Soren seems keen on defeating Hemant than on winning",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsoren-vs-soren-on-politics-in-jharkhand/article68558963.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "…And disconnecting afterwards isn’t always heavenly\nOnce upon a time we spent working hours in the office and personal hours away from it. This binary life feels like ancient history because that’s how transformative the smartphone and then the pandemic have been. Thanks to these two, the worksite has been emancipated, to go where you will. You, in turn, have gotten shackled to it 24×7. Hence the growing, worldwide cry for the right to disconnect, to ignore work calls, messages and emails outside of working hours. \nAustralia has become the latest country to enshrine it in law. France was the first. Naturellement. Japan, at the other extreme, has a word for death from overwork. Karoshi. Everyone clocking out at 40 hours a week and taking all the vacation to which they are entitled, is unimaginable there. \nMore generally, common sense says it should depend on the job. Someone who works at the intersection of multiple time zones, for example, can’t deliver their KRAs doing 9 to 5. Then too, as Dolly Parton sings, doing a 9 to 5 job where you’re just “a step on the bossman’s ladder” is nobody’s dream either. A toxic manager can give you stress enough during the official work hours, while a job you luv will eat into your holiday no matter the law. Bottom line, workers are not slaves. We have to work to live. But our mindfulness about the kind of work-life balance we desire will only serve us well, if we actually have choices. \n\n",
        "headline_1": "Working 9 to 5…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/working-9-to-5/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "That India can talk to both warring nations is important\nModi’s engagements with Zelenskyy started with a solemn event that “honoured” the “children taken by Russian aggression” as Kyiv shared the pains of the war, and New Delhi stood in solidarity with its suffering. During Modi’s July visit to Moscow, severely criticised by Zelenskyy, Russia had bombed a children’s hospital in Ukraine. Modi’s Kyiv visit is ‘historic’ not only because it was a first by an Indian PM, but also because it re-emphasises New Delhi’s tradition of non-alignment, carried forward by political leadership, inked slowly and steadily by foreign services, bureaucracy.\nPower to talk | Zelenskyy also achieved a political goal with Ukraine’s successful military incursion into Russia’s Kursk early Aug on the heels of its foreign minister’s end-July visit to Beijing to discuss end-of-war talks. It served its military purpose – Kursk is from where Russia sustains its troops inside Ukraine. It is also a celebrated site – in 1943, Soviet forces defeated Nazis in a crucial battle. Putin observed the anniversary of that battle by visiting Kursk last year. Analysts argue that the embarrassment to Putin over Ukraine taking over Kursk territory, which Russian forces have failed to reclaim, strengthens Zelenskyy’s position in any end-war negotiations.\nWalking peace | Zelenskyy’s aggression and ability to sustain the resistance is a matter of pride for Ukrainians. Russia has sent conscripts into Ukraine despite its bombast that only volunteers and mercenaries will be on battlefields. Both countries have paid dearly in lives lost. But wars don’t peter out. They are forced to an end. New Delhi has more than established its intention and ability to retain political and economic ties with Moscow, despite West’s frowning, and with Kyiv. India seeks deeper bilateral ties with the region’s democracies – the four MoUs signed in Kyiv are testament to that vision. For a country destroyed, reconstruction need not wait for war to end. When end-of-war is explored, India will be there for both warring nations.\n\n",
        "headline_1": "Kyiv-Moscow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/kyiv-moscow/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "Regulators can look at pricing. But be careful of creating market disruption \nCommerce minister Piyush Goyal’s criticism of multinational e-commerce players for “predatory pricing”, which he argued damages mom-and-pop players and small retailers, revives an old debate in this country. It’s true e-commerce giants have been accused of such tactics even in developed economies. But underlying this issue is a more fundamental one. Market economies are governed by demand and supply and pricing is best left to the interplay of those forces. And govts and regulators must be very cautious about intervening in pricing mechanisms. Global and local experience suggests that price controls can lead to shortages, inferior product quality and illegal markets. Price interventions may have good intentions but they often result in bad outcomes, as a World Bank paper said.\nMarkets need free play | There are also several benefits of a market mechanism to consider here. For instance, the e-commerce boom has not just been a boon for consumers but also helped with formalisation and digitisation of economy and generated more than, by one estimate, 15mn jobs. In the telecom sector, it’s the entry of an Indian behemoth with aggressive pricing in 2016 that led to a fall in tariffs and data revolution in India. The sector, which has seen tariffs rise again, is also proof that beating competition with such a strategy has its limits. Fact is no company can indefinitely keep suffering losses to gain market share.\nRegulate but with caution | Besides, what’s the line that separates competitive pricing from predatory or over pricing? We need very sound and efficient regulatory systems to make such distinctions and balance market sanctity with ensuring a sector doesn’t turn into a monopoly. There will certainly be cases where regulators need to step in. Take for instance, the issue of surge pricing by taxi aggregators. There must be a ceiling on what passengers shell out in rush hour. But such interventions must be kept to a minimum. Concern for investment, growth, and job creation is also why formulation of India’s e-commerce policy has seen long delays. Create no major market disruption, must be the mantra.\n\n",
        "headline_1": "Price of intervention",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/price-of-intervention/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "Some have sea legs and some get seasick\nI bet your friend does not have an 80ft yacht. Mine does. Sleek and super stylish. He invited me on a deep sea fishing trip, so all ye mates, ahoy there, looking like a cross between Morgan the pirate and Johnny Depp, this young salt fetched up at the pier singing yo ho ho and with a bottle of rum, anchors aweigh, old briny awaits, batten the hatches, shiver me timbers and all hands on deck.\nThe thing about boats is you cannot get off them. As the shore recedes like a shy bride the songs of the seas die on the lips. The difference is my friend and his crew have sea legs and I don’t. Half an hour into the trip the waters are choppy enough to jump-start the windmills in your tumtum. This is known as the onset of mal de mer and the churning is made worse by all these sailor types eating rich, greasy food while you are considering swimming to the shore might be a decent option…anything would be compared to draping yourself over the railing and moaning softly.\nAs misery does a dance on you a fish is caught and then another one and now they decide to fry the catch and this sends the only seasick wretch back to the balcony. Not feeling too good, says my friend, master of the observant. Too good? Are you kidding? I am green at the gills, my stomach is doing Fosbury flops, nausea is an orchestra within and terra firma is a distant dream. If I had a kingdom I’d give it wrapped in ribbons just to stand on land again. By now the others are singing and just the sound of laughter stages a mutiny in my gut. \nNice calm sea today, says my friend, knocking back an onion redolent sandwich, we are in luck, sometimes the waves get really rough, there is this groundswell. I look at him in horror as the whole digestive system goes into a trapeze act.\nWant to lie down in the stateroom, he asks. Now I know why they call it a stateroom…because landlubbers like me are in such a state. By now I am ready to walk the plank, never mind the even keel, more likely simply keel over and call it a day. I am three sheets to the wind and even the  thought of a beer is enough to heave ho. Between the devil and deep blue sea the devil is a fun dude. Talk about being dead in the water. Can someone please lower the boom because I cannot fathom what made me come on board without knowing the ropes. Talk about ill winds, sorry the railing beckons.\n \n\n",
        "headline_1": "Are you a have-yacht?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/are-you-a-have-yacht/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "The ongoing flood has once again highlighted the need for taking decisive actions to reduce our vulnerability to seasonal disasters. With climate change, our internal river management problems, and unresolved external issues with India exposing the fault lines for a country otherwise known for its disaster preparedness, the time has come for Bangladesh to approach this issue with the urgency that it deserves, especially considering the huge human and economic tolls. Reports coming from the ground are quite alarming: at least 15 lives lost and 48 lakh people affected in 11 districts as of Friday afternoon. Earlier, it was reported that over 887,000 families were marooned, with about 77 upazilas under water.\nThe Feni and Cumilla situations remain as dire as before. In Cumilla, the collapse of an embankment on the Gumti River has left about 500,000 people stranded. People in other districts including Khagrachhari, Noakhali, Chattogram, Moulvibazar, Habiganj, Brahmanbaria, Sylhet, Lakshmipur and Cox's Bazar are also facing severe challenges. Despite all that, one reason to be hopeful about the direction in which Bangladesh is going at present is the spontaneous response of people to help with the aid and rescue efforts. Besides government initiatives in collaboration with the military, coast guard, and emergency services, private platforms and student volunteers have turned up in large numbers, reflecting the nation's solidarity at this moment of crisis. They are working despite considerable hurdles, including lack of electricity and mobile network and impassable roads, with a large number of people in flood-hit districts still disconnected.\nThat said, we must turn our focus to what's causing the severe flooding and how to reduce our vulnerabilities. Since August 19, the country's eastern region has experienced extremely heavy rainfall for three consecutive days, the highest in 53 years. This, combined with upstream flooding and the narrowing of water drainage paths in Bangladesh, has rapidly deteriorated the situation. This was compounded by inadequate early warning systems. A critical factor in this is the lack of warning about upstream water flows from the Indian authorities, which experts say has exacerbated the situation. Effective cross-border water management and better coordination with India are essential to improve our response. The Joint River Commission and the National River Conservation Commission (NRCC) have a huge role to play in this regard, which they must do.\nIn addition to cross-border river issues, encroachments and blockages in Bangladesh's river systems are another major concern. The estimates given by the NRCC about river encroachers show how the latter have encroached river land across the country, exacerbating the impact of flooding. Going forward, we must bring these encroachers to book and improve water flow in our rivers. A comprehensive approach to flood management is necessary. This includes restoring natural river channels, addressing encroachments, and strengthening regional cooperation and the effectiveness of relevant institutions to prevent future disasters. Given the repetitive nature of flash floods caused by upstream flows, experts have also said it is time the government approached floods not just from the perspective of river management but also that of security.\n",
        "headline_1": "We must reduce our vulnerability to flood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-reduce-our-vulnerability-flood-3684716",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "Bangladesh, a country built upon the world's largest delta, has long been defined by its relationship with water. Nestled within a landscape of rivers and floodplains, the country is no stranger to the annual cycle of monsoon floods. Yet, despite centuries of coping, these floods continue to displace thousands, destroy crops, and unravel lives. As the world grapples with climate change, the threat of even more frequent and severe flooding looms larger than ever.\nIn this critical moment, Bangladesh stands at a crossroads: will it continue to fight against its natural landscape, or will it embrace a transformative vision of flood resilience?\nThe recent mass uprising in Bangladesh has sparked new hope for a brighter future. The newly formed interim government, led by the esteemed Dr Muhammad Yunus, is filled with capable and experienced people who have committed to bringing about meaningful change. This moment presents an unparalleled opportunity for the country to reimagine its relationship with its land and the nature of settlement patterns that it demands.\nHistorically, flood management in Bangladesh has been dominated by civil engineering solutions: dams, embankments, and reinforced buildings. These measures, while offering short-term relief, have not provided a sustainable solution to the problem. Year after year, the nation witnesses devastating floods, with thousands of people displaced and vast swaths of agricultural land rendered unusable. The reliance on traditional engineering solutions has proven inadequate in the face of a problem as complex and pervasive as flooding.\nTo understand the path forward, it is crucial to recognise the uniqueness of Bangladesh's landscape. As a floodplain delta, the country is intrinsically linked to water. The rivers that crisscross the land are both a source of life and a constant threat. The traditional approach of building barriers to keep water out has proven futile, as it disrupts the natural flow of water and exacerbates the problem. Instead, Bangladesh must embrace its identity as a floodplain and develop settlement patterns that are in harmony with this reality.\nOne of the most promising approaches is the concept of amphibious settlements—villages and cities that can float or adapt to rising water levels. Examples of such innovations can be found in countries like the Netherlands, where floating homes and infrastructure have been successfully implemented to combat rising sea levels.\nIn Bangladesh, this concept can be expanded to include not just homes, but entire communities that can thrive in a flood-prone environment. Floating agriculture, a practice already in use in some parts of the country, can be scaled up to ensure food security during flood seasons. These solutions require a deep understanding of the land and a commitment to indigenous innovation.\nThe challenges of implementing such a vision are immense, but they are not insurmountable. What is needed is a coordinated national effort that brings together government agencies, private institutions, and local communities. Only a dedicated ministry with the authority to oversee and coordinate these efforts can achieve the necessary scale of change. This ministry would need to rethink public plot divisions, zoning, watershed management, and settlement patterns across the country. It would need to foster collaboration between civil engineers, landscape architects, urban planners, and local communities to develop solutions that are both innovative and context-specific.\nIn cities across Bangladesh, including the hill tracts, there is a worrying trend of adopting a one-size-fits-all approach to development. Buildings and infrastructure are designed and constructed without regard for the unique characteristics of the land. The construction methods and materials need a lot of change and innovation as well. People need options for lightweight and flexible materials and processes. This indiscriminate development has led to a situation where the natural flow of water is obstructed, exacerbating the impact of floods. To reverse this trend, Bangladesh must embrace a practice of settlement that follows the natural contours of the land, rather than imposing artificial solutions that are doomed to fail.\nThe garment sector, one of Bangladesh's largest industries, could play a pivotal role in this transformation. By producing inflatable boats and rechargeable air pumps, the sector could ensure that every household in flood-prone areas is equipped with the tools needed to survive a flood. This simple yet effective measure could save countless lives and prevent the yearly tragedy of people being stranded and waiting for rescue. Additionally, the government must invest in safe centres that can provide shelter and resources during floods, ensuring that no one is left behind.\nHowever, the most important step is to change the mindset of the nation. For too long, floods have been seen as a disaster to be endured rather than managed. This fatalistic attitude has held the country back from taking the bold steps needed to become truly flood-resilient. The time has come to recognise that floods are a natural part of life in Bangladesh, and that with the right approach, they can be managed in a way that minimises their impact.\nThe newly formed government has the opportunity to lead the way to adopt this vision, but it will require the support of the entire nation. Public awareness campaigns, educational programmes, and community engagement initiatives will be crucial in spreading the message that a flood-resilient Bangladesh is not just a dream, but a tangible goal that can be achieved through collective effort. The knowledge and tools to make this vision a reality is within reach. What is needed now is the determination to act.\nBangladesh's future lies in embracing its identity as a floodplain delta and developing innovative, landscape-driven solutions to the challenges posed by floods. The time for passive, short-term measures has passed. Now is the time for bold action, visionary leadership, and a commitment to building a flood-resilient nation that can thrive in the face of adversity.\nAsif Khan is a landscape architect based in Michigan, US.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "A call for innovative adaptation to make Bangladesh flood-resilient",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/call-innovative-adaptation-make-bangladesh-flood-resilient-3683821",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "The Cyber Security Act (CSA), 2023 is widely accepted as a draconian spin-off of the Digital Security Act (DSA), 2018. Hastily passed a few months before the Parliamentary Election of 2024, the CSA carries the same repressive watermarks of the DSA, which was also passed just before an election. The purpose of this law is widely recognised as suppressing the free press and freedom of speech. As a nation in transition, Bangladesh must repeal the CSA to safeguard the rights of its citizens.\nAll but the most loyal supporters of the Awami League would agree that during its reign, Bangladesh suffered a massive decline in freedom of speech. The World Press Freedom Index ranked Bangladesh 165th out of 180 countries in the 2024 report, placing it at the bottom among South Asian nations, only above Afghanistan. While many factors contributed to this decline, one of the main suppression tools was the CSA and its predecessor.\nNational and international media, activists, and legal experts strongly opposed non-bailable offenses which existed in the DSA. Unfortunately, the same spirit continued in the CSA, as any offence booked under sections 17, 19, 27 and 33 of the act were declared to be non-bailable.\nSection 4 of this act restricted the possibility of anyone criticising the government, even outside of Bangladesh. Unilateral power is given to the Director General of National Cyber Security Agency in section 4, to remove or block any content with the assistance of BTRC.\nSection 21 outlines a five-year jail term and/or a Tk one crore fine for any statement, conspiracy, or negative criticism against the Liberation War, the father of the nation, the national anthem, and the national flag, allowing law enforcement to package any form of criticism against the government as anti-state or anti-government and prosecute ruthlessly. Section 25 further doubles down on so-called conspiracies to spread propaganda and falsehoods that affect the image and reputation of the country. The wording of this clause was purposefully kept vague to allow arbitrary interpretation.\nSection 42 grants police absolute authority to search bodies, places, confiscate, and arrest without showing any cause or warrant. The former ruling government has been heavily criticised for using this clause as a major fear tactic. Many journalists have refrained from saying or writing anything against the government out of fear of police harassment and brutality.\nThe extent to which the CSA strangled rights and voices is astonishing and disproportionate. When the law of the land allows accused individuals to get bail for serious offenses, such as loan default, cheque fraud, and land grabbing, how can authorities detain someone without bail for something as harmless as a Facebook post? This law intentionally targets journalists, netizens, and ordinary citizens, tarnishing freedom of speech, expression, and investigative journalism. No authority, either private or public, should be allowed such unchecked power to search, detain, or punish people.\nAlthough the previous regime is gone, the law remains in force, and many of its victims are still behind bars. Between October 2018 and September 2023, 4,520 people were charged in 1,436 cases. The Centre for Governance Studies (CGS) traced identities of the accusers in 859 cases and found that the former ruling party activists filed 263 of them, suing 887 people.\n\n\nVictims who have been unjustly detained, tried, and convicted should be immediately released. Independent judicial investigation should be conducted and personnel who were involved in framing innocent citizens must face the law.\nThe CSA must be repealed, and the interim government must form an impartial committee consisting of legal experts, journalists, cyber security experts, and activists to draft a new act. The new act should only focus on cybercrimes such as fraud, theft, hacking, or any action that compromises national cyber security. Any online activities of anti-state or anti-national nature can always be addressed under penal code and other existing laws. Speech, online activism, and all forms of journalistic and creative expression must be excluded from the scope of the future cyber law.\nFor the first time in many years, there is an environment where publishing an article or a Facebook status doesn't make us feel scared. Online news portals are posting materials and incriminating evidence that were practically impossible just a few weeks ago. Television and print media have also come out of their shells, deviating from their once established party lines. These are steps in the right direction, but the fruits of freedom should not appear circumstantial in the long term; they should be structural.\nYears of faulty laws have strangled citizens' voices, to an extent that self-censorship has become our second skin. The youth of the country have obviously spoken, and leveraging on that, the existing legal system should be modified so that the common Bangladeshi can speak freely, too. We must dispel the oppressive legal instruments of the past and enact better laws, so that future governments cannot senselessly prosecute its own citizens, much like the last one did.\nSinha Ibna Humayun works in technology and is an advocate of freedom of speech. He can be reached at [email protected]\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guideline for submission.\n",
        "headline_1": "To protect free speech, get rid of oppressive laws like the CSA",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/protect-free-speech-get-rid-oppressive-laws-the-csa-3684466",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "Since the August 5 changeover in political power courtesy of student-led mass upheaval, the representatives of country's local government bodies have been on the run to escape the public's wrath. No wonder their absence seriously hampered day-to-day function of the city corporations, municipalities, zila, upazila and union parishads depriving the public of the service the functionaries were supposed to render. So, to avoid further public suffering, the interim government through a gazette notification on Monday last removed 12 city corporation mayors, 60 zila parishad chairmen and members, 493 upazila parishad chairmen and vice chairmen and 323 municipality mayors. Notably, the mayors were removed, as reported, in exercise of the section 13 Ka of the Local Government (City Corporation Amendment) Ordinance 2024. Similarly, through another notification the removal of all zila parishad chairmen and members was done in exercise of Section 10Kha of the Zila parishad (Amendment) Ordinance 2024. To run these local government bodies after removal of their absentee representatives, the incumbent government appointed administrators to carry out the functions of the city corporations and the municipalities. But the decision did not mention who would perform the duties of the ward councilors who are also elected public representatives and whose close connection with local people is crucial to the service delivery by the mayors in their respective constituencies. Also, who will take charge of the upazila vice chairmen including chairwomen is yet to be determined. It may be recalled that in an order on August 14, the incumbent administration gave the chief executive officers of the local government bodies full administrative and financial powers and explained why the move was made in the post-August 5 situation. Then, five days after that move, came the decision to appoint administrators in place of the previous local government representatives who were basically the leaders and activists of the ruling party of the fallen government. Obviously, they cannot be said to have been elected ones as all the so-called elections under the previous regime were stage-managed and hence seriously flawed. But the question is, how far bureaucrats who, unlike elected representatives, lack contact with local people, are supposed to serve the public effectively?The interim government's adviser to the Local Government and Rural Development (LGRD), AF Hassan Ariff, however, explained the step as one of what he reportedly said 'cleaning up the entire local government'. Obviously, clearing the mess left in every tier of the administration by the immediate past government is an urgent task before the present administration. But administrative house cleaning is one thing, addressing day-to-day issues affecting public life is another. That discharging such responsibilities requires elected public representatives with whom citizens of the constituencies concerned have direct communication. Some experts on local government issues supported the interim administration's measure on the ground that the void created by the former regime's mayors and councilors, many of whom are either in hiding or have fled the country, was an unavoidable one. Even so, it has to be admitted that appointing administrators is a stopgap measure. In that case, the appointees to the mayoral positions can only perform routine tasks and continue implementing existing projects, but not undertake any fresh venture. Evidently, this will be a limitation on the part of the government servants who will also be doubling as public representatives. The interim government will be required to think long and hard about how long the vital public institutions like local government bodies could be operated to the satisfaction of the citizens by civil servants in absence of elected public representatives.",
        "headline_1": "Challenges before civil servants in charge of local govt. bodies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-before-civil-servants-in-charge-of-local-govt-bodies-1724422986",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "The energy advisor has stated on the first day of joining office that the Speedy Supply of Power and Energy (Special Provision) has been put on hold with the promise of not raising tariffs on energy prices and alongside bringing past contracts under review. This is a welcome move but the fact remains that the country is presently burdened with a US$5.0 billion energy-debt and it is the task of the interim government to navigate the country out of this situation. As stated, umpteen number of times by energy experts in the country, the open flouting of rules that the Act allowed in terms of public procurement had become the norm and it created the perfect opportunity for a total lack of oversight in procurement of energy supplies and power contracts. The full scope of the graft that had occurred over the course of more than a decade will remain a work in progress but that is a separate subject of discussion. While arguments have been made both in last parliament and in the public sphere that there is nothing wrong with 'capacity payment', one cannot overlook the public disclosure made by the former minister for energy and power that the state had paid Tk 1.06 trillion as capacity payment to the private energy sector. The crux of the problem lies elsewhere i.e. correct demand forecasting. For years, policymakers went on building one power plant after another in what is now totally obvious - over and above the power needs of the economy! As capacity payment or charge takes into account return on investment, interest payments on loans (both domestic and foreign), capacity payment as a whole went on rising and today, by an average estimate the energy sector is burdened with around 10,000 MW (megawatts) of excess power generation capacity.Again, as energy planners wilfully chose to divert energy sourcing from national to international at the expense of sustained exploration of own natural resources and concentrating on an import-driven fuel supply, external shocks like a war in Europe pushed the production cost of energy through the roof. None of this helps the present government though because it is now burdened with multi-billion-dollar debt in foreign currency because these energy supplies have to be paid in foreign exchange.The question is what will the government do about these unnecessary power plants, particularly those that were commissioned after 2017? Since, there is no need for a lot of these plants, what will the decision about keeping them operational? Whatever may be the contractual obligation under the said Act, can the country afford to keep paying capacity charge? The answer obviously is a resounding NO! This is evidenced by events over the last one year when the previous government had resorted to taking short-term hard interest loans from foreign institutions simply to defray the payments to foreign suppliers of liquefied natural gas (LNG) and to meet import of fossil fuels. The situation today has taken years in the making and by putting a cap on energy prices for now will not make the problem go away.Many years ago, Pakistan had followed the same path to prove power for its economy. It had landed in the same mess as Bangladesh. A skewed energy policy that was overly dependent on independent power plants which increasingly became the dominant suppliers of energy! That country too had reached a situation where it couldn't afford to pay off the producers of power or the suppliers of energy and indeed the country was going bankrupt and this was avoided by a generous bailout from the Kingdom of Saudi Arabia. Bangladesh presently isn't on the verge of bankruptcy but it is in serious economic trouble. As pointed out by numerous energy experts in the country, there has to be a shift in policy to take energy exploration seriously. The country is now energy-starved. Entire sections of industry are now facing ruin because natural gas production in the country has been waning for some years now. With state-owned exploration companies effectively sidelined as policymakers had moved towards procuring energy supplies from the international market, natural gas can no longer be supplied to either industry or power generating plants. For more than a decade, we have become less energy-independent and that is where the focus must now return. The energy advisor is tasked with the unenviable job of rejuvenating the exploration of on-shore and off-shore natural gas. While it may be politically expedient for some in government to forgo the issue of coal extraction, can Bangladesh be choosy? Pragmatism demands that Bangladesh must explore all its domestic natural resources if it wishes to preserve the economy and move forward.\n[email protected]",
        "headline_1": "Tackling energy problems will be tricky",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-energy-problems-will-be-tricky-1724423028",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": "The proliferation of social media over the past decade has connected billions of people, making them heavily dependent on various virtual platforms and online network systems to communicate and share thoughts. With more than 60 per cent of the world population using social media, the impact is truly global. According to the Singapore-based global advisory firm Kepios, there were 5.17 billion social media users worldwide at the start of July this year, equivalent to 63.7 per cent of the total global population. In 2017, the number of social media users stood at less than 3.0 billion. Currently, on an average, 8.9 new users are joining social media every second, further expanding this global network. With the increase in social media users, there is also a surge in misinformation and disinformation in the virtual world, negatively affecting the lives of billions of people. Due to the deluge of information from various sources, detecting the accuracy of a piece of information has also become a big challenge, especially in the public sphere. The legal tools to curb the flow of misinformation and disinformation are also limited and sometimes wrongly applied only to make things worse.It is to be noted that misinformation is fake news that is created and spread by mistake by someone who usually doesn't realise that it's false, according to the BBC. On the other hand, 'disinformation is fake news that is created and spread deliberately by someone who knows full well that it's false.' So, there is a fundamental difference between the two, and one needs to remember that misinformation is not created intentionally to deceive other people. Generally, it is a piece of information extracted from a real event, fact or news and presented without putting it into context. Giving someone a piece of wrong information unintentionally or carelessly is also misinformation. On the other hand, disinformation is creating or spreading any fake news deliberately to cause trouble, and those who do this are well aware of what they are doing. So, misinformation is harmful but can be corrected by providing accurate information, whereas disinformation is more dangerous, causing severe damage which is difficult to amend. Bangladesh has witnessed a surge in disinformation for the past couple of years, courtesy mainly of an autocratic regime's ill intention to deceive people and spread fear among them. In the name of fighting disinformation, the government cracked down on free speech and free press to a large extent. It used various surveillance tools under the umbrella of repressive laws, and so it became tough for the media to report on corruption and irregularities of the government. Again, the government also sponsored some people and media outlets to spread disinformation to justify media curbing. In the name of countering the propaganda against the country and also protecting the image of the country abroad, the government machinery was also used to spread targeted disinformation. During the protest movement launched by students, disinformation against the protestors mushroomed as the Awami League (AL) and other organisations affiliated with the party with help from the administration engineered the process. The intention was to create a distorted and false image of the protestors so that their protest movement could be undermined. The disinformation also provided a pretext for initiating oppressive treatment of the protesters in various forms. In the changed atmosphere, there is an expectation that the proliferation of disinformation will be curbed as much as possible. However, devising and applying remedial measures is challenging and requires extensive investment. More importantly, it requires people's awareness and active participation. By being vigilant and learning to detect disinformation, even individuals can play a crucial role in combating this issue and protecting themselves from being misled by any false news or piece of information that looks exciting. \n[email protected]",
        "headline_1": "Growing danger of disinformation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-danger-of-disinformation-1724423056",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2024"
    },
    {
        "full_article": " Cancer cases are growing alarmingly. According to the WHO, Bangladesh had recorded 1,67,256 cases of cancer patients in 2022, of whom 1,16,598 succumbed to the deadly disease. The facts and figures show that both the cancer cases and deaths are on the rise, and it is feared that the country will have 3,47,783 cancer patients in 2050.Sadly, cancer treatment remains largely centralised in Dhaka, posing significant challenges for patients in remote rural areas seeking long-term care. Government hospitals are overwhelmed with patients, while treatment costs in private facilities are exorbitant. A PET CT scan, for instance, costs between 65,000 to 70,000 taka in private hospitals, half the price in government facilities but with long waiting periods. Chemotherapy, radiotherapy, and surgery are prohibitively expensive. According to a study by the Bangladesh Institute of Development Research (BIDS), the average out-of-pocket expenditure for treating a cancer patient in Bangladesh is Tk 5,47,840. Poor patients struggle to afford these costs, exacerbated by irregularities and corruption in accessing free medicines in government hospitals.In this respect establishment of a national cancer fund to provide free treatment to the poor and decentralisation of treatment facilities nationwide can reduce the inequality in cancer treatment. Additionally, enhancing palliative care services is crucial to alleviating suffering of cancer patients. \nNahida NishiA conscious citizenDhaka",
        "headline_1": "Cancer treatment cost too high to bear",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cancer-treatment-cost-too-high-to-bear-1724423074",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2024"
    }
]