[
    {
        "full_article": "Prime Minister Narendra Modi’s three-day visit to Australia this week coincided with a year since Labour Party leader Anthony Albanese was elected Prime Minister, and gave a fillip to growing bipartisan ties. While his visit was originally planned for a multilateral event, the meeting of the Quad, it transformed into a purely bilateral visit after the U.S. President pulled out over domestic political constraints; Japanese Prime Minister Fumio Kishida followed suit, and a shortened Quad Summit was held in Hiroshima. As a result, Mr. Modi’s Sydney sojourn was much more in the spotlight, particularly his address to the Indian community which Mr. Albanese joined in, as well as the address to business groups. In what was their sixth such meeting in the past year, the announcements from the Modi-Albanese meet included opening an Australian consulate in Bengaluru and an Indian consulate in Brisbane, an agreement on Migration and Mobility, and the finalisation of terms of reference for an India-Australia Green Hydrogen Task Force. Defence and security ties, cooperation on renewable energy, and critical minerals were also part of the substantive agenda, as was the need to sign a Comprehensive Economic Cooperation Agreement by December. On international issues, despite their differing stances on Russia’s invasion of Ukraine and western sanctions, they found continuing and common cause on maintaining a free and open Indo-Pacific, and dealing with an aggressive China.However, it was the celebration as well as the concerns of the Indian-origin community that appeared to overshadow all else. While both leaders exulted in the mammoth crowd at Sydney’s SuperDome, Mr. Modi said that the “real reason, the real power” behind the bilateral relations came from people of Indian-origin in Australia. On the subsequent morning, activities of other groups and conflicts also tracing back to people of Indian origin were discussed as Mr. Modi repeated his concerns over vandalism and attacks defacing community centres and temples with pro-Khalistani, anti-India and anti-Modi graffiti. These had been raised during Mr. Albanese’s visit to India in March. While any attack on an Indian consulate is a valid bilateral concern, New Delhi must consider how much attention it wishes to pay to attacks by Australian citizens on Australian citizens and Australian property. While the growing incidents may be cause for worry, it is by no means clear that giving them centre-stage during such visits is conducive to strengthening the common understanding between both countries, or in the best interests of the “three D’s” Mr. Modi said bind the two countries today — Democracy, Diaspora and Dosti [Friendship].\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-Australia\n\n/\n\ndiplomacy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nJapan\n\n/\n\nUSA\n\n/\n\nIndia\n\n/\n\nenergy resources\n\n/\n\ndefence\n\n/\n\neconomy (general)\n\n/\n\nChina",
        "headline_1": "Ties that bind: On India-Australia ties and the Modi visit",
        "headline_2": "The Narendra Modi visit to Australia adds to the bipartisan strength of growing bonds",
        "link": "https://www.thehindu.com/opinion/editorial/ties-that-bind-the-hindu-editorial-on-india-australia-ties-and-the-modi-visit/article66889403.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "The U.S. is close to breaching its $31.4 trillion debt ceiling, the government-imposed limit on the total funds it can borrow to pay for existing legal obligations including interest on national debt, military salaries tax refunds and Medicare and Social Security. A breach, should it happen by the June 1 deadline, risks an economic debacle that could lead to a credit rating downgrade, with the knock-on effect of soaring interest rates and tanking stock markets. This in turn would have a deleterious impact on retirement and savings accounts, the pace of business activity, and therefore on employment. With the global economy limping out of the COVID-19 recession scenario, a U.S. federal government debt default would represent a shock to the financial system and a still-fragile recovery across many economies may be compromised. Matters could worsen if the U.S. federal government goes into its 22nd shutdown and government employees are furloughed. In an attempt to coax lawmakers into cooperation and hammer out an agreement to raise or suspend the debt ceiling, the White House put out its calculations of the damage that would result: 8.3 million jobs lost, 6.1% drop in annualised growth of real GDP, and unemployment at 5%.At the heart of this fiscal quagmire is a lack of bipartisan consensus on how to avoid repeating cycles of national economic stress stemming from the debt ceiling itself. Some analysts observe that the ceiling is a useful device for the U.S. government to tie its own hands and submit to a credible commitment to limit public spending, especially as it requires legislative consent, and with it, some congressional oversight authority. Others argue that the ceiling is an “antiquated mechanism” that places unwarranted restrictions on robust fiscal policy, including on the need to meet previously legislated fiscal obligations. Either way, the deeper reason to worry about the debt ceiling bringing the economy to the “precipice of default every few years” is that the ceiling readily serves as a political tool for the party not in control of the White House to gain leverage over the fiscal priorities of the administration and hobble its plan to deliver on campaign promises. A major debt payment is due on June 15. The government could make do with the ever-shrinking fiscal wiggle room until then. However, House of Representatives Speaker Kevin McCarthy, a Republican, would be wise to realise that putting partisan goals and personal popularity ahead of the greater good will not be something that the American middle class will forgive easily in the 2024 presidential election, especially if this brinkmanship ends up causing a painfully intractable economic crisis.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\ngovernment debt\n\n/\n\neconomy (general)\n\n/\n\njob layoffs\n\n/\n\nunemployment",
        "headline_1": "Unnecessary brinkmanship: On the U.S.’s fiscal quagmire",
        "headline_2": "Republicans should not put partisan goals ahead of the greater public good",
        "link": "https://www.thehindu.com/opinion/editorial/unnecessary-brinkmanship-the-hindu-editorial-on-the-uss-fiscal-quagmire/article66889179.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "Remember the story of Jayadrath’s killing in the Mahabharata? As Arjuna had taken a vow to kill Jayadrath before the sun sets to avenge his son Abhimanyu’s death, Dronacharya created a three-layered sheath to protect Jayadrath. However, to draw him out from his hideout, Lord Krishna covered the sun to hoodwink Jayadrath into believing it was sunset. When Jayadrath emerged, Arjuna severed his head with his arrows. The fake sunset was a tactical manoeuvre to ferret Jayadrath out of his hideout.\nTo understand RBI’s move to withdraw the Rs 2,000 notes, this story provides an important parallel. Similar to Krishna’s move to ferret out Jayadrath, withdrawing the Rs 2,000 note can ferret out a substantive part of the ?3. 6 lakh crore of currency in circulation (CiC) in Rs 2,000 notes. I estimate that less than 1% of economic transactions in India employ the Rs 2,000 note. RBI data shows CiC in the form of Rs 2,000 notes is currently Rs 3. 6 lakh crore. As the amount of total money supply was Rs 228 lakh crore in May, the Rs 2,000 note accounts for only 1. 6% of the overall money supply.\nRead full story on TOI+\n\n",
        "headline_1": "Withdrawal of Rs 2,000 notes will smoke out hoarders",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/withdrawal-of-rs-2000-notes-will-smoke-out-hoarders/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "On May 16, GoI announced it would impose a TCS (tax collected at source) of 20% on international credit and debit card transactions made by Indians on foreign travels from July 1, 2023. On May 19, RBI announced the ?2,000 note would be withdrawn but would remain legal tender. The consensus seems to be that both are non-events, will not impact many and will not cause real damage to the Indian economy. That may well prove correct. But the interpretation misses the wood for the trees. We need to take a step back and understand that both announcements are problematic.\n\nFirst, it is not clear why either measure was necessary. The Rs 2,000 note was introduced during the demonetisation episode of 2016 partly as a means to rapidly remonetise the economy till currency notes of other denominations became available. As per RBI’s recent notification, these notes have served their purpose and are no longer commonly used for transactions.\nRead full story on TOI+\n\n",
        "headline_1": "Currency withdrawal, TCS will revive uncertainty, not economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/currency-withdrawal-tcs-will-revive-uncertainty-not-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "That PM Modi’s recent visit to Papua New Guinea – the first by any Indian premier – coincided with the US inking a defence agreement with the Pacific island nation wasn’t a coincidence. Pacific island countries (PIC) have emerged as a strategic battleground between the US and China, with Beijing trying to peel away some PICs in recent years. China inked its own security pact with the Solomon Islands last year. That sent alarm bells ringing. If the Chinese are able to establish a strong foothold in the islands, it would create a serious strategic-security headache for Washington in the south Pacific.\nThis is precisely why India and the US teaming up in the PIC region is a good idea. While Washington can provide security guarantees to the islands, New Delhi can position itself as a reliable development partner. That was the thrust of Modi’s 12-point action plan announced at the 3rd Forum for India-Pacific Islands Cooperation Summit. Ranging from steps to boost healthcare infrastructure in the islands, to setting up a regional IT and cybersecurity hub and providing desalination units to address water scarcity, New Delhi is rightly championing a demand driven cooperation model that doesn’t burden the island nations.\n\nBut it’s important that the momentum behind these measures endures. Geographical distance between India and the PIC can lead to complacency setting back in. And China with deeper pockets and the world’s largest navy is better equipped for the push-and-pull of a long-term strategic tussle. Case in point, cash strapped Sri Lanka has turned to Chinese oil and gas giant Sinopec to import, distribute and sell petroleum products despite Chinese loans playing a significant role in Colombo’s economic crisis.\nThus, if India is to counter Chinese influence or even apply strategic pressure on Beijing, it needs to have consistent outreach policies for important partner countries. In the long term, New Delhi has to sufficiently grow its economy to ensure a strong maritime component in its foreign policy. The Indo-Pacific is a seascape. A larger and modern Indian navy is needed for both countering Chinese adventurism and inspiring confidence among island partners.\n\n",
        "headline_1": "Take your PIC: India’s outreach to Pacific island countries is smart but needs a lot of policy work & a larger navy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/take-your-pic-indias-outreach-to-pacific-island-countries-is-smart-but-needs-a-lot-of-policy-work-a-larger-navy/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "It’s been a blistering start to the week. The temperature on Monday in parts of Delhi touched 46 degrees Celsius. It’s not much better elsewhere as IMD issued heatwave alerts for several parts of southern and central India. Along with heatwaves, power demand has surged. Though there are reports of outages in different parts of the country, the electricity ecosystem has coped well so far. States, responsible for the supply and distribution of electricity, have now got a better grip over the situation after GoI last year cracked the whip on lax management.\n\nAn indicator of an improvement in the situation is the position of coal stock in power plants. This is important because coal-based plants generate about 75% of the power. Coal storage in plants is deemed critical if it’s less than 25% of the normative stock. At the beginning of May, 55 plants had coal stock positions that fell in the critical category. By May 22, as temperatures surged, the coal stock position improved and only 49 plants were classified as critical. The improvement in management can be traced to GoI’s decision last year to tighten payment discipline. One outcome of this process is that for most states, power tariff revision happened at the beginning of the financial year. Consequently, unannounced power cuts to cope with fiscal pressures have been infrequent.\nAnother measure of improvement is the reduction in dues of electricity distribution companies. The overdue after the trigger date was Rs 33 crore yesterday, a huge improvement in the situation a year ago. Generally, power traded on the exchanges is around 4-5% of the total power generated, making it impractical for discoms to rely constantly on them. Consequently, there’s a big change in the approach of state governments. However, there’s still a long way to go. Recourse to air conditioners will keep increasing, thereby putting a lot more stress on power infrastructure. States need to build on their effort to create fiscal space to upgrade equipment. Heatwaves are here to stay. Hopefully, fiscal management will simultaneously keep improving.\n\n",
        "headline_1": "Hot news: Heatwaves are here. But this year, power ecosystem has coped well so far, thanks to GoI & states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hot-news-heatwaves-are-here-but-this-year-power-ecosystem-has-coped-well-so-far-thanks-to-goi-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "It's disheartening to know that the government's allocation for social safety net programmes in the upcoming budget may see only a marginal increase despite the rising need for such support amid a raging inflation. According to a draft plan of the finance ministry, there may be an allocation of about Tk 1.2 lakh crore for the social safety net programmes (there are 141 of them in total). This is slightly higher than the existing budget's Tk 1.13 lakh crore allocation. However, in terms of the percentage of total budget and the percentage of GDP, it actually marks a decline from the existing allocation.\nThis means that even though the cost of living has skyrocketed over the last fiscal year, there will be no additional support for the poor to weather the storm.\nThe government feels that the allocation is enough, and the apparent decline in poverty – as claimed by Planning Minister MA Mannan in April – could be used to justify it. This is only half the truth, however. Despite doubts about the veracity of any data from the state-controlled BBS, the real concern is less about the precise number of the poor, and more about the changing reality of poverty, the quality of the support being given, and whether it is sufficient. There is no doubt that the exorbitant prices of essential commodities have had a disproportionate impact on the poor, including the \"new poor\" – who now form the majority of poor people in Dhaka – whose plight still remains unrecognised. The gap between their income and expenses is getting wider, and a business-as-usual approach to this issue will only hurt them more.\nQuestions can also be raised about the use of the social safety net allocation. How judicious is it, for example, that a large chunk of it is repurposed to provide pension for retired government employees? Many of the poor are already being deprived due to the questionable method of selecting social safety net beneficiaries, which has left it vulnerable to exploitation. As per a 2021 World Bank report, eligibility criteria were not met by 26.6 percent of the beneficiaries of allowance for the elderly and 38.4 percent of those in employment generation programmes. We have had many reports on such inclusion/exclusion errors over the years.\nIf these issues are not addressed, the social safety project will fail to deliver expected results.\nClearly, addressing the inflation's devastating impact on the poor will need a holistic approach. The government response so far has been lacklustre at best. It needs to take steps to curb inflation through effective monetary policies and prudent fiscal measures. It must stabilise prices to safeguard the purchasing power of the poor, invest more in education and skills development to reduce poverty, and ensure maximum utilisation of the social safety net funds so that all deserving beneficiaries receive the assistance they need. \n",
        "headline_1": "The poor need better budgetary support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-poor-need-better-budgetary-support-3328561",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "The global prevalence of stress-related mental health issues — attention deficit disorders, depression, eating disorders and so on — is increasing. \nIn the US, 13 percent of adults take anti-depressants and one person died by suicide every 11 minutes in 2019. In India, 36 percent of the nation's workforce suffers from stress and mental health issues, and globally, over 700, 000 people take their lives every year. All these various illnesses have one common denominator: lack of self-care. \nBangladesh — where 585 students died by suicide in 2022 — is not immune to global trend of rising stress-induced mental health issues. Sarah Anjum Bari of The Daily Star penned a column \"I just need 30 minutes of silence\" on July 15, 2022, alluding to some of these issues in day-to-day life. The importance of self-care is gaining more traction even in the popular media. \nThe great news is that through the daily practice of breathing, mindfulness, and other forms of intentional self-care, can actually help individuals overcome stress-related illnesses and improve their livelihood.\nWhen asked, \"What one habit can one develop to handle day-to-day stress?\" Syed Z. Mahmud, a psychiatrist at Florida State Hospital, said, \"Breathing exercise.\"  \nBreathing exercises and practising mindfulness are two widely used examples of self-care. They are gradually becoming acknowledged as imperative assets for a productive, happy life. \nOriginating 3000 years ago, from Hindu and Buddha traditions across the Indian subcontinent and the South-east Asia, yoga and mindfulness are increasingly gaining a foothold in the US and many other Western countries as pathways to better our personal well-being. \nMindfulness is the intentional care of the mind. It is also referred to as the quality of being in the present moment, paying attention without judgement, being present with the task at hand, redirecting wandering attention, and so on. Stilling the mind increases focus and clarity. To achieve that, one must exercise mindfulness daily – similar to the way muscles are strengthened by jogging. A commitment to regular mindfulness has shown gradual improvement in dealing with daily stress. \nRichard J. Davidson, a professor of psychology at the University of Wisconsin, in his 18-minute Ted Talk speech titled, \"How mindfulness changes the emotional life of our brains\" explains how our emotional life is deeply connected to our brains. The video has been viewed about 3 million times since it was published in 2019. What drew so many views to his speech? The answer is simple: humans are craving happiness, and Davidson gives them one simple tip: mindfulness.\nLoneliness is a more significant predictor — by more than two-fold a magnitude — of early mortality compared to obesity, said Davidson. Wandering minds are unhappy minds. By looking at the positive, cutting back on the negative, cultivating curiosity and kindness, developing and nourishing social connections, and finding the purpose of life, we can significantly boost our happiness. Negative self-talk feeds depression, low confidence, and in extreme cases, leads to suicide. Mindfulness can prevent this, by improving self-image and emotional intelligence. \nMoreover, studies show that stilling the mind boosts creativity and motivation to work. The practice helps employees become more productive, and develop many leadership qualities. In the US, many large corporations such as General Mills, Intel, Target, and many national sports teams, and even numerous military units have adopted mindfulness for their workforce. John Mattis, a former US Secretary of Defense, pursued stoicism, which is the practice of self-control and fortitude, during the Iraq War when leading the US military. \nGoogle has implemented about a dozen courses on mindfulness for its workforce to help employees better understand their coworkers' motivation and increase their productivity. Aetna, a leading US health insurance company, adopted \"Viniyoga Stress Reduction\" and \"Mindfulness at Work\" programs for its employees. Aetna Foundation found that the programs helped decrease stress levels by 28 percent, improved sleep quality by 20 percent, and reduced existing physical pain by 19 percent among its employees. Aetna has also implemented mindfulness programs in thousands of elementary schools across the US to help children learn self-control, act compassionately towards others and manage early-life stress. \nThe other, and quite significant benefit of self-care is that it does not require a financial commitment and isn't confined to the classist hierarchy that burdens marginalised individuals with inaccessible healthcare in many nations. Anyone can nourish their body and mind and practise mindfulness anywhere, anytime. One can significantly improve chronic health issues that are borne out of stress and isolation through a daily 30-minute walk or stretch. These exercises boost the mood and strengthen the mind, giving confidence and inspiration one needs to tackle life's difficult circumstances.\nIn Bangladesh is the seventh saddest country in the world per the 2022 Global Emotions Report by Gallup and the 118th among 137 countries in the 2023 World Happiness Report by the UN Sustainable Development Solutions Network. As such, we need to promote self-care more vigorously. It is a no-cost investment that yields the highest return and anyone irrespective of social and economic class can practise it. Everyone can refocus on improving personal and collective health by recalibrating the mind, and doing breathing exercises, among other ways of self-care. Employers around Bangladesh should facilitate daily mindfulness exercises for employees to increase productivity and motivation at work. We can promote self-care even as a fundamental national health policy. \nTraditionally, when talking about mental health, the medical aspects are treated with more importance. However, the pursuit of happiness leads to more positive health outcomes. Ironically, self-care has not been given much consideration in the global health strategy; but the good news is, healthcare communities are increasingly looking into implementing various self-care practices at workplaces and homes, with or without government intervention, as it needs little to no regulation and costs. Communities in Bangladesh should tap into these largely underutilised methods of self-care and raise more awareness of its wonders. \nABM Uddin is a healthcare consultant for the Florida Agency for Health Care Administration. \n",
        "headline_1": "Self-care is healthcare ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/self-care-healthcare-3328516",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "When loan defaulting has become the most preferred option to get rich quicker for habitual defaulters, it seems they are so blessed that they can now contest the upcoming parliamentary election by rescheduling their loans or bills just a day prior to collecting nomination papers. The cabinet last week gave the final nod to the draft Representation of the People (amendment) Act (RPA) 2023 that will allow candidates to reschedule loans or bills on the day before collecting nomination papers, instead of the current rule of rescheduling them seven days prior to nomination paper collection.\nThere's little doubt about the magnitude and seriousness of the crisis that the accumulation of defaulted loans have caused in the country's banking sector. According to Prothom Alo (based on Bangladesh Bank data), while in 1990 the amount of defaulted loans was Tk 46.46 billion, in 2022 the amount reached Tk 1.3 trillion. The most loans have been defaulted in the past 14 years, when the dominance of businesspeople in parliament and in the government rose significantly. The International Monetary Fund (IMF), as part of its suggested reform plan, has set a deadline of September 2023 to implement changes in the Bank Company Act in order to be eligible for the next tranche of loan.\nThe government has also finalised the proposed draft amendment of the act which is now expected to be placed before parliament soon. The draft Bank Company (Amendment) Act, approved by the cabinet on March 28, 2023, (if and when it becomes law) will bar wilful defaulters from travelling abroad, registering houses, vehicles and companies, as well as from being in committees of political parties.\nIt is, therefore, quite intriguing how the RPA amendment can be so accommodating to defaulters who are desperate to gain political power.\nDoing business is not a reason for automatic disqualification from taking part in politics or in elections. But if politics becomes a tool for taking unfair advantages of power and masking business failures, there's every reason to put in place preventative actions to desist such unethical practices. Questions about this group's ability to serve the nation becomes more important given that they are incapable of running their business projects efficiently and are defaulting in repaying debts and bills.\nA good reminder about some of these businesspeople-turned-politicians has perhaps come from an unexpected source. The State Minister for Industries, Kamal Ahmed Majumder, said, \"I have been in politics for 50 years. Forty years ago, those who I used to see walking around the streets with briefcases, without money, are now the owner-managers of banks.\" Speaking at a seminar on the SME sector in Dhaka on May 11, he said that these people have become directors of private banks by taking money from government banks. The minister stressed that the names of those who own such banks by looting money should be made public. But instead of doing that, Majumder says, we are giving them various facilities.\n\nDoing business is not a reason for automatic disqualification from taking part in politics or in elections. But if politics becomes a tool for taking unfair advantages of power and masking business failures, there's every reason to put in place preventative actions to desist such unethical practices. \nIs there any reason to not doubt his statement, as neither he nor any other part of the government has refuted the claim as a misquotation or as untrue?\nRelaxing rules for defaulters, however, is not the only problem with the RPA amendment. If the draft amendment – as cleared by the cabinet – gets parliament's approval, the Election Commission (EC) will no longer be able to cancel an election in an entire constituency (as it had done in Gaibandha in October 2020). Instead, it will be allowed to postpone or cancel elections at one or more polling centres if it finds irregularities.\nElection Commissioner Rashida Sultana tried her best to assure us that the amendment would still allow the EC to cancel or postpone elections, but had to concede that what the Commission sought was the authority to annul the result after it is announced by the returning officer. Empowering the EC to cancel voting for an entire constituency, even after results are announced, would have further ensured a fair election, EC Rashida Sultana added.\nDespite any reservations that one may have against the current EC, it is true that the need for such empowerment has arisen and is greatly felt due to the politicisation of the civil administration. Partisan roles of returning officers – especially deputy commissioners and equivalent officials – in a number of elections since the abolition of the caretaker government system has eroded trust in the existing system of vote counting, tallying, and certifications.\nThe Representation of People Act is the most important part of an election as the rules set by this act require an agreement between all major contending parties. We all remember how a consensus reached by the three alliances after the fall of military dictator General Ershad had helped draw up the rules for the 1991 election. Since then, the RPA (or its previous model, known as the RPO) has been updated quite a few times, as per consensus between all major parties until the abolition of the caretaker government system. At present, unless such an agreement is reached between the major players in the political powers game – which is clearly absent as reflected in the reactions of the opposition – these amendments, whether empowering the EC more or curtailing it, would make very little difference in terms of ensuring a credible and fair election.\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Setting rules of the game without parties’ consent may prove unwise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/setting-rules-the-game-without-parties-consent-may-prove-unwise-3328446",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "It's disheartening to know that the government's allocation for social safety net programmes in the upcoming budget may see only a marginal increase despite the rising need for such support amid a raging inflation. According to a draft plan of the finance ministry, there may be an allocation of about Tk 1.2 lakh crore for the social safety net programmes (there are 141 of them in total). This is slightly higher than the existing budget's Tk 1.13 lakh crore allocation. However, in terms of the percentage of total budget and the percentage of GDP, it actually marks a decline from the existing allocation.\nThis means that even though the cost of living has skyrocketed over the last fiscal year, there will be no additional support for the poor to weather the storm.\nThe government feels that the allocation is enough, and the apparent decline in poverty – as claimed by Planning Minister MA Mannan in April – could be used to justify it. This is only half the truth, however. Despite doubts about the veracity of any data from the state-controlled BBS, the real concern is less about the precise number of the poor, and more about the changing reality of poverty, the quality of the support being given, and whether it is sufficient. There is no doubt that the exorbitant prices of essential commodities have had a disproportionate impact on the poor, including the \"new poor\" – who now form the majority of poor people in Dhaka – whose plight still remains unrecognised. The gap between their income and expenses is getting wider, and a business-as-usual approach to this issue will only hurt them more.\nQuestions can also be raised about the use of the social safety net allocation. How judicious is it, for example, that a large chunk of it is repurposed to provide pension for retired government employees? Many of the poor are already being deprived due to the questionable method of selecting social safety net beneficiaries, which has left it vulnerable to exploitation. As per a 2021 World Bank report, eligibility criteria were not met by 26.6 percent of the beneficiaries of allowance for the elderly and 38.4 percent of those in employment generation programmes. We have had many reports on such inclusion/exclusion errors over the years.\nIf these issues are not addressed, the social safety project will fail to deliver expected results.\nClearly, addressing the inflation's devastating impact on the poor will need a holistic approach. The government response so far has been lacklustre at best. It needs to take steps to curb inflation through effective monetary policies and prudent fiscal measures. It must stabilise prices to safeguard the purchasing power of the poor, invest more in education and skills development to reduce poverty, and ensure maximum utilisation of the social safety net funds so that all deserving beneficiaries receive the assistance they need. \n",
        "headline_1": "The poor need better budgetary support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-poor-need-better-budgetary-support-3328561",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "Bangladesh has earned global accolades for reductions in maternal mortality and yet, when it comes to sustained access to skilled healthcare professionals for women, we have a long way to go. According to a report by this daily, 20,000 women suffer from fistula (obstetric, iatrogenic, traumatic and congenital) in the country. Of them, the highest number suffer from obstetric fistula. Other than congenital cases, fistula is a result of prolonged, obstructed labour, or surgical error during c-sections, or injury from sexual violence. Women who develop this condition suffer from incontinence, and may face depression and social isolation eventually.\nIt is unfortunate that even with the advancement in maternal healthcare in general, it is the poor who are having to suffer disproportionately due to lack of access to quality healthcare. In urban slums, for example, women often prefer to give birth at home because of poverty and miss out on the recommended antenatal care (ANC) check-ups. In fact, many women develop fistula for not having access to quality maternal care during pregnancies and at childbirth.\nThere are doubts about whether the number of fistula patients recorded is a true representation of the real picture as many women do not speak openly about ailments pertaining to reproductive health due to sociocultural issues. That so many women – there are nearly half a million globally – still suffer from fistula, despite it being preventable, is reflective of gross inequities. It is a sign that inequality is still embedded in the healthcare system with the poor particularly vulnerable, as they also are in case of any health emergency.\nTherefore, we urge the government to prioritise maternal healthcare for the poor and increase coordination among all stakeholders providing healthcare services so that no one is left behind. Community clinics should ensure that they are fully operational and provide antenatal check-ups for expectant mothers regularly. Surgeons too must be trained to ensure error-free procedures. On a policy level, the government must eradicate child marriage and ensure timely and quality obstetric services to prevent fistula in the first place.\n",
        "headline_1": "We must break the silence around fistula",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-break-the-silence-around-fistula-3328196",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "Against persistent energy crisis in the country, the discovery of the latest gas field, 29th of its kind and named 'Ilisha', in Bhola brings hope but not any relief yet. With a recoverable reserve of around 200 billion cubic feet (Bcf), this is the third gas field in the island district. To go by the indication given by State Minister for Power, Energy and Mineral Resources Nasrul Hamid, there is a real chance of striking offshore gas reserve/reserves in that area as well. Together the three gas fields already have an estimated recoverable deposit of 2.23 trillion cubic feet (Tcf) of gas which is quite substantial. If off-shore gas fields nearby in the Bay can be struck, Bangladesh's prospect for local source of energy production looks bright indeed. Unfortunately, much as the new-found gas reserve may raise hope for brighter energy prospect for the future, it cannot bring immediate relief for the energy-starved country. Even the two gas fields discovered there earlier either remain unutilised or underutilised. From 2009 Shahbazpur gas field went into production but due to limited demand it currently produces 80-85 million cubic feet per day (MMcf/d) and Bhola North has been left unutilised so far. To say that there is no demand for gas is a misstatement. The problem here is that Bhola is a long way off and isolated from the main land and building of a pipeline for supplying gas to industries and households even in its nearest district, Barishal, let alone the rest of the country where the need for gas is high, is quite challenging. A temporary solution is the conversion of gas extracted from Bhola gas fields to compressed natural gas (CNG) for industrial and other uses. To that end the government has awarded a contract to Intraco Refuelling Station which will do the job but even then, as reported, it may take about three years to complete the process. This is exactly where the indecision and delay in exploiting domestically available energy resources hurt. Shahbazpur gas field was discovered as early 1995 and Bhola North in 2018. When import of oil and gas proved otherwise expedient to policymakers, they felt no urgency to build domestic capacity for meeting emergencies like the one Bangladesh and other energy-scarce countries are confronting following the post-Covid-19 energy price's sudden hike and also in the aftermath of Ukraine war. The country is now paying through its nose for such wrong policies. Even it is yet to make a serious effort to invite foreign gas exploration companies for carrying out search for gas and oil in Chittagon Hill Tracts and of course in the Bay's offshore region. Primarily the gas can be extracted for all purposes, including industrialisation, in the southern districts. So, the first task is to build a pipeline from Bhola to Barishal and then gradually expand the network for spurring industrial and commercial productivity. So far as household use of gas is concerned, Bhola should get the priority. As the global transition is in favour of clean energy, Bangladesh will also have to follow in the footsteps of the advanced countries. At least the proven gas reserves should be made good use of in the meantime.",
        "headline_1": "Pragmatic use of natural gas from Bhola",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pragmatic-use-of-natural-gas-from-bhola-1684935969",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "Things strange have lately been happening around the world. It all makes you wonder what could be going wrong, at least in the realm of politics and diplomacy. With all the consequences of climate change before us --- sudden floods, unforeseen rains, forest fires, high temperatures, drought conditions and all --- one certainly doesn't need more of calamity.But calamity is what stares us in the face. President Vladimir Putin is in little mood to call an end to the war he launched against Ukraine in February 2022. He had thought it would be a cakewalk for him. He and his generals must surely have convinced themselves that Ukraine would fall within days, if not hours. Well, Ukraine has lost territory, has had some of its villages and towns destroyed. But it is yet standing.No one is quite sure that Moscow will be able to bring Kyiv to its knees. With an entire West ranged against Russia, things will be hard for Putin to handle. No, Russia will not be defeated. But can it win the war? And that is the question we must deal with, given that the western powers have now decided to arm President Volodymyr Zelensky with F-16 fighter jets and other ammunition to go on with his campaign of compelling the Russians to make their way back to Moscow. Zelensky will have his pilots trained to operate the F-16s, which is surely music to his ears.But no one in the West appears to be considering the reality, which is that arming Ukraine and demonising Putin is not the solution. And yet that is what the leaders of the G7 group of nations did at their meeting a few days ago. It was irony on display when the G7 meeting took place in Hiroshima, where in August 1945 tens of thousands of innocent Japanese were done to death through an insensitive display of nuclear power by the United States, at the time led by President Harry Truman. There has never been an American apology for the destruction caused in Hiroshima and then Nagasaki. No one in the councils of the world has ever referred to the dropping of the atomic bombs over Japan as a war crime.And yet it was in Hiroshima, mute testimony to the horrors of war, that the G7 leaders met to invest Zelensky with the power to use newer weapons in his armoury. Hiroshima was ravaged in war; and strangely the steps that could only have the Russia-Ukraine conflict escalate were spelt out in Hiroshima. What the G7 leaders could have done was send out peace feelers to Moscow, persuade Ukraine's President into adopting a diplomatic approach toward President Putin as a way of rolling back the crisis. Hiroshima remains witness to human folly, to the futility of armed conflict. Since 1945, it has been a place to which people from around the world have travelled to remember and pay homage to the men, women and children killed in the atomic explosion. And therefore from Hiroshima should have come, from the G7, a message of peace, of a search for peace between Moscow and Kyiv. That did not happen. No sign of statesmanship was displayed by any participant at the summit.Meanwhile, in Pakistan . . .Hiroshima apart, it is Pakistan which today draws the world's attention. Politics in the troubled country has clearly dwindled to a state where it is now a war former prime minister Imran Khan and army chief of staff Asim Munir are waging against each other. It is an embattled Imran Khan whose fortunes are on a slide, given that the military has gone after his Pakistan Tehreek-e-Insaf with fury. Senior PTI leaders are in prison and thousands of PTI activists, carted off to jail in light of the violence of 9 May, now face trial under, of all things, the Army Act. Khan remains holed up at his home, with little guarantee that he will not be rearrested at some point.Mistakes have been and are being made by everyone involved in Pakistan's current state of affairs. Imran Khan has, since his removal from office last year, given the patent impression that he has not taken that loss of power lightly. He first blamed the United States for engineering his removal and yet now, as revealed through a telephone conversation he had with a US Congresswoman, he solicits American support in his battle against the army. With Washington's support he thinks, improbably, it will be possible for him to return to power.That will of course depend on whether the Americans at all trust him. He has made enemies of them. At home, Pakistanis by and large --- and among them are the political classes and business circles --- have been falling head over heels in singing the glory of the Pakistan army. The message is embarrassing: that anything against the army is an act undermining the state of Pakistan. Forgotten is the fact that Imran Khan's movement has been directed at a restoration of political authority through fresh general elections. There is little question that the PTI, should fair elections take place, will win hands down. The disparate thirteen-party coalition now in power, thanks to the army, has too little public support to beat the PTI.But will the PTI be on the scene when elections are finally held, if they are held at all? General Asim Munir has not forgotten how he was removed from the position of chief of the army's powerful Inter-Services Intelligence (ISI) by Imran Khan when he let Khan know that the then Prime Minister's family needed to be investigated for corruption. It is the same man who now heads the army and who now has a clear advantage over Khan. Droves of PTI men, senior leaders as well as influential members, have in recent days severed their links with the party on the feeble explanation that they cannot be with a party which undermines the army and therefore undermines Pakistan.Observe that in all this queer outpouring of support for the army, hardly anyone has underscored the need for democracy to take hold in the country. Everyone who has left the party has claimed that it was a decision made of his own free will. That simply is not true. All these men abandoning what they think is a sinking ship have not had the courage to defy the army. That is a shame. Politicians who in South Asia or elsewhere have kowtowed before soldiers have historically lost the respect of citizens for good.It's a strange world. Take a look at Sudan, where two generals of downright mean ambition have been reducing the country to rubble in their ignoble pursuit of power.\n[email protected]",
        "headline_1": "Hiroshima 2023 ... and power struggle in Pakistan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hiroshima-2023-and-power-struggle-in-pakistan-1684936030",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "Being a BCS (Bangladesh Civil Service) cadre is a dream job in Bangladesh. It is the most prestigious job status one can have in this country, and so is the toughest. Every year, thousands of candidates -- from engineers to doctors to social science students -- appear at BCS examination. This year too is not an exception. As many as 346,000 jobseekers, a number that is around 150 times higher than the available posts of 2,390, have sat for the recently-held 45th BCS preliminary exam. These candidates want to become BCS cadres as they know this is the only way to meet all their needs and gain social status. As a result, the number of BCS examinees is increasing day by day. And it is hard to believe that everyone wants to be BCS cadres no matter what backgrounds they are from. In the 38th BCS, seven out of 25 foreign cadres were medical students and 13 were engineering students. When doctors and engineers want to become BCS cadres, we have reasons to worry as it deprives the country of their future service and the investment it made on them is also wasted. Students' craze for BCS exam can be seen if anyone pays visit to Dhaka University's Central Library area in the morning. Many students queue up every morning in front of the library's entrance hours before it opens so that they can study BCS materials there. University students also operate social media groups and pages to take BCS preparations together. In residential halls, they have reading circles and groups. And then there are coaching centres and online courses so that the students can ace the exam. More than half of our undergraduate students begin taking preparation for the BCS exam from their first year. This paints a harrowing picture of the current psyche of university students. Many of them care little about their results and degrees as they have their eyes set on the BCS exam. They give first priority to BCS preparation and attach secondary importance to academic activities. Gone are those days when it was believed that the first choice of top students of a department was to become faculty member of a public university. Nowadays, we come across an opposite scene. Most of the students, irrespective of their disciplines, want to become members of the BCS cadres for securing social status and enjoying administrative power and other perks and privileges. Bangladeshi society, by and large, has a traditional notion of success. And becoming a BCS cadre has already been established as a parameter of being successful in our society. University graduates do not have any other options other than being part in the rat race. The competition is high, and so is the mental pressure. However, at times, this pressure is too much to cope with. BCS examinees suffer from burnout and depression due to a long preparation period and uncertainty about the future. To overcome this situation, new jobs should be created and private-sector jobs should have more facilities than the public ones. \n[email protected]",
        "headline_1": "Obsession with BCS exam",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/obsession-with-bcs-exam-1684936081",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2023"
    },
    {
        "full_article": "Prices of vegetables and spices have started spiking as Eid-ul-Azha is nearing in Bangladesh. The price of ginger has already seen a record high of Tk 380 a kilogram and green chilli is selling at Tk 220 per kg recently. Fish prices have also experienced further rise, increasing sufferings of the consumers who are already in an unbearable situation following skyrocketing inflationary pressure. It has become a regular affair that the prices of essential food items and spices will shoot up with the commencement of every Eid-ul-Azha. The authorities concerned make routine commitment about keeping the price level stable but fail utterly to fulfil it. As a result, consumers have to face the music and people from the low-income section of society suffer the most. In Dhaka city, we can see that the middle- and low-income groups mainly become the victims of skyrocketing food prices. The soaring price of rice, cooking oil, vegetables, meat, and other commodities have already made their life unbearable. As Eid-ul-Azha is just around the corner, they may face another round of difficult time. In this situation, the government should enhance its vigilance both in wholesale and retail markets. The market monitoring teams should be empowered with adequate manpower and resources. The businessmen should also assist the government to keep the price of essential commodities affordable.\nMd. Anwar Hosen,Student of BBA,North South University, Dhaka,[email protected]",
        "headline_1": "Keeping essentials prices under control",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-essentials-prices-under-control-1684936101",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-05-2023"
    }
]