[
    {
        "full_article": "Ideological infidelity is not a rare affliction among career politicians. Power, wealth and the many vices that often motivate political actors are not unfamiliar to Indian voters. Even by these low standards, Bihar Chief Minister Nitish Kumar appears to be plumbing new depths with his recurrent somersaults. He has changed partners multiple times, with little more reasoning than satisfying his desire for power. Mr. Kumar’s about-turn in 2017 betrayed the mandate of 2015 and in 2022, he betrayed the mandate of 2020. In 2020, Mr. Kumar’s Janata Dal (United) had won the election in alliance with the Bharatiya Janata Party (BJP), but two years later he broke from it to form an alliance with the Rashtriya Janata Dal (RJD) and the Congress. That was a clear insult of the mandate. He has now made yet another turn, this time returning to the BJP-led National Democratic Alliance. Within the day, he resigned as Chief Minister, claimed the post again with new partners, and was sworn-in again as Chief Minister. Only a few weeks ago, Mr. Kumar was fashioning himself as the leader of the anti-BJP Opposition alliance. It might be true that politics makes for strange bedfellows, but Mr. Kumar has turned his acts of disloyalty into a familiar script. Meanwhile, his claim of being a champion of good governance appears so distant in the past, and completely unfamiliar.Until the moment of the turnaround, the BJP was loudly proclaiming that it would never again align with Mr. Kumar and the JD(U). There is no explanation from either side on their sudden change of heart. Mr. Kumar had tried to corner the BJP on the question of caste, in alliance with the RJD and the Congress. The socio-economic survey of castes in Bihar that his previous government ordered did not turn out to be a watershed moment as Mr. Kumar perhaps hoped. At the same time, the BJP felt insecure enough to look for a rapprochement with the JD(U), which commands considerable following among non-Yadav Other Backward Classes in Bihar. The opening of the Ram temple in Ayodhya marked a new phase of Hindu consolidation behind the BJP, but the party is always watching out for erosion triggered by caste mobilisation. By redrafting Mr. Kumar, the BJP has defanged the limited potency that was left in his social justice politics. The BJP is the biggest beneficiary of the realignment in Bihar, while the biggest loser might be Mr. Kumar himself. His political base is being raided, and his legacy stands besmirched. But, he is still the Chief Minister, and nothing else seems to matter to him. It is not exactly future perfect, but it is happily present continuous.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nvoting\n\n/\n\nIndia\n\n/\n\nBihar\n\n/\n\nJanata Dal (United)\n\n/\n\nBharatiya Janata Party\n\n/\n\nRashtriya Janata Dal\n\n/\n\nAyodhya Ram Temple\n\n/\n\nIndian National Congress",
        "headline_1": "Changing partners: On Bihar Chief Minister Nitish Kumar and his recurrent political somersaults",
        "headline_2": "Nitish Kumar’s unedifying volte-faces are an insult to voters of Bihar",
        "link": "https://www.thehindu.com/opinion/editorial/changing-partners-the-hindu-editorial-on-bihar-chief-minister-nitish-kumar-and-his-recurrent-political-somersaults/article67789410.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "Hyderabad and Brisbane are split by an aerial distance of 9,443 kilometres and yet on Sunday, the two cities were seemingly fused together through some cricketing magic. The old sporting trope of the underdog toppling the fancied rival was again in play as England at Hyderabad and the West Indies at Brisbane, respectively humbled their potent hosts India and Australia. Test cricket, often lost in the stardust and breathless hype that permeates its younger and faster siblings, ODIs and T20Is, found its mojo and again reiterated its durability and the potential to alter scripts and presumptions. At Hyderabad’s Rajiv Gandhi International Stadium, England conceded a 190-run first innings lead to India and on a surface tipped to aid spin, it was deemed that Ben Stokes and his Bazball troops were down for the count. However, in the second innings tussle, Ollie Pope’s splendid 196 and left-arm spinner Tom Hartley’s seven for 62 left India stranded by 28 runs while chasing a target of 231. Pope’s sweeps, both conventional and reverse, employed against the Indian spinners were effective, and debutant Hartley, whose first ball in Test cricket was hammered for a six by Yashasvi Jaiswal, made a stirring comeback in the second dig to hoodwink Rohit Sharma’s men. England now leads the five match series at 1-0.The absence of Virat Kohli, due to personal reasons, did leave a vacuum in the middle order even as the other batters, including K.L. Rahul, tried hard to bridge that gap. England spinners choking Indian batters in their backyard is not new as Phil Edmonds and Pat Pocock showed in 1984, and Graeme Swann and Monty Panesar in 2012. As the series shifts to Visakhapatnam, India will have to find a method to reiterate its dominance. Meanwhile at Brisbane’s Gabba, it was the turn of another debutant to prosper. Despite an injured toe, Shamar Joseph’s fiery pace and his second innings tally of seven for 68 blew away the Australians, who pursued a target of 216. The eight-run triumph helped the West Indies draw level the two-Test series at 1-1. The stalemate hinted at the need for a minimum of three Tests to judge teams and find the real victor. The men from the Caribbean have floundered in the past, but the latest result hints at a turnaround. The West Indies had its sunshine phases in limited overs cricket, winning the ICC Champions Trophy in 2004 and the ICC T20 World Cups in 2012 and 2016. Sunday’s Test victory offers a fresh path laden with hope for the West Indies.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nHyderabad\n\n/\n\nAustralia\n\n/\n\nIndia\n\n/\n\nTest cricket\n\n/\n\nICC World Cup\n\n/\n\nchampions-trophy",
        "headline_1": "The best of Tests: On Hyderabad, Brisbane and some cricketing magic",
        "headline_2": "Test cricket showcases skill better, but is not short of excitement",
        "link": "https://www.thehindu.com/opinion/editorial/the-best-of-tests-the-hindu-editorial-on-hyderabad-brisbane-and-some-cricketing-magic/article67789359.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "India’s automobile industry has thrived behind a tariff wall for eight decades. This distorted industrial policy has robbed us of potential jobs. Trade barriers must go\n\nIt is time to let India’s octogenarian “infant” auto industry walk on its own. It is a cruel joke that an industry that began as far back as 1942 should continue to claim an infancy.\nRead full story on TOI+\n\n",
        "headline_1": "Stand on your own four wheels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/stand-on-your-own-four-wheels/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "*BJP has clear lead in LS poll prospects *Nitish gives up PM dream, JDU not really better off *RJD takes big hit, minus JDU its social justice slogan loses some cache *INDIA bloc suffers bodyblow\n\nNitish Kumar has once again pressed the reset button on Bihar politics. Why has the master political floater manoeuvred back into BJP’s arms? And how might this change political equations for the state’s three principal players?\nRead full story on TOI+\n\n",
        "headline_1": "Patna’s paltu politics: 4 ways game changes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/patnas-paltu-politics-4-ways-game-changes/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "Ayodhya, Karpoori honour made Nitish flip. Opposition in serious trouble. Cong yatras won’t help\nNitish Kumar’s return to NDA resets Lok Sabha 2024’s numbers game to 2019, music to BJP’s ears. New this time is existence of a pre-poll opposition alliance. That this bloc, INDIA, would perpetually be about-to-fall-apart during seat-sharing talks was conclusion foregone, though the trigger ultimately came from unexpected quarters.\nThin glue, cold comfort | Overall shaky seat-sharing talks coincided with twin events – Ayodhya spectacle and recognition of socialist Karpoori Thakur – both led by Modi. It proved too much for the thin glue of “defeat BJP” that binds INDIA’s constituents. INDIA co-founder Nitish, reading chai-leaves, found INDIA wintry cold to his PM ambitions, and an Ayodhya glow on all things poll-oriented.\n\nFlips never flopped | Modi’s personalised recognition of Thakur threatened to saw through the social justice tree JDU long nurtured. Bihar’s caste survey by JDU-RJD govt revved up Thakur’s affirmative-action politics. Modi claiming that very source code triggered an existential crisis – not on ideologybut as claimant to legacy. Nitish is known to jump ship the moment political seas turn choppy. At one level, it’s unsurprising he’d go all-out to grab electoraldividends the twin events promise.\nPre-poll alliances vote aggregators | INDIA was never on terra firma, but now it’s on quicksand. Pre-electoral alliances are important to winning seats. BJP though in a commanding position leaves no ground uncovered in the voter market, still tying up with smallest of parties to plug gaps in voter coverage. Lalu’s RJD in Bihar, and Akhilesh Yadav’s SP in UP have failed to counter campaigns that keep alive Yadavs’ ‘jungle raj’ history. Nitish was the bridge to lower-OBC, Dalit vote shares in Bihar, with spillover effect in neighbouring states as an INDIA ally. That bridge has collapsed.\nSelf-preservation | State parties have key common features – all are single-state parties barring AAP, and all are led by ‘strong-leader’ populists for whom self-preservation is priority. INDIA’s hefties all see in Congress a competitor. It’s why Mamata is saying khelbona (won’t play) in Bengal, and AAP won’t share seats in Punjab. Splits in Maharashtra’s regional parties Sena and NCP have left behind whittled versions, who will battle for survival.\nYatras not INDIA message | Congress meanwhile puts out its message via Rahul Gandhi’s yatras. Who is listening? Buzz on playing up ‘betrayal’ is an idea stillborn – voters least care, netas ‘betray’ all the time. And there’s just a few weeks to general elections. INDIA isn’t shining.\n\n",
        "headline_1": "INDIA not shining",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/india-not-shining/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "Has Marathas’ four-decade-long demand for quotas in government jobs and educational institutes finally been satisfied? CM Shinde and quota activist Manoj Jarange, currently playing the main leads in this abiding drama, are certainly acting like it has. But it’s a shifty performance.\n\nBounty of OBC certificates | Last year, Marathas with Nizamera documents were gifted Kunbi (OBC) certificates. Now, a Maharastra draft notification has been issued to enable such certificates for, first, male relatives of Marathas whose Kunbi lineage had been located. Second, relations on wives’ side also appear to have been similarly blessed as long as they are from the same caste.\n\n\nJarange’s appetite for fasting | Yet, it is clear that protests and political bargaining over Maratha quotas are far from over.\nJarange’s own agitation has been such an on-againoff-again affair. He gets wooed, breaks his fast, says his demands have been accepted, and then says promises haven’t been kept, and starts fasting again. There are easy ways in which his ask-horizon can be pushed out even further.\n\nKunbis’ crumbling cookie | Marathas are hardly the only ones with discontentment and a voice. OBC leader, state minister and NCP MLA Chhagan Bhujbal has given an early bird view of acerbic counter-protests: ‘Caste is determined by birth and not by affidavits…What if Dalits and Adivasis also demand that all their relatives be given a caste certificate?’\nCourt and money matters | If and when OBCs’ protests reach court,so will data about Marathas being a dominant class in society, includingin the state legislature and cabinet. Of course none of this shields them from suffering agricultural distress or urban joblessness. But that govt quotas represent a meaningful rescue is a big lie, sold to them by politicians and activists, who are often in cahoots.\n\n",
        "headline_1": "Poor casteing calls: What makes Marathas happy makes Kunbis unhappy, this is the sore truth of quota non-solutions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/poor-casteing-calls-what-makes-marathas-happy-makes-kunbis-unhappy-this-is-the-sore-truth-of-quota-non-solutions/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "With the Myanmar military government losing control of territories to rebels in several states of the country including Rakhine, tension is running high along the border between that country and Bangladesh. The situation is so tense there that military helicopters are flying past close to the border and sounds of firing of artillery shells and other weapons are becoming intense and louder. Similar things happened in the past when mortar shells landed in Bangladesh territory killing at least one Rohingya boy and wounding six others. Bangladesh has put its security forces on high alert not so much out of anticipation of armed conflicts with the junta government in Naypyidaw but to avoid a fresh exodus of refugees from Rakhine. The government in Myanmar is under extra pressure because of its losses of personnel, equipment and territories to the ethnic armed organisations (EAOs). Ever since its independence on January 4, 1948, the country has seen the dominance of the majority Bamar people living in the heartland and the ethnic populations such as the Karen, the Kochin, the Mon and the Rohingya ethnic minorities living in the country's eastern, northern and western peripheral territories. With the breaking out of a full-scale civil war in May 2021 between the military regime and the National Unity Government (NUG), aligned with the EAOs, the armed campaign against the junta received fresh dynamism. Then came the offensive codenamed 1027 by the Three Brotherhood Alliance on October 27, 2023 to take Tatmadaw, the government army, by surprise. The current upsurge in violence is the continuation of that offensive and it has generated fresh political, economic, humanitarian and security concerns for Bangladesh. With the operation 1027 spreading in ethnic minority areas, including Chin and Rakhine states both of which border Bangladesh, the spillover negative effects can be multifarious. First, the escalation of fighting can pose several other threats to Bangladesh's territorial integrity, particularly in the hill districts bordering Myanmar. In fact, the prolonged conflicts in the minority states vitiated by insurgencies has long posed a threat to Bangladesh's sovereignty and stability. Even the Myanmar Air Force and the Arakan Army have records respectively of violating Bangladesh airspace and engaging in border clashes with the latter's security forces in August 2015. Export of insurgency by an army cornered by insurgent forces to neighbouring countries is a common ploy. Apart from such political implications, bilateral trade has also suffered as it is generally conducted via the Rakine Sate. A November estimate puts Bangladesh's loss at Tk30 million a day as a consequence of disruption of trade between the two countries.Yet the greatest of all adverse impacts is the stalling of the Rohingya repatriation process, courtesy of Chinese mediation. If the Tadmadaw's 'Four Cuts' strategy ---cut off sources of food, funds, information and recruits for the EAOs --- takes effect anew in the Rakhine State, repatriation of the 1.3 million Rohingya refugees will not only become uncertain but also fresh influx cannot be ruled out. The Chinese ambassador may have expressed hope of returning stability in that state but the ground reality does not support his optimism. Bangladesh cannot afford the economic, social and environmental costs due to the Rohingya's prolonged stay here. Unless the international community which is becoming more tight-fisted, exert pressure on the Myanmar junta government to put its house in order and facilitate the process of Rohingya repatriation, the conundrum is unlikely to come to an end.",
        "headline_1": "Fresh threats from Myanmar",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fresh-threats-from-myanmar-1706536756",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "Whether stated or not so openly, but migration economics is a great \"savior\" of the economy. It has been there for a while and continues to be so much to the pleasure of the state and its command groups but to some extent taken for granted. And that may be one reason why most focus of the authorities has fallen on controlling the structure and delivery mechanism of the migration economy instead of taking it to the next level.The policy view is a short-term one and carries more threats for the \"controlling\" section of society than the perceived \"recipients\" of plans and policies. While it is not expected to discuss the implications of a post-migration economy, the fact remains that the sector is under many kinds of pressure both in external hiring and internal dynamics of migration.There are several benefits that are gained by all in the country due to migration but in particular to the formal sector. Some of the more notable ones are (a) It brings in income from abroad in dollars which accrues to the national treasury. This amount is important not just as maintaining a critical level of dollar reserve that can be used in funding imports but providing security and balance and thus higher political stability allowing continued governance of the ruling class; (b) It relieves the government of the functional responsibility to provide employment or a wider economic life to a very large section of the people. The estimated number of migrants range from 20 to 30 million as per various sources. With an average household membership of 5, the number comes to 125 + million which means the authorities are relieved of their responsibility to provide socio-economic assistance to them. The state literally looks after only half of its people; (c) As such a significant population segment is not only employed but very remuneratively, the government is relieved of the threat of any pressure that may be exerted socio-economically by an under-employed or impoverished citizenry. Hence they have become the best bet for stability as the rural areas are far more stable and can manage itself on its own. In many ways therefore migration has become the key to the long term socio-economic certainty that prevents unrest.Without large scale migration of the working class sending money home, current Bangladesh would look very different.From actions taken over time and policies formulated, it appears that the government is very keen to control the structure and regulate it as is its tendency as an authority. It has offered some services it is true but the total input has been limited and its existing bureaucratic and local government machinery are not in tune with the migration pattern that exists in Bangladesh.Given the high dependence on migration economics for socio-political stability the attitude is that of trying to control a \"delinquent\" sector. Its major aims are limited when it comes to facilitating migration at which it hasn't done well but is now trying to control the intermediaries.While discipline must exist in any sector, the process has not been done to address the role of intermediaries by the GOB itself which is largely responsible for making work related migration so expensive. It's now felt by the migrant communities that in the name of helping them, the GOB wishes to oust the \"dalal\"s and engage themselves in the informal sector in that role or as supervisors. Of course once it does, informal payments -call it by whatever name- becomes the norm.There are two levels of risks relating to this sector. One is about what is already in progress and the other is what waits in the future. At the moment, three issues are becoming visible.The migrants like most others have low confidence in the banking sector and given the nature of the financial sector, most fear that their money will not reach the destination. The authorities may claim that they have taken many decisions to enhance confidence but the increasing and expanding presence of the hundi system says otherwise. It means that the money stays in the informal sector which is fine but the economic opportunities for investment are not high with pressure building on rural area-based sectors including land.However, remittance is about clean money which deserves high returns that will benefit the formal sector as well. Absence of any profitable financial instruments and lack of capacity of such institutions is preventing long term economic stability and investment for security including post work life of the migrants.No government agency exists to help the migrants abroad and the embassies have fallen way behind in providing services to them. Why this need is not fulfilled is another matter but the gap is probably a result of not recognizing migrants as high value clients of the state.Some services are now being provided but the most important one is in creating a system for accessing skill development training and providing linkages to quality employment. While the authorities wouldn't like to admit it, the migration sector has grown to this size on its own. Since skills accessing has not been a priority, they are not aware of the threats to the low skill work they are into both in the Middle east and SE Asia.The GOB has the resources and network to do this but certainly lacks the capacity to mobilize it so push from the private sector players and international agencies is very critical. This can help the next batch of migrants to make the critical shift to the sector where the demand is trending rather than where it's stagnating. Clearly, a more professionally competent government agency is needed to provide the services which aren't there. In a crisis, it's the government which will be at its wrong end.\n[email protected]",
        "headline_1": "Migration: GOB ignores priority issues at its own peril",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/migration-gob-ignores-priority-issues-at-its-own-peril-1706536796",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "Study findings on suicides among teenage students in 2023 that a local non-government organisation (NGO), Aachol Foundation, has come up with are concerning. The study done by the said NGO is based on reports published in the print and electronic media as well as online portals. Though the findings are not the product of an in-depth social research going into the background history of each case of suicide, still they provide valuable insights into how our teenagers, especially school and undergraduate level students are emotionally coping with life in their families, schools and among peers. And in this era of social media, it would also be necessary to factor in their online emotional experience, particularly when buffeted by poison dart of criticism, abuse or outright bullying. Clearly, as the Aachol reports go, the victim teenagers were unable to handle the experiences properly. So, suicide was the ultimate answer to the experiences they went through in their emotional life. Teenage girls, according to the study report, have been found to be more prone to suicide than boys as about 60 per cent of the suicide cases under scrutiny, are girls. And 67 per cent of all the suicide victims were 13 to 19 years old. The rest were college and university students. In the previous studies, too, it was the teenagers who committed the most suicides. Experts point to a host of factors lying behind the tragedies. Those include academic pressure, guardian's insensitivity towards emotional imbalance their children experienced during puberty and resulting withdrawal syndrome increasing the risk of poor self-efficacy, self-esteem and academic achievement and heightened level of depression and anxiety. And the adolescents going through these emotional storms had apparently no trusted or sympathetic quarters to share their feelings with. In the study report under consideration, the victims of suicide are students. But the problem is not limited to students alone. If the study was more inclusive, for example, covering working class families, whose children had never gone to school, the result could be a better representative of our teenage population. And compared to their middle class counterparts, those children are often subjected to worse forms of abuse and violence both at the hands of their parents, acquaintances and other members of their community. Rising drug abuse and teen violence are no less important issues affecting the teenage section of society in need of urgent addressing. In the case of suicides among students, experts including psychologists often advise good parenting, raising awareness among the guardians, teaches and others concerned to handle the issue effectively. For mentally compromised students, they suggest therapy at mental clinics. The recommendations are definitely useful when we are discussing the situation of a limited number of victims such as those covered by the study in question. But when all other segments of the teenage population are brought under the study, the number of victims will increase markedly. And in that case, a few psychiatrists and mental clinics would not be enough to address the issue effectively. And in that case, preventive measures rather than curative ones would be required to be given serious consideration. The suicide victims under scrutiny did not belong to a traditional society that their parents, teachers and other senior members had grown up in. As a result, children of today are often misunderstood by their guardians. And that is due mostly to the transformative impact of modern information technology and its products like the social media on their lives. In fact, today's children live in a different world from their parents'. Experts need to take all these changes taking place in society into their consideration to understand the phenomenon of teenage suicide.\n[email protected]",
        "headline_1": "Understanding teenage suicide",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/understanding-teenage-suicide-1706536842",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2024"
    },
    {
        "full_article": "Currently, the rate of smoking is increasing alarmingly among the younger generation. According to a study, 35 per cent of youths in Bangladesh between the ages of 15 and 24 are smokers, with a smoking rate of 50.6 per cent among males and 14.8 per cent among females.A 2022 study reported that the smoking rate among adults in Bangladesh is 28.6 per cent, with 47.7 per cent among men and 8.7 per cent among women. The death rate due to smoking is increasing day by day, with around 160,000 people dying every year in Bangladesh, according to a 2021 study. Among them, the death rate due to smoking is 20.8 per cent among men and 0.9 per cent among women.There are several reasons for the increase in smoking among the younger generation, including propaganda and persuasion. Awareness among them about the ill effects of smoking is low, and smokers are attracting young people to smoke through various advertising and persuasive techniques.Many young people become interested in smoking after seeing their friends or family members smoke, or as a means to relieve stress or emotional turmoil. Smoking is highly harmful to health, causing various diseases such as cancer, heart disease, stroke, and lung disease. It is crucial to raise awareness among the young generation about these ill effects and take effective steps to prevent them from smoking.To prevent the young generation from smoking, measures must be taken, such as raising awareness about the ill effects of smoking and enforcing anti-smoking laws strictly. Anti-smoking social movements can also increase awareness about smoking among the youth. Additionally, the non-smoking example set by family and friends can inspire young people to refrain from smoking.\nMorshed Mahbub,Student, Department of Marketing,Dhaka University",
        "headline_1": "Young generation going up in smoke",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/young-generation-going-up-in-smoke-1706536872",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-01-2024"
    }
]