[
    {
        "full_article": "The second leg of the Budget session of Parliament is in a deadlock. The ruling Bharatiya Janata Party (BJP) wants Congress leader Rahul Gandhi to apologise for remarks that he made in London recently about democratic backsliding in India; the Congress is insisting on the constitution of a Joint Parliamentary Committee (JPC) to probe allegations of dubious financial transactions and dishonest business practices against the Adani Group of companies. Available evidence suggests that Mr. Gandhi had categorically stated that the challenges to Indian democracy had to be sorted out domestically, and ruled out any role for foreign forces. With the Indian diaspora expanding, the ripple effects of politics in India are inevitable beyond the country’s geographical boundaries. In fact, the BJP has for long believed in cultural nationalism which is not contained within the geography of India. Mr. Modi has discussed national politics before audiences around the world. A democracy that does not allow criticism, including of democracy itself, is a contradiction in terms. Mr. Gandhi has not been able to speak in Parliament and explain his remarks; meanwhile, a BJP Member has initiated a process to terminate Mr. Gandhi’s Lok Sabha membership. It is an ill-advised move, and if carried out, will further amplify the fears of a democratic deficit in India.In their clamour for an apology by Mr. Gandhi, BJP Ministers are also evading questions regarding government patronage of the Adani Group. The Congress has been seeking answers from the government on the links between the public sector Life Insurance Corporation of India and the State Bank of India with the Adani Group. The BJP and the government have been silent on this serious issue of governance that spans the government and the public and private sectors. Arbitrariness in decision making, followed by a lack of accountability, amounts to governance failure, if not collusion. The government, the Rajya Sabha chairman and the Lok Sabha Speaker should work with the Opposition for a discussion on the issues arising out of the Adani controversy. Coming clean is essential in maintaining the government’s credibility, the regulatory environment and the private sector. There have been precedents of a JPC in cases of financial scandals. The BJP has the numbers to get away with any disregard for parliamentary norms, but it should rise above that temptation and evolve as a true party of governance. Parliament has a role to play in fixing accountability, and the BJP should not avoid it and betray a new level of executive impunity.",
        "headline_1": "House matters: On the logjam in Parliament",
        "headline_2": "The government should not avoid a debate on issues of governance",
        "link": "https://www.thehindu.com/opinion/editorial/house-matters-the-hindu-editorial-on-the-logjam-in-parliament/article66632357.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "The frequency with which the conduct or inaction of Governors comes up for judicial scrutiny reflects poorly on the state of relations between incumbents in Raj Bhavans and the respective Chief Ministers. The Supreme Court will soon hear an extraordinary petition from the Telangana government, seeking a direction to the Governor, Dr. Tamilisai Soundararajan, to grant assent to Bills passed by the State Assembly. Recently, the apex court disposed of a petition from the Punjab Government that was aggrieved by an alleged delay in the Governor summoning the Assembly. The matter was resolved when it was submitted on behalf of the Governor that the Assembly would meet on the day desired by the State government. In earlier decades, a petition seeking a direction to Governors or questioning their inaction on constitutional matters would have been thrown out at the threshold itself. However, such is the extent to which the gubernatorial office is being overtly politicised by those holding it that courts may now be constrained to examine whether such inaction is justified. One sees a disturbing tendency in recent years of some Governors making use of the absence of a time-frame in the Constitution to indefinitely delay decisions. This tactic effectively stalls the elected regime’s legislative agenda.The conflict between Raj Bhavan and the Chief Minister’s office witnessed in several States is quite acute in Telangana. Dr. Soundararajan has alleged that she is being boycotted by Chief Minister K. Chandrashekar Rao and that her queries are not being answered. The State government, for its part, is apparently upset that she may be trying to act independent of the Cabinet. A recent tweet from her account the day after the State government went to court — conveying a message that Raj Bhavan was closer than Delhi — indicates that her stand is linked to her view that the government is unfriendly and discourteous. These considerations ought not to matter on constitutional issues. The Governor can either grant assent to a Bill or decline it, or reserve it for the President’s consideration. In suitable cases, it may also be returned for reconsideration. However, none of this should be based on the Governor’s personal view on the Bill’s content. One can understand an occasional query if any Bill seemingly violates fundamental rights, but a relevant question that requires an authoritative pronouncement from the court is whether the Governor should decide on its legality or the legislature’s competence each time a Bill is presented for assent. As the Supreme Court remarked recently, dialogue between constitutional functionaries should not become a race to the bottom. Constitutional functions should not be held hostage to political and personal differences.",
        "headline_1": "Endless delay: On the conduct of Governors and legislative agenda",
        "headline_2": "Constitutional functions should not be held hostage to personal differences",
        "link": "https://www.thehindu.com/opinion/editorial/endless-delay-the-hindu-editorial-on-the-conduct-of-governors-and-legislative-agenda/article66631961.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "The world has witnessed significant technological transformations over the last few decades. The increased use of digital platforms has made life simpler and faster. But the benefits come with serious risks to cybersecurity. Due to the borderless nature of cyberspace, the threat landscape, sophistication of the methods and tools of cyber criminals, the impact of cyberattacks are constantly evolving. Moreover, terrorism and radicalism are finding havens in cyberspace. As Prime Minister Narendra Modi said, “Cybersecurity is no longer limited to the digital world. It has become a matter of national security.” Cyberspace has become the new realm of warfare.\nBefore 2014, it was assumed access to digital services was exclusively for urban and affluent households. In a revolutionary shift from status quoist thinking, the Modi government in 2015 introduced Digital India as an umbrella concept to create ‘digital infrastructure as a fundamental service’ for every citizen. With 65 crore internet users, 114 crore mobile users, broadband infrastructure reaching more than 6 lakh villages, and the number of digital transactions of more than Rs 9,000 crore, BJP government successfully transformed what was the prerogative of the privileged into a rights-based access for all. The foundational idea behind the expansion of Digital Public Infrastructure was that if the poor can’t reach technology, then technology must reach them.\nRead full opinion on TOI+\n\n",
        "headline_1": "Safe internet: Tech plus citizens: Union Home Minister argues GoI’s modern cyber security setup will protect the fast-growing digital economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/safe-internet-tech-plus-citizens-union-home-minister-argues-gois-modern-cyber-security-setup-will-protect-the-fast-growing-digital-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "In a week, the hot-button issue in financial markets has shifted from central banks increasing interest rates to commercial banks collapsing. Three US banks have collapsed and a fourth, First Republic Bank, has received an injection of $30 billion from a consortium of banks. In Europe, Credit Suisse had to borrow $54 billion from the Swiss central bank. If it feels like 2008 again, there’s one institution whose performance has brought back dormant anxiety: US Federal Reserve.\nFollowing the 2008 global financial crisis, the US Fed unleashed waves of liquidity through a process known as quantitative easing (QE) to deal with the crisis of its own financial intermediaries. But given the scale of the Fed, its QE had spillover effects on emerging markets like India. Think of the ‘taper tantrum’ of 2013 when the Fed’s communication caused swings in capital flows and foreign exchange markets. Post-Covid, it unleashed a loose monetary policy, then reversed course after misreading the underlying nature of inflation. The Fed embarked on a most aggressive policy of interest rate hikes. It’s led to predictable financial instability, something Indian regulators could publicly forecast. The question is why couldn’t the Fed be ready?\nIt’s inexcusable that the Fed’s supervisory regime didn’t have a plan for banks likely to struggle in the wake of a fast-paced monetary tightening. Financial instability spills over to both the real economy and other countries. Consequently, economies such as India have an additional challenge to cope with in a year of slowing growth momentum. The Fed needs to get its supervisory act together.\n \n\n",
        "headline_1": "World’s fed up: US central bank is caught napping, again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/worlds-fed-up-us-central-bank-is-caught-napping-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "The sari-clad Supreme Commander of India’s armed forces, whether she is striding on board INS Vikrant or leading the Republic Day celebrations or encouraging students at university convocation ceremonies, is a powerful and inspirational image. The Times of India’s Samir Jain in an interaction with President Draupadi Murmu suggested that women bodyguards for the head of state would send out a powerful message on women’s capabilities, both in substance and in terms of optics.\nThe public is used to seeing the president amidst great pageantry but this is also emphatically male-dominated – whether it is Delhi police providing the security or the President’s Bodyguard that performs the many ceremonial functions. The latter, in continuation of a colonial legacy, draws its soldiers only from the Jats, Rajputs and Jat Sikhs of the Indian army. Another colonial era requirement is that each of these soldiers has to be six feet tall. Such criteria that basically exclude women sit very oddly with a time when they are deployed on the nation’s warships, flying fighter jets, and commanding operational units in forward areas.\nThe days of presidential protective details being reserved for Clint Eastwood lookalikes are already long gone in many countries. The US Secret Service actually has a female director right now, and she is not even the first one. As the president noted in welcoming Jain’s suggestion, women are equal in any field. The President’s Bodyguard is especially eye-catching because it is a mounted unit, but that only men can join it sends the message that only their physical attributes are up to the job. Seeing our woman president stride surrounded by women bodyguards, will be a picture that will help correct a thousand such prejudices.\n\n",
        "headline_1": "Not just man’s job: Why our woman president should have women bodyguards",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-just-mans-job-why-our-woman-president-should-have-women-bodyguards/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "The Big Con: How the Consulting Industry Weakens Our Businesses, Infantilises Our Governments and Warps Our Economies by Mariana Mazzucato and Rosie Collington lays out the history and workings of a highly influential industry. They are hired by businesses and states around the world, at great expense. Whether it’s McKinsey, Bain and Boston Consulting Group, or PwC, KPMG, EY, Deloitte and so on, these companies promise expertise and innovation in management strategy, accountancy, IT or climate solutions.\nWhat do consultants know, and what do they bring to the table? They offer some of the sought-after jobs, skimming the brightest grads from elite global universities. They promise new ideas, quantitative rigour and meticulousness, but this slicked-up business model evades risks and reaps rewards, say the authors.\nRead full opinion on TOI+\n\n",
        "headline_1": "What do consultants do and, crucially, undo?: Consulting industry can reduce governments’ policy capacity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-do-consultants-do-and-crucially-undo-consulting-industry-can-reduce-governments-policy-capacity/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "Ramadan is supposed to be a month of abstinence. Instead, it may be one of obstinance this year, and not in a good way. That's according to an assessment of food prices that continue to soar higher thanks to what economists now call \"greedflation\", with food corporations stubbornly raising prices by taking advantage of the inflation, which has risen again after five consecutive months of relative decline. According to data from the Bangladesh Bureau of Statistics (BBS), headline inflation rose to 8.78 percent in February, up from 8.57 percent in January. And much of it is down to higher food inflation. For example, the prices of 26 of the 47 food items assessed by the BBS has seen continued increase.\nIf the current trend holds, prices will remain high even during Ramadan, despite stern warnings from the prime minister as well as assurances of \"sufficient\" food supplies. And why not? If you were a trader, particularly one of those importers/corporations/millers controlling the supply chain, why would you not exploit the inflation when it is okayed as \"not embarrassing or excessive\" by the state minister of planning himself? Why would you abstain from profiteering for a month when your obstinance can bring rich dividends on a daily basis? If the state doesn't care about public suffering, why would you?\nOne of those food items now on the radar is broiler chicken, which on Thursday was sold for Tk 270 per kg in Dhaka, up from Tk 160 just a month and a half ago. This is twice as much as the cost of its production, which averages about Tk 130-140. Let that sink in for a moment. As per an analysis by Prothom Alo, large firms/corporations are to blame for this exorbitant price as they manipulate prices in various ways. As a result, not only are the poor being deprived of their right to protein food, but ordinary entrepreneurs in the poultry sector are also being driven out of business. What we are witnessing is astonishing corporate greed on a historic level, and the total collapse of any market regulation of the state.\nThe question is, why are consumers being forced to buy locally produced food at such high prices? Why are field-level growers, farmers and workers so poorly compensated? The handful of items that were once considered the \"poor man's protein\", including chicken, eggs, pangas and tilapia fish, are no longer accessible to the poor. In Ramadan, they will no longer abstain from food simply because they want to, but also because it will make good financial sense.\n\nThe handful of items that were once considered the \"poor man's protein\", including chicken, eggs, pangas and tilapia fish, are no longer accessible to the poor. In Ramadan, they will no longer abstain from food simply because they want to, but also because it will make good financial sense.\nJust imagine: Between March 9, 2022 and March 9, 2023, the price of beef has increased by about 16 percent, according to the Trading Corporation of Bangladesh (TCB). During the same period, the price of mutton rose by about 17 percent, and the price of broiler chicken by a staggering 55 percent. Prices of different types of fish have increased by at least 15 percent. The problem is, while prices of essential food items have increased manifold, real income for most people has remained the same as before.\n\"Sufficient\" food supplies, therefore, mean nothing if people can't afford it. It means nothing if the money that used to fill a shopping bag before now fills only half of it, leading many to resort to what a commentator wryly termed \"shrinkflation\", or \"shrinking\" their food choices. Inflation followed by greedflation followed by shrinkflation – is there no way out of this trap?\nOf course, for the general public, inflation statistics are nothing but meaningless claptrap, just as those rosy figures about GDP growth and per capita income peddled by politicians. Inflation goes up and down but somehow prices seem to be rigged to always go upward. Why is that? If you ask the government, it will deflect it by either playing down the problem, citing examples of countries where inflation is higher, or reminding you of its OMS and other social protection schemes to help the poor. But it doesn't answer the question about price increase. The fact is, welfare initiatives cannot be the mainstay of the state's response to poverty. Nor is its definition of the poor inclusive of all families currently in need of support. As we know from experience, there is a vast group of silently-suffering middle-class families who are just as vulnerable to economic shocks. Living like the poor but paying like the rich – is this going to be their fate from now on?\nSadly, the government's response to the high inflationary trend that followed the Russia-Ukraine war a year ago, or the economic pain that preceded it thanks to the pandemic, has left a lot to be desired. True, the economic fallout of the war has been massive and wide-ranging. But it cannot be used as a crutch when there is so much suffering. What makes this worse is the fact that so much of the fallout is the government's own making, through its poor governance and failure to check corruption. There is a surplus of rules but a deficit of executions. How will the government justify it? Where's the initiative to ensure proper market monitoring and interventions? Where's the urgency to raise people's income level?\nThis must change. The government must address our cost-of-living crisis, but it must also address our cost-of-profiteering crisis, which is at the heart of the chaos and lawlessness prevailing in the consumer market. It cannot address one without addressing the other. It cannot help the poor without dismantling the influence of dishonest profiteers and their political backers. Instead of frequently raising gas, water and electricity bills in the name of global economic uncertainties, and thereby raising the prices of nearly everything, the government should find a way to be not so vulnerable to such uncertainties in the first place.\nWith Ramadan just days away, it is not enough to say that there will be no increase in food prices during this month when the prices are already insanely high. We need concrete actions, rather than empty rhetoric, to bring them within the purchasing ability of the poor. The time has come to stop giving excuses and start delivering results.\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "Living like the poor, paying like the rich",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/living-the-poor-paying-the-rich-3274501",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "When the Tigers roared against the three lions, there was another surprise waiting for us on the cricket ground; a brand positioning of a foreign university. The emblem on the field declared that a second-tier university had opened its branch in Bangladesh. According to the university's website, it is ranked in the QS \"most improved\" category, which probably suggests its future potential. Its position among the top 10 Malaysian universities is no guarantee that it is a world-class one. \nIn recent years, Malaysia has become a preferred academic destination for many Bangladeshi students for several reasons. Their tuition fees are comparatively lower than in Anglophone countries. Many parents prefer sending their children to an Asian country because of its geographical proximity and cultural similarity. The local interest in the regional universities has probably teased them to extend their catchment area of overseas students. They have ventured to come to source countries to secure their business interests. According to a press report, another Chinese university is all set to launch its branch in Bangladesh.\nThose who permitted these overseas educational institutions must have thought these universities would give the local universities a run for their money, forcing them to improve quality, at least in theory. I am trying to rationalise their decisions for my consumption. The logic, however, prompts me to a parental coaxing that my generation grew up with. There was always this cousin or dad's boss's child in the office who was better than us in every way. \"You need to drink the water from his/her washed feet,\" our parents would occasionally poke. \nOf course, competition is (un)healthy. After my hiatus at a private university, I have recently resumed my professorial post at the oldest public university. I can see how sincerely Dhaka University is trying to adapt to the demands of the time. They are focusing on in-house faculty and curricula development guided by the prescription of the University Grants Commission's (UGC) quality assurance framework. The outdated recording system and bureaucratic practices of public universities make them weak candidates in the ranking yardstick. In other words, it does not have the right system in place to present its activities. The universities do not have an automated resource management system to quantify their teaching-related services. Unless the research outputs are published in the portals of a selected few data management agencies, their fate becomes those of desert roses: they bloom without any audience to appreciate them. \nAny patriotic policymaker will prioritise improving the health of local institutions by first trying to understand the nature of the ills affecting the system before bringing in a foreign remedy. The introduction of foreign universities follows the same principle of various premium cricket leagues, I believe. In the Indian Premier League (IPL) or Bangladesh Premier League (BPL), local players get the opportunity to rub shoulders with big players, watch them play from proximity, and pick up ideas from sharing the dressing rooms. The stock of local players improves with foreign players in the vicinity. No wonder, the Malaysian university announced itself on the cricket ground as it knows its target audience.\n\nHaving a university in a locality is considered to be a prestige symbol. And to boost the ego of some local leaders, we have allowed education to spread thin. Our insistence on quantity has made us compromise quality.\nUnfortunately, education is not a cricket game where you put up a show for a spectacle. Education belongs to a tradition, and it creates a tradition. Each nation has its priorities. True, we are faced with international pressure to standardise our education system by following some measurable units. We have been told by UGC to make education relevant to our industry. The focus should be on creating employable graduates. Since the fourth industrial revolution is changing the face of the job market, the new graduates are expected to master the machines so that they do not become our masters. Traditional subject-specific education will fast become redundant, as our graduates today are expected to be multitaskers. It's not enough for doctors to be good surgeons, for instance; they need to know the law to protect themselves, IT skills to work remotely, counselling skills to make customers happy, and presentation skills for idea sharing. \nDo you think a foreign university with a monetary interest will come to your country to make a significant contribution to your national interest? I doubt it. We need to figure out what we want from our education sector.\nIf the purpose is to stop our young ones from going abroad, by giving them an international degree while staying at home, before they could migrate abroad when they are a bit more mature, then the opening of study centres makes some sense. But if you reread my last sentence, then you will begin to see the embedded nonsense. These international outlets are likely to recruit local teachers and ask them to follow their prepared template while charging international tuition fees. There could be one or two visiting faculty members or some online components to validate the international label of education. If you think deeply, this is just one more way to launder money. \nWe have allowed our local universities to struggle to make room for these imported ones. Just like we allowed our goods to suffer in an open market system. We don't have manufacturers, but MBA graduates to sell someone else's products. Did we need to have 150-plus universities to cater to our students, out of which probably 20 universities are offering some semblance of education that is of any value? The question needs to be asked, why did we allow so many malnourished universities to grow in a resource-scarce country? Why did we allow the weaklings to thrive? The answer is often cosmetic.\nHaving a university in a locality is considered to be a prestige symbol. And to boost the ego of some local leaders, we have allowed education to spread thin. Our insistence on quantity has made us compromise quality. It is no wonder that the country does not have academic leaders to become vice-chancellors. Many institutions do not have the bare minimum number of faculty members or the full set of PC-PVC-Treasurer. And now foreign universities are coming as a saving grace (read, disgrace). If you want us to learn from the foreigners, bring in the best. Look at what Qatar has done with their academic city where they have brought in all the top schools of the world. \nYou must have noticed what happened to the last edition of BPL. We did not get good foreign players as there were too many matches happening simultaneously. Bangladesh is not a prize destination. We managed to attract unknown foreign players just for the sake of it. \nLet's not turn our education into a similar commercial farce.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n",
        "headline_1": "Do we need branches of foreign universities?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/do-we-need-branches-foreign-universities-3274416",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "Our financial investigators seem to have a habit of sitting back and waiting for information to fall into their laps, as their inaction in various corruption cases will suggest. But to fail to act even when valuable information is available is callous at best, and collusive at worst. This is what happened after a Washington-based organisation in May last year reported the purchase of Dubai real estate by 459 Bangladeshi nationals, presumably with laundered money. But even after about 10 months have passed, and despite a High Court order issued on January 15 to investigate the matter, relevant agencies have failed to take action. This is quite disturbing.\nAs per a report by this daily, the court had ordered the Anti-Corruption Commission (ACC), Bangladesh Financial Intelligence Unit (BFIU), National Board of Revenue (NBR), and Criminal Investigation Department (CID) to initiate the investigation and share their findings within one month. But they have done neither, apparently because they haven't received a written copy of the order. You cannot help but wonder: Why would they delay action on such a technicality, particularly when the message was unmistakeable? Why would they need to be told to do what they should be doing anyway?\nThere are many instances where the investigating agencies launched probes based on media reports, without requiring a court order. For example, in 2020 and 2021, the ACC went through 2,167 media reports as its primary source of information and picked some cases for investigation. The other agencies have done the same from time to time. Their inaction in this case thus raises suspicion. Is it lack of respect to the court? Is it lack of coordination for which our state institutions are so notorious? Or is there a higher motive given how powerful money launderers are?\nInvestigation, it should be noted, is but the first step in the direction of justice. Ideally, it would be followed by filing of cases, then further investigations leading to charge sheets, then a lengthy trial process given the capacity of our judiciary, and finally a conviction, if we're being really optimistic. But if the first step takes so long to initiate, what will happen in the subsequent stages? After all, as a November 2022 assessment shows, some 976 money laundering cases have been registered in the country since 2003, of which only 203 have been disposed of. In total, 856 cases filed on charges of laundering money have been pending with various trial courts for years. It almost seems like the whole system is designed to protect money launderers. As a result, billions of taka have already left the country illegally.\nWe have often expressed our concerns about the state of agencies dealing with money laundering and other financial crimes. The ACC, in particular, remains ill-equipped in this regard. We have also seen repeated foot-dragging under various pretexts. We think the government owes it to its own economic ambitions to stop this disastrous trend, and punish the corrupt and scammers, however well-connected they may be. For now, it must investigate the allegation of illegal real estate purchase in Dubai.\n",
        "headline_1": "Why delay probing money launderers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-delay-probing-money-launderers-3274406",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "Our financial investigators seem to have a habit of sitting back and waiting for information to fall into their laps, as their inaction in various corruption cases will suggest. But to fail to act even when valuable information is available is callous at best, and collusive at worst. This is what happened after a Washington-based organisation in May last year reported the purchase of Dubai real estate by 459 Bangladeshi nationals, presumably with laundered money. But even after about 10 months have passed, and despite a High Court order issued on January 15 to investigate the matter, relevant agencies have failed to take action. This is quite disturbing.\nAs per a report by this daily, the court had ordered the Anti-Corruption Commission (ACC), Bangladesh Financial Intelligence Unit (BFIU), National Board of Revenue (NBR), and Criminal Investigation Department (CID) to initiate the investigation and share their findings within one month. But they have done neither, apparently because they haven't received a written copy of the order. You cannot help but wonder: Why would they delay action on such a technicality, particularly when the message was unmistakeable? Why would they need to be told to do what they should be doing anyway?\nThere are many instances where the investigating agencies launched probes based on media reports, without requiring a court order. For example, in 2020 and 2021, the ACC went through 2,167 media reports as its primary source of information and picked some cases for investigation. The other agencies have done the same from time to time. Their inaction in this case thus raises suspicion. Is it lack of respect to the court? Is it lack of coordination for which our state institutions are so notorious? Or is there a higher motive given how powerful money launderers are?\nInvestigation, it should be noted, is but the first step in the direction of justice. Ideally, it would be followed by filing of cases, then further investigations leading to charge sheets, then a lengthy trial process given the capacity of our judiciary, and finally a conviction, if we're being really optimistic. But if the first step takes so long to initiate, what will happen in the subsequent stages? After all, as a November 2022 assessment shows, some 976 money laundering cases have been registered in the country since 2003, of which only 203 have been disposed of. In total, 856 cases filed on charges of laundering money have been pending with various trial courts for years. It almost seems like the whole system is designed to protect money launderers. As a result, billions of taka have already left the country illegally.\nWe have often expressed our concerns about the state of agencies dealing with money laundering and other financial crimes. The ACC, in particular, remains ill-equipped in this regard. We have also seen repeated foot-dragging under various pretexts. We think the government owes it to its own economic ambitions to stop this disastrous trend, and punish the corrupt and scammers, however well-connected they may be. For now, it must investigate the allegation of illegal real estate purchase in Dubai.\n",
        "headline_1": "Why delay probing money launderers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-delay-probing-money-launderers-3274406",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "We are deeply disturbed by news reports that West Bengal is planning to dig two more canals under the Teesta Barrage Project to divert water for agricultural purposes in Jalpaiguri and Cooch Behar districts. It has also reportedly decided to set up three hydropower projects in the Darjeeling hills, two of which are likely to reduce the volume of water in the Teesta that is available for irrigation. There is no doubt that this will only aggravate the already precarious condition of Bangladeshi farmers who have been paying a heavy price as a result of failed diplomacy between Bangladesh and India over the Teesta River for more than a decade. \nWhat is most infuriating is that West Bengal made these decisions unilaterally, without so much as informing Dhaka of its intentions. We remember all too well the last-minute refusal of West Bengal Chief Minister Mamata Banerjee to sign a deal in June 2011, which would have allocated 42.5 percent of Teesta's water to India and 37.5 percent to Bangladesh. For over a decade, despite repeated promises that the Teesta issue will be resolved, there has been no progress at all, with Mamata insisting that there is no water to share in the first place. But if that really were the case, why would her government be pursuing these expensive projects to channel water to farmers on their side of the border? \n\nFor far too long, the plight of the ordinary people, particularly the farmers of the northern region, have been ignored by policymakers in both countries, who have prioritised their own agendas in bilateral meetings\nAfter keeping almost 20 million people – who depend on the Teesta for their livelihoods – hanging for 12 years, India's unilateral move is a violation of all international norms of transboundary river water management, to say nothing of India's commitment to not construct any major structure for diversion of water for consumptive uses upstream of Gajoldoba barrage, made 13 years ago. Given our past and current relationship with India, which is supposed to be a friendly one, how are we to interpret the recent developments, if not as a breach of trust?\nIt is also frustrating that the Bangladesh government seems clueless about these developments. Our foreign ministry, apparently, \"will try to know the facts from India\" before proceeding further. We can't help but wonder what the role of our officials in Kolkata and Delhi are if they must wait for the Indian media reports to make their way to Bangladesh before they even start the process of \"verifying\" information.\nFor far too long, the plight of the ordinary people, particularly the farmers of the northern region, have been ignored by policymakers in both countries, who have prioritised their own agendas in bilateral meetings. According to Bangladesh-India Joint Rivers Commission, between 1973 and 1985 when the barrage was yet to be built in West Bengal, the daily average flow of water in the river during the last 10 days of March was 6,710 cusec (cubic feet per second), which is now as low as 1,200-1,500 cusecs during the dry season.\nWe urgently call upon the Bangladesh government to seriously revisit the Teesta issue. It is precisely because we have allowed the sufferings of our farmers and fishermen to fall through the cracks for so long that we are now being subjected to such unneighbourly treatment. We must demand greater transparency from India. The Indian government, on its end, must explain the secrecy behind such developments and engage with West Bengal to ensure that no projects are undertaken which violate its commitments to Bangladesh.\n",
        "headline_1": "How much more must the Teesta bleed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-much-more-must-the-teesta-bleed-3273966",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "Prices of most essential items have been soaring for many weeks now. First came the poultry price shock, with unheard of double digit price increase per kilogram (kg) of chicken on a weekly basis. Indeed, price of the Sonali variety of chicken (popularly known as Pakistani Cock) rose by Tk 50 per kg in the span of three days, and broiler saw incremental rise in price over a one-month period from Tk 180 to Tk 260 per kg. Precisely, how are people to get their protein intake when the broiler chicken had been the last resort, especially in the backdrop of now-expensive farm-produced fish, now with winter gone? The prices of vegetables are also going up.According to a report published in this newspaper, people are now faced with the possibility of market manipulation that has put most varieties of white meat out of reach of the vast majority of the population. Low-income groups are in a desperate situation. One can cut down on protein intake if prices go beyond reach, but then people do need to eat something to live. Food sustenance cannot be put on hold, unfortunately. Consumer rights activists are rightly calling for government intervention to do something about the increasing cost of animal-based protein such as eggs, fish, and meat. An added assault coming from the soaring vegetable prices could potentially lead to intense resentment among consumers, a situation that can easily be avoided if measures are taken now.People seen to have resigned to their fate, because of the fact that markets are controlled by big business where authorities have little say. One cannot discount the fact that before the onset of holy month of Ramadan every year, prices rise. But in preceding years, price rises were somewhat tolerable. This year, everything is intolerable. Prices manipulation is also somewhat of a norm nowadays. But that manipulation cannot be allowed to reach a level when price of essentials get to a stage that most people will go hungry. Parents are willing to go hungry to feed their young. But the double-digit price increase of every edible has pushed people to their limits. Explaining everything away on the Ukraine-Russia war is simply not going to cut it anymore. Precisely how much calorie-intake reduction can an average person sustain before becoming victim of malnutrition?Vendors, reportedly, state broiler prices have increased by Tk 4,000-5,000 per 100/kg (kilogram), which means an increase of Tk40-50 per kg in one month. Lower production in farms and supply chain problems are blamed for the hike. While this view represents suppliers' claim, the fact is that the spiraling prices have resulted in drastic fall in demand, which ultimately hurts business too. Production costs have risen, particularly in the face of rising feed prices. It is at such times that government intervention in market becomes mandatory. That time has surely arrived. People are being put through too much hardship and the month of Ramadan is just round the corner. Surely, it is in the interest of authorities to give people some reprieve during this month that is held in highest reverence by citizens. If supply of protein and vegetables is a problem, then authorities should take measure to beef up the same. Market forces will do the rest and prices will come down. Yes, wholesalers and retailers will complain. But it is not just about them, it is about the populace at large which needs immediate relief and sometimes, hard decisions must be taken for the greater public good.",
        "headline_1": "Reining in prices of kitchen market items",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reining-in-prices-of-kitchen-market-items-1679147033",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "It goes without saying that the benefit of foreign direct investment (FDI) for a developing country is immense. Economists have outlined a number of benefits with a great deal of empirical evidence to show the necessity of FDI. Though the patterns of FDI have changed over the decades, the ultimate goals are almost unchanged. These include infusing new technology, providing finance, bringing technological knowhow and managerial expertise, creating more job opportunities, improving infrastructure and, finally, promoting economic growth in the long run. Foreign investment is thus considered a critical tool for the underdeveloped countries to move ahead, which is also applicable to the Least Developed Countries (LDCs) to graduate from the UN-defined category.In this connection, a note released by the United Nations Conference on Trade and Development (UNCTAD) this month presented a dismal picture. The special issue of the Investment Trends Monitor (No. 45) showed that FDI flows to the LDCs as a group increased slightly in the last decade. After a peak in 2015 when LDCs accounted for more than 5.0 per cent of the developing countries' combined FDI, it fell back to around 3.0 per cent of that of the developing nations and less than 2.0 per cent of global FDI. The note also pointed out that the growth of FDI in these countries had lagged behind other external sources' finances like aid and remittance.The UN agency released the note while the Fifth United Nations Conference on the Least Developed Countries (LDC5) taking place in Doha early this month to finalise a comprehensive roadmap for these countries, currently 46 in number, to be precise, to move forward in the next decade. In the five-day grand gathering of the global leaders, the Doha Programme of Action (DPoA) has been adopted to achieve various targets by 2031. The DPoA also acknowledges that FDI flows into LDCs had already been on a decline since 2015, reaching $21 billion, or 1.4 per cent of world FDI, in 2019. \"Covid-19 accelerated the decline of FDI to least-developed countries, which remains heavily concentrated in the extractive industries,\" it, however, noted, adding that some least-developed countries have undertaken measures to facilitate investment, such as fast-approval procedures, more use of digital tools, a cut in fees, and automatic renewal of permits.Underscoring the importance of FDI in the LDCs, the DoPA has urged the development partners, multilateral development banks and other international and regional organisations to 'substantially increase their investment in least-developed countries. The action plan also appreciates the establishment of the Investment Support Programme for LDCs, implemented by the International Development Law Organization, to provide legal and technical support to these countries on investment-related matters as a good step. Now further strengthening the programme, inviting donors to continue to support it and encouraging LDCs to make wide use of the programme's facilities are set as critical. DoPA thus has set a target to 'adopt and implement investment- promotion regimes for the least- developed countries. The programme is designed to support two broad areas: investment-related negations and investment-related dispute settlements.Meantime, a three-day business summit also took place in Bangladesh in the last week in Dhaka. Organised by the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) to commemorate the 50th anniversary of the country's apex trade body, the summit drew some 300 delegates from several countries, including Saudi Arabia, Japan, the United Kingdom, China, Korea and India. They along with local business leaders and the country's policymakers discussed the prospects, possibilities and obstacles in the country's business and investment environment.The summit was an attempt to attract more FDI in the country to meet the growing need for development finance, especially in the post-LDC period. Bangladesh is already in the final phase of LDC-graduation process and set to get out of the category in 2026. The average inflow of net FDI in the country is recorded at US$ 2.31 billion in the last decade. Bangladesh is one of the top-five LDCs and these five countries attracted 55 per cent of the total FDI in all LDCs during the last decade. Other four top LDCs are Cambodia, Mozambique, Ethiopia and Myanmar.Though overall FDI in the LDCs was estimated to have declined by 30 per cent in 2022, Bangladesh experienced an upward trend during the period. Net inflow of FDI in the first nine months (January-September) of the last year increased by around 48 per cent to $2.66 billion from $1.80 billion in the same period of 2021, according to the statistics available with Bangladesh Bank. More than two-thirds of the FDI came in the form of reinvested earnings during the period under review. Intra-company loans also increased whereas fresh injection of equity dropped in the same period.The current amount of FDI is neither sufficient nor sustainable in the long run. So, Bangladesh needs to pursue a more dynamic investment policy instead of a piecemeal approach. Promoting joint venture is also necessary. There are some unexplored and non-traditional areas where foreign investment could be attracted as there is no bar in the current investment policy which is quite liberal. Public transport is such a potential sector. If the government provides a favourable environment by strictly curbing the irregularities and chaos, it is possible to get some FDI in this sector, which will be beneficial to the commuters in the end. Rail sector can also draw some foreign investment for a longer term. More FDI may also come into the hospitality sector as a big consumer group is already there and is growing gradually. As the LDC graduation is approaching, it is time to adopt some unconventional approaches regarding foreign investment.[email protected]",
        "headline_1": "Attracting FDI: opting for a non-traditional approach",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/attracting-fdi-opting-for-a-non-traditional-approach-1679147084",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "With the memories of the March 5 and 7 blasts coiled in the subconscious layer of their mind, people in Dhaka are preparing to come out on Eid shopping at the city markets. Many started shopping a week ago to avoid crowd. The blast scenes appeared to have been erased from their memories. Their number is few. Eid shopping scenarios in Dhaka are more or less similar. They comprise festivity-filled children and their parents hopping from one spot to another to buy their choice items. The shopping starts at around 10 in the morning and continues up to 10-10:30 in the night. As the time is Ramadan, the Iftar time, marking the day's ending of fasting arrives at sunset amid peak-hour shopping. Most of the shoppers break their fast at the temporary Iftar corners set up under sheds or in the open. They use mostly open-air gas burners for deep-frying of Iftar items. These traditional spectacles are a part of the Ramadan observance in the capital.But those haunted by the memories of the two terrible blasts in Dhaka in early March may feel jittery as they move about the markets. Like in the previous years, all large and medium supermarkets turn into Eid shopping outlets. Few would care for doing shopping this year at the densely crowded indoor markets. But conscious people this Eid might think twice before entering chock-a-block markets. Apart from explosions caused by gas accumulated in old, dilapidated pipes, dust-laden or defective AC etc, blast-prone fire remains a potential threat. It's natural to become oblivious to the two blasts which have occurred in the first week of last March. In the Bangladesh cities, especially Dhaka, the Eid festival starts veritably with the shopping fever. It's the very time when people tend to forget about duties and must-dos. Before entering a suspectshopping mall cautious people must now think twice thanks to its worn-out look. Those who do not resort to this precautionary step invite hazards for them and their near and dear ones. Of late buildings, offices and markets are used to wearing deceptive looks. While entering a well-furnished building, unwitting persons feel tempted to take it to be a safe place. The average people are even unaware of the many intricate aspects of a high-rise building. If the building is an old one, it remains replete with dozens of devices vulnerable to fire outbreak and blasts.In Dhaka at the moment there are dozens of 2 to 3-storey old buildings popularly known as all-purpose Eid markets. Their clients mainly include middle and lower middle-class people looking for clothing, shoes, child wear, cosmetics etc. These buildings, along with some so-called exclusive markets, are being surveyed for built-in faults and technical shortcomings. The authorities concerned have already identified many of them. Critics are doubtful about the success in spotting these faulty buildings. During the Eid shopping razzmatazz and the latent festive mood, the time doesn't seem to be right for any survey of defective buildings. But the authorities concerned can, at least, mark out the vulnerable marketplaces for future action.As Dhaka continues to grow into a cosmopolitan city with newer commercial and private establishments in place, it keeps inviting hydra-headed maladies. Those were beyond the furthest recess of imagination even three decades back. Nowadays with no violence around, explosions and blazes kill people while other possible spots brace for small-scale catastrophes. They result from human error, negligence and nonchalance. If they take place accidentally in the festive time of Eid, there might be literally no place to shed tears of sadness and the inner rage. Well- orchestrated and unified campaigns, thus, come up as a way out.[email protected]",
        "headline_1": "Shopping for Eid, with care",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shopping-for-eid-with-care-1679147169",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2023"
    },
    {
        "full_article": "The holy month of Ramadan is just around the corner. And Muslims around the world are all set to observe this month of fasting by abstaining from eating and drinking from dawn to dusk. Fasting is a mandatory practice for all Muslims except the sick, pregnant or menstruating women, elderly people or those on travel. This month is not only to pray before the Creator but also to cleanse one's soul by limiting worldly pleasures. This month instils a sense of empathy among the people. It allows us to understand the situation of the less fortunate, to feel and experience the pain of hunger and thirst that our poverty-stricken brothers and sisters feel every day. The usefulness of consuming less is also a lesson of Ramadan. Extending our helping hands to the have-nots is also a key feature of this month. The month also teaches us piety, to be disciplined and have self-control. It also us teaches not to be greedy and immoral. We should consider this month as an opportunity to show our love to the needy. This month also offers a scope for the affluent people to be generous and charitable towards those who have been hit by the current inflation and price hike. The government should urge the wealthy citizens to contribute to the Zakat fund and use that fund for millions of suffering families. We ourselves should also provide as much help as we can to everyone around us during this month. Shahjahan Sirazi,Malibagh, Dhaka,[email protected]",
        "headline_1": "Spirit of Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/spirit-of-ramadan-1679147208",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2023"
    }
]