[
    {
        "full_article": "The Finance Ministry, last Friday, issued a statement titled ‘Factual position vis-à-vis IMF’s Article IV consultations with India’. For context, the International Monetary Fund (IMF), under its Articles of Agreement, holds bilateral discussions with members, usually every year. IMF staffers collect economic and financial information, and discuss policies with top officials, before preparing a report that is discussed by the Fund’s executive board. The Ministry statement, four days after the IMF released its latest India consultation details, noted that “certain presumptions have been made taking into account possible scenarios that does not reflect factual position”. In particular, the Ministry was referring to an IMF view that adverse shocks could lift India’s general government debt to, or beyond 100% of GDP in the medium-term (by 2027-28). The Ministry asserted this was only a worst-case scenario and not a fait accompli, and emphasised that other IMF country reports show much higher extreme ‘worst-case’ scenarios, for instance, at 160%, 140% and 200% of GDP, for the U.S., the U.K. and China, respectively.The combined debt of central and State governments stood at 81% of GDP in 2022-23, from 88% in 2020-21. Under favourable circumstances, the IMF reckons this could even go down to 70% by 2027-28. The shocks faced by India so far in this century were global, and affected the entire world economy, be it the 2008 financial crisis or the pandemic, the Ministry pointed out. Reacting to initial news flashes, it further clarified its statement was not a rebuttal to the IMF but “an effort to arrest misinterpretation or misuse” of its comments to imply that General Government debt would exceed 100% of GDP in the medium term. Semantics experts may argue whether the communiqué was confrontational or clarificatory. India’s Director on the IMF Board had already placed on record reservations about its staff’s conclusions on debt risks [“sounds extreme”], and some other aspects of the economy. In the broader picture, IMF staff’s perceptions of India’s fiscal position have actually improved over the past year. From arguing in 2022 that India’s fiscal space is at risk, they now believe sovereign stress risks are moderate. This is in no small part due to the ability of the Centre, whose debt levels were about 57% of GDP last year, to meet fiscal deficit targets in recent times. Reducing debt and spends to stay the course on its commitment to bring the deficit to 4.5% of GDP by 2025-26 from an estimated 5.9% this year, is critical. While reacting to an adverse detail in a report sometimes ends up drawing more attention to it, actions tend to always speak louder than words. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\ngovernment\n\n/\n\nIndia\n\n/\n\nfinance (general)\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nChina\n\n/\n\ngovernment debt\n\n/\n\nCoronavirus",
        "headline_1": "Debt debate: On the IMF’s latest India consultation details, Finance Ministry’s response",
        "headline_2": "The IMF’s sovereign debt risk assessment for India has spurred a sharp reaction",
        "link": "https://www.thehindu.com/opinion/editorial/debt-debate-on-the-imfs-latest-india-consultation-details-finance-ministrys-response/article67673966.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "The proverbial slip between the cup and lip was in evidence when the Union Home Minister’s assurance on the floor of the Lok Sabha was at variance with the actual amendment on punishment for doctors in cases of death due to negligence. Amit Shah initially said: “If someone died due to medical negligence by doctors it was treated as culpable homicide not amounting to murder. I am bringing an amendment today. Doctors have been exempted from punishment [under this section]. The Indian Medical Association [IMA] had requested us [for the exemption].” The amended Bharatiya Nyaya (Second) Sanhita Bill, 2023, passed since, however did not provide that blanket exemption to doctors. Instead, the amended Section 106(1) specifies that a registered medical practitioner (RMP) shall be punished with imprisonment up to two years and a fine. In effect, the punishment for doctors as specified under Section 304(A) of the Indian Penal Code that the BNSS replaces, has been retained. With the IMA still thanking the government despite the status quo situation, a deft look behind the scenes reveals that a draft Bill submitted to the Parliamentary Standing Committee on the issue, actually suggested a seven-year imprisonment term for death due to negligence in case of an RMP. The IMA then submitted to the Standing Committee that there was no mens rea or criminal intent in the relationship between the patient and the doctor, and thus the increased punishment was not justified. The committee then reduced the imprisonment to five years, which finally rested at two years, as the law was passed.It is pertinent to look at the index case that defined guidelines relating to medical negligence — Jacob Mathew vs State of Punjab & Anr. (2005). The court held that the negligence should be ‘gross’, of a significantly high degree, and consequently, criminal liability would come up only if the physician’s act can be demonstrated to be negligent or reckless, causing death. Even during prosecution, at various levels, the weight is on the opinion of a similarly qualified expert on whether negligence on the part of the doctor led to death. While it may be argued that doctors thus enjoy adequate protection under the law in the execution of their duties, the reality is that the incidence of violence against medical professionals is indeed increasing. To offer doctors refuge from fear of assault while discharging their duty, and to ensure that any decision made is not clouded or impaired from such fear is important. No one is above the law, but any attempt to demonise doctors for deaths that occur may cause them to hold back from giving patients the best available care. That, under no circumstances, is acceptable.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedical service\n\n/\n\nparliament\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nmedical conditions",
        "headline_1": "Carry on, doctor: On the amended Bharatiya Nyaya (Second) Sanhita Bill",
        "headline_2": "Doctors must not fear prosecution unless gross negligence is proven",
        "link": "https://www.thehindu.com/opinion/editorial/carry-on-doctor-the-hindu-editorial-on-the-amended-bharatiya-nyaya-second-sanhita-bill/article67673977.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "By:- Janina Gomes\nJesus came to bring us ‘Shalom,’ a Hebrew word, meaning peace, harmony, wholeness, completeness, prosperity, welfare and tranquility. He came to bring about the fullness of ‘Shalom’ through the practice of right relations and restorative justice, which focus on the present and future needs of the victims, perpetrators and society. He does this in order to repair what has been broken or stolen from the victims, to bring the perpetrators to acceptance and responsibility and to mend the threads that hold society together, says Sister Mary Katherine Birge, in a blog post.\n\nShe says the Kingdom of God which Jesus enacted begins from a conviction that God’s deepest hope for humanity is that we live with Him and with one another in relationships that are just. Our task, therefore, is to live in such a way that we work at restoring to wholeness those people and relationships that we and others have broken and to repair as best we can those that cannot be restored.\nThe Biblical meta-narrative can be read as one large story of God’s restorative justice at work. God creates a perfect harmonious world, one in which everything is as it ought to be, where human beings live in right relationship with one another, with God and with the wider creative order. It affirms that the God of the Bible is just and his justice flows from His very character.\nAlmost all religions and cultures believe that sin and evil are to be punished and that retribution is to be demanded of the sinner in this world and in the next too. This, Richard Rohr, the Fransican contemplative, says, rests on a dualistic system of reward and punishment. Good and bad guys make perfect sense to the ego. This is the economy of merit, meritocracy. This is the traditional way of viewing justice and seems to be the best that prisons, courtrooms, wars and even churches appear equipped to do.\nJesus and many mystics and wisdom traditions show that sin and failures are in fact an opportunity for the transformation and enlightenment of the offender. Rohr reiterates that counting and ledger keeping are not the way of the Gospel. Our best self wants to restore relationships and not just blame or punish. This is the economy of grace. The trouble is that we have defined God as the ‘punisher in chief’ instead of seeing him as the Healer, Forgiver, Reconciler, as exemplified in Jesus’ parable of the Prodigal Son.\nRohr says what humanity really needs is an honest exposure to the truth and accountability for what has happened. Only then can we move ahead with dignity. Hurt needs to be spoken and heard. This can then lead to restorative justice. Only mutual apology, healing and forgiveness offer a sustainable future for us. Otherwise, we are controlled by the past.\nLet this Christmas remind us that we should treat every human being as a person made in God’s own image and likeness, with a life worthy of respect, protection and care. The ‘other’ is not necessarily a permanent enemy, but a potential collaborator and an unlikely ally whose help will move us in the direction of a more peaceful society.\n\n",
        "headline_1": "Christmas Is God’s Gift Of Shalom To Us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/christmas-is-gods-gift-of-shalom-to-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "For over two decades India’s growth rates have been mostly underestimated. External shocks such as financial crises interrupted high growth phases earlier. But not anymore. The national balance sheet is more resilient, setting the stage for a new era\nWhen the real GDP data for July-September quarter of 2023-24 was released, the 7.6% growth rate was almost universally greeted as a ‘pleasant surprise’. So was the 7.2% growth reported for 2022-23.\nTo me, a veteran forecaster of Asia’s economies over the past 33 years, the only surprise is that the consensus for India’s growth each year seems to cluster around the 6.5% mark. Subsequently there are ‘surprise’ upgrades after the year is over, and when the ‘final’ estimate is released almost three years after the end of the fiscal year.\n\nRead full story on TOI+\n\n",
        "headline_1": "Growth’s New Normal: 7.5%",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/growths-new-normal-7-5/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "GOI did well to suspend the newly elected body of office bearers of the Wrestling Federation of India on Sunday. The suspension was on technical grounds. Notwithstanding that, it provides an opportunity to clean up the governance of WFI and make it safe for sportswomen. It also highlights the need to quickly finish the investigation and prosecution process of Brij Bhushan Singh, which was set in motion by a chargesheet filed by the Delhi Police over six months ago.\n \n\nViolation of WFI’s constitution | Among the first acts of WFI’s newly elected president Sanjay Kumar Singh was to announce national level tournaments for juniors without even following the guidelines mandated by the federation’s constitution. GOI cited this as a reason for suspension.\nPrivate fiefdom | The National Sports Development Code 2011 is a legally binding framework to ensure that sports federations, which have a monopoly and also receive public funding, are made accountable. WFI was functioning from Brij Bhushan’s residence, also the location where wrestlers have alleged some of the sexual abuse incidents took place. GOI said it’s indicative of the status quo in the power structure despite a new set of office bearers being elected.\nQuick action needed | Power structures in sports federations often overlap political power. It creates conditions that enable abuse of power. That’s exactly what happened at WFI. One consequence of this overlap is that even when desperate measures such as the ones adopted by wrestlers force police investigation, the prosecution is slow-paced. Brij Bhushan’s prosecution needs to be quickened if justice is to be done and WFI run in the spirit of the rules established by GOI.\n \n\nThree wrestlers returned their Padma Shri awards in protest following Sanjay Kumar Singh’s election. It was tragic as WFI’s role, according to the sports code, is to protect the welfare of wrestlers. Sunday’s suspension and IOA’s temporary takeover of WFI’s affairs is an opportunity to not only clean up but also signal that women athletes will be protected from sexual harassment in Indian sport. This will have a knock-on effect on other federations and trigger greater accountability.\n\n",
        "headline_1": "Wrestling with power: WFI’s suspension is an opportunity to clean up, deliver justice and catalyse accountability across federations",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wrestling-with-power-wfis-suspension-is-an-opportunity-to-clean-up-deliver-justice-and-catalyse-accountability-across-federations/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "Allegations that three civilians in Kashmir died in army custody come at a delicate time. With Kashmir’s special status now history, terrorism’s backers are looking to take advantage of any latent resentment. This means security forces have to be extra careful to not give terrorists and their handlers any foothold in the new situation.\nA tough job | Security forces in J&K work in difficult to impossible conditions. Fighting terror infiltration alongside rooting out sleeper cells within the local community, the army works in a hostile environment. High pressure, dangerous jobs can lead to lapses in judgment or just errors. But mistakes are precisely what we can’t afford in this sensitive situation where the people of J&K are only just beginning to adjust to the post-370 era.\n\nCivilians vs overground workers | The three civilians had allegedly been detained for questioning by the army after last week’s terror ambush in Poonch that killed four soldiers. While the J&K administration has announced compensation and jobs for the families of the civilians, an impartial and quick investigation is a must. There is evidence to show that terrorists are being aided by some overground operatives. But identifying these aiders and abettors must be a thorough process, no matter the provocation.\n \n\nEvolving terror tactics | Following the effective implementation of the joint security dragnet in J&K, terrorists are continuously probing for weak points. This explains the switching between targeted killings, ambushes and direct attacks on the military, and reactivation of the Pir Panjal region as a terror hotbed to stretch security resources.\n \nAf-Pak-Gaza dimension | Taliban’s return in Afghanistan, political instability in Pakistan, and the Israel-Hamas conflict can all impact the security situation in J&K where undercurrents of radical ideology haven’t been completely eliminated. Security forces in Kashmir therefore also have to keep an eye on fresh attempts at radicalisation.\nFinally, New Delhi’s biggest shield against terror is the people of Kashmir themselves. Which is why having early elections in J&K is vital to make them stakeholders in ‘naya Kashmir’.\n\n",
        "headline_1": "Securing Naya Kashmir: Hold impartial investigation into civilian deaths in Kashmir. It will help army the most",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/securing-naya-kashmir-hold-impartial-investigation-into-civilian-deaths-in-kashmir-it-will-help-army-the-most/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "That the misappropriation of money from banks for siphoning off abroad, presented as its findings by the Centre for Policy Dialogue (CPD), is an open secret. What makes the CPD report on the subject special is its painstaking collection of the 24 major media reports on financial-sector scams involving the parties responsible and the huge amounts they received illicitly. Thus bad and non-performing loans swelled to Tk1.56 trillion in the fiscal year (FY) 2023 from Tk427.25 billion in FY2012. In this context, undue rescheduling, written-off loans and those remaining unpublished for litigation in court might inflate the figure further. However, the amount of money embezzled from the banking system the CPD could ascertain stood at Tk922.61 billion in the past 15 years. Now the CPD observes quite rightly what this amount of money could do for the country. The embezzled amount is nearly 12.1 per cent of Bangladesh's latest national budget and 1.8 per cent of the gross domestic product (GDP). It would be enough, the CPD finds, for filling the budget deficit. This further highlights how misgovernance of the financial sector has not only allowed powerful and influential borrowers to swindle money from banks but also compelled the country to look for loans from multilateral financial or development banks. The government had no option other than looking for $4.7 billion loan from the International Monetary Fund (IMF) in order to tide over the liquidity crisis and plummeting foreign exchange reserve. This is like turning a blind eye to smuggling of sackful of money out of the country while begging for a few hundred taka in cash. As the archaic policy of revenue earning also favours the rich, the total revenue garnered by the National Board of Revenue (NBR) is spent on current expenditure of the government. The CPD has shed light on this issue to show how the government has to borrow money for development works. This leads to the more complicated affair of borrowing for payment of outstanding loans. That, the CPD calls, is the debt trap Bangladesh is heading for. Crafty business conglomerates and individuals have successfully drained the country out of its economic blood to the extent where the country is confronting an uncertain economic future. It is a clear case of crony capitalism, the CPD rightly observes. While debt servicing has been turning a headache for the government, some oligarchs have been reaping undue economic gains, a good number of them being responsible for capital flight from the country. On the other hand, the poor and low-income groups struggling for survival in the face of soaring inflation when the global commodity market has eased off following the immediate volatility caused by the Ukraine war.If the economic growth gets stunted because of scarcity of greenback, the balance of payments will also encounter an adversarial regime. The two sources of foreign exchange income hardly give any encouraging message. Now, is there any light at the end of the tunnel? The first task is to reduce non-performing loans (NPLs). Then the NBR needs to review its easy option of indirect tax or the system of VAT and introduce a system of wealth or resource tax. Last but not least, international cooperation should be sought for return of the laundered money as much as possible.",
        "headline_1": "Embezzled money and economic crunch",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/embezzled-money-and-economic-crunch-1703513503",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "International migration in Bangladesh is increasingly becoming the most visible profile of the informal sector --- economic and social aspect --- at its most successful, remaining robust over the years. Not only has it been going on for over four decades now, but looks to have developed a new found strength in the recognition of its informal structure by the formal. Although state level agencies supported by international organizations are trying to restrain its functioning and bring under formal control, as is natural, it continues to grow. Basically the state capacity to control the sector is limited and the focus now is on regulating the intermediaries- the so called \"dalals\". However, they are only part of the scheme and not it's largest or most significant entity. Although the dalals are painted as negative by many, the attitude of everyone concerned is ambiguous. In 2006, when I was working to set up the \"Safe Migration Unit\" (SMU) at BRAC, I had proposed a programme on formalizing the dalal system and also reducing the influence and clout of dalals. However, when in discussion with GOB officials, I was informed that they were very useful for bringing in clients that benefitted the agencies as well as the GOB officers. At that time the dependence on the dalals was high and our proposed actions were discouraged. Now the situation has changed for all parties concerned and the GOB has extended its reach significantly to play a role as intermediaries themselves. Since the economic benefits are high the opportunities are positive, both officially and personally, this is understandable. Hence the current phase may see the rise of the officials playing the facilitating role which dalals did before. While that may be entirely not possible, attempts are on to limit the role of dalals in the project objective relating to formalizing the dalal system. Such efforts however need to be unpacked in the light of the overall migration sector and the cost-benefit analysis from the migrants' perspective. Till that happens the jury will have to be out on the initiative. Remittance patterns remain one of the more reliable indicators of the formal-informal world's performance indicators. Since the Covid-19 crisis, the official world has been anxious about it even more as it came coupled with other global crises as well. The issue was about the dollar reserve hence the anxiety was about the functioning ability of the government which would be limited by lack of dollars.More than at any other time, this was when the official world was reminded of the importance of the remittance senders. That is not to say that the sender has become more important. The dollar is and perhaps, it's this gap that is the source of the anxiety and the actions now. Inward remittance fell in the first quarter of 2023-24 fiscal period due to increased use of informal channels like hundi despite a sharp rise in the number of Bangladeshi migrant workers stated by Bangladesh Bank. It declined 13.5 per cent when the number was $4.91 billion in the July-September quarter of 2024. This was a drop from $5.67 billion in the same period previous year as per BB info. Officially, most migrant workers live in the Middle East which amounts to about 67.1 per cent of the total migrated workers as per official data. Of them 39.8 per cent went to Saudi Arabia, 20 per cent to Malaysia, 15.2 per cent to Oman, 6.9 per cent to the United Arab Emirates and 5.4 per cent to Singapore in 2022-23.\"The number of registered overseas migrant workers increased to 372,100 in the three-month period in 2024, up 26.3 per cent year-on-year. In the 2022-23 fiscal year, the amount of inward remittance was $21.61 billion, which was about 4.8 per cent of Bangladesh's gross domestic product,\" says to a media report.The issue is about the problems being faced in the banking sector in particular and the import economy in general. And that gap is not being met. The banking crisis is a result of the inadequacies of the formal economy rather than the social system in which they are located. Sources in the formal financial sector say that, due to increase in defaulted loans, slow growth of deposits due to high inflation and sale of dollars from foreign exchange reserves, large amount of money is coming out of the market. Again, the central bank has lately stopped lending to the government for the purpose of controlling inflation. The government has been borrowing from commercial banks, which has exacerbated the liquidity crunch. As a result, the banks are struggling to manage their day-to-day banking activities without the help of the central bank. Consequently, they are facing a liquidity crisis.Based on evidence, there is a high risk in depending on the formal sector alone. On top of that, other troubles are on the horizon including possible sanctions on the RMG sector. Whether that will happen or not is uncertain but that it will increase pressure on the dollar situation is certain. In fact, RMG export has been on the decline for the last six months. Given that scenario the chances are that the dollars are going to become more scarce inevitably and this will put more pressure on remittance income. However, the mechanics of remittance is such that it's a complex balance between rates and sense of safety and convenience and it's the sender who alone understands that. No matter what is done, the informal sector appears to be growing stronger even as the formal/Government tries to control it.\n[email protected]",
        "headline_1": "Migration remittance: Conflict between ‘formal’ and ‘informal’",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/migration-remittance-conflict-between-formal-and-informal-1703513555",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "Figures are a big issue when they are about death of people. The figures should be exact, if one is to be respectful of the dead. But the varying monthly or annual figures on the fatalities from road accidents as provided by different government and non-government sources may give one the impression that we as a nation have little respect for the dead. For the victims of road accidents were people like us and not just numbers. Granted that there are limitations attributable to inadequacy of sources supplying the information on the road accidents and the fatalities from them. And there are also unavoidable errors involved with the gathering and compiling of the information from the fields. So, there might be slight differences in the death figures published by different organisations doing the job. But if the differences in the death figures (from road accidents) published periodically by some of these organisations are too big to reconcile, then the very purpose of publishing the reports become questionable. Mention may be made at this point of the report of huge mismatch between the World Health Organisation (WHO)-provided statistics on 2021's death toll (from road accidents in Bangladesh) and that published by the Bangladesh Road Transport Authority (BRTA). The recently published WHO report says, in 2021, some 31,578 people died in road accidents in Bangladesh. The BRTA's death figure, on the other hand, is 5,084.The difference between the two figures is indeed enormous. The people who prepared the report have been visibly upset about the WHO's figure so much so that they have not just rejected it outright, but also asked for the 'list of the dead' from road accidents from WHO. This is unfortunate. Rather than being reactive, the BRTA could approach the issue in a spirit of sharing and sort out the points of difference amicably.For this is not the only case of such discrepancies in casualty figures related to road accidents. According to the BRTA, for instance, in January and February this year, 636 people were killed and 752 injured in 630 road accidents across the country. On the other hand, Bangladesh Police, who also provide road casualty figures, in their report for the same period said, 540 people died, 420 received injuries in 557 road accidents. Interestingly, BRTA, earlier, used the police-provided data on road accidents. But since January this year it has been using its own data. That's fair enough. But question remains as to whose figure is more dependable, say, for using in the preparation of a future plan to reduce traffic accidents in the city? But apart from these two government agencies, there are four private organisations who publish road casualty figures regularly. In most cases, their casualty figures are higher than those provided by the police and BRTA. And there is nothing to be upset about higher death counts from automobile accidents. Rather than being too critical of the non-government bodies and the international development partners doing the commendable job of keeping track of the road accidents and the deaths and injuries they cause, it would be better to develop the mindset of cooperation and sharing with them. If the private and government agencies cooperate in the task of collecting and preparing information about road accidents, it will be possible to produce more accurate data on the number of people killed and injured in road accidents in the country. And that would contribute immensely towards the government's effort at implementing the National Road Safety Strategic Action Plan-2021-2024. The plan is in concert with the UN's Sustainable Development Goals (SDGs) of reducing deaths from road accidents by half within 2030. [email protected]",
        "headline_1": "What is the real death toll from road accidents?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-is-the-real-death-toll-from-road-accidents-1703513612",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2023"
    },
    {
        "full_article": "Motorbike is a useful vehicle for moving quickly in Thakurgaon city. But young motorcyclists often engage in a race with their vehicles on different roads of this town. Their tendency to reckless driving, violating traffic rules and overtaking other vehicles is dangerous. The speed at which these motorcyclists are riding bikes is unprecedented and dreadful. These races are not only risking their own lives, but also threatening the lives of other people on the roads. Many times, we come across news about bikers hitting pedestrians while driving their bikes. The practice of betting among the young motorcyclists is fuelling this dangerous trend of bike race. This often results in serious road accidents and consequently casualties in Thakurgaon. We urge the authorities concerned to take action to put a complete stop to motorcycle racing in Thakurgaon. This will reduce the frequency of accidents. Lives of both the daring bikers and others on the road, including pedestrians must be protected. Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Bike racing on Thakurgaon roads",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bike-racing-on-thakurgaon-roads-1703513653",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2023"
    }
]