[
    {
        "full_article": "In yet another disturbing and dastardly act that is now part of a pattern in much of North India, two tribal men were beaten to death by alleged activists of the Bajrang Dal in Seoni, Madhya Pradesh, on the suspicion that they were slaughtering cows. Apart from tribal people, Muslims and Dalits in particular have borne the brunt of these senseless acts of mob violence and murders. Reminiscent of the murder of a dairy farmer, Pehlu Khan, after he and his sons were attacked by self-described “cow vigilantes” in April 2017 in Rajasthan, the two men, Sampatlal Vatti and Dhansai Invati, were attacked by nearly 20 men; both died of injuries. The police have arrested 13 people for their alleged involvement; at least six of them were members of the Bajrang Dal, according to the family members. An insinuation by the police that one of the dead men was involved in a “cow slaughter” case has shown yet again where the priorities of law enforcement lie in such cases. In another pattern, there has been a certain acuity in the implementation of cattle slaughter laws which is missing in trying and bringing those involved in lynch mobs to justice. Stricter cattle slaughter laws have been implemented with a fervour that has less to do with animal preservation and more to do with appeasement of majoritarian impulses to garner political support.In 2005, the Supreme Court had justified the total ban on cattle slaughter by an expansive interpretation of the directive principles of state policy, and relying on Articles 48, 48A, and 51(A) of the Constitution, that seeks to preserve breeds used in agriculture and animal husbandry, explicitly prohibiting the slaughter of cows and calves and other milch and draught cattle, besides promoting compassion to animals. The judgment had overturned an earlier ruling in 1958 which had limited the ban only to “useful” cattle which are still engaged in agriculture and husbandry. This interpretation only laid the grounds for State governments — especially those led by the BJP and its alliance partners — to come up with stringent laws on cow slaughter, and in the public sphere, a stigmatisation of communities such as Dalits, Muslims and tribals for their dietary habits and their dependence on cattle products for a livelihood. Four States (Rajasthan, Jharkhand, West Bengal and Manipur) had passed laws against lynching after many such incidents but they were under various stages of implementation with the Union government taking the view that lynching is not a crime under the Indian Penal Code. While civil society in Madhya Pradesh must demand justice for the injured and dead tribal men and a return to the rule of law in which such murderous acts do not go unpunished, it is time for a judicial rethink on legislation around cattle slaughter.",
        "headline_1": "Cowed down: On the need for strict anti-lynching laws",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/cowed-down-the-hindu-editorial-on-the-need-for-strict-anti-lynching-laws/article65388509.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-05-2022"
    },
    {
        "full_article": "Prime Minister Narendra Modi ended his tour to Europe this week by dropping in on French President Emmanuel Macron, who was re-elected recently. What was billed a simple “tete-a tete” during a “working visit” turned out to be a comprehensive discussion on bilateral, regional and international issues, with a 30 paragraph-long joint statement. As with his other stops in Germany and Denmark for the Nordic Summit, as well as the visit to India by European Commission President Ursula von der Leyen the week before, the Ukraine war remained at the top of the agenda. The joint statement records their differences on the issue. However, they also discussed mitigating the war’s “knock-on” effects, and Mr. Macron invited India to cooperate with the Food and Agriculture Resilience Mission (FARM) initiative for food security in the most vulnerable countries, particularly in terms of wheat exports. However, as the severe heatwave has damaged India’s crops, the Government will have to do some hard thinking on its promises of wheat supply to the rest of the world at a time when fears of shortages are sending wheat prices soaring. Climate change was another key issue during the stopovers in Berlin and Copenhagen. France and India, that worked closely for the success of the Paris climate accord, and co-founded the International Solar Alliance in 2015, are ready to take it to the next level — setting up industrial partnerships to build integrated supply chains in solar energy production for markets in Europe and Asia. There was also a bilateral strategic dialogue on space issues, which will build on their six-decade-long partnership in the field of space — a contested area now with China, Russia and the U.S. stepping up hostilities in this frontier.India and France have decades of an unusually productive partnership given that neither has allowed other relationships to play a role in the bilateral. This has been the basis of their strong defence partnership. In 1998, France stood out as a western country that did not judge or impose sanctions on India for its nuclear tests; in 2008, it was the first country to conclude a civil nuclear deal with India after the NSG passed a waiver allowing India to access nuclear fuel and technology. It would be a fitting tribute to the consistency of the relationship if the French bid for six nuclear power plants in Maharashtra’s Jaitapur makes some headway now, more than 12 years after the original MoU was signed and a year after the French company, EDF, last year submitted an offer to the Nuclear Power Corporation of India Ltd. It is however disappointing that Mr. Modi’s visit did not give as much fillip to talks on the India-EU FTA (suspended since 2013) as seen in India’s other FTA talks. This was the second such tour where Mr. Modi travelled to Germany and France on the same visit — a significant gesture that he recognises the importance of both in India’s new push for stronger ties with Europe.",
        "headline_1": "Overcoming differences: On India’s new push for stronger ties with Europe",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/overcoming-differences-the-hindu-editorial-on-indias-new-push-for-stronger-ties-with-europe/article65388813.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-05-2022"
    },
    {
        "full_article": "Public demonstrations, political protests calling for the government to resign, and long queues at gas stations and grocery stores have been a regular feature in Sri Lanka for the last few weeks. Sri Lanka's finance ministry said on April 12 that the government approached the International Monetary Fund for emergency financial assistance. It claimed that the pandemic and the war in Ukraine eroded the country's finances to the point it can no longer service its debts and sought comprehensive restructuring of its outstanding foreign-denominated debt.\nWhat are some of the lessons that Bangladesh can take in from its South Asian neighbour? You could brush this question aside in one sentence: \"Bangladesh is not Sri Lanka!\" But such dismissal begs the question: Does trouble always come with a warning?\nIn the case of Bangladesh, if one were to use the same yardsticks, in sharp contrast to Sri Lanka, the former will come out with flying colours. The foreign exchange reserves and capital accounts are robust. However, there are other red flags. Just to mention a few, the cost overruns for megaprojects, the endemic pressure to devalue the currency, the banking sector with high non-performing loans (NPLs), and the overflow of resources through the black market are all draining the economy and its energy. Bangladesh is an import-dependent country and volatile exchange rate or supply chain problems could affect its foreign reserves within a short span of time.\nTo recap, it cannot be gainsaid that the recent flare-ups in Sri Lanka were many years in the making, stemming from an amalgam of problems. An accumulation of debt on infrastructure spending, sweeping tax cuts that decimated government revenue, and political missteps, to name a few.\nFor many years, particularly since 2019, Sri Lanka has stumbled from one economic crisis into another without any let-up, compounded by economic mismanagement, a rise in external debt, depleting foreign exchange reserves, a weakened currency, and rising prices.\nThe country declared bankruptcy earlier this month and expressed its inability to meet its debt service obligations to its creditors. While the Sri Lankan government declared it was only a \"temporary\" default, it is unprecedented in the country's history. \nBangladesh, which has had its own skirmishes with human rights bodies in recent years and faced occasional flare-ups of socio-economic discontent, is also struggling with the after-effects of global inflation and supply chain disruptions. The war in Ukraine, rising oil prices, and higher cost of imports are leading the civil society in Bangladesh to ask: Are we also facing a future that might push us on the path to a similar economic and social upheaval?\nLet us all recognise that there is a difference between economic downswings and the catastrophic calamity that is happening in Sri Lanka and the one that could come down in Bangladesh. Bangladesh has a larger economy and a population which is far bigger and an economy which is more robust than Sri Lanka. The per capita debt of the people of Bangladesh is one-fifth of Sri Lanka. Similarly, the steady inflow of remittances from the expatriates working abroad gives Bangladesh an edge. All our other international economic metrics indicate a healthier current state of affairs.\nBangladesh economy, on the other hand, and its balance of payments are overly dependent on RMG exports and remittances—making them vulnerable to global market fluctuations in demand and prices. Bangladesh has also incurred an undisclosed amount of debt to Chinese lenders mostly in the form of suppliers' debt. The government has other major challenges. As per studies done by BUILD, a think tank of DCCI, under and over-invoicing in import and export bill is amounting USD 12-13 billion per annum on an average. Another form of financial rigmarole is \"front loading\" of infrastructure projects which now amounts to 20-25 percent of the projected cost.\nA specialised mission of the IMF's Monetary and Capital Markets department visited Bangladesh twice before the pandemic for a diagnostic review of Bangladesh's banking sector and came up with 43 measures to reform the creaky system. As of today, all of these are in a state of limbo.\nWhile Bangladesh received a \"BB-\" rating in an assessment of its credit-worthiness by Fitch Ratings Inc., thanks to Bangladesh's resilient external finances, relatively strong growth despite the pandemic, and government debt levels that remain below the peer median, it cautioned the preponderance of low government revenues, weak governance indicators, and the problem-ridden banking sector. A World Bank report \"Bangladesh Development Update\" (April 2022) summarises the situation as follows: \"A robust economic recovery in Bangladesh faces new headwinds, as higher global commodity prices exacerbate the current account deficit and inflationary pressure.\"\nIn the final analysis, our foreign exchange reserves could come under pressure as the Bangladesh Bank continues to intervene aggressively to support the exchange rate in the event of an external or confidence shock. The exchange rate will continue to slide as domestic demand improves and imports of capital goods associated with large infrastructure projects resume picking up. But the more worrisome issues are delays and cost overruns in project implementation, financial sector weaknesses, and the non-economic—social and political—soft underbelly.\n \nDr Abdullah Shibli is an economist and serves as a Senior Research Fellow at the US-based International Sustainable Development Institute (ISDI).\n",
        "headline_1": "Could Bangladesh be the next Sri Lanka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/could-bangladesh-be-the-next-sri-lanka-3018596",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2022"
    },
    {
        "full_article": "One recurring discourse in Dhaka, especially before and after Eid holidays, is that of an \"empty\" city.  From newspaper headlines and advertisements to personal posts on social media, this invocation of an unpeopled or rather uncrowded city seems ubiquitous, one pushed by both those who leave and those who stay back.\nThe famous jingle of Grameenphone—\"shopno jabe bari amar\" (\"My dreams will go home\")—captures the emotions of homegoers pretty well. No wonder it has struck a chord with them, becoming a popular score accompanying narratives and photos of their long journey home. The song traces the \"journey\" of a dream that necessitates dislocation in the first place. It also depicts the dreamer's emotions of being pulled apart from their loved ones and familiar world, after having arrived in an alien, faraway city, and the joy of eventually going back, made more intense by an excruciatingly long wait. This great exodus is represented as a necessary experience, tinged with the hope of going \"back\" to their roots from the temporary sojourn, i.e. the city, a location which in turn bears the ring of an unfamiliar, if not outright hostile, terrain. Hence, being away from it is rejuvenating and the journey back worthwhile. The unbound happiness perceived in the homegoers also implies a release—from everything antagonistic that this city has come to be associated with.\nWhat intrigues me most, however, is the second part of the discourse related to those who stay behind. Despite the ominous vibes that being left behind usually ignites, they are actually the happier lot here, jubilant at the prospects of an empty city, left to them only. While one group leaves it, the other relishes the unusual desert—or non-city—that Dhaka would become because of the former's departure.\nThis pleasure of having the city to oneself, albeit temporarily, warrants some consideration. Why are they happy to be left alone? What is a city without its crowd? Do they really want an abandoned city with half its population gone? This celebration of the phaka Dhaka is as empty a rhetoric as the phantasmagoria of the barrenness itself. In this waltz with the city, its citizens will continue to ebb and tide, their constant dislocation aestheticised in the form of dreams that no one has any real intention to decipher or even to engage with critically.\nSimply put, what this means is that most of us do not have the prospects of a good job, standard schools for children, and places to nurture our dreams outside the capital—which happens to be a primate city in terms of its lopsided magnitude and economic, cultural, and political significance compared to other cities of the country. Hence, chasing one's dreams necessarily involves a dislocation which, like any dislocation, has consequences. Despite the impression of a happy homecoming, there is nothing desirable about this seasonal departure. Let's not forget that the people leaving the city constitute half of its population, and the \"home\" referred to is tangible elsewhere. They have all flocked to Dhaka to pursue their dreams. They have a strategic relationship with this city. The city in turn needs them for its service sector to function. If Dhaka doesn't feature in their emotional graph to yield a mutually fostering relationship, can you blame them?\nMost importantly, what this biannual pilgrimage nurtures is a sense of us vs. them, which is detrimental to the wellbeing of the city. The fantasy of a phaka Dhaka is a manifestation of an unhealthy pleasure we partake in at the expense of those we have marked as not-us. The reiteration of this rhetoric solidifies this fissure. When a city is liveable for a span of only seven to 10 days, and that too after sending half its population away, it suggests that something is rotten in its state of being. We need to ask what made this experience—this living away from one's home, tangibly present and accessible yet unliveable due to lack of resources—a standard experience here. Most importantly, we need to remind ourselves that it doesn't have to be so! Dhaka's status as the primary node in all networks has only grown stronger over the years. Hence, coming to Dhaka is not a choice, but a necessity. Both popular and official narratives of the city help buttress this image of the city as the most desired place to be.\nSara Ahmed's reading of emotion as relational and social comes to mind. In her book The Cultural Politics of Emotion, she says that our emotion towards something belongs to a general economy of feelings where they circulate in a cultural setting giving certain thing a certain meaning. Following Ahmed, the emotions we have created for Dhaka, with those big epithets and attributions, have relentlessly contributed to the creation of certain relations of \"towardness\" (to borrow Ahmed's words), and worse, we have then allowed them to fester.  Who needs a primate city anyway? It's a problem and not a medal to boast of! On the contrary, some feelings of \"awayness\" (again Ahmed's term) from Dhaka was in order, for its own good! We better start dispersing the resources outside the capital, and help create emotions in a reverse relation.\nAs long as we cherish the few days of easy mobility, fresh air, and available public transport without probing its hollowness, it means we have no means or intention of having our problems solved. Thus, the fantasy of a phaka Dhaka is a syndrome of things not right, and we better stop fetishising it.\n \nTabassum Zaman, PhD, is an associate professor of English at the University of Liberal Arts Bangladesh (ULAB). \n",
        "headline_1": "The Fantasy of an Empty Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-fantasy-empty-dhaka-3018586",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2022"
    },
    {
        "full_article": "Covid-19 has forced Bangladesh to take a hard look at its urban poverty situation and fragmented social protection system. Urban areas were already emerging as the new frontier of poverty even before the pandemic. And the knock-on effects on unemployment, income and food insecurity have already been widely documented. While Bangladesh focused on countering the pandemic's impacts, especially in low-income urban communities, measures were often temporary and difficult to administer. Now, the challenges are becoming apparent even as the economy recovers, and the country navigates towards the post-Covid recovery phase.\nAmong the key issues, general inflation (point-to-point) has notably risen to 6.17 percent in February 2022 compared to 5.32 percent a year back. Non-food inflation drove the general trend over recent months with price hikes for transport, clothing, furniture, and furnishings.These hikes are partly linked to costlier imports of energy and essential commodities driven by Covid-induced surges in global prices and freight costs. Domestic price adjustments for fuel, gas, and transport together with weak market monitoring of essential commodity prices also added to the problems. Global uncertainty owing to the ongoing Ukraine-Russia crisis, resurgence of Covid in China, and other developments are also impacting global trade and supply chains. This may further affect inflationary trends in Bangladesh. Overall, inflation will likely continue to rise, as per the Bangladesh Bank.\nHouseholds on low, fixed incomes—especially the poorest urban households already hurt by Covid-19—are likely facing tighter budget constraints. Lower middle-income households may also be facing food insecurity. Considering these, Bangladesh cannot afford to lose focus on social protection (including urban social protection) especially in the upcoming national budget. Open Market Sales (OMS) schemes in urban areas must be continued and expanded as part of ongoing government efforts.\nBeyond these immediate concerns, Bangladesh needs to invest in a shock-responsive urban social protection system that can respond to the country's climate crisis. Bangladesh has already been experiencing rapid urbanisation with economic growth. At the same time, more frequent and intense climate-induced disasters are displacing rural populations towards urban settings such as Dhaka. One in every seven people is likely to be displaced by climate change by 2050, studies estimate. But major cities such Dhaka and Chattogram may also become less hospitable. According to a 2018 World Bank study on internal climate migration in South Asia, these are highly vulnerable to sea level rise, storm surge impacts and heavy flooding. Covid-19 has already exposed faultlines in Bangladesh's urban social protection system. This underscores why investments need to be made now and include cities beyond Dhaka and Chattogram.\nBangladesh already has the blueprint to transition towards such a system—the long-term National Social Security Strategy and action plan. This includes expanding coverage of social assistance and introducing social insurance programmes in urban areas. Some forms of social assistance programmes for children, the elderly and persons with disabilities are already envisioned as part of ongoing reforms. However, simply extending or duplicating rural social assistance programmes will not respond well to the distinct vulnerabilities of those in urban areas. They face higher living costs, multiple aspects of deprivation, and more precarious employment.\nSocial protection reforms that focus on employment policies and on social insurance are also key priorities alongside social safety nets, as emphasised in Bangladesh's 8th Five Year Plan. As noted earlier, the pandemic disproportionately hurt vulnerable urban households. Working adults from such households are likely to be self-employed, informally employed, or belong to unprotected, low-income formal sectors. They need support to protect their incomes and jobs especially during a crisis. Here, gendered needs of women require serious attention.\nBangladesh plans to introduce social insurance schemes (e.g., unemployment insurance schemes) for both formal and informal workers as part of a pilot National Social Insurance System under the National Social Security Strategy. However, the benefits are more likely to accrue to formally employed workers who can afford to contribute towards investing in their own security compared to those who are working in the informal economy. Given the new realities and by drawing on international experience, Bangladesh can explore how to introduce and expand affordable social insurance schemes to all working adults that will reduce their insecurity.\nHere, partnerships will be key to designing and implementing such urban-specific, shock-responsive programmes, especially during emergencies. Bangladesh can leverage established partnerships between the Local Government Division and development actors working on urban poverty. For example, UNDP's Livelihoods Improvement of Urban Poor Communities Project (LIUPCP) is among the biggest urban poverty reduction initiatives in the country. Similarly, the role of non-government organisations (NGOs) can be pivotal in piloting small-scale programmes to draw insights into what works for vulnerable urban households. Partnerships with actors in Bangladesh's insurance sector may also be crucial moving forward.\n \nSarah Amena Khan is a development practitioner. \n",
        "headline_1": "We need a better urban social protection system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-need-better-urban-social-protection-system-3018581",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2022"
    },
    {
        "full_article": "In 2009, the government introduced the Primary Education Completion Examination (PECE), a mandatory test for grade 5 students to certify completion of the primary cycle. PECE results marked a dramatic increase in the completion rate. By mid-2000s, enrolment rates in Bangladesh were above 90 percent but, prior to 2009, many children dropped out, and the completion rate was only about 50 percent. By 2015, completion reached about 80 percent, where it has remained since. Among students who attend the PECE, over 95 percent achieve at least a basic pass.\nIf we stop here, it may seem as if Bangladesh has achieved near-universal primary education. But what does an 80 percent completion rate, or 95 percent PECE pass rate, mean in terms of learning?\nOne source of evidence is a 2015 study undertaken by Nath and colleagues, who expressed concern that PECE is making primary school too \"exam-centric\". Teachers are \"teaching to the test\". Parents have increased payments for private tutoring, usually undertaken by the students' teachers. In the study's survey, the average expenditure per student on PECE-related activities was over Tk 8,000. Most of it was spent on private tutoring. Other major expenditures were for school-organised coaching and PECE guide books.\nAnother source of evidence arises from the World Bank's simple \"learning poverty\" index. The index estimates the share of children aged 10-14 who cannot read at a basic level. The index is calculated as the sum of two groups: 1) children out of school assumed unable to read; and 2) children in school at grade 5 but unable to read at a basic level. In Bangladesh, about 20 out of 100 children aged 10-14 are not attending school. Among the 80 children attending school, about half are able to read at a basic level. Overall, in Bangladesh, the estimated \"learning poor\" are 58 percent of the total. The percentages of learning poor in India are 55 percent and in Pakistan 75 percent. By contrast, in Sri Lanka, only 15 percent are learning poor.\nThe implication of the learning poverty index is depressing: many children achieve a PECE pass rate but cannot read. Sceptics may argue that the learning poor index is inaccurate. A check on the index is the National Student Assessment (NSA), a survey conducted by the Directorate of Primary Education every two years. This survey assesses large samples of children in primary school on their ability to read Bangla and do basic arithmetic. Unfortunately, the results prior to 2009 are not comparable with more recent results. The surveys conducted in the 2010s are comparable and show only minor change from 2011 forward. For example, in the 2017 NSA survey, 56 percent of students in grade 5 were at the \"basic\" or \"below basic\" level. The NSA definition of \"basic\" is that students \"can read some grade-appropriate words and short, easy sentences with hesitation and errors; can read aloud a grade-appropriate text slowly and with errors.\" The NSA defined the \"desirable\" level to be students above basic in both reading Bangla and mathematics. Obviously, the NSA did not assess children out of school. The more-or-less equivalent \"learning poor\" estimate based on the NSA result is 65 percent.\nClearly, learning has never been a top government priority in Bangladesh or elsewhere in South Asia (other than in Sri Lanka and a few Indian states). Political leaders focus on school enrollment, the number of teachers recruited and schools constructed, and the free textbooks printed and distributed. But requiring students to spend five years in primary school and not acquire the foundational skills of reading and mathematics is a betrayal of the children and their families. A business-as-usual approach will not solve our learning crisis, which was compounded by the long Covid-induced school closure. A learning recovery and remedial approach to help students acquire the essential foundational skills was thus essential even before the pandemic—it has become more urgent now.\nThe good news is that politicians, if they place high emphasis on school learning outcomes, can make significant improvements, even in neighbourhoods where children's families have few books and many parents are illiterate. For example, in India, the Aam Aadmi Party (AAP) has governed the state of Delhi for nearly a decade. In recent years, secondary school results in government schools there have exceeded private school results, which was unthinkable a decade earlier.\nThe government of Bangladesh should, therefore, take effective measures to ensure that all children have enough interesting books to read, that children are encouraged to read, and that the schools are clean. A supply of textbooks and clean schools alone are not enough. Teachers play a crucial role. They should be well-trained and able to promote learning. They should not serve as \"vote banks\" at times of elections. Also, the current time-on-task in primary school is not enough. Adding more teaching time may be politically sensitive, but improvements require a convergence of priorities among the major groups involved including politicians, education officials, teachers, and parents.\nIn a recent press conference, the state minister for primary and mass education was unable to say whether they would abandon PECE this year. He concluded by saying they would revisit the plan later. This indecisiveness does not help. Perhaps, they do not have the power to scrap the PECE yet. But it's important that we acknowledge the importance of overcoming the learning loss caused in the past two years.\n \nShahidul Islam is an education policy researcher. John Richards is a professor at the School of Public Policy, Simon Fraser University, Canada.\n",
        "headline_1": "Politics of School Examinations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/politics-school-examinations-3018556",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2022"
    },
    {
        "full_article": "Bangladesh Railway (BR), perhaps to no one's surprise, is once again set to miss the completion deadline for 14 of its 20 ongoing projects scheduled to end by this fiscal year. But we must ask: Why should such a state of things continue to be underplayed and even accepted? Of the 14 projects set to miss deadlines, 13 have seen at least one revision already and, reportedly, the authorities are seeking another extension from one to three years for each.\nAs has become the norm, BR officials have attributed the slow progress of work to delays in land acquisition, unavailability of foreign loans in time and shortages of manpower—the only new excuse added to this old list is \"disruptions\" due to the Covid-19 pandemic. The other reasons that were mentioned by transport experts are poor planning, faulty feasibility studies and political influence to undertake premature projects. But these have been plaguing the BR for decades. Except for repeating these excuses every time the BR fails to deliver on its targets and objectives, what has it done really? Why haven't the authorities addressed these longstanding problems yet? Are we to assume that they suffer from yearly amnesia, or has the incompetence level at the BR reached an unsolvable height?\nIn the last one decade, the railway ministry saw a significant budget increase, becoming one of the five ministries or divisions that received the highest development fund allocations. Given that some of the projects undertaken by BR has the potential to produce great economic benefits for the country, we do not have any objections to that. However, since the BR repeatedly fails to implement the projects on time—leading to enormous cost extensions and attendant challenges—we simply don't understand why the government allows for such a state of things to continue without holding the top-level BR authorities to account.\nAt a time when government high-ups brag about the development of the country at every opportunity—and when other countries are building high-speed railways at a rapid pace—the fact that Bangladesh's state-owned rail transport agency cannot even construct basic rail tracks on time makes a mockery of those claims about our development achievements. It really is embarrassing that a country on the cusp of graduating to a developing country status has such incompetent people and institutions in charge of its rail transport system.\nIt is time for a complete overhaul of the BR. And those responsible for its chronic failures over the years must be held accountable for wasting valuable public funds and causing or sustaining public sufferings. This will set an example that will make sure such failures are not repeated.\n",
        "headline_1": "BR needs a complete overhaul",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/br-needs-complete-overhaul-3018546",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2022"
    },
    {
        "full_article": "It is disappointing that people have had to face huge trouble while buying entry tickets for the national museum and the historic Ahsan Manzil as they went to visit those places after Eid holidays. According to a report by this daily, visitors could neither buy tickets online nor from the ticket counters on the spot. While on-spot ticket sales remained closed, online tickets could also not be bought due to the complexity of the process and issues with the servers. Visitors, therefore, had to buy tickets at exorbitant prices from the black market. While the regular entry fee to the museum is Tk 20, they had to pay up to Tk 100 for each ticket bought from the black market.\nReportedly, both the national museum and Ahsan Manzil started selling tickets online after they reopened in August following a long closure induced by the pandemic. Visitors have been facing difficulty in buying tickets since. The problem has intensified after Eid as the number of visitors greatly increased. Selling entry tickets for the two places has become a lucrative business for some locals who buy the tickets online and sell them at high prices. The authorities of the two sites are aware of that too. Why, then, are they not taking any action to regulate the ticket selling system? It is also not understandable as to why they haven't yet reopened the on-spot ticket counters. While the visitors are suffering due to mismanagement in the ticket selling system, the authorities are also being deprived of profits from ticket sales. Only the black marketeers are making profits.\nDhaka only has a few historical sites left for its residents to visit, as one by one all such sites and museums are being ruined due to negligence and lack of preservation efforts from the government. We would urge the government to do the needful in preserving and promoting these sites of historical value. Ahsan Manzil and the national museum are two such places that enrich our knowledge about our history.\nTherefore, the government must ensure that people do not face any trouble in visiting them. We urge the authorities to make the on-spot ticket counters operational again and also make the online ticket selling service more convenient and accessible. Visitors should have both options available for them. At the same time, the authorities must take action against the black marketeers who are manipulating the system and creating problems for the visitors.\n",
        "headline_1": "Why create unnecessary sufferings for visitors?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-create-unnecessary-sufferings-visitors-3018536",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-05-2022"
    }
]