[
    {
        "full_article": "Finance Minister Nirmala Sitharaman’s latest Budget is noteworthy for the emphasis she has laid on the government’s commitment to move towards net-zero carbon emission by 2070. As an article presented at the World Economic Forum’s Annual Meeting in Davos last month notes, India holds the key to hitting global climate change targets given its sizeable and growing energy needs. With the country’s population set to overtake China’s some time this year, India’s appetite for energy to propel the economy is set to surge exponentially. The transition to green alternatives from the current reliance on fossil fuels is therefore an urgent imperative and an opportunity to leverage this move to catalyse new industries, generate jobs on a sizeable scale, and add to overall economic output. In a nod to this, Budget 2023-24 devoted a fair amount of space to the green industrial and economic transition needed. With the electric vehicle (EV) revolution poised to take off as every automobile major rolls out new EV models to tap demand, the availability of indigenously produced lithium-ion batteries has become a necessity, especially to lower the cost of EVs. The Budget hearteningly proposes to exempt customs duty on the import of capital goods and machinery required to manufacture lithium-ion cells used in EV batteries. This ought to give a fillip to local companies looking to set up EV battery plants.Another key proposal relates to the establishment of a viability gap funding mechanism to support the creation of battery energy storage systems with a capacity of 4,000 MWh. Energy storage systems are crucial in power grid stabilisation and essential as India increases its reliance on alternative sources of power generation including solar and wind. With wind turbine farms and solar photovoltaic projects characteristically producers of variable electric supply, battery storage systems become enablers of ensuring the electricity these generators produce at their peak output is stored and then supplied to match the demand arriving at the grid from household or industrial consumers. Ms. Sitharaman also set aside a vital ₹8,300 crore towards a ₹20,700 crore project for building an inter-State transmission system for the evacuation and grid integration of 13 GW of renewable energy from Ladakh. With its vast stretches of barren land and one of the country’s highest levels of sunlight availability, Ladakh is considered an ideal location to site photovoltaic arrays for producing a substantial capacity of solar power. The transmission line will help address what had so far been the hurdle in setting up solar capacity in the region, given its remoteness from India’s main power grid.",
        "headline_1": "Going green: On Budget 2023’s and India’s net-zero commitment",
        "headline_2": "The Budget can help India transition out of its dependence on fossil fuels",
        "link": "https://www.thehindu.com/opinion/editorial/going-green-the-hindu-editorial-on-budget-2023s-and-indias-net-zero-commitment/article66467990.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "Two years after it captured power through a coup, Myanmar’s military is struggling to maintain its grip on power in a country that has become a land of many mutinies. On February 1, the second anniversary of the coup that toppled the elected government of Aung San Suu Kyi, thousands joined the opposition’s call for a “silent strike” by shutting shops and staying at home. The junta’s decision to extend the state of emergency — which would also mean that the August elections the Generals had announced seeking political legitimacy would be further delayed — points to the regime’s weakening control. This is certainly not the scenario Gen. Min Aung Hlaing had anticipated when he grabbed power, citing fraud in the 2020 general election which Ms. Suu Kyi’s party had swept. The Tatmadaw (the military) imprisoned the entire government and most of the ruling party lawmakers, including Ms. Suu Kyi, cracked down on democracy protests and started ruling the country directly — old tactics that have helped the Generals to rule through fear. But unlike in the past when the military faced democratic civilian resistance to its brutal rule, Myanmar fell into an armed civil war after the February coup. Whatever the military did to take control only made matters worse.Now the junta is facing multiple crises in the face of a humanitarian disaster. The remnants of the old government have formed an alternative administration, the National Unity Government. Several cells of the People’s Defence Force (PDF), the armed wing of the NUT, have sprung up in the otherwise peaceful Buddhist heartlands carrying out ambushes. In the borderlands, ethnic minority militias, which have been fighting the military, have joined hands with the urban guerillas of the PDF. The junta’s response has been indiscriminate bombings. Since the coup, some 3,000 civilians have been killed, 40,000 houses destroyed and about 1.5 million people displaced. According to the UN, some 17.6 million people, roughly a third of Myanmar’s population, will need humanitarian assistance. The junta is neither interested in nor capable of addressing these problems. And the war it is fighting against its own people is not helping the Generals’ cause either — a report by the Special Advisory Council for Myanmar, an independent group of international experts, says the junta has stable control over only 17% of the country. This is an unprecedented scenario. What Myanmar urgently needs is meaningful dialogue between the junta and the opposition to restore democracy and start talks with ethnic rebels. Regional and international players, especially the Association of Southeast Asian Nations (ASEAN), China and India, should push the Generals to start talks with the opposition. ",
        "headline_1": "Reign of terror: On the two years since the Myanmar coup",
        "headline_2": "Myanmar’s junta must be pushed to hold talks with the opposition",
        "link": "https://www.thehindu.com/opinion/editorial/reign-of-terror-the-hindu-editorial-on-the-two-years-since-the-myanmar-coup/article66468008.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "Winter has swallowed the sun and the sky is the colour of stubbed-out ash. If that is not gloomy enough, then I read some statistics and come to a profoundly depressing truth: Human beings are a bunch of bored idiots.\nAccording to data collected by an app called Locket, the average user checks their phone around 110 times a day, and at peak hours, every six or seven seconds. Another survey found that people usually spend over three hours a day watching content on streaming platforms. If an alien came to observe humans, our behaviour would seem paradoxical: These creatures know that their lifespans are short, so they try to make it go by faster by scrolling through their phones? They have limited time on this planet, so they fill it by watching shows, and often watching shows while also scrolling through their phones simultaneously. They wouldn’t even try to colonise Earth, convinced that we are a planet of fools, they would just wait for us to self-destruct. At least our ancestors had creative ways of dealing with ennui.\nIllu credit: Chad Crowe\nThey tried crochet, embroidery and other significantly more interesting activities that has led the population to its close to 8 billion status. As someone who clearly played a lot of Scrabble said, in their time, boredom was just another anagram for bedroom. In our times, it’s an excuse to check Instagram for the 345th time that day. Terry Pratchett once wrote, ‘Human beings make life so interesting. Do you know that in a universe so full of wonders, they have managed to invent boredom.’ And after inventing this phenomenon, over time we have started behaving like it’s a disease and one that we must cure immediately with whatever is at hand. Boredom though, is like piped gas. We can refuse to engage with it, use it to cook a meal, or we can set the kitchen on fire. Writers have been acutely aware of the benefits of this peculiar condition. Agatha Christie stated, ‘There’s nothing like boredom to make you write.’\nMaya Angelou would lock herself in a hotel room every morning to get her quota of words in. Others have discovered the benefits of being inadvertently confined. J.K. Rowling often recounts the origin of Harry Potter. She was stuck on a long train journey with nothing to do. This was before the advent of smartphones. Otherwise, she would have been busy tweeting against gender-neutral toilets and not creating entire worlds within the realms of her bored mind.\nI am not suggesting that being stuck in a hurtling metal tube without distractions can always lead to creative genius. I have been on many flights where listless passengers, instead of trying to grin and bear it, decide to gin and bear it. Fortunately, I have been spared witnessing them going on to urinate on their fellow passengers in their inebriated states.\nBoredom can lead to some bizarre behaviour even from the confines of our homes.\nIn my case, on a dull afternoon, instead of being content twiddling my thumbs, I decided to tap away on my phone. I had just seen the trailer of Gurmeet Ram Rahim Singh Insan’s ‘Messenger of God’ and heard the iconic song, ‘You are the Love Charger, billions battery when goes down you charged up with love so strong.’ I began asking people to come with me to catch the first day, first show of this cinematic outing, while urging them to wear T-shirts emblazoned with the Love Charger’s face that could be bought online at that point for Rs 375. Loads of people wrote back to me saying they would come with me to see the movie. Then members of the Dera Sacha Sauda started reaching out to me to arrange meetings with Ram Rahim since I was such a big fan. The climax of this disastrous tale was when my beleaguered partner who had never met, or for that matter spoken about Ram Rahim, was questioned by a task force about our connection to the ‘Godman’. They claimed that my tweet seemed to demonstrate I was clearly a devout follower.\nOn the other hand, being bored at one point, (before the advent of smartphones, where I could idle away hours scrolling through feeds of airport looks) also made me more receptive to taking up the arduous task of jogging with my co-actor, which eventually led to matrimony and two kids with slightly more athletic genes. Psychologist Sandi Mann states, ‘Boredom is a search for neural stimulation that isn’t satisfied.’ She goes on to say that if there is no opportunity to get that stimulation then the mind must go within.\nThis is perhaps why most of us get our best ideas in the shower. During monotonous tasks, where there are no distractions, the brain takes all the fragmentary ideas in our subconscious and makes connections. This often leads to epiphanies, where much like Archimedes we feel like running out of the bath, damp and naked, screaming ‘Eureka’ at the top of our lungs.\nI am not advocating hour-long showers where our skin changes form from grape to raisin and we deplete the planet’s natural resources. We don’t have to lock ourselves in a hotel room or buy round trip tickets to Thiruvananthapuram either to get our minds to do some deep thinking. Or for that matter refuse to view any content: How else will we see that banned BBC documentary, Rahul Gandhi giving flying lessons and all our favourite cat videos?\nI am merely suggesting we spend a few moments a day, embracing our boredom. Giving it our undivided attention, like it’s a loved one, instead of someone else’s screaming baby that we want to pass back as quickly as possible.\nExperts suggest switching off for short periods every day. Doing humdrum tasks like ironing clothes without a podcast playing in our ears. Taking long rambling walks without chattering away on the phone. Let our bored minds say, ‘Well, here we are, with time sitting like a pail of soapy water and there is no one else to blow this into iridescent bubbles so let’s do it ourselves.’ Boredom is when leisure meets laziness on the way to a padded couch with a bag of chips. If we keep these two chaps away from each other, then our minds are free to float along and offer an array of insights and ideas. And if left to our own devices instead of the ones patented by Apple, boredom may even lead to true love instead of a certain Love Charger.\n\n",
        "headline_1": "How boredom can lead you to love or the love charger",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/how-boredom-can-lead-you-to-love-or-the-love-charger/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "My mother had a book of recipes of the world, where America was, remarkably, represented by ‘New England Boiled Potatoes’. Being from the land where bland is banned, I thought it must be a joke.\nYears later, as a student in the US, it struck me that the author might have been making a point. Famous American dishes, at least in the 1980s, had an unmistakable over-the-top quality. There was pizza, but pizza that you could sink into, like the carpet in a Bollywood simulation of a rich family home, very different from the sparsely dressed flatbreads I remembered from Italy. There was chili, a cousin of rajma, but so buried under layers of sour cream, guacamole and grated cheese that one could miss the resemblance. And while there is steak everywhere, America had the 32oz steak. Perhaps the proponent of the boiled potato was protesting against this urge toward excess.\nGreat produce usually goes with great cuisines — think of China, France, India, Italy, Mexico or Turkey. The US is the exception. Like India, it is a country where anything will grow, given the right location. And yet American restaurants are known the world over for their bright lights, big plates and great music, rather than the exquisite food. High-end restaurants here have improved vastly since the 1980s, but the average much less. The problem remains the more-is-better approach to cooking: sweet-and-sour that’s both too sweet and too sour, too much meat in the roast beef sandwich. If double chocolate chip cookies are better, why not quadruple?\n\nIn this age of fat-shaming and moral one-upmanship about diet and discipline, it is easy to forget just how much of the way nations eat stems from their history and geography. Within India, my MIT colleague David Atkin’s work shows, people eat what grows well in their home geographies, but when they move, they carry history with them in the form of their food habits — Bengalis in Punjab and Maharashtra eat rice while everyone else is chewing on their rotis or bhakris.\nAnd so, it is with the US. Among countries with a million and more people, Americans are second in per capita calorie consumption, nearly 300 calories per day more than the average of France, Germany, Italy and the UK, with obesity and obesity-related diseases at crisis-levels even in the relatively privileged white population. Western Europe, where a lot of the (white) Americans came from, does not have this problem.\nGeography and history are key here. Most people in pre-Columbian America lived somewhere between Mexico and Peru. The vast land masses covering present-day United States, Canada, Brazil and Argentina were mostly empty — perhaps just four million people lived in the whole of the US (and three million in Brazil). We don’t exactly know why, but limits on the food supply — there was no plough for one — probably have something to do with it. The early history of modern US (and Brazil) has much to do with the transfer of European agricultural technologies to these relatively under-exploited (and therefore very productive) geographies, the resulting plenitude, and insatiable demand for labour. And hence both high wages and slavery.\nI have written elsewhere about how elated 19th century European immigrants were to discover that everyone in the US ate real meat daily, not just bones and gristle. India, by contrast, though rich in food of every kind, always faced some population pressure, as did China, Italy or Japan. There were always those who had to make the most of very little — hence, minestrone, the wonderful Italian vegetable soup flavored by tiny morsels of fatback; or bland tofu lifted by a few ounces of ground meat (and some Szechwan chilli paste) into the marvellous mapo tofu; or the infinitely delicate suralichi ki vadi (aka khandvi) made from everyday besan and dahi. While abundance obviously makes life easier, this history reminds us that being constrained teaches us to use ingredients purposefully and makes us find ways of turning the mundane into the special. It is probably no accident that the two great cuisines of the Americas come from Peru and Mexico, historically the two most crowded places. Americans (and Brazilians) celebrated plenitude instead and ended up with the ‘cuisine of more’. There are of course exceptions — like the wonderful cuisines of the African diaspora in the south-east of the US and the north-east of Brazil. But perhaps it is no accident that both these alternative traditions owe much to slaves and their descendants, people who were excluded from the general abundance.\nThe easy availability of space also encouraged dispersed living — it is easier for a man to believe that his home is his castle, if the neighbour is out of sight. Sadly, that also means that Americans walk very little, which contributes to obesity. A similar pattern is emerging in today’s India. While obesity is still low, it more than doubled between 1998 and 2015. In a country that till very recently knew famine and back-breaking farm labour all too well, the urge to eat as much as one wants and to use the vehicle parked at home even for the briefest trips makes perfect sense, but we need to be mindful of where that can take us.\nIt is therefore with some hesitation that I chose a recipe of Pasta Primavera. It uses cream, but light cream and not very much of it. On the other hand, to me, it is one of the few great American dishes. Despite the name, it was invented in New York City. And while Primavera refers to spring, that’s very much the American spring, the green sprouts after the dead of winter. In India we have different fresh vegetables all year, so use what is in season.\nThis is part of a monthly column by Nobel-winning economist Abhijit Banerjee illustrated by Cheyenne Olivier\n\nPasta Primavera\n250 gm each of at least three of the following vegetables: cauliflower, French beans, peas, or zucchini; asparagus, if you happen to live where it’s grown; flat beans (sem); long beans, lauki and tindora in the summer. The key is to choose whatever is fresh and young. Just things that cook quickly and can be eaten crisp-tender. Not peppers, since they dominate, and not sweet potatoes, because they melt. Peel if needed and prepare then as you would for a dry dish. Cut into pieces no bigger than 1 inch at the longest point.\nBring 8 cups of water to boil in a saucepan with a teaspoon of salt, and then cook the vegetables one by one for 1-5 minutes depending on how long they take to become crisp- tender (peeled thin asparagus takes 1 minute and so does zucchini; French beans take 2; a fat tindora might take up to 5). Fish them out as soon as the alarm goes and plunge into ice water to stop cooking.\nMelt 3 tbs butter in a medium sized (10-11”) fry pan at medium low heat and throw in 1 teaspoon finely chopped garlic. After 30 seconds, add the vegetables, add ½ tsp salt and ½ tsp red chili flakes (or more if you like it spicy) and saute for a minute or so and then remove to a bowl Melt 2 tbs butter in a medium sized saucepan at low heat and add another tsp of finely chopped garlic, fry for 40 seconds, then add 250 gm of halved cherry tomatoes or similar-sized pieces of any other relatively firm but ripe tomato. Saute the tomato for a few minutes and then when you see the skin loosening slightly and the juices leaking out (3 minutes), reduce heat to low and add 1 cup light cream and mix in 1 loosely filled cup of grated parmesan cheese, the zest of a lemon, and ½ tsp (ideally fresh ground) black pepper. The sauce should turn slightly pink from the tomato juices and reduce by a third in volume (4-5 minutes). Taste for salt, and add back the vegetables, and let them get warm, shut off, remove from heat, and cover. Add 300 gm of warm cooked pasta to the pot, mix in and serve.\nFor something truly special, soak 2oz of dried porcini mushrooms in 1 cup boiling water for 20 minutes and then squeeze out the liquid (strain and save it). Add the mushrooms to the garlic before adding the tomatoes, and add ½ cup of the soaking liquid with the cream and allow it a few minutes more to boil off a bit before adding the veggies.\n\n",
        "headline_1": "How history and geography shape the way we eat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tasing-economics/how-history-and-geography-shape-the-way-we-eat/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "In the 1960s, American artist Claes Oldenburg said, “I am for an art that takes its form from the lines of life itself, that twists and extends and spits and drips and is heavy and coarse and blunt and sweet and stupid as life itself”. Two major art events in India endorse Oldenburg’s view of art. The India Art Fair in Delhi scheduled for mid-February and the Kochi Biennale which began late December and ends early March are both events as diverse and sweet and stupid as life itself.\nAs with similar exhibitions in London, Dubai and Singapore, the Delhi Art Fair is a short four-day event which draws the public with the clear message that here’s a chance to acquire beautiful objects for the office lobby or the home drawing room. It draws the potential moneyed buyer — some with cheque books in hand — to a vast warehouse of art, to view, negotiate, and pick up. And the options are astounding. A Bastar metal sculpture by a tribal artist could be selling for Rs 8,000 alongside a Spanish gallery displaying a Rs 8 crore Picasso. The wildly exuberant crowds that jostle through the halls may not be the expected clientele of established art galleries, but the event supports a generous egalitarian exposition and the incoherent juxtaposition of diverse art displays. A sort of artist’s Dilli Haat for art, local and international. Now running successfully for 13 years, the India Art Fair has expanded to include art debates, conferences, and public art events; this year the program will extend into digital art, tribal art, and artists in residence programs as well.\nCommerce and culture: The India Art Fair is aiming to be more inclusive. (Above) A work by Bhil artist Bhuri Bai who was once a daily wager\nBy contrast, the Kochi Biennale is an antidote to the unthinking assemblage of the Delhi fair. With its more international reach and philosophical bent, artworks are organised as political statements, addressing disparate global issues like gender equality, climate change and economic disparity. Kochi’s ambition is to move art out of the static white gallery into the news and noise of a troubled world. “Even when we work alone,” says the curatorial note, “we amplify the voice of others.” The politics of dissonance resounds and pulls the Kochi exhibitions away from artistic conventions of beauty into more squalid, difficult and contradictory subjects: restaurants that serve the meat of rare and soon to be extinct animals; people lifted out of poverty during the largest ice-melt in the Arctic; the world’s richest cities with highest number of homeless. Such oppressive and conflicting references use art to reason out new possibilities in shows like ‘Toxicity’, ‘Oh to Believe in a Better World’. Others like ‘Communities of Choice’ and ‘Archive of Tibetan Resistance’ are overtly political and clearly blur boundaries between art, history, news and documentary.\nHow art can contemplate such heavy topics and what impact they have on actual problems is another story. The real value of the Kochi exhibition is in fact in the trespasses into different disciplines and territories.\nAt one time, there used to be a serious difference between posters and paintings, between toys and sculptures, indeed between photojournalism and art photography. No more.\nBoth events, the India Art Fair and the Kochi Biennale, try to bridge the gap between reality and hope. One does it by selling art as beautiful objects, the other by reinventing current affairs into political statements. Which is valid art is not even a fair question. It is unlikely that someone will replace a M F Hussain painting from their living room wall with a neon-light installation, just to be with the times. Art, after all, is a riddle not waiting to be solved. When French surrealist Marcel Duchamp painted a moustache on the Mona Lisa, it did not take away from Leonardo’s masterpiece, but added another dimension to her enigmatic smile. Was Duchamp the real master, and Da Vinci just a conventional draftsman? Who knows, art couldn’t care less.\nBut art matters. In the center of Philadelphia’s business district, between high-rise office buildings, is a 30-foot-high clothes pin of cast iron — Oldenburg’s gift to the city. Every once in a while someone strings a clothesline from it, and hangs ten-foot-wide shorts and underwear on it. As they walk below the billowing briefs, suited office-goers gape in astonishment, and smile.\nCould we paint the Taj Mahal red for a few days, or wrap India Gate in khadi cloth the way Christo wrapped the Bundestag, the German parliament? Could the public be encouraged to write or paint their grievances on Kartavya Path in washable paint? Could we install anything other than expensive statues of political leaders? What if an Indian Banksy emerged mysteriously at night to scribble a drawing on the Supreme Court wall? The trouble is, we in India take life so deathly seriously that the artistic freedom to push ideas and boundaries has been lost.\n\n",
        "headline_1": "India’s two biggest art events paint a picture of contrasts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indias-two-biggest-art-events-paint-a-picture-of-contrasts/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "The first budget of Amrit Kaal has laid a strong foundation to fulfil the aspiration of a developed India by shoring up capital expenditure in infrastructure, slashing taxes and maintaining macroeconomic stability through fiscal prudence. Formulated under the able and dynamic leadership of PM Modi, the budget will not only help India retain its place among the fastest-growing economies of the world but will also lift global mood.\nThe budget the PM described as “historic” focuses on small and medium artisans, women, agriculture and green technology, among other things.  For the first time the country has come up with many schemes as a tribute to the hard work of carpenters, goldsmiths, potters and other artisans, who are the nation’s creators and carriers of our cultural heritage. The Pradhan Mantri Vishwakarma Kaushal Samman yojana is a long-deserved recognition of their contribution to the nation.\nRead full opinion on TOI+\n\n",
        "headline_1": "Co-ops get their moment in the sun: Union Home & Cooperation Minister argues the budget will be a big boost for the vital cooperative sector",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/co-ops-get-their-moment-in-the-sun-union-home-cooperation-minister-argues-the-budget-will-be-a-big-boost-for-the-vital-cooperative-sector/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "The Bangladesh Road Transport Authority (BRTA) has prepared a draft Motorcycle Operation Control Guideline that, if approved, will thenceforth govern the use and purchase of motorcycles, the vehicle responsible for the highest number of road crashes in recent years. The draft, according to a report by this daily, has recommended a number of restrictive measures, including disallowing purchase of motorcycles without a driving licence, requiring a licence to get a motorcycle registered with the BRTA, disallowing carrying a pillion passenger on highways, setting speed limits, etc. The purpose, we're told, is to control operation of bikes and curb road accidents.\nThe guideline is perhaps the first policy response to the unique problem caused by the unregulated use of motorcycles. It is, we must admit, an improvement on misguided calls for a blanket ban on motorcycles – particularly from quarters linked with bus transport associations, allegedly to cut competition. Instead of clamping down on bikers in general, it recommends control measures in four stages – at the production or import level, at the point of sale, at the point of registration, and during use of motorcycles – thereby distributing responsibilities among all stakeholders. As far as intentions go, the draft seems to be in the right direction. But whether it will be effective in preventing crashes is a different matter.\nEven if we disregard the elephant in the room – the lack of ability of the government to implement such a guideline – we must say that the very idea that accidents happen only because of the lack of a licence/registration, or driving skills, is a narrow view of the problem. It ignores other contributing factors, such as speeding by other vehicles, the culture of violating traffic rules, the chaos in the transport sector, etc. Where's the initiative to fix these persistent problems? Why is nothing being done about improving the capacity and services of the BRTA? Given how bad the situation is – with at least 7,713 people killed in 6,829 crashes in 2022 – a guideline can only be part of a central road safety policy which has been woefully missing.\nEven that guideline suffers from narrow thinking. For example, it recommends that bike producers, assemblers and importers will provide at least two days' safety training to buyers before handing over bikes. This laughable approach to training – putting the burden on the supply side of bikes – throws into sharp relief the BRTA's own inadequate training infrastructure. The fact is, the BRTA itself needs regulating before it can become a reliable regulator. It needs to start implementing the Road Transport Act properly before it can be expected to properly implement any guideline.\nBangladesh, as one of the most unsafe countries for travellers, has reached a point where it must show results – not cosmetic initiatives. While the draft guideline fills the vacuum in terms of regulating the operation of bikes, it cannot reduce road crashes unless we initiate wider reforms, including ridding the BRTA of corruption and irregularities, eliminating conflicts of interest in the policy circles, disciplining the unruly transport associations, and building a functional traffic management system.\n",
        "headline_1": "Is this the best the BRTA can do?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-best-the-brta-can-do-3239381",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "Among the six parliamentary constituencies where by-elections were held on February 1, two drew particular attention: Bogura-4 (sadar upazila) and Bogura-6 (Nandigram and Kahalu upazilas). The reason? Ashraful Hossain Alom, better known as Hero Alom, the internet celebrity with a massive fan following, contested the by-polls from these two seats as an independent candidate.\nJournalists in Bogura received numerous calls from all over the country, even from journalists who work for international media outlets and agencies since the morning of election day. The only question they asked was: is Hero Alom becoming a member of parliament? The results, when announced, revealed that the polls had ended with a low turnout, and Hero Alom was defeated in both seats.\nIn Bogura-4, he lost by 834 votes to the candidate from Jatiya Samajtantrik Dal (JSD), an ally of the ruling Awami League. (Awami League supported the JSD candidate and did not nominate their candidate in Bogura-4).\nOn the election night, Hero Alom held a press conference where he rejected the election results and alleged result manipulation. \"Educated people would be forced to call illiterates like me 'Sir.' That's why they don't want to accept me. They could not accept my victory… That is why the election officials changed the results,\" he claimed.\nThis entire saga raised many questions: why are people so interested in Hero Alom? Why did they vote for him? It is evident that people wanted to see him in parliament. Is he eligible enough to represent people in parliament?\nThere is no legal bar for him to contest any election in Bangladesh. According to Article 66 of the constitution, a Bangladeshi citizen who is at least 25 years old can be a member of the parliament. The Election Commission accepted Hero Alom's candidature following the laws of the land.\nAfter the election results were announced, many said Hero Alom may have lost the polls, but he won against elitism.\nHero Alom does not speak proper Bangla. He does not have formal education. He makes low-quality music videos and sings Rabindra Sangeet in a \"distorted\" way. These are the reasons that make him the subject of criticism and trolling on social media every day. But does he have any allegations of corruption, loan default, money laundering, illegal land grabbing, stealing relief items from the poor and needy against him?\nAlom himself said people from the elite, upper classes could not tolerate that someone like him was rising up from the working class, that is why they opposed him so much.\nA former police chief, during a talk show, did not want to speak about Alom after the election results were announced on February 1. When the moderator asked him repeatedly, he said he did not consider Alom a political figure. To him, Hero Alom was just a Facebook celebrity.\nThis brings me back to the question of Hero Alom's popularity.\nI asked voters in Bogura why people voted for Hero Alom. In response, many said they voted for him because of emotional reasons, while some others voted for him out of frustration with the main political parties.\nThey said the MPs who had been elected from the mainstream parties before did not prioritise the people's interests or work for their well-being. They promise big things before the elections, but forget to deliver once they win. One cannot approach an MP easily with any problem. In contrast, Hero Alom is simple, honest and approachable, and a better option than others, according to many young voters.\nDuring his campaign for the by-polls, Hero Alom admitted that if he won, he would only get seven to eight months' time in parliament, and so he would not be able to do much for the people. But he would make sure to do what most urgently needed for the people in the time he would get. Voters liked this simple confession. They can relate to him, seeing him as one of their own.\nIf democracy means the rule of people, for the people and by the people, and if the people want to see Hero Alom in parliament, representing their interests, why are we, the educated class, so opposed to the idea?\nCome to think of it, why are good people moving away from politics? Why are people turning away from big political parties? Why did less than 24 percent of voters cast their votes in the Bogura-4 and Bogura-6 by-polls? Why are major political parties going bankrupt? Why do ordinary people not want to participate in political activities nowadays? Before trolling Hero Alom for trying to become an MP, these questions need to be answered.\nIn Bangladesh, after the 90s, democracy has been under constant stress, with questionable elections and rampant irregularities committed by elected public representatives. In this situation, if people want to rely on candidates like Hero Alom to uphold their interests, where is the problem?\n \nMostafa Shabuj is the Bogura correspondent of The Daily Star.\n\n",
        "headline_1": "Why are we so opposed to seeing Hero Alom in politics?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-are-we-so-opposed-seeing-hero-alom-politics-3238941",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "The other day, I was engaged in a conversation with some of my associates in the city of Cambridge. One of my friends, a professor of economics at the University of Massachusetts, Boston, quizzically looked at me and said, \"I think the Bangladesh government is hurting the country's GDP growth rate by obsessing with the GDP growth rate.\" It gradually dawned on me that he was referring to a well-known paradox: \"GDP fetishism.\" As Joseph Stiglitz, the Nobel Prize-winning economist put it, \"If we have poor measures, what we strive to do (say, increase GDP) may actually contribute to a worsening of living standards.\"\nIn addition to poor measurement, we have repeatedly pointed out that the country's GDP growth is crimped by three well-known curses: rampant corruption, rising inequality, and continuous financial mismanagement. Econometric simulations have shown that we could have achieved a double-digit GDP growth rate if we had urgently addressed these three perennial problems.\nIn the interest of showing that our national income is growing very fast, government officials are promoting megaprojects at the cost of efficiency. In addition, statistical offices are making up numbers that often conceal the actual cost of the choices of projects or technologies. For example, for the Matarbari power plant project, the cost per megawatt (MW) capacity basis is around USD 5 million compared to a range of USD 488,000-657,000 for four similar-sized plants in China, or 8 to 10 times more expensive.\nIn the long run, the pursuit of GDP growth at the expense of people's well-being will bring down the growth rate, and hurt the people whom the elected officials should serve. In the short term, the rush to finish megaprojects before the 2024 elections has lowered the GDP by one percent.\nWe are not alone in this regard, though. A few years ago, a study showed that China overreported its economic growth between 2008 and 2016 by an average of 1.7 percentage points. The discrepancy came from local governments who were rewarded for meeting growth and investment targets.\nCan't the ruling party, which is aiming to come to power again through the forthcoming 12th parliamentary election, also put lowering corruption, improving the healthcare system, and providing better nutrition on its list of priorities? Can't our leaders initiate a crusade like Ukraine's President Zelensky, who fired some of his key lieutenants tainted by corruption?\nThere is compelling evidence that addressing high and growing inequality is critical to promote strong and sustained growth, and needs to be at the centre of the policy debate, said OECD Secretary-General Angel Gurría. \"Countries that promote equal opportunity for all from an early age are those that will grow and prosper.\"\nRising inequality is estimated to have knocked more than 10 percentage points off growth in Mexico and New Zealand over the past two decades up to the Great Recession. In Italy, the UK and the US, the cumulative growth rate would have been six to nine percentage points higher had income disparities not widened, as well as in Sweden, Finland and Norway, although from low levels. On the other hand, greater equality helped increase GDP per capita in Spain, France and Ireland.\nBangladesh's obsession with the GDP growth rate is simultaneously causing collateral damage. It is taking our collective attention away from the government's obligation to our people to provide jobs, nourishment, and protection from the vagaries of nature. Our obsession with GDP growth is not what will help us; rather, we ought to strengthen our social safety net and healthcare services. Around 30 percent of people in Bangladesh are facing food insecurity, according to a World Bank survey.\nEmpirical evidence suggests that corruption reduces the ratio of investment to GDP, lowers investment and disrupts economic growth to a significant extent. Even our own Anti-Corruption Commission (ACC) estimates that corruption reduces our GDP growth rate by three percent.\nAccording to the World Bank, the average income in countries with a high level of corruption is about a third of that in countries with a low level of corruption. Also, the infant mortality rate in such countries is about three times higher and the literacy rate is 25 percent lower.\nWhat accounts for this obsession with the GDP growth rate? I would guess that the national election cycle may be to blame. The ruling party has depended on growth for political legitimacy. But even in terms of GDP growth, there are significant failures. I recall that in 2018, the prime minister said if her party came to power again, the country's growth would reach 10 percent within the next five years. Well, that did not happen. The focus on GDP is coming back again this year now that another round of parliamentary election is on the horizon. In December, the prime minister declared, \"I believe and I can assure everyone that we will be able to achieve our targeted growth rate.\" I have also seen projections that our country is \"on track to be a trillion-dollar economy by 2040.\"\nIt is understandable that during an election year, growth in income or other catchy phrases like \"middle-income country\" have a better appeal in the news media. However, we must also look at the other metrics that have a rightful place in our national dialogue as we try to attain sustainable development.\n \nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\n",
        "headline_1": "What is holding Bangladesh's GDP growth rate down?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/what-holding-bangladeshs-gdp-growth-rate-down-3238926",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "The annual meeting of the World Economic Forum (WEF) in Davos used to be the premier destination for renowned academics and public figures to comment on the state of the world. But nowadays, the destination is just a click away. Our social-media-driven news ecosystem is virtually drowning us in expert opinion, inundating us with so much verbiage that little room is left for thoughtful analysis and focused debate – the oxygen of healthy public discourse.\nConsider, for example, how quickly and how often the expert consensus shifted throughout the Covid pandemic. China did a far better job containing the spread of the virus than many liberal democracies, until its draconian zero-Covid strategy demonstrated the failure of autocracy. And, despite the surge of infections in the weeks since policymakers abruptly abandoned the strategy, it is still possible that China will have fewer excess Covid-related deaths than the US. Others argued that polarised societies like the US would fare worse than countries with high levels of social trust, until Sweden became a cautionary tale. And India was considered to be performing relatively well until the catastrophic death toll of the Delta variant revealed the scale of the government's mismanagement – and the latter, too, seems slightly less severe in hindsight, following the country's successful vaccination drive.\nThen there is the great US inflation debate. Initially, it seemed like Team Transitory – the inflation doves who predicted that prices would go down quickly – had it right. But then the persistence of high inflation vindicated the hawks who had called for the Federal Reserve to engineer a massive recession to restore price stability. Nowadays, the doves are flying high again, as inflation seems to be declining without the Fed having to inflict excessive pain on US labour markets.\nRussia's invasion of Ukraine, soaring inflation, and the escalating rivalry between the US and China have given us the term \"polycrisis\" – the Financial Times' word of the year – to describe today's confluence of calamities. But the global economy seems to have escaped the worst, at least for the moment, and the International Monetary Fund (IMF) expects growth to pick up next year. The Economist now speaks of a \"poly-recovery.\" Similarly, the doom-and-gloom predictions that characterised the spring and summer of 2020, the height of the Covid crisis, did not materialise, and the world economy turned out to be more resilient than many had believed.\nAnd remember the warnings of a \"winter of discontent\" in Europe and the looming threat of wartime energy rations? Instead, gas prices have been declining steadily since the summer. And many of the same analysts who predicted a few months ago that the Chinese economy was about to collapse were proclaiming that \"China is back\" just a few weeks later.\nThe current fickleness of expert consensus is rooted in a media environment that rewards instant theorising and glib generalisations as long as they are delivered with absolute certainty. When reality exposes the flaws in these hypotheses, the expert caravan simply moves on to the next topic without self-reflection or accountability, leaving viewers and readers dumbfounded.\nTo be sure, expert opinion is still valuable, despite its increasingly ephemeral nature. But experts inhabit the same world as everyone else, and thus are not immune to the cognitive effects of its frantic pace. Given that institutions like the IMF are tasked with providing real-time analyses and predictions in a rapidly changing environment, getting things wrong or having to pivot on a dime is an occupational hazard. And, arguably, the warnings and instant analyses might be responsible for policy actions that preempt worst-case scenarios. Howling like a wolf can sometimes keep the real wolf at bay.\nStill, one cannot deny the fact that there are too many overconfident experts making too many predictions about too many issues too quickly these days. A basic economic principle is useful here: the 24-hour news cycle has created a huge need for expert opinion, and the market has simply created the supply to meet the growing demand.\nBut some correction is required. When he received the Nobel Prize in economics in 1974, Friedrich von Hayek famously suggested that his fellow laureates take an economist's Hippocratic oath: avoid commenting publicly on matters beyond one's immediate expertise. Winning such a prestigious prize, he said, should come with a certain responsibility. The same could be said of all current purveyors of elite opinion.\nWhile voluntarily reducing one's profile may not seem appealing to many experts and intellectuals, it is the only way to avoid debasing the public discourse. Without a modicum of self-restraint, the constant stream of hot takes might end up undermining the informed debate that undergirds all open societies. To paraphrase Ludwig Wittgenstein, whereof one cannot say anything of substance after considered reflection, thereof one must be silent.\nArvind Subramanian, a senior fellow at Brown University, is a distinguished non-resident fellow at the Center for Global Development, and the author of 'Of Counsel: The Challenges of the Modi-Jaitley Economy.'\n\n",
        "headline_1": "The Age of Verbiage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/the-age-verbiage-3238921",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "The Bangladesh Road Transport Authority (BRTA) has prepared a draft Motorcycle Operation Control Guideline that, if approved, will thenceforth govern the use and purchase of motorcycles, the vehicle responsible for the highest number of road crashes in recent years. The draft, according to a report by this daily, has recommended a number of restrictive measures, including disallowing purchase of motorcycles without a driving licence, requiring a licence to get a motorcycle registered with the BRTA, disallowing carrying a pillion passenger on highways, setting speed limits, etc. The purpose, we're told, is to control operation of bikes and curb road accidents.\nThe guideline is perhaps the first policy response to the unique problem caused by the unregulated use of motorcycles. It is, we must admit, an improvement on misguided calls for a blanket ban on motorcycles – particularly from quarters linked with bus transport associations, allegedly to cut competition. Instead of clamping down on bikers in general, it recommends control measures in four stages – at the production or import level, at the point of sale, at the point of registration, and during use of motorcycles – thereby distributing responsibilities among all stakeholders. As far as intentions go, the draft seems to be in the right direction. But whether it will be effective in preventing crashes is a different matter.\nEven if we disregard the elephant in the room – the lack of ability of the government to implement such a guideline – we must say that the very idea that accidents happen only because of the lack of a licence/registration, or driving skills, is a narrow view of the problem. It ignores other contributing factors, such as speeding by other vehicles, the culture of violating traffic rules, the chaos in the transport sector, etc. Where's the initiative to fix these persistent problems? Why is nothing being done about improving the capacity and services of the BRTA? Given how bad the situation is – with at least 7,713 people killed in 6,829 crashes in 2022 – a guideline can only be part of a central road safety policy which has been woefully missing.\nEven that guideline suffers from narrow thinking. For example, it recommends that bike producers, assemblers and importers will provide at least two days' safety training to buyers before handing over bikes. This laughable approach to training – putting the burden on the supply side of bikes – throws into sharp relief the BRTA's own inadequate training infrastructure. The fact is, the BRTA itself needs regulating before it can become a reliable regulator. It needs to start implementing the Road Transport Act properly before it can be expected to properly implement any guideline.\nBangladesh, as one of the most unsafe countries for travellers, has reached a point where it must show results – not cosmetic initiatives. While the draft guideline fills the vacuum in terms of regulating the operation of bikes, it cannot reduce road crashes unless we initiate wider reforms, including ridding the BRTA of corruption and irregularities, eliminating conflicts of interest in the policy circles, disciplining the unruly transport associations, and building a functional traffic management system.\n",
        "headline_1": "Is this the best the BRTA can do?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-best-the-brta-can-do-3239381",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "It is exhausting to have to confront news of traffic accidents every day, particularly when we come to learn that the Bangladesh Road Transport Authority (BRTA) has done little to prevent these accidents. According to our report, unfit vehicles have been causing increasingly more road accidents in recent years. This raises serious concerns about the BRTA's inspection quality and its process of issuing fitness certificates to motor vehicles.\nLately, multiple allegations have been brought against the BRTA for issuing fitness clearance certificates to vehicles without carrying out any inspection, which violates the Road Transport Act 2018, and other relevant laws. The most egregious example of this phenomenon came to light in a recent report by this daily. A mini truck, which had been seized by police during a robbery in Cumilla, was apparently given a fitness certificate while it was still in police custody. Last year, another vehicle involved in an accident case was given clearance without any inspection.\nSources at the BRTA confirmed that some unscrupulous officials were involved in this activity with brokers. This is unacceptable, not least given the fact that BRTA has increased its service fee by 233 percent, which is another burden on citizens during the worst cost-of-living crisis in over a decade. We would like to know what actions the BRTA has taken to identify the syndicate in question. And despite repeated reports, why has it failed to put an end to the mockery that the inspection process has been reduced to?\nEarlier in 2020, the High Court issued a rule that no unfit vehicles should be allowed to ply our roads. The High Court also asked the BRTA and the IGP to explain what actions they had taken to address the increasing number of road accidents, while directing the authorities concerned to ensure that no vehicle could get fuel without valid fitness certificates. But the directions fell on deaf ears, as usual. A large number of vehicles are not even registered under the BRTA, which means they don't have any fitness reports, but are still plying the streets, endangering people's lives. \nThe BRTA's failure gives us a glimpse into the sorry state of road safety in our country, despite a number of protests and strong citizen activism in recent years seeking specific redress. We, too, have repeatedly urged the BRTA to take its mandate seriously. We ask again that it makes its services transparent, accessible, and modern. Corruption that has become ingrained within its activities – and, dare we say, its ethos – must be exposed. The BRTA cannot take its role lightly, as people's lives depend on it.\n",
        "headline_1": "How long before BRTA does its part?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-long-brta-does-its-part-3238721",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "Bangladesh Energy Regulatory Commission (BERC) has just hiked the price of liquefied petroleum gas (LPG) by 21.59 per cent. This is the highest jump in LPG price in a single go, in the history of LPG price increase in Bangladesh. So, from February's end, consumers will be forking out Tk1,498 per 12kg cylinders, an increase of Tk266 per cylinder. Of course, BERC has its rationale for increase of price, but that is not the point here. At a time when prices of all fuels, starting from octane, petrol, diesel have made jumps upward, this essential fuel that is used for cooking and which serves as 'Autogas' for vehicles, comes as yet another major blow to consumers. What is worse is that consumers are being forced to pay an additional amount between Tk 250 and Tk 300 for a 12 kg LPG bottle at the retailers' level. The government or for that matter BERC has no control over the operators in the LPG marketing. With piped gas to households and commercial eateries/hotels at a full stop for many years now, people had made the gradual transition to bottled LPG for meeting cooking needs. Unfortunately, no number of reasons put forward by the BERC will have any traction with consumers who are now reeling from the steep inflation. It is better not to think about those who are even less well off. While it may make perfect sense to implement all the recommendations of foreign lending institutions when it comes to subsidising fuels, the government must take into cognizance the plight of the poor consumers.Every price increase of this sort means the extra cash will have to come at the expense of some other expenditure an average family had earmarked for. Be it education, entertainment or healthcare. That people are complaining about these things should not come as a surprise to the powers-that-be. Their backs are now to the wall, thanks to multiple barrages of increase in fuel (for cooking or otherwise) prices and other essential items. With the holy Ramadan remaining few weeks away, they are now bracing for another bout of increase in prices of some key essentials. Meanwhile, the BERC has expressed that this 'adjusted' cooking-fuel price for the domestic market is the result of Saudi Aramco contract price (CP) of February, factoring in the fluctuations in foreign-exchange rates and changes in value-added-tax (VAT). A very clinical and well-pronounced announcement, utterly lacking in any empathy for the millions who have been suffering from runaway inflation and will undoubtedly, suffer some more. If one is to believe the statement uttered by IMF country chief where he stated recently to the press that subsidising fuels does more harm than good since rich people drive around more and use the air-conditioner more. While partially true, what the economists and functionaries of multilateral institutions fail to see is that some fuels (like LPG) are essential fuel to fire up stoves that people use to cook food. Food is consumed not just by people who drive around in luxury vehicles but by everyone, regardless of their bank balance or paychecks. Some subsidies need to stay to act as a cushion for people hemmed in by inflation on all other fronts. The government needs to rethink its stance on the rate of price increase of LPG.",
        "headline_1": "Record hike in LPG price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/record-hike-in-lpg-price-1675517838",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "Little need is there to say or write about the necessity or importance of library. Almost every educated or literate person knows that library is a major source of knowledge, information, enlightenment and pleasure. It is a storehouse of books and journals and provides those for education and research. It is a place where people can access information. Library also provides archival support in some cases. Thanks to technological advances, libraries now provide both physical and digital books, journals, newspapers, magazines and many other reading materials. Users can also avail audio and video materials electronically. Many public libraries provide computers and other services such as internet access, faxing, photocopying, printing, and scanning.Thus libraries offer free resources for education. More importantly, these are places where people can meet fellows and friends, study for exams, or even relax. Libraries thus serve as community centres for interaction among people. Libraries also promote literacy, and preserve histories. The functions of libraries are quite vast even when smartphones are available almost in every hand. Nevertheless, a common question nowadays is whether the libraries are in slow decline, if not dying out. To some quarters, the answer is 'yes.' They strongly argue that the utility of libraries has been on the decline due to proliferation of the internet, online and digital communications systems. Anyone can search anything in 'google' instead of going to a library and browsing books there. Laptops, tablets and smartphones have significantly reduced the necessity of libraries, they further argue. Moreover, readers, especially young ones, now prefer e-books and those are accessible online. So, the urge to collect and read printed books has also declined. Though these types of logic are valid to some extent, there are deeper reasons behind the effort to undermine or discourage the use of libraries. In Bangladesh, education system has been distorted gradually in the name of improvement and modernisation. Students in schools, colleges and even universities are largely exam-oriented. They extensively depend on private tutors, coaching, guidebooks, notes, and short suggestions. Schools and colleges do not encourage them to go to libraries, find books and take necessary notes from the books to develop their own study. Guardians also find it a waste of time and money to visit libraries and spend some time reading just for the fun of it. Though most of the schools have libraries, those are not for students generally. Even teachers do not visit the libraries in most cases. Students of colleges and universities go to library for study. They, however, use the library space and sitting arrangement mostly. Only a small number of students do the library work by browsing different books and journals extensively as a part of their studies.The role of library as a common place to meet and discuss contemporary issues and exchange ideas has also diminished significantly. Debate and discussion on any contemporary book is almost absent from the libraries. Many libraries regularly organised weekly or monthly discussion sessions for readers where eminent scholars, writers and poets also joined only to make the session lively. Gone are the days when a number of youths gathered around a tea-stall outside the library with the books they borrowed or going to return. Sipping on tea cups, they used to talk about the books they had read or wanted to borrow from the library. Some even would rush to library to find a reference book when debate took place. As the space for freethinking shrunk, debates are discouraged, access to free information becomes costly, libraries are also losing vibrancy. Not that there are no users of libraries now. Many public libraries have regular visitors and most of them come to study for job-related tests. There is nothing wrong to do so although many of them do not sift through the pages and other resource materials available in the library. Children are not going to library with their parents. It may be surprising to know that many children do not visit a library ever. A work culture lacking direction has also discouraged many to go to a library. Time-consuming chaotic traffic on roads becomes another big barrier to visiting library for many. Despite their interest and urge to go and spend some time in libraries, many people are not able to do so.Besides the government-run public libraries, a large number of community libraries are there across the county. From city to village, a good number of libraries have also been set up by individuals and communities. With the meagre financial support from the government coupled with donations and subscriptions, non-government public libraries are continuing their operations. Book-and library-lovers and well-wishers are trying to save these libraries in greater interest of society. Only a few old libraries have strong financial base and immovable assets. Unfortunately, there is no comprehensive database on libraries in the country. There is also a lack of thoughtful and effective plan to turn the libraries more useful. Allocating some funds to procure selected books and storing those books is not the sole function of libraries. The country observes the National Library Day today (February 5) with the theme 'Smart Library, Smart Bangladesh.' A thorough stocktaking of the status of the libraries across the country is imperative to devise new plans necessary to turn the libraries into smart ones. Digitisation as part of the plans to make the libraries smart will work only when society will uphold their real worth. It can't be done in a scattered manner although the budget is not a problem. The community also needs to be sensitised about using libraries and the culture ought to be made vibrant. [email protected]",
        "headline_1": "If libraries are losing out in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/if-libraries-are-losing-out-in-bangladesh-1675517914",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "In spite of living in this traffic gridlock-plagued Dhaka, few people have noticed how a similar menace keeps growing in the city. This could be termed neighbourhood traffic jam. This is no extraordinary urban blight, as it originates in a main road, and later spread throughout the nearby lanes and by-lanes. It could better be called the impact of a domino effect of a bigger jam created in the broad street nearby. Taking a short-cut into the smaller roads to avoid a big snarl-up, and reach destinations smoothly has lately become a much-followed practice in this city. The most debilitating part of the neighbourhood jam is the veritable collapse of the traffic network in areas within the city. People in these localities have their own traffic movement. They have their mini gridlocks. When a large traffic descends on the smaller roads and alleys to reach a broader road on the other side, the areas in the middle part have to bear the brunt. In Dhaka, there are several such areas which have been made to become the victims of shortcuts. Apart from the different types of cars and carriers, it is the innumerable rickshaws and non-motorised vehicles which are found swarming the narrow streets.In the past, there were only a handful of such neighbourhoods in Dhaka. Those were quiet and sylvan with one or two roads. The population of those residential areas was much lower than it is today. With the fast rise in urbanisation complete with new roads and apartments and other constructions, the earlier homeliness began vanishing from those areas. The bigger neighbourhoods assumed the characters of urban pockets. Today the problem lies with the unplanned movement of traffic in areas too small to manage it. A basic problem which has lately cropped up is the astronomical rise in the areas' population, leading to the tendency to build apartments and condominiums in every possible space possible. The few cars earlier driven by a neighbourhood's relatively rich people have been swamped by those of the new comers. The increased numbers of additional cars have already started posing problem in plying the once neighbourhood roads. The entries and exits of hundreds of additional vehicles through these narrow roads every day heavily affect these areas.The local people at rush hours on days find themselves at their tether's end. The sounds of vehicle movements and honking, the quarrel between the rickshaw-pullers and the drivers or owners etc creates an unbearable situation at places of the area. The traffic police are found on occasions at road corners. The presence of the law enforcers considerably mitigates the sufferings of the road users in the neighbourhoods. Unfortunately, their presence is seen once in a blue moon. Unplanned opening of large shops, kitchen markets etc squeezes the roads already filled with varied types of vehicles.Many might suggest blocking the roads or checking the cars' identity on the neighbourhood streets, especially at the entries. Others believe this will not work. It's because many of the car owners live in the middle of these areas. So do many rickshaw travellers. Moreover, it might amount to creating hurdles for free movement. This question will arise if the roads or lanes in question connect two larger roads at the two ends. This is a dilemma. A solution could come from allowing vehicles to move in one direction for some time followed by a similar movement from the opposite direction for the same period. A pragmatic solution to the problem of moving through the lanes of neighbourhood areas has long been overdue. People in the metropolitan Dhaka are enduring it in excruciating silence.[email protected]",
        "headline_1": "Gridlock in neighbourhoods",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gridlock-in-neighbourhoods-1675517957",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2023"
    },
    {
        "full_article": "The fasting month of Ramadan is around the corner. During this holy month, many people break their fast by drinking Gurer Sherbet, a popular drink made mainly by sugarcane molasses. So, the demand for molasses increases every year in Ramadan, and so does its prices. Just a few years ago, molasses was much cheaper than sugar. But now, it is costlier than sugar, and its price may increase further in Ramadan. It will be very difficult for the fasting people if they have to buy molasses at high price of Tk 120 to 150 per kilogramme. Once Bangladesh used to export molasses to India, but now it may have to import the item from the neighbouring country as local production has recently fallen significantly. In India, the price of molasses is much lower than sugar. If the government allows import of molasses from India on easy terms, many people will be able to purchase molasses cheaply for the month of Ramadan. Molasses is less harmful than refined sugar. And it has a number of health benefits as it helps control dehydration and supplies fasting people with instant energy. If molasses is imported from India, it may not cost more than Tk 60 per kg at retail level, which will be a great relief for the fasting people. Md Ashraf Hossain, 120, Central Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Importing cheaper sugarcane molasses from India",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importing-cheaper-sugarcane-molasses-from-india-1675517979",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-02-2023"
    }
]