[
    {
        "full_article": "The decision of the Qatari court of appeals to reduce the capital punishment handed down in October to eight former Indian naval personnel is a major reprieve for the men and their families, and spells relief for the government that has been pursuing diplomatic channels for leniency. While the detailed judgment is still awaited more than 24 hours after the pronouncement, the upholding of the conviction is a disappointment, and the government and the men’s families must now reassess their legal strategy and evidence of their innocence before filing a review petition with Qatar’s Court of Cassation, the highest in the system. If all avenues of judicial appeal are exhausted, the government will have three options. First, to continue to press for a review of the conviction with Qatar’s ruling Emir, Sheikh Tamim bin Hamad Al-Thani. If that fails, the men could appeal for clemency and ask for a pardon, that Qatar’s rulers have given in the past. A third option would be for the men to serve out their terms in India, once the length of incarceration is clarified, according to a 2015 bilateral Agreement on Transfer of Sentenced Persons. However, this option would require them to accept the conviction cannot be reversed. Through this process, the government must be seen to be pursuing diplomatic and political efforts at the highest level, to convey the extent that the men are a priority for India.It is significant that the development comes after Prime Minister Narendra Modi made his first public outreach to the Qatari leadership — he met the Emir on the sidelines of COP28, on December 1. Whether such a political outreach, or a high-level mission to Doha, would have been more productive earlier, after the men were first arrested in August 2022, is a moot point now. It is commendable that New Delhi, in contrast to its stand with Canada over its allegations, has chosen not to react to the case with public rhetoric, especially the kind of targeting of Doha seen in some sections of the media, a move that would have been counterproductive. If the case implicating the men is in any way connected to India’s intelligence services, then it is important to consider an appropriate review of any operations that could jeopardise Indians overseas. New Delhi has also done well by not allowing the case to become hostage to the growing tensions in the region, over the continuing bombardment of Gaza by Israel. It is hoped that a consistently calibrated position, careful of Qatar’s sensitivities, and coupled with a quiet, but determined push, would bring the eight Indians back home safely. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nQatar\n\n/\n\nIndia\n\n/\n\njudiciary (system of justice)\n\n/\n\ndeath penalty policies\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nclimate change (politics)\n\n/\n\nCanada\n\n/\n\ndiplomacy\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nespionage and intelligence",
        "headline_1": "A quiet reprieve: On former Indian naval personnel and the Qatar court’s verdict",
        "headline_2": "India did well to work its channels with Qatar away from the limelight",
        "link": "https://www.thehindu.com/opinion/editorial/a-quiet-reprieve-on-former-indian-naval-personnel-and-the-qatar-courts-verdict/article67687752.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "The recent spat between the central and Tamil Nadu governments over flood relief after two spells of heavy rainfall in the State has been disheartening for those struggling to rebuild their lives. The duel between Union Finance Minister Nirmala Sitharaman and State Minister for Youth Welfare Udhayanidhi Stalin over semantics should not have arisen, with the focus and energy devoted to ensuring the return of normality to the southern districts of the State that were overwhelmed on December 17 and 18. Fortunately, better wisdom prevailed with Prime Minister Narendra Modi’s assurance to Chief Minister M.K. Stalin of the Centre’s support. Mr. Stalin, had, prior to this, in a meeting with Mr. Modi in New Delhi, sought interim relief funds of ₹7,033 crore and a final relief fund of ₹12,659 crore for the damage caused earlier by Cyclone Michaung to the Chennai area. He also wanted ₹2,000 crore from the PM’s National Relief Fund (for the southern districts). The State has sought ₹21,692 crore in total from the Union government.Defence Minister Rajnath Singh had earlier carried out an aerial survey over the Chennai area and announced the release of the second instalment of ₹450 crore to the State Disaster Response Fund (SDRF). The Centre has also sanctioned ₹500 crore for a flood mitigation project in Chennai. The State is now awaiting a fresh central announcement after visits by inter-ministerial teams to the affected areas. As Ms. Sitharaman pointed out in her press conference, the central government does not declare any natural disaster a national disaster. It is only after an assessment by its team that any natural disaster is classified as a disaster of severe nature — as seen in the 2013 floods in Uttarakhand and 2018 floods in Kerala. In such a case, there is additional financial assistance from the National Disaster Response Fund (NDRF). So, there is no question of calling the floods in Tamil Nadu as a “national disaster”. The central government should ensure clear guidelines when it comes to relief. It should also consider revising its position on excluding long term or permanent restoration works from the ambit of the SDRF/NDRF. There must be an open debate on the suggestion by a parliamentary committee in March 2021 that States hit by severe disaster be permitted to use more than the 25% flexi-fund component of centrally sponsored schemes to carry out post-disaster permanent restoration works. As micro, small and medium enterprises get no relief under the norms of the two funds, the Centre should ensure relief to this sector, which employs nearly 1.4 crore people in the State. Finally, the Centre must consult cyclone-vulnerable Tamil Nadu, Andhra Pradesh, Odisha, West Bengal and Gujarat and formulate new norms on disaster management that would leave no room for political controversy. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\nTamil Nadu\n\n/\n\nrains\n\n/\n\nministers (government)\n\n/\n\nEnvironmental disasters\n\n/\n\ndisaster management\n\n/\n\nnatural disasters\n\n/\n\nflood\n\n/\n\nparliament\n\n/\n\nAndhra Pradesh\n\n/\n\nOrissa\n\n/\n\nWest Bengal\n\n/\n\nGujarat\n\n/\n\nUttarakhand\n\n/\n\nKerala",
        "headline_1": "Rift over relief: On the rain-caused damage in Tamil Nadu and the central and Tamil Nadu governments interactions",
        "headline_2": "Criteria for awarding disaster relief must laid down clearly",
        "link": "https://www.thehindu.com/opinion/editorial/rift-over-relief-on-the-rain-caused-damage-in-tamil-nadu-and-the-central-and-tamil-nadu-governments-interactions/article67687393.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "2024 will see women’s cricket turn a corner & Paris may be our best Olympics ever\nIn the sporting calendar, an Olympic year consumes everything – the months leading up to the Games brim with anticipation and stories of preparations for war. The months after are dominated by memories of great performances, stories of grit, determination, joy, grief, of new stars making their breakthroughs, and last hurrahs for the fading ones.\n\nRead full opinion here\n \n\n",
        "headline_1": "Runs, wickets, medals & glory",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/runs-wickets-medals-glory/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "Generative AI can’t have a free pass on mining others’ content without permission or payment\nNew York Times has sued OpenAI, creator of ChatGPT, three months after Authors Guild in America went to court against the tech company. The American media outlet on Wednesday filed a case in the Manhattan federal district court against OpenAI and Microsoft for copyright violation.\n\nFreeriding | Copyright infringements are accusations of using content created by someone else without either acknowledgement or payments. Both Authors Guild and NYT have accused two of the hottest tech companies of freeriding.\n\nWhy ChatGPT’s a target | Traditional AI used data for pattern recognition. They were mostly predictive models. Newer AI versions such as ChatGPT are called generative AI. They don’t just predict. Generative AI creates, taking the technology to another level.\nGenerative AI’s content creation mimics the way the human brain functions. Ask it to write an essay and there’s an immediate output. To do that, generative AI has to be trained on an extraordinarily large amount of data. For example, some estimates put the size of the data required to create ChatGPT-3 at 45 terabytes, or about one million feet of bookshelf space.\n\n\nVCs’ defence | Generative AI is trained on content created by others. It absorbs this content and provides answers closely resembling the original. It can become a substitute. Venture capitalists defend this model and claim any restriction will slow the growth of the industry. No one is asking the industry to slow its progress. The issue here is not seeking permission/making payment. If someone has created original content, they deserve to be paid for it. That media, authors, artists and even some coders are suing generative AI boils down to one simple thing, pay for what you use.\n\nIndia, be proactive | A lot of legal action on generative AI and copyright is taking place in the US. Complainants must show AI companies had used their content and also the output generated by AI is “substantially similar”. It’s still mostly an untested legal area. In India, AI companies are going to sweep all the available content in Indian languages, including English, to replicate their model. Most content creators here are not equipped to defend their copyright. GOI needs to be ahead of the curve and frame laws to prevent freeriding. Original content creators don’t get taken for a ride.\n\n",
        "headline_1": "Don’t CheatGPT",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-cheatgpt/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "Commuting of death sentence of ex-navymen is a win. But case shows future challenges for India in West Asia\nThat Qatar’s Court of Appeals has commuted the death sentence handed down to eight Indian ex-navy personnel is unqualified good news. The men were employed with a private defence firm working with the Qatari navy. The charges against them were never made public. But there was speculation they were accused of spying for Israel.\n\nClose call | This made the case a real doozy given the ongoing IsraelHamas conflict. New Delhi has developed very close ties with Tel Aviv while Doha hosts the Hamas political leadership. There were fears that the former navymen had become pawns in a greater geopolitical tug-of-war. But the dropping of the death sentence eases those worries.\n\n\nWhat next? | As of writing, the detailed order is still awaited, so it’s unclear what jail terms the eight men will be facing now. Technically, there’s a possibility that the sentenced prisoners can be repatriated to India. PM Modi’s meeting with Qatar’s ruler on the sidelines of the COP-28 summit in Dubai seems to have helped. But nothing can be taken for granted given Qatar’s black-box judicial system.\n\nStrategic implications | But the bigger concern for New Delhi will be what this means for its relationship with Qatar and West Asia. Around 800,000 Indians live and work in Qatar. But it’s clear that New Delhi doesn’t yet have the diplomatic heft to prevent such cases, even though its overall engagement with the region is increasing. Just like the Houthis targeting Indian-crewed ships, trickier incidents may lie ahead.\n\nBroad-base engagements | Our best bet is to widen our engagements in West Asia. So I2U2 (India, Israel, UAE, US) is good but don’t ignore other regional powers. Qatar can punch above its weight. Others too can make life complicated for India.\n\n",
        "headline_1": "Respite in Doha",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/respite-in-doha/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "As opposition parties tiptoe around seat-sharing talks, BJP is exploiting the obvious contradictions to tell the story of how the alliance falters\nLet’s deconstruct the art of storytelling. It can help disentangle the threads that make up the opposition bloc INDIA. Why it’s more a collective than a coalition. Why it is a work that is barely progressing as a counterpoint to BJP, and its narrative of a homogenised Hindu majoritarianism. The differences within INDIA are like the elaborate and seemingly contradictory elements in oral tales. Opposition unity inside and outside Parliament as members sat in protest against mass expulsions impliesa larger narrative, within which confusion is resolved. It implies there is an ‘end’ when the moral of the story will stand revealed. That however may not be true in reality.\n\nRead full opinion here\n\n",
        "headline_1": "The idea of INDIA… lost in a loose plot",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/not-categorized/the-idea-of-india-lost-in-a-loose-plot/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "High inflation, truncated import, foreign exchange crisis and increased bank interest rates are definitely the signs of an economy that is under stress. Add to those the facts that global lenders, the World Bank and the IMF, have revised down the country's economic growth rate for FY 24, while the US-based credit rating agency, Moody's, has downgraded Bangladesh's long-term rating. These are enough reasons for the existing businesses to be shy of fresh investments, while the would-be ones taking the wait-and-see approach. In this context, one might also recall the economy's performance in the previous fiscal year, FY23, especially in the July-May period when, year-on-year, the rate of investment proposals placed for registration with Bangladesh Investment Development Authority (BIDA) by both the local and foreign investors fell sharply by 39 per cent. Consider that the slump in investment was reportedly driven mainly by the local businesses. Against this backdrop, the recent report of a sharp decline in the rate of new business entrants registering with the Registrar of Joint Stock Companies and Firms (RJSC) in the first half of the current fiscal year is also a notable case in point. Given the prevailing economic worries, it is feared that the declining trend of new entrepreneurs entering the scene may continue even in the second half of the ongoing fiscal. As the report goes, during the July-December period of FY24, some 4,500 new business ventures under different categories got registered with the RJSC. This phenomenon of fewer aspirants joining business seems to be a persistent one over the past few years. The record shows that in the previous fiscal year, FY23, fewer business entities registered with the RJSC than they did in FY22. For instance, in FY22, the number of companies entering business, according RJSC, was 13,485, whereas in FY23, the number fell to 10,738 in FY23. This is a decrease by more than 20 per cent. Such a fall in the rate of registrations had also its implication for revenue earning by the RJSC. For the company registration authority reportedly earned Tk2.96 billion in FY22. But its income fell by close to 9.0 per cent in FY23 to Tk2.70 billion. Looking at the trend, it is anticipated that a similar drop in the number of company registrations in the remaining months of FY24 would also result in a marked reduction in the registration department's income. But this income loss by the company registration authority is nothing, if one considers the loss the economy has sustained due to the missed opportunity of so many potential business entities which would have otherwise joined economic activities. Notably, the downturn in the rate of company registration followed a peak in FY 21, when the country was still in the grip of the pandemic. Obviously, with the pandemic showing signs of receding, business was looking up with the expectation that things would fast improve in the days ahead. However, from the second half of FY22, especially with the start of Ukraine war, the prospects began to fade globally. Bangladesh was no exception. While the series of developments leading to the present state of the economy and business are well-known, the point is to change the course for the better. To restore confidence of potential entrepreneurs in business, experts suggest, the economic uncertainties have to be addressed through adopting a raft of measures that include arresting inflation, stabilising balance of payments, taming currency devaluation, etc. Among other measures, priority should be given to reducing cost of doing business towards improving the overall investment climate.",
        "headline_1": "Improving climate for doing business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-climate-for-doing-business-1703849943",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "A recent finding by a UN body, the Food and Agriculture Organisation (FAO) depicts a disquieting picture of Bangladesh's overdependence on import of edible oil consumed in the country. In its `World Food and Agriculture Annual Statistical Booklet 2023' report, the FAO stated that the country is the third largest importer of food globally after China and the Philippines and its food product import stood at 12.5 million tonnes with the highest expenditure allocated to wheat, edible oil and milk powder. In Bangladesh, soybean oil remains the cooking oil of choice but affordability is responsible for consumption of more palm oil. It is the private sector that meets the huge demand. From reports published in this newspaper, it is evident that significant investments have been made by the leading companies in crushing soy seeds before using those in local refineries. Several companies have been involved with setting up of large grinding mills. There are companies that have mills that crush soy seeds with capacities as high as 7,800 tonnes per day (TPD) and today the domestic production of soybean oil has reached 30 to 40 per cent of total demand. Despite these positive developments, there exists ample opportunity to cultivate soybean domestically on a large scale. For that to happen, policy initiatives are necessary to bring non-traditional land under cultivation, i.e. the coastal belts of Bangladesh as well as in other areas where chars (islets) that are emerging. According to an editorial published in this paper recently \"annual production of soybean in the country amounts to 96,921 tonnes from 62,870 hectares at 1.54 tonnes per hectare --- much lower than the world average of 2.79 tonnes/h\". Indeed, there is a lot of opportunity for growth here. As per a study titled 'Challenges and Opportunities in Crop Production in Different Types of Char Lands of Bangladesh: Diversity in Crops and Cropping', co-authored by researchers from Banagabandhu Sheikh Mujibur Rahman Agricultural University, Bangladesh, Bangladesh Agricultural Research Institute, Northbengal Institute of Development Studies (NIDS), Bangladesh and Graduate School of Agriculture, Kyoto University, Japan, \"Soybean was mostly grown in the coastal chars of Bangladesh and the yield of that crop was also at the acceptable level\". The Subarna char in Noakhali district and Lalmohon of Bhola district that constitute coastal chars of the Meghna River, have areas where soybean is cultivated during March to June. There are problems associated with limited irrigation facilities, low lift pump, lack of electricity and high diesel prices. But these are operational problems that have been dealt with by both the state and non-state actors in other parts of the country and can be mitigated if there was a proper national plan to bring these char lands under the aegis of soybean farming.There is no scientific data to support if \"established chars will last like permanent main land. Even the chars of older than 100 years may be eroded due to natural geo-hydrological activities\". Having said that, these islets exist in large numbers and are home to an estimated 5.0 to 10 million dwellers, most of whom sustain themselves on agriculture. Any government intervention here would have benefits reaching far beyond simply increasing soybean production but go a long way to aid in poverty reduction. The people who inhabit the char lands are some of the poorest and most vulnerable segments of the population.As the economy is hemorrhaging due to a lack of foreign currency, policymakers need to face the fact that Bangladesh has to become self-sufficient in areas that can save the country precious dollars. This can only happen if import-substitution becomes a core policy in the government's outlook. For too many decades, the mantra had been to import everything. No other country in the region is as import-dependent as Bangladesh. The land is there, the people are there and most importantly, technological advancement in the area of agriculture has been there for decades. Bangladesh has a vibrant research culture when it comes to finding innovative ways to increase food production. Whatever technology it lacks, that can be brought from abroad. Better import technical knowhow to improve production domestically rather than importing beans that cost foreign exchange the country does not have in sufficient amount. Of course, the development of char lands will not happen in a day. But we have to start at some point of time and these things need to move so that some concrete policy directions can be found in the next annual development plan. The private sector has made a leap for larger production capacities, but it is the government that must come up with the policies that could potentially set the stage for transformation of these char lands into agriculture power houses.[email protected]",
        "headline_1": "Raising domestic production of edible oil",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-domestic-production-of-edible-oil-1703850032",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "A year's end followed by the dawn of another---the New Year --- is the routine work encapsulated in cosmic time and space. Nevertheless, each year is eventful, and some of the happenings mark a long-term impact on human history. Moreover, the end of a year provides an ambience to recap the events - from individual to international level - to take some inspiration and lessons for the future. Thus individuals and communities can get better prepared to welcome the New Year.The eventful year of 2023 on the Gregorian calendar--- the most internationally accepted civil calendar, will make room for a fresh one. Like the previous years, 2023 will be remembered for some critical global developments, and all of those are not particularly endearing. The dreadful attack by Hamas, the Palestinian militia group based in the occupied Gaza Strip, on October 7 killed 1,200 Israelis. Since then, the Israeli army has been responding brutally with indiscriminate airstrikes and ground offensive, killing more than 20,000 Palestinians, including 8,000 children so far. Most of the 365 sqkm area, with around 2.2 million inhabitants, has already turned into rubbles as Israel so far rained down 30,000 bombs in revenge. Despite global protest and condemnation, with backing from the United States (US) and its Western allies, Israel's military campaign is going on with genocide in the name of crushing the Hamas. The Hamas-Israel battle has defined the year 2023 and suppresses all other happenings, including the ongoing Russia-Ukraine war. It is also set to redefine global geo-politics and the future course of the Middle East. It also brought to the fore the issue of Palestine's liberation from the occupation of the Jewish state that was founded 75 years ago by forcefully occupying the land of Palestine. The month of February this year witnessed a deadly earthquake in Turkey and Syria that killed around 60,000 people. The year experienced more and more extensive natural calamities as global temperatures shattered records. Various regions of the earth were affected by cyclones, wildfires to, extreme drought to record flooding. That's why the United Nations Climate Summit (COP28), which took place in Dubai at the end of November, attached greater importance to addressing climate change-induced vulnerabilities. The summit, however, ended on a subdued note. The explosion of artificial intelligence (AI) reached a new heigh in the year under review with the release of ChatGPT. The year is also a period when the space race heated up, and India became the fourth country to land an unmanned lunar probe on the moon. On the domestic front, the country's first underwater expressway tunnel, the first of its kind in South Asia, beneath the River Karnaphuli in Chottogram, was inaugurated by Prime Minister Sheikh Hasina. The first metro rail in Dhaka also came into full-stretch commercial operation, although for a couple of hours daily. Bangladesh introduced its Universal Pension Schemes in the outgoing year.Nevertheless, the year is also the year of high inflation, and people faced unreasonably high prices of essentials over the year. The situation is aggravated by the poll-centric political unrest. Despite various protests, agitations and controversies, the national parliamentary election is set to take place on January 7 of the New Year. Finally, the New Year, 2024 will be a leap year when the month of February will get an additional day. Those who have some memorable events on February 29 will get the opportunity to celebrate the anniversary of those after four years![email protected]",
        "headline_1": "Goodbye 2023, another year to remember",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/goodbye-2023-another-year-to-remember-1703850080",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2023"
    },
    {
        "full_article": "Traffic congestion has been a major concern in Dhaka city for years, significantly impacting the residents' quality of life and wasting valuable work hours. Despite various attempts by the authorities to address the issue, their initiatives have shown limited effectiveness. Dhaka's revised 20-year strategic transport plan highlights that inhabitants of and around the city undertake over 20 million daily trips, with 64 per cent relying on buses. However, the city's bus management system is flawed, featuring approximately 10,000 buses and minibuses.Regrettably, the drivers operating these vehicles often exhibit a disregard for traffic rules. Buses drop off passengers in the middle of the road. Such a lack of discipline contributes substantially to prolonged vehicle congestion. Enforcing adherence to traffic rules and fostering a sense of discipline among bus drivers could potentially alleviate around fifty per cent of the traffic congestion in Dhaka city. Initiating innovative measures to instil ethical behaviour and awareness of traffic regulations among city bus drivers is crucial. Beyond the concerns related to buses, commuters in the city also bear a responsibility to enhance their ethical conduct while boarding and landing from buses. All this can improve traffic conditions.Junaid Bin NesarTikatuli, Wari, Dhaka, [email protected]",
        "headline_1": "Ethical and disciplined bus driving",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ethical-and-disciplined-bus-driving-1703850120",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-12-2023"
    }
]