[
    {
        "full_article": "The idea: In a webinar organised by the World University Network last month, the discussion focused on how to expedite the diffusion of evolving medical technology innovations in the delivery of healthcare in the developing world. While one may debate the viability of foregoing patents for new life saving therapies (e.g., the Covid-19 vaccines), I reasoned that the general sharing of information and advisories on technologies already on the shelf (but still subject to protection under patents and copyrights) with suitable developing country partners (\"destination\" countries, from hereon) may still be feasible and thereby hasten the delivery of critical healthcare in the developing world, in and out of pandemics. While the value of mutual knowledge sharing could be immense under emergency conditions, it would still promote public health under \"normal\" conditions.\nTo illustrate the point, take the case of an acute global shortage of basic supplies such as PPEs, medical-grade masks, oxygen concentrators and ventilators in the early phases of the Covid-19 pandemic. One can recall with horror the stories of doctors, nurses and health personnel using the same mask/PPE for days (even weeks). In a situation like this, the immediate value of knowledge sharing about what it takes to produce medical-grade PPEs and masks would have been enormous. Primarily, the partnership we have in mind is informal, helping destination country manufacturers produce improvised devices and equipment that are functional. Why then should a partnership not be forged between leading manufactures of quality products (say, Abbott or 3M) sharing knowledge, on a digital platform, with manufacturers, say in Bangladesh and India, capable of readily improvising indigenous versions of such products? With innate innovations, the latter manufacturers may in due course succeed in turning out world class products themselves. Source country manufacturers should ideally encourage such eventualities prompting them to innovate even faster and, in due course, perhaps move on to specialising in technologically more challenging products instead (like defibrillators). This process may be likened to the Schumpeterian \"creative destruction\" idea in the modern endogenous growth literature in economics.\nThe collaboration cited above is independent of the formal process whereby the original inventors often license producers in destination countries to manufacture (say labelled 3M) products locally. The latter mechanism (like the Serum Institute of India and the AstraZeneca (UK) vaccine partnership), happens autonomously in the form of \"business as usual\" when such a partnership appears both technologically feasible and commercially viable, and promises to be of mutual gain to both parties. Admittedly, both the formal and informal processes cited above would expedite the transfer of knowledge between source and destination countries, and would likely allow faster growth of output per capita, especially in the developing world. However, the formal technology transfer (via licensing, joint ventures, foreign direct investment and the like) is not under focus here for the simple reason that fostering such a mechanism would entail much advance planning. It would possibly be counter-productive to kickstart such an arrangement during a pandemic or a public health emergency while people are dying. The informal \"transfer\" may eventually blossom into a formal one, but that again is not the raison d'être of the proposal on the table here.\nModalities: Under what arrangements would the type of informal sharing of privileged knowledge envisaged above take place in the most effective manner, from the perspective of maximum benefit for care recipients in a destination country? Can patented drugs be brought under this arrangement? We can briefly explore the contours of a possible architecture.\nThere are three primary participants to the proposed agreement, namely the manufacturers in the country of origin and the destination, and the destination country healthcare delivery institutions. While a one-on-one (say between manufacturers in the two locations) liaison may be feasible in some contexts, ideally it would be best if the entire process was mediated by a major non-profit health NGO, an academic institution, or a reputable public health entity in the private sector to both economise on bureaucracy and maximise transparency. Such a competent entity, based in the destination country, may be entrusted to serve as the \"gatekeeper/facilitator\" and remain accountable to a board of trustees, nominated by all stakeholders. The gatekeeper would identify both the prospective manufacturers in the country of origin and in the destination country, as well as the care delivery authority and the latter's need, on an ongoing basis. It would draw up all documentation for mutual assent and thus monitor implementation thereof on an agreed-upon protocol. The articles of the \"collaborative agreement\" would clearly entail legal and technical aspects, which must be duly vetted at both ends. To the extent the knowledge sharing relates to physical devices and equipment, the primary international agreement will be limited to the producers in the two countries. Inclusion of patented drugs, even if the originator were to agree to knowledge sharing, would prove difficult on grounds of safety and medical ethics, unless fortuitously partnered with an existing destination country collaborator.\nPossible export of products arising out of informal knowledge sharing to neighbouring countries may also be permissible if so spelled out under the agreement (with appropriate disclosures) between the two producers. The destination end-user only comes into the picture in terms of the logistics of how best the former can gain access to the object of collaboration in an equitable manner. The latter is a domestic issue, which the gatekeeper can also manage.\nWhile the paragraphs above deal with the generic version of a tripartite agreement, the gatekeeper will also be required to guide the parties in question to produce a specific and unique version of the agreement on a product-by-product (or, service) basis. In terms of details, presumably a first order of business would be to draw up a tentative wish list of \"technologies\" of value to the healthcare delivery system in a particular public health context, and then identify major source country producers as well as a potential list of destination country manufacturers or knowledge centres who can potentially exploit such a technology with end-users in mind.\nThe Payfors: The source country manufacturers may dedicate CSR resources to defray out-of-pocket costs, say in the form of time used in securing an agreement to its liking, consultation and managing the dialogue during the implementation and monitoring phases. The destination country manufacturers will have to invest resources to similarly implement the agreement and undertake production or service delivery to end-users by charging fees commensurate with its expenses. Depending on the context, the destination public health/budgetary authorities may come forward with financial assistance as the situation may demand (recall Operation Warp Speed, a public–private partnership initiated by the US government to facilitate and accelerate the development and distribution of Covid-19 vaccines). The regulatory process relevant for such activities would possibly be covered in most cases by existing provisions in the destination country. In cases, the relevant authorities may have to deliberate and develop new regulatory guidelines as to pricing and the like. Were the collaboration as envisaged here to lead to commercial exports to third countries, the source country provider/manufacturer may seek a share of the profit and in that case, the latter contingency may be envisioned in the original agreement or in subsequent amendments mutually agreed upon.\nThe care delivery system would access the benefits under the proposed knowledge sharing agreement and finance any out-of-pocket costs out of budgetary resources at their disposal in the usual manner. All that is new is that the likely tools at their disposal have expanded by the framework under review here. New funding will, however, be required to secure the services of what we have termed the gatekeeper/facilitator, which will have to continue on a longer-term basis as new agreements become feasible over time. For the sake of transparency and conflict of interest, it would be ideal if funding for such services came from third parties such as global charities.\n \nSyed M Ahsan is Professor Emeritus, Department of Economics at Concordia University (Montreal, Canada). He is grateful to Adriana Saraceni (Maastricht U) and Mike Raxworthy (U Leeds) for helpful discussions.\n",
        "headline_1": "Delivery of health services technology in the developing world: A proposal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/delivery-health-services-technology-the-developing-world-proposal-2138466",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "I attended a training course at the US Army Armor School at Fort Knox, Kentucky in 1989 where I learnt something interesting about US Army engineers. Like the engineering corps of other armies, including Bangladesh's, they perform the traditional role of combat engineering, barring the enemy's movement while enhancing their own mobility. They were involved in the construction of many landmarks in the US, like the Golden Gate Bridge in San Francisco and the Pentagon. But they also perform a different role which was not known to me—they are responsible for the inland waters of the US. The army engineering corps thus protect the nation's aquatic environments—oceans, rivers, lakes, streams, ponds, and wetlands.\nOver the years, we are also seeing Bangladesh Army engineers being involved in large infrastructure projects like national highways and the Padma Bridge. The corps have gained public confidence in managing and successfully commissioning the projects. They are doing a praiseworthy job in handling these. I often hear my friends saying that the projects will surely be done since the army is involved. They also cite the projects that are lingering in development due to mismanagement.\nAn editorial in The Daily Star on July 24 titled \"Killing of Boral River: Government's apathy to encroachment, pollution is the main factor\" caught my attention. It describes how the Boral river in Natore is being destroyed through illegal encroachment and pollution, with the newspaper finding \"an entire housing society that has occupied a large chunk of the Boral river—built under the noses of the local administration.\" I think it is not only the government's apathy; there is an apathy in all of us. We are all to be blamed for what is happening to the beautiful rivers we have.\nThe image of the Boral River that comes up when you search online is of a beautiful small river with clean blue water. Anyone seeing the picture will cry out, \"Are we going to kill this river? Can we not do something about it?\" We have all been reading about such encroachment and illegal constructions blocking the waterways of Lakhya River and others.\nThe Bangladesh Inland Water Transport Authority (BIWTA) and other government agencies are responsible for checking illegal encroachment and pollution of our rivers. We saw that these agencies have surveyed and placed marker pillars but yielded no positive results with regard to these problems. Most of the perpetrators are in sociopolitical leadership positions and have enough clout to take on government agencies. We saw some of such demonstrations of power over the Lakhya River by a late lawmaker. These are just the tip of the iceberg—if we look around, we see them displaying their signboards deep in the khals, beels and rivers.\nBangladesh Army engineers have a unique organisation of riverine engineers as well, or as we call them—RE Battalions. These were trained to guard riverine approaches into the country against any military incursion or invasion. Their organisation and equipment are drawn up in such a way that they are capable of defending any riverine approach. The battalions have small armed watercrafts besides large landing crafts for transporting tanks, artillery guns, and logistics along the riverine routes. The cantonment at Postagola is the home of a few of these battalions, and two other battalions are located in the Jamuna and Padma Bridges. There is also a company in Kaptai that provides riverine support at Kaptai Lake.\nI would like to propose that Bangladesh Army engineers be given the responsibility of protecting our rivers from these heartless, greedy, short-sighted grabbers immediately. I call upon none other than our Prime Minister Sheikh Hasina, who is also the Defence Minister, to look into the matter immediately and save our rivers, waters, and our future.\n \nThe author is a retired Brigadier General of the Bangladesh Army.\n",
        "headline_1": "Killing of the Boral River",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/killing-the-boral-river-2138456",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "The upcoming 26th Conference of Parties (COP26) of the United Nations Framework Convention on Climate Change (UNFCCC) is to be held in Glasgow, Scotland in November, with the United Kingdom as the host. The incoming COP26 President designate Alok Sharma has rightly said that the delivery of the \"totemic 100 billion US Dollar\" in climate finance from developed countries to developing ones to tackle climate change is going to be the key to whether COP26 succeeds or fails.\nAs with most things, the devil is always in the details. The first thing to note about the USD 100 billion figure is that it was first offered in COP16 in Copenhagen, Denmark back in 2010 by then US Secretary of State Hillary Clinton on behalf of all developed countries. It was again pledged at COP21 in Paris in 2015 and became enshrined as part of the Paris Agreement—a promise from the rich countries to provide USD 100 billion every year from 2020 onwards to help poorer countries tackle climate change, through both mitigation as well as adaptation activities.\nHowever, the year 2020 has already come and gone but this amount was certainly not delivered. It is quite difficult to know how much was really delivered, as no one has the responsibility for keeping count.\nThe nearest to an official account is from the Organisation for Economic Cooperation and Development (OECD), comprised of Western donor countries, who collect and report data on Overseas Development Assistance (ODA). They have recently added two \"Rio Markers\" to their list of ODA related items for climate change, one for mitigation and one for adaptation. According to the OECD, the total amount of climate finance was nearly USD 80 billion, which is well short of USD 100 billion.\nHowever, the figures reported by the OECD are based entirely on what each developed country tells them has been spent on climate change and there is no scrutiny of these figures by the OECD itself. An independent evaluation of the thousands of projects in their database by Oxfam found that only USD 20 billion out of the USD 80 billion could be reliably counted as climate finance, which is different from ODA. Hence, the majority of the USD 80 billion claimed to have been given for climate change was, in fact, double counted as development assistance as well as climate change finance. This was clearly contrary to the agreement that climate finance would be new and additional to development finance.\nA second detail of this climate finance promise was the demand by the developing countries that at least 50 percent of it should go to the most vulnerable developing countries to support adaptation in the most vulnerable communities there. It has proven very difficult to even track this, as information on where the money went has been very non-transparent. Nevertheless, analysis of available figures by researchers at the International Institute for Environment and Development (IIED) traced these amounts and found that only 20 percent went for adaptation, while 80 percent went for mitigation.\nAn even worse finding was that, of the amount delivered for adaptation in the vulnerable developing countries, only 10 percent of that actually reached the most vulnerable communities in those countries. Hence, the developed countries have a very big hill to climb if they wish to regain any of their lost credibility going into COP26 in November.\nThe main issue is not so much the amounts delivered, as even USD 100 billion is a trivial amount compared to actual needs. Rather, it is a question of whether developed countries can be deemed to be negotiating in good faith or bad. If it is the latter, then there is simply no point in going to Glasgow in November, only for the vulnerable developing countries to be given another round of empty  promises. The onus is on the developed countries to actually deliver, not just promise again, the USD 100 billion that was due for 2020 and another USD 100 billion that is now also due for 2021.\nIn fact, the Climate Vulnerable Forum (CVF) countries at their recent Climate Finance Summit demanded that the developed countries provide details of how they plan to deliver the USD 500 billion over the next five years that they had previously pledged.\nAn important point to clarify on this issue is that decisions on providing finance are not the domain of the environment ministers who will be attending the COP, but of finance ministers who control the purse-strings of nations and who meet at the annual G7 and G20 leaders' meetings every year. The G7 finance ministers met in the UK in June and failed to deliver enough, and the G20 finance ministers met in Italy in July and also failed to deliver. If the finance ministers of the developed countries fail to deliver the full USD 100 billion before COP26, then it would hardly be worth going to Glasgow for the vulnerable developing countries.\nSo even though the COP26 President designate Alok Sharma has admitted this is a make or break issue for the success of COP26, he needs the Chancellor of the Exchequer of the UK, Rishi Sunak, to deliver the money, which he has not done. In fact, the Chancellor has actually cut the development assistance budget of the UK instead.\nSo going into COP26, the UK government under Prime Minister Boris Johnson has a steep hill to climb if they are to keep their word. They have only a few months to deliver the money to regain any semblance of credibility.\n \nDr Saleemul Huq is Director of the International Centre for Climate Change and Development at the Independent University, Bangladesh.\n",
        "headline_1": "Delivery of climate finance will be the key to COP26",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/delivery-climate-finance-will-be-the-key-cop26-2138431",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "It is unimaginable that the public administration ministry—or anyone else for that matter—would seek any sort of immunity for retired public servants, who have been convicted of committing serious crimes or corruption. Yet that is exactly what the ministry did, according to a report by this newspaper on Tuesday. Fortunately, there was enough sense left for it to be turned down in a recent cabinet meeting. The fact that such exemption was sought, however, is a direct result of this government passing the Sarkari Chakori Ain 2018, which includes a provision that makes it mandatory for the Anti-Corruption Commission to take permission from the authorities concerned before arresting any public servant—or for a court to frame charges against them. This, of course, is in complete contradiction to Bangladesh's constitution, which states that all citizens are equal before the law.\nWhile permission will not be required in case of taking action against ordinary citizens for similar offences, the ACC must take permission from the concerned ministry before arresting any public servant, according to section 41(1) of the Sarkari Chakori Ain 2018. In addition, the 2018 law also allows government servants to be convicted for less than a year, with little more than a slap on the wrist. Moreover, such public servants can be penalised with words of denunciation, temporary demotion or temporarily halting raises, while their jobs remain intact. According to various human rights group, the 2018 law gave government employees a type of impunity and expanded the scope for misuse of power, while creating barriers to observe the professional duties of state institutions and forces involved in curbing crimes and corruption as well as upholding human rights.\nDespite granting such unusual privileges to public servants, it seems that was not enough for the public administration ministry which had the audacity to ask for more. And while we are appalled by such a request, we aren't really surprised by it. By passing the 2018 law, the government created this opportunity. And, of course, someone was eventually going to try and take advantage of it and take it further.\nWhile we are pleased that the cabinet had the good sense to turn down the proposal, we must ask again why the government passed a provision that discriminates so heavily in favour of public servants. What was it expecting would happen once such a law was passed? And why should public servants be granted such exemptions at the cost of the ACC's ability to fight corruption and the integrity of the constitution? We believe that there are no good reasons for it—and we have not been given one by the government either—and therefore the government should immediately scrap the provision in question.\n",
        "headline_1": "Cabinet rejects a shameful appeal by the public administration ministry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/cabinet-rejects-shameful-appeal-the-public-administration-ministry-2138411",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "The Digital Security Act, 2018 has proved to be even more contentious than the controversial Section 57 of the ICT Act, 2006 (as amended in 2013) it purportedly replaced, it being more draconian, illiberal, harsh and, more dangerously, a more randomly applied law. That such a law would not only be tolerated, let alone enacted, by the ruling party, with long credentials of struggle for freedom of speech and dissent, is unfathomable.\nConcerns have once again been raised, justifiably so, by the international rights watchdogs, including Amnesty International, who have echoed the fears and reiterated the demands of the majority of the people of the country—revoke the law or incorporate wide ranging comprehensive changes in it. The law, as it is today, stands as an odious testimony of the ruling party's blatant disregard for the basic rights of the people. Sadly, it has been weaponised to stifle dissent. And even more dangerously, it has been applied against the media in the harshest manner for reporting facts. Reportedly, in the last year only, 75 journalists have been arrested/tried under this law. And in the four months between January and May this year, the Cyber Tribunal has received 199 cases under this Act. The most detestable aspect of the law is that defamation has been made a criminal offence, which allows little respite from immediate arrest or bail. And even more conflictive with the dreams of the founding fathers is the way the law has been used to silence the critics of the administration and those close to the corridors of power, as the cases of Ahmed Kabir Kishore and Mushtaq Ahmed expose.\nNo one can take issue with the need for ensuring cyber security. It is a matter of national security—we all agree. But too often, national security has been exploited to provide the administration with security against criticism, disapproval and reproach. The gross difference between the government and the state has been blurred to the extent that the two have become synonymous. It should not be lost upon the rulers that \"in democracy, dissent is an act of faith\" and to remain silent when one must express dissent is an unpatriotic act.\n",
        "headline_1": "Time to review the DSA",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-review-the-dsa-2138406",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    },
    {
        "full_article": "According to a DS report published yesterday, people have to pay around Tk 200 extra while buying a 12 kg LPG (Liquefied Petroleum Gas) cylinder from the retailers due to inaction from the Bangladesh Energy Regulatory Commission (BERC) in implementing the price that it had set on June 30 of this year. BERC set Tk 891 as the retail price of a 12 kg LPG cylinder, but it is yet to be implemented as importers, dealers and retailers are not abiding by the price set by this government agency.\nDemand for LPG has been growing over the last decade. Currently, LPG use stands at over 12 lakh tonnes, up from 47,000 tonnes in 2009. At the moment, more than four lakh consumers use LPG by buying from the market. And until recently, consumers bought import-based LPG at prices determined by market players. Consumers, however, said they are having to pay extra to get LPG cylinders as importers, dealers and retailers have not been complying with the BERC rates, adding that the commission failed to implement its price in the market. They are taking advantage of BERC's inactivity and charging additional money from helpless people during the Covid-19 crisis. According to the President of the Consumers Association of Bangladesh (CAB) and former Chairman of BERC, the BERC has the power to take legal action to enforce the price of LPG and it also has the power to take action against companies who are not complying. However, nothing of this sort is happening—instead, without using its own jurisdiction, BERC is seeking help from other government agencies to help it carry out its duties.\nBERC must exert its own powers by setting a logical price for the LPG cylinders that will be acceptable to all—importers, dealers, retailers and consumers. Once set, BERC must make sure that sellers stick to the price, and they must take action when sellers try to hike the price. The BERC must assert itself and prove that it can play a vital role in controlling energy prices.\n",
        "headline_1": "Consumers confronted with price hikes of LPG cylinders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/consumers-confronted-price-hikes-lpg-cylinders-2137616",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-07-2021"
    }
]