[
    {
        "full_article": "The rapid decline in ties between India and the Maldives, just a month after Prime Minister Narendra Modi met with the newly elected Maldivian President Mohamed Muizzu, should set alarm bells ringing. The trigger came from tweets by three Maldivian Ministers, attacking Mr. Modi for promoting the Lakshadweep islands during his recent sojourn there at a perceived cost to the Maldives and for his close ties with Israel; the Ministers also made derogatory remarks about Indians. The tweets have been deleted, the Ministers suspended, and the Maldivian government has distanced itself from them, but the damage has been done. The respective Ambassadors were summoned. Hurt Indians have crowded social media sites calling for an economic “boycott” of the Maldives — Indian tourists make up the most arrivals post-COVID-19. However, the underlying reasons run deeper, and could have a broader impact on India-Maldives relations and the neighbourhood, accruing to the change in government in Male. Mr. Muizzu rode to power on the back of the PPM’s “India Out” campaign. Despite its disappointment with the win of ‘anti-Indian forces’, given the warm relationship it shared with his predecessor Ibrahim Solih, the Modi government sent a Minister to his swearing in, and there was a Modi-Muizzu meet at the COP28. However, Mr. Muizzu chose Turkey as his first bilateral destination, and is now visiting China — becoming the first President not to make India his first priority. Even President Yameen, who began the “India Out” movement and cozied up to Beijing, visited Delhi first in 2014. Mr. Muizzu has continued to press India on the withdrawal of its military personnel, even though India has clarified their role.With the calls for boycotts and rising hypernationalistic rhetoric, Delhi and Male need to take a step back and reassess their responses. Mr. Muizzu can ill-afford to antagonise India, given its proximity, economic might and historical position as a net security provider in the Indian Ocean, something Maldives has relied on. India too must see the futility of muscling in a much smaller neighbour, however egregious the provocation. The last few years of ties between the Solih government and Delhi show the benefits of a stronger relationship: India’s infrastructure forays and development projects in the islands, an intense strategic partnership, support during the COVID-19 pandemic, and cooperation on the international stage. For India, in a region that sees several elections this year, it is paramount to ensure that domestic political changes in the neighbourhood do not change the basic structure of bilateral ties, or affect regional stability.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nMaldives\n\n/\n\nLakshadweep\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nIsrael\n\n/\n\ndiplomacy\n\n/\n\nclimate change\n\n/\n\ndefence equipment\n\n/\n\nCoronavirus\n\n/\n\nTurkey\n\n/\n\nChina",
        "headline_1": "A change for the worse: On the rapid decline in India-Maldives ties",
        "headline_2": "India and the Maldives should see the benefits of closer ties",
        "link": "https://www.thehindu.com/opinion/editorial/a-change-for-the-worse-on-the-rapid-decline-in-india-maldives-ties/article67727010.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "There was no surprise in the January 7 Bangladesh national elections, which were boycotted by the main opposition party. In the preliminary results, the Awami League, Prime Minister Sheikh Hasina’s party, had won 222 seats in the 300-member Parliament, while the Jatiya Party, one of several smaller opposition parties in the fray, secured 11 seats. Most of the remaining seats went to independents. The Bangladesh Nationalist Party (BNP) called for a general strike, protesting the “sham” election and demanding Ms. Hasina’s resignation. The BNP, which had accused the Awami League of rigging past elections, had demanded elections under a neutral caretaker government. But Ms. Hasina dismissed the opposition’s call, saying there was no provision for caretaker governments in the amended Constitution, leading to violent protests and a crackdown on the opposition. Ms. Hasina says the elections were free and fair, but her attempt to dismantle the BNP using state institutions is hardly a secret. Former Prime Minister and BNP leader Khaleda Zia is under house arrest over corruption charges; the party’s acting leader and her son, Tarique Rahman, lives in London in exile; and several other senior party leaders are in jail. The elections, held amid the BNP’s strike, saw a fall in voter turnout — from over 80% five years ago to 40%.Being Sheikh Hasina is not easy. Most of her family members, including her father, Sheikh Mujibur Rahman, were massacred on August 15, 1975 in Dhaka. She fought Ershad’s dictatorship along with Ms. Zia in the 1980s and early 1990s, steering the country back to democracy. In the early 2000s, when the BNP was in power, a grenade attack on one of her rallies killed 20 of her comrades. In her second term, in 2009, Bangladesh was grappling with a host of challenges, including internal instability. Ms. Hasina offered a stable civilian rule, cracked down on Islamist extremists, held those responsible for the 1971 genocide accountable and oversaw a period of economic boom and opportunities. Unsurprisingly, independent polls show that most Bangladeshis approve of Ms. Hasina’s performance. But at the same time, the woman who once fought for democracy now faces accusations of turning the South Asian country of 170 million people into a one-party state. She now faces new economic and political realities. Post-COVID-19, there is high inflation, falling foreign exchange reserves and a doubling of debt. Neither Ms. Hasina’s vengeful high-handedness nor the opposition’s violent non-cooperation is helping Bangladesh. The Prime Minister, in her fourth term, should be more conciliatory and accommodative if she is to build a democratic, prosperous naya Bangladesh.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBangladesh\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\npolitical development\n\n/\n\nvoting\n\n/\n\ndemocracy\n\n/\n\nhistory\n\n/\n\nhate crimes\n\n/\n\neconomy (general)\n\n/\n\ninflation and deflation\n\n/\n\nforeign exchange market",
        "headline_1": "Predictably comfortable: On Sheikh Hasina’s electoral win in Bangladesh",
        "headline_2": "Sheikh Hasina enjoys popular support, but she must be more accommodative",
        "link": "https://www.thehindu.com/opinion/editorial/predictably-comfortable-on-sheikh-hasinas-electoral-win-in-bangladesh/article67727058.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "Not just Lakshadweep, India has a treasure trove of tourist spots. But tourism minus patriotism, please\nRevenge Tourism Mark 2. Akshay, Salman, Tendulkar triggered a clamour to boycott Maldives. Three of its deputy ministers had posted snarky comments on X against Modi’s snorkelling photographs at Lakshadweep. After India’s strong protest, the ‘posters’ were themselves temporarily x-ed from the government. Plus, Male distanced itself from these unacceptable remarks. Surprising grace considering that the new Maldivian President has been violently rocking the diplomatic boat. But foul mouth doesn’t quite gel with the hand that feeds it: Maldives depends on tourism, and guess which neighbour sent the highest number of sun ‘n’ fun worshippers in 2023. \nHey, I’m all for doing surya namaskar to our own islands. But I want to go there to show off my tan, not my patriotism. Adding tourism to the partisan notion of ‘nationalism’ needs the sunscreen lotion treatment: blocked like dangerous ultra-violent rays. Please-ji, don’t make the slimy ticket tout join  the band who impose the decimated desi way to Eat Pray Love.\nMa kasam, I’ve been chanting ‘Dekho, Bharat Dekho’ forever to my phoren-crazed compatriots. This land of ours has enough intrinsic bragging rights without needing a tricolour luggage tag. There’s 7,516.6 km of sea-lapped coastline, a range of snow-capped mountains, and any specialty you wish to explore. Modiji taking time off to promote the relaxing – and inspiring – properties of the ‘1L-islands’ will prompt a holiday rethink. Maybe that’s what prompted those Maldivian malcontents. \nThe PM’s positive push – forget the negative boycott call – will have two super pan-India effects. One, it will get the tourism industry to clean up its act and its public toilets. True, aam janata is no longer heading only to pilgrim centres and ‘native place’, and is taking full advantage of highways, homestays – even glamping. Two, travel will fulfil its KRA of  broadening the mind; reveal the full glory of our diverse history, cultures, faiths. It can do this on its own steam without the propulsion of revenge or patriotism. The barrel-thumpers need LTA, Leave Tourism Alone. \nAlec Smart said: “SC gives needed salve, but Bilkis’s wounds will never heal.”       \n\n",
        "headline_1": "Dekho, Bharat Dekho",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/dekho-bharat-dekho/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "Union commerce and industry minister argues good governance ensures quality products, and consumers and voters recognise this\nIndia is on a mission to become a world leader in providing top-quality products that meet the highest global standards. This is in line with PM Modi’s call for ‘zero defect, zero effect’ in manufacturing. Supply of quality products at competitive rates is a key part of PM’s mission to make India a developed country by 2047. GOI is taking determined steps to ensure ‘Made in India’ branding is a stamp of quality, a branding that both Indian and foreign consumers will delight in equally.\nRead full opinion on TOI+\n\n",
        "headline_1": "Made in India, stamp of quality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/made-in-india-stamp-of-quality/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "What an island, electronics brand & app tell Lakshadweep & India about brand signalling\nIt’s been 50 years since GOI made a deliberate effort to promote beach tourism in the Lakshadweep archipelago. It hasn’t yet turned out to be a famous destination – social media support for the archipelago had some Indian celebrities and a GOI minister mistakenly posting pictures of Maldives. A memorable brand requires, among other things, clever signalling. Signal you are hip and global – that always works.\n\nThe Bali example | Former Indonesian president Megawati Sukarnoputri had said that during her travels she sometimes had to mention that her country is where Bali is located. Bali is a province but its international branding as a tourist paradise makes it a reference point for Indonesia. That’s by design. In a deeply conservative country, Bali stands out not only for its comfort with foreign languages, but also the absence of restrictions on alcohol and attire.\n\nAnd the Sony example | Hardly anyone’s heard of the Japanese firm Tokyo Tsushin Kogyo. But almost everyone’s heard of Sony, the brand owned by the company. It’s not a Japanese name. However, it was handpicked by the company’s founders for its lively ring and ease in ronunciation. So powerful was the brand name’s appeal that the company renamed itself Sony in 1958.\n\nDon’t forget TikTok | Attracting a global audience calls for attention to minute details. The Chinese social media app TikTok has a name that resonates with global fanbase of its short videos format. It wouldn’t have been an international sensation if it had retained its Chinese moniker: Douyin.\n\nSignalling an experience | Evocative brands are coveted because they elevate a business above competition. The brand name acts as a powerful signal. Therefore, a successful brand must be underpinned by a conscious decision to design it to appeal uniformly across a wide, international base. This is true even if the market is domestic – looking and sounding global appeal to even those with limited purchasing power.\n\nTunes matter | A good example of signalling international is the choice of ambient music in airports, airplanes, hotels, restaurants, even offices of big companies. Peppy music that has global cache is always a cleverer choice than music that’s strictly local. Think what’s appealing to customers, not your ‘cultural heritage’.\nSo, if we are serious about selling Lakshadweep, we should be serious about selling it as an island destination for jetsetter international tourists. The Bali of India.\n\n",
        "headline_1": "Bali, Sony, TikTok",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bali-sony-tiktok/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "Seat sharing in INDIA bloc will be a tough job. Tougher will be fashioning a narrative, say, on Ayodhya\nINDIA bloc’s much-anticipated seat sharing negotiations are underway, with all the missteps the exercise entails. From word go, there’s been little doubt that the overarching factor that’ll test opposition unity and decide opposition prospects in Lok Sabha elections 2024 is how opposition parties share constituencies.\n\nDeals & bargains | Not surprisingly, Mamata Banerjee’s starting point as talks for Bengal began, was reportedly a concession of 2seats to Congress – even as CM herself is embroiled in a new scandal, an attack on ED officers.Tough negotiations in Kerala and J&K on the table, MVA yesterday sounded upbeat about reportedly having “settled each and every seat” in Maharashtra. Early days yet as NCP, Uddhav Shiv Sena are shaky after splits, and weakest MVA partner Congress is looking for a boost.\n\n\nChallenge for Congress | Kharge said Congress is doing its homework for all constituencies till seats are decided. Its challenge is to get its own regional biggies to see eye to eye with central leadership – especially in UP, Bihar, Punjab and Delhi, where regional parties are strong. A whittled AAP, its key ex-mantris behind bars, is unlikely to stop Arvind Kejriwal from playing hardball.\n\nRaGa Yatra | Congress, which goes head-to-head against BJP in three states it lost to BJP in December’s assembly polls, is hoping RaGa’s Bharat Jodo Nyay Yatra, that runs east to west, will bring it some electoral returns. But can it acknowledge factionalism contributed to its losses in 2023 and will be a problem in 2024?\n\nTemple factor | Among thorny issues for INDIA will be the story it tells voters about why its constituent parties attended, or didn’t attend, the Ayodhya spectacle, and whether they were invited or not. INDIA is together, its leaders often say, to give a “fitting reply to BJP”. Yet, it is not the reply to BJP but the message to the voter that the electorate’s interested in.\n\n",
        "headline_1": "Tell voters that",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tell-voters-that/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "Increasingly rising sale of vitamin D may indicate both people's growing awareness of health and a form of epidemic deficiency of this particular type of nutrition. It depends on why and how the intake of this vitamin witnesses a sudden upswing. The cutting point, as mentioned in a report carried in this newspaper on Tuesday, is post-Covid time. It would be much too simplistic to conclude that people cloistered mostly within the four walls during the pandemic and deprived of sunshine, the easiest and best source of vitamin D, became deficient in the vitamin. If that would be the case, coastal fishermen exposed to sun more than the average population, were unlikely to have high prevalence of this vitamin deficiency. An associate scientist at the BRAC University's James P Grant School of Public Health informs this in addition to his disconcerting revelation that the average vitamin deficiency among people here is normally quite high. The abundance of sunshine in this part of the world should have provided the necessary vitamin D human body requires but scientists are of the opinion that people with darker skin absorb less vitamin D from the sunshine than they require because of genetic constitution. But this is the vitamin responsible for enabling human body to maintain calcium in blood and bones for building and maintaining the two. It helps in using calcium and phosphorus to build bones and support healthy tissues. Moreover, it keeps the nervous system, musculoskeletal system and immune system healthy. Severe vitamin D deficiency can cause rickets in children and in older people cystic fibrosis, obesity, kidney and liver diseases if the conditions are not treated in time. Fortunately, vitamin D can be obtained from foods and in case there still remains deficiency, it can be supplemented by fortification of certain common food items. The problem here, understandably, is with the low-income segments of people whose diets are mostly not balanced enough and lack nutritious contents including vitamin D. They can neither afford costly diagnostic tests nor vitamin supplements. Better they avoided those. It is quite reassuring, though, that this problem can as well be overcome if proper policies are adopted for fortification of foods. In cases of countries in the region, the best candidate for fortification is edible or cooking oil. India and Pakistan have already opted for this measure and Bangladesh can follow suit. It has already gone for fortification of edible oil with vitamin A. The good news is that the authorities are working on the issue in order to expand the policy of fortification of vitamin A in edible oil for inclusion of vitamin D. To that end, the Food Safety Authority is assigned the task of developing the food fortification law and a technical working advisory committee of the ministry of health is reportedly concentrating on the particular aspect of fortification of vitamin D in edible oil. Clearly, the objective is to make such fortification mandatory for companies refining imported cooking oil in crude form or locally produced oil. In this case, the mills extracting oil from mustard seeds and other oil seeds should also be brought under the purview of the law. Not only the low income segments of society, but people in higher brackets of income can also have nutritional deficiency on account of unbalanced food intake. This needs to be addressed as well.",
        "headline_1": "Opting for vitamin D-fortified foods, not supplements",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/opting-for-vitamin-d-fortified-foods-not-supplements-1704897417",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "In recent years, Bangladesh's economy has witnessed a vitriolic phenomenon in handling its non-performing loans. According to the Bangladesh Bank, at the end of Sep 2023, the total gross non-performing loans ratio of the banking sector of Bangladesh stood at 9.93 per cent. Bangladesh's gross non-performing loan (NPL) ratio has gone up from 8.18 per cent to Tk 9.93 per cent from June 2021 to Sep 2023. The net NPL ratio has gone up from negative (0.47 per cent) to 1.22 per cent from June 2021 to Sep 2023. The total classified loans in December 2022 were Tk 1206 billion; in September 2023, they stood at Tk 1553 billion. The primary contributor to this NPL build up is the private commercial banks. Their NPL volume increased approximately by Tk 347 billion or 28 per cent, and the same in the case of state-owned commercial banks went up by Tk 93 billion or 16 per cent during the period between December, 2022 and September 2023. Another aspect of the NPL history of Bangladesh is the trend of written-off bad loans and provision shortfall in the banking sector. Compared with the other countries in South Asia and Europe, Bangladesh is in a critical position as far as handling of the rising non-performing loans is concerned.Despite the shortfall in credit growth in the private sector, the rise in gross NPL is an alarming sign for the banking industry in Bangladesh. The credit growth shortfall originated from lower investment demand due to declining imports of capital goods and industrial raw materials on the one hand and depressed consumer demand on the other.Recognizing the imperative for early intervention in potential bank issues, the Bangladesh Bank has, albeit delayed, implemented the Prompt Corrective Action (PCA) Framework, originally established in India in 2002. The PCA Framework employs net NPL as a crucial indicator for categorizing banks. However, its introduction in Bangladesh is scheduled to take effect on 31 March 2025, contingent on the 2024 year-end financials. Given the widespread use of net NPLs as a primary indicator in various regulatory spheres, including bancassurance (with a 5 per cent NPL limit), it is vital for Bangladesh Bank to proactively address the escalating NPL situation through initiatives like PCA, potentially adjusting them further based on ongoing working group recommendations. In the current context of the mounting non-performing loans in Bangladesh, the country needs to gain control over this challenge.Broadly speaking, Bangladesh has too many banks compared to its size and too little scope for the population to utilize any funds at all. One solution could be merging smaller banks to form larger banks rather than occupying the banking sector ineffectively. The intended profitability has not been achieved, which has caused the banks to be in a loophole of lower liquidity. Bangladesh Bank's recent data showed that the aggregate ROA (Return on Asset) has declined from 0.53 per cent to 0.43 per cent and ROE (Return on Equity) from 9.48 to 7.88 per cent from Sep 2022 to June 2023. This indicates that the income of the banks has gone down. Therefore, the necessity of reducing the number of banks has become more pressing than ever. Although the nuance of merging banks in Bangladesh is a relatively new concept, it is not entirely out of the blue.Another measure to tackle the rising NPLs in Bangladesh is to implement a centralized banking system. Due to Bangladesh's current bad loan culture, it has become a widespread necessity for the banking sector to adopt this concept. Currently, most of the banks have no centralized credit administration, foreign trade, and credit risk management divisions to make loan approvals and documentation solely managed by the bank's head office. The documentation required for the loans also resides with the individual branch. In the centralized banking system, the branch must get approval from the head office for loan sanctions and other related issues, and the documentation must be kept with the head office as well. This requirement of the banks is mainly due to the circumstances of Bangladesh rather than a universal solution. From Bangladesh's point of view, a decentralized banking system generates inefficiency because of the lack of coordination and liability, which ultimately opens the doors to corruption. Properly implementing this technique could make the rising trend of the NPLs in Bangladesh more controllable for the greater stability of the financial sector.In the case of wilful defaulters and political influences for taking loans, a distinct database should be maintained. In this regard, the central bank should take the initiative to develop specific tools and techniques to differentiate the wilful defaulters from the genuine ones. For this, the central bank should give out criteria to be used by every bank with which they can identify the wilful defaulters and report to the CIB (Credit Information Bureau) database. Bank officials must be strict enough to deflect wilful defaulters and any political influence for the settlement of standard credit assessment.In many cases, it has been seen that the borrowers were involved in other activities with their borrowed funds, and the process funds were diverted. Bank officials should properly evaluate the customers' credit proposals and credit risk profiles to prevent loan loss. This will ensure that the funds which were borrowed for their agreed-upon purpose were properly utilized. In recent years, banks around the world have started to use the blessings of technological development. The widespread use of technology has made it possible to access information from far beyond the globe, and the banks in Bangladesh must take advantage of this dissemination in order to make their business more effective and accountable. Although private banks are catching up with the use of technology in Bangladesh, public banks are far behind in the use of information systems and technology for their advantage. The banks must employ a centralized information system for quick access to services and information so that customers and officials get access to the necessary information for their respective purposes. Ultimately, this all comes down to the fact that preventive measures for bad debts, which in fact predominantly lie in the primary screening of the borrowers' ability to repay and the borrowers' skills to run the business or project. In Bangladesh, the intricacy of this particular situation is unlikely to cease if the necessary measures are not considered.\nDr. Md. Ariful Islam is a banker and economic researcher[email protected]Dr. Syed Md. Aminul Karim is a former Member, NBR[email protected]",
        "headline_1": "Sorting out the NPL conundrum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sorting-out-the-npl-conundrum-1704897512",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "The circumcision of a baby boy is usually a joyous moment in any Bangladeshi family. And celebrations follow in most circumcisions with arranging a feast attended by near and dear ones. But for Ayaan's family, their excitement and happiness did not last long. The five-year-old boy passed away following a circumcision procedure conducted at a private hospital. Ayaan's father Shamim Ahmed alleged that the hospital's negligence led to the loss of his child. According to the media, Ayaan was circumcised on December 31 under full anaesthesia at United Medical College Hospital in the capital's Badda, allegedly without parental consent. From there, the nursery student was transferred to the hospital's Gulshan branch as he did not regain consciousness after a few hours of post-operation. And after seven days of keeping him on life support in the paediatric intensive care unit, the doctors of Unted hospital's Gulshan branch declared Ayaan dead on Sunday. Circumcision is, by and large, one of the safest surgical procedures one can perform on a human body. In Bangladesh, it is still performed mainly by traditional circumcisers, known as hazam. However, conscious parents these days prefer their sons to be circumcised by certified physicians so that there remain zero risk factors. That is why Ayaan's parents took him to a private hospital and the circumcision surgery was performed by a medical team led by a registered surgeon and an anaesthetist. Even so, the boy had to die, a tragedy his family thinks was the result of the improper application of anaesthesia. According to Ayaan's father, the doctors applied full anaesthesia on the boy without the family's permission. It appears that many hospitals, particularly private ones, consider circumcision surgeries a too easy task and take the surgical procedures lightly. If the hospital authorities were more careful about Ayaan's anaesthesia, this young boy could have been among his family enjoying the winter vacation. Although it has not been proven yet whether the hospital authorities were negligent or not in the case of Ayaan, yet the sad incident is a reminder to every hospital so that they consider the surgery related to circumcision more seriously. Reactions of drugs, the type of drugs applied, the child's allergy to drugs should be checked and rechecked. They need to be more careful about children. It is unfortunate that most circumcision-related deaths in Bnagladesh are not recorded officially as they are conducted by traditional circumcisers. And those which are recorded are not shown to be caused by circumcision at all, but due to the immediate cause, most commonly stroke, bleeding, infection or reactions to drugs. Medical statistics are thus at fault in that they do not give the true cause of death. We hope that did not happen in the case of Ayaan. The four-member committee formed by the Directorate General of Health Services should neutrally and impartially dig out the cusses behind the death of a healthy young boy after circumcision. Also, there should be standard procedures to carry out a surgery related to circumcision, which all hospitals and health care professionals should follow compulsorily.\n[email protected]",
        "headline_1": "When a minor surgery is made fatal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-a-minor-surgery-is-made-fatal-1704901094",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2024"
    },
    {
        "full_article": "Thakurgaon is a district that is famous for the production of rice, wheat, potatoes and vegetables due to its fertile land and weather. In some years, we have surplus production in food grains. Around 1,000 farmers from this district supply rice to the government-run warehouse. For this, more than one and a half thousand rice mills have been set up in the district. But it is unfortunate that there are not enough safety measures for the workers of these mills. Three people, including a woman and her daughter, died as a boiler of a rice mill exploded in Rahimpur area of Thakurgaon Sadar upazila recently. Two others were also injured in the incident. Poor workers of rice mills often become victims of boiler blast. This is, however, not the first time that a boiler exploded in Thakurgaon. Earlier there were three major boiler explosion incidents in the district. In 2013, three people were killed and three others were injured in an explosion in Thakurgaon road area. In 2018, one person was killed in Baliadangi upazila in a similar blast. In 2020, one was killed and eight others were injured in a boiler blast in Rajagaon area of Sadar upazila. Besides, accidents often happen regularly in rice mills. Due to the negligence of the owners, such incidents are happening. Boiler has a bulb for steam control. This allows excess steam to get out. But many rice mills do not have that bulb to control the vapour. A rice mill requires the approval of the Ministry of Food and the clearance of the Department of Environment. It appears that some of the rice mills in Thakurgaon do not have the approval and the clearance. And many mills do not renew their permits. These issues should be met immediately if we want to ensure a safe working environment for the rice mill workers. \nAshikujaman Syed,Marketing Research Associate, HC Minerals,Shijiazhuang, China,[email protected]",
        "headline_1": "Ensuring rice mill workers' safety",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-rice-mill-workers-safety-1704897602",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2024"
    }
]