[
    {
        "full_article": "The introduction of the Telecommunications Bill, 2023, inches closer to achieving the Union government’s long-standing aim of consolidating the law for wireless networks and Internet service providers, with a 46-page statute that leaves existing regulatory structures largely intact, while simplifying bureaucratic procedures such as applying for licences and permits for telecom operators. Licensing processes are set to be digitised, and telecom operators will have a new way of dealing with non-compliance with their licence terms, while also having access to district- and State-level authorities for permissions and dispute resolution when setting up their equipment and optical fiber networks on public and private properties. The Bill also lets the satellite Internet industry — long touted as a way for at least some remote areas to get net connectivity — breathe a sigh of relief, as there is clarity that it will not need to bid for spectrum, thus putting India on similar footing with other countries. The Bill has been welcomed by industry bodies for streamlining their regulatory landscape and promoting their ease of doing business, and could possibly give the much-needed regulatory stability and enabling environment for the next phase of telecom expansion. Over half of India’s population is on the margins of the connected world, and the Bill could help.But issues persist: the expansive definition of telecom brings in its ambit a range of services, and state authority over them raises concerns of privacy and surveillance. These concerns are not merely academic considering past allegations of state-sponsored snooping. The Bill tries to deal with spamming concerns, but its proposed solutions require additional compromises to privacy. The issues of surveillance reform and Internet shutdowns have massive implications, and must not be avoided just because they are contentious. The government must address these concerns with an open mind, considering the vast powers that the text of the Bill grants it. When the last draft was publicly floated for consultation, responses from industry bodies and the public were withheld from scrutiny. To further reassure the public of its clean motives, the government must scrupulously conduct rule-making with absolute transparency and consultation. This is especially important as many of the Act’s provisions need subordinate legislation notified by the Department of Telecommunications before they come into force. The telecommunications landscape has evolved dramatically since the Telegraph Act was first passed in the 19th century, and regulation and law-making of the Internet world need to comprehensively address all the issues that have come with this digital explosion.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntelecommunication service\n\n/\n\nlaws\n\n/\n\ninternet\n\n/\n\nwireless technology\n\n/\n\nRight to Privacy",
        "headline_1": "Incoming call: On the introduction of the Telecommunications Bill, 2023",
        "headline_2": "Regulation of Internet world must address privacy concerns and simplify procedures",
        "link": "https://www.thehindu.com/opinion/editorial/incoming-call-on-the-introduction-of-the-telecommunications-bill-2023/article67654726.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "December has been a month of turbulence for Tamil Nadu. Just when the northern parts of the State, Chennai and neighbouring districts, were recovering from Cyclone Michaung that crossed the coast two weeks ago, the southern parts, especially Thoothukudi, Tirunelveli, Tenkasi and Kanniyakumari districts, were battered by extremely heavy rainfall over Sunday to early Monday. Attributed to upper air circulation, 39 places registered “extremely heavy rainfall” (rain above 21 cm in 24 hours). Kayalpattinam in Thoothukudi recorded a whopping 95 cm while eight other places recorded over 50 cm in the same period. The entire weather activity was considered a freak occurrence in the ongoing northeast monsoon. Nearly four million people have been “very badly affected”, as pointed out by Tamil Nadu Chief Minister M.K. Stalin in his letter to the Defence Minister, Rajnath Singh. The Tamirabharani river even saw a flow of 1.5 lakh cubic feet per second (cusecs), another rarity. Even though the exact data on human loss has not yet been ascertained, the tally will be on the lower side. A train with about 800 passengers from Tiruchendur to Chennai, was stopped at the Srivaikuntam station. Going by initial reports, the infrastructure — roads, rail lines, canals, tanks and electric poles and many houses — has taken a beating. While a number of Ministers and senior officers are supervising relief operations, Governor R.N. Ravi, quite intriguingly, convened a meeting of the heads of departments of the Central government to discuss the operations.The event again raises questions about weather forecasting and preparedness. As the enormity of the rainfall caught the State by surprise, questions have been asked why the Meteorological Department did not give any indication of its scale and coverage. But, the department’s line of defence is its warnings, since December 14, of “very heavy to extremely heavy” rain for three days. Besides, the country’s weather forecasting system has not progressed to the extent that exact amounts of rainfall, with their precise locations, can be predicted. While this is understandable, the scientific community should work towards precise forecasting. More importantly, there is scope for closer coordination between every department and agency serving the people. For instance, a better working relationship between the Meteorology department and the Railways would have ensured that the Tiruchendur train did not run. Changes to the services of certain trains in the southern districts were made only in a reactive rather than proactive way. A more cohesive working arrangement among different agencies can have a mitigating effect.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\ncyclones\n\n/\n\nTirunelveli\n\n/\n\nrains\n\n/\n\nnatural disasters\n\n/\n\nMonsoon\n\n/\n\nweather\n\n/\n\nweather science\n\n/\n\nrivers\n\n/\n\nindian railways\n\n/\n\nroad transport\n\n/\n\nelectricity production and distribution\n\n/\n\nGovernor\n\n/\n\nministers (government)",
        "headline_1": "Turbulence in south: On the heavy rain in southern Tamil Nadu, weather forecasting and preparedness",
        "headline_2": "India must ensure better cohesion among agencies during disasters",
        "link": "https://www.thehindu.com/opinion/editorial/turbulence-in-south-on-the-heavy-rain-in-southern-tamil-nadu-weather-forecasting-and-preparedness/article67654609.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "On Monday afternoon, oil prices rose as geopolitical risks once again disrupted shipping lanes. Over the last four days, some of the world’s largest shipping companies stopped their ships from using the Bab el-Mandeb strait after attacks by Houthi rebels of Yemen. The impact of these decisions rippled across the world.\n\nGlobal trade is maritime | Merchandise trade depends mostly on shipping. Unctad estimated that ships account for 80% of world trade by volume. For India, the proportion goes up to 95%.\nIndian Ocean and its chokepoints | Oceans may make up 97% of the water bodies on earth, but just a few straits in the Indian Ocean hold the key to maritime trade. The straits of Malacca, Hormuz and Bab el-Mandeb are three chokepoints. Almost 40% of the world’s oil production moves through these straits, which makes them vulnerable to threats by multiple non-state actors.\nPiracy, the constant danger | The regions around these straits have often been politically unstable. A consequence is that piracy has been a disruptive force. For long, Somali pirates who operated in the Red Sea and the Mozambique Channel have been seen as a threat by the UN Security Council, which has adopted resolutions, to little effect, of course.\nThe fight goes on | The danger posed by pirates is as real now as before. According to the International Maritime Bureau, between January and September 2023, there’s been a 10% rise in incidents of piracy and armed robbery. Pirates have been able to board 89% of the targeted vessels, with the busy Singapore Straits being particularly vulnerable.\nSouth China Sea | It’s not just non-state actors who can be disruptive. A potential trouble spot is the South China Sea, which links the economically critical western Pacific to the Indian Ocean. China’s revisionist maritime claims here can disrupt this crucial shipping route.\nIndia’s seafarers | India deploys its navy to protect its merchant vessels and those under other flags from piracy. In addition, Indian seafarers are a large source of recruitment for merchant vessels across the world. GOI estimated that India contributes to 12% of the global supply, which makes it the fifth largest source.\nIndian seafarers can do with a lot more institutional support from GOI and states as they are often victims of pirate attacks. One way to do it is for governments to take greater interest in the National Welfare Board for Seafarers.\n\n",
        "headline_1": "Secure the seas: Houthi disruption of Red Sea shipping traffic is a reminder of how vulnerable maritime trade is",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/secure-the-seas-houthi-disruption-of-red-sea-shipping-traffic-is-a-reminder-of-how-vulnerable-maritime-trade-is/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "Rapeis rape. So why has a Gujarat HC judge’s observation that the man in the rape case being a ‘husband’ and the woman his ‘wife’ does not change the fact of violence, made headlines? Because an archaic Indian law that carves out an ‘exception’ for marital rape has yet to be reformed. Even the Bharatiya Nyaya (Second) Sanhita, 2023, bill retains this exception: “Sexual intercourse or sexual acts by a man with his own wife, the wife not being under 18 years of age, is not rape.” This clause is cruelly irreconcilable with the equal rights given to Indian women under our Constitution. Because it effectively renders their consent immaterial within a marriage.\n\nJustice Divyesh A Joshi’s observation was made in the context of denying bail to the mother-in-law of the complainant, who has allegedly aided and instigated brutal sexual acts by the husband. This is a reminder that women can also be active participants in continuing the unequal power dynamics of patriarchy. So society needs a lot more conversations about consent with women too, and not just as victims. But the role of gender-responsive lawmaking is critical to social change. If the law says that Indian women’s rights over their own bodies melt away in marriage, it is sanctioning a brutishly unequal primacy for Indian men.\nThe anomaly is that another law, the Protection of Women from Domestic Violence Act, 2005, inveighs against “any conduct of a sexual nature that abuses, humiliates, degrades or otherwise violates the dignity of woman” in marriage. And accusations of sexual violence are considered as ground for divorce. Where the law already recognises the cruelty of marital rape, BNS bill must be amended to recognise its crime.\n\n",
        "headline_1": "Silencing of the wives: A judge reminds everyone that the law saying marital rape is not rape, is yet to be put right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/silencing-of-the-wives-a-judge-reminds-everyone-that-the-law-saying-marital-rape-is-not-rape-is-yet-to-be-put-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "There’s too much at stake for the Pannun case to change the India-US equation. But Washington needs to understand the Khalistan threat better\nJust hours after the Biden administration let it be known that the US President would not be able to make it for Republic Day and a potential Quad summit the day after, the dirges rolled out on the fragility, impending death or even the inconsequential nature of the India-US relationship, and what was New Delhi thinking, believing Biden was a buddy. The usual lament followed – of Americans being fickle partners, who will shack up with the Pakistanis or the Chinese given half an opportunity, but here they were punishing India for Khalistani terrorist Pannun.\nPannun as bilateral irritant | The Pannun issue is doubtless serious. It may not rock the strategic relationship. But will remain a niggling political and diplomatic irritant between India and the US for some time. Five Indian American Congressmen have raised red flags and pious denizens of the Beltway have tut-tutted about “reputational damage” and hinted darkly at sanctions against India. But now that there are competing court cases in New York and in New Delhi, India’s response to the charges will be legally fought. Many holes will be found in the charges and the defence. The fact remains America is now going to defend an actual terrorist.\nRead full story on TOI+\n\n",
        "headline_1": "No Biden visit? No big deal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/globespotting/no-biden-visit-no-big-deal/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "The old urban institution of mahila mandals was leveraged by the party to bring out middle-class women voters. It’s proved to be a potent winning formula\n“Come, madam,” said Bubbly, “come and see some women’s empowerment!” The large, well-appointed sitting room we were now in buzzed with a dozen women preparing for a party. Pink and purple balloons huddled beneath the ceiling, sweets were piled high on the table, and garlands of roses and marigolds filled the air with a bittersweet scent. This was a meeting of the mahila mandal (women’s circle) in a housing complex in central Jaipur.\nOld institution, new avatar | The mandal is an old urban institution. A temple club organised around bhajan and kirtan singing, the mandal has long gathered women from respectable Hindu families into powerful cross-caste networks of social support. Turning neighbours into friends, mandals are real bastions of Hindu middle-class solidarity. Apart from temple singing, women’s mandals across Rajasthan’s towns and cities now host picnics and housing society meetings, birthday parties, baby showers and ‘kitty parties’.\nRead full story on TOI+\n\n",
        "headline_1": "Why the better half gave BJP full marks in Rajasthan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-the-better-half-gave-bjp-full-marks-in-rajasthan/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "The small-sized family farms that constitute nearly 85 per cent of the entire farming community of the country, also account for the largest share of the agricultural produce. The winter vegetables, for instance, are mostly grown by these small farmers in rural Bangladesh. Considering the high prices of the vegetables in the city's kitchen markets, it may appear to some that the farmers who produce them are doing a brisk trade. Unfortunately, the reality is quite the opposite. Actually, the growers of the agricultural crops have no control over the prices of what they produce as they lack access to the market. On the other hand, the intermediaries who have the money and hence control the market dictate the prices of the agricultural goods.In this connection, a report carried by this paper on Monday, December 18 said that the winter vegetables were selling at the city's retail markets at prices 80 to 450 per cent higher than that at the farm levels. The production cost of a cauliflower, a winter vegetable, for instance, is Tk 11, according to the Department of Agricultural Marketing (DAM). But at the city's retail market, it is selling between Tk45 and Tk 50 apiece. In other words, this is a price gap ranging between 300 and 350 per cent. Such a big change in a commodity's price from the beginning of its distribution chain to the end point (consumer level) is quite out of proportion. In the process, farm produce reportedly changed hands six times before they finally reached the retailers in the city's kitchen markets. Needless to say, each delivery point of the supply chain is controlled by intermediaries, or farias as they are called locally. As is obvious, the irrationally high prices of the agricultural produce are generally attributed to these intermediaries who are looked upon by the public as interlopers in the market chain. So, the common prescription is, as the intermediaries are to blame for the irrational price hike of agricultural goods, they should be removed from the distribution network of commodities. But the issue is not that simple. The reason is, the intermediaries are not a bunch of outsiders just meddling in the marketplace. In the existing structure of the market, especially of the agricultural commodities, intermediaries have grown over the millennia. The primary cause for this is that, historically, small farmers or peasants have been living at a subsistence level and as such had to depend on village moneylenders for capital to continue their farming activities. It is at this point that the non-producers like moneylenders and the intermediaries with capital enter the scene to take control of farm produce. Evidently, in this system of marketing, which has not changed over the centuries, the ultimate losers are farmers as producers and the general public as the consumers of agricultural goods. As reported, the official data on the agricultural goods' irrational price variation between the field level and the cities has been attributed to what it termed 'weak and outdated value chain' and that it has come to such a pass because there is no 'proper regulation'. But in view of the past experience, various regulatory interventions made so far by the government could not produce expected results. So, until small producers have their cooperatives and thus empowered financially to control the market for their produce, both producers and consumers are destined to lose.",
        "headline_1": "Empowering small farmers for rationalising market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/empowering-small-farmers-for-rationalising-market-1702994889",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "Migrant workers going abroad and returning home present a picture that essentially reflects the intertwined activities involved in the process. That is to say, migration is not an end in itself but return of workers is also a part of the process. The cyclical nature of workers' migration--going abroad and returning home--demands a holistic approach that transcends the mere process of departure and arrival. The recently formulated draft Reintegration Policy for Returnee Migrant Workers appears to address issues facing the returnee migrant workers in various forms including their safety and security. What is needed in this regard is long-term well-being of returnees, fostering a sustainable and inclusive reintegration process. Needless to say, successful integration of returnee migrant workers requires a holistic and multi-faceted approach that addresses economic, social, and psychological aspects.Recognising the various challenges faced by returnee migrant workers, the draft reintegration policy emerges as a crucial initiative. As reported in the newspapers, the proposed policy encompasses a range of provisions designed to create a supportive framework for returnee workers. One of the pivotal aspects is the establishment of a comprehensive returnee database, which is expected to serve as a vital tool for targeted and need-based support. Additionally, the creation of one-stop centres at the local level, specifically catering to the needs of women and gender-diverse groups, is a step towards providing accessible services through a referral mechanism.A notable objective of the policy is, reportedly, to strengthen multi-stakeholder participation, emphasising collaboration among various entities involved with the reintegration process. Coordination with non-governmental organisations (NGOs) and other organisations working with migrant workers has been recognised essential for effective, innovative, and sustainable reintegration of returnees. Currently, there are NGOs in the country, which claim to have reintegration support services for returning migrant workers. However, there is hardly any visible sustainable reintegration support that can help workers back into normal life.Each year, a substantial number of Bangladeshis migrate for employment, but a good number faces challenges such as abuse, wage theft, non-payment, and low payment of salary during their overseas stint. Upon return, the struggle continues, with issues ranging from economic hardship to social stigma. Women migrant workers, in particular, often find themselves marginalised, facing unique challenges that require targeted interventions.To ensure effectiveness of reintegration support, the policy suggests advancing support for decentralised one-stop centres at the local level. These centres will not only provide services through a referral mechanism but also serve as hubs for coordinating various support programmes for returning migrant workers. By focusing on collaboration, inclusivity, and sustainability, the policy aims to create a supportive environment that goes beyond immediate concerns and is expected to work towards long-term well-being of all the returnees. The task of integration is a complex challenge that many countries grapple with due to the diverse nature of migration patterns, various reasons for return, and the potential impact on both the returning workers and their home countries. Governments worldwide employ different strategies to address this issue, aimed at facilitating a smooth reintegration process and maximising the positive contributions of returnees to their societies. Countries often establish comprehensive policies to address the specific needs of returnee migrant workers. These policies cover areas such as employment, education, healthcare, and social services. To ensure that returnees have access to legal support is also crucial. This includes assistance with documentation, rights protection, and addressing potential challenges related to re-entry. Many countries invest in skill development programmes to enhance employability of the returnees. This involves providing training and education to match the skills demanded in the local job market. Some governments encourage returnees to start their own businesses by providing financial support, mentorship, and access to resources. Returnees may face emotional challenges due to the readjustment process. Some governments provide counseling services to address mental health issues and help individuals cope with the stresses of reintegration. Fostering community engagement also helps returnees rebuild social connections. Initiatives that encourage community involvement, such as cultural events and support groups, can play a vital role in this regard. Also, regular monitoring and evaluation of reintegration programmes is important to understand the effectiveness of the initiatives taken. This data-driven approach allows for adjustments and improvements based on real-world outcomes.The draft policy seems to have covered most of the issues that returnee workers face or are likely to face. However, to ensure that the provisions of support srevices are translated into action, the concerned authorities will have to draw an elaborate work plan with a provision for adequate resources. Mere drafting the policy is no more than expression of intent. In this country we have no dearth of pious intents.\n[email protected]",
        "headline_1": "Policy on reintegration of returnee migrant workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/policy-on-reintegration-of-returnee-migrant-workers-1702994969",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "The market volatility of basic staples is a story that refuses to die. That's because the market has largely been left to the whims of commercial entities that control the supply chain. What has come as a surprise is that market monitoring activities of the government agencies concerned have been waning for some time now. The data speak for itself. According to a recent report published in this newspaper, public documents show that the authorities have drastically scaled down market monitoring with consumers bearing the full brunt of atrocious increase in prices on a month-to-month basis. \"In the financial year 2022-23 (July 2022-June 2023), only 408 market drives were conducted, marking a 46 per cent drop compared to the 759 drives carried out in the previous year, according to the government's annual performance agreement (APA) documents.\"Putting all this into perspective, prices of wheat flour jumped from Tk70 to Tk80, eggs (per dozen) hovered between Tk 165 - Tk 180, broiler chicken prices soared to a high of Tk 280-Tk 290 per kilogram (kg) - the list goes on. Recent interventions that had nothing to do with government monitoring, rather, a move by some traders selling beef at nearly Tk200/kg (kilogram) less than the going rate of Tk800 a few weeks ago has blown the lid off market manipulation. The mantra till now had been to squeeze as much out of consumers as possible until demand dropped drastically. That is precisely what had happened with beef and it dawned upon some butchers to do what is done in the rest of the world, i.e. increase volume of sales and keep profit per kilogram low to ensure the overall profit. While the authorities have been quick to sensationalise the move by some traders showering them with accolades, it hardly absolves the agencies that are supposed to keep market prices in check via monitoring. So, the question is why the government had slashed market drives to 408 in 2023 from 720 in 2022 (a drop of nearly 45 per cent) at a time when the market for foodstuffs were spiralling out of control? Those drives were effective, to some extent, and should have been continued. Instead, the authorities allowed the import of some food items which was more baffling, because the country has been under tremendous strain to maintain its depleting foreign currency reserves. Yet, that was the decision taken and it proved futile, for obvious reasons. Take the case of egg price volatility for example. The government had fixed the price of egg at Tk12 per piece in September and the Directorate of National Consumers' Right Protection (DNCRP) and the administration were tasked with its monitoring. This was a nonstarter to begin with because the fines levied on law-breakers were so paltry, that it made more financial sense to flout the directive than obey it. When this didn't work, the government decided to import 40 million eggs in the first phase, expanding it to 60 million in the second go. Those eggs never made it to the market due to import complications and the difficulties in opening letters of credit. This was not unknown to market manipulators and precisely what difference would 40 or 100 million eggs have made in a market that consumes 40 million eggs a day?Theatrics like this are not going to calm prices. It is necessary to increase vigilance and that means dealing with manpower constraints in the DNCRP and other agencies involved with market monitoring, not just in the capital city but nationwide. Consumers need respite not promises / media sensationalism and that can only happen if effective, weekly drives against profiteers become the norm.\n[email protected]",
        "headline_1": "Market monitoring on the wane",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/market-monitoring-on-the-wane-1702995010",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-12-2023"
    },
    {
        "full_article": "The campus of the Jahangirnagar University is famous for its lakes and green bushes, which provide a safe sanctuary for the migratory birds. Last year, an estimated 2,500 birds spent the winter comfortably there on arrival from a long travel to avoid extreme cold in the Himalayas and Siberian regions. But this year, the number of migratory birds in the JU campus has drastically decreased. According to some ornithologists, the number of migratory birds on the campus has almost halved this year compared to the last year. The decrease in the numer of migratory birds might have taken place due to construction works and the dumping of garbage in the water bodies that has made life difficult for the birds. A large swathe of grassland has also been lost to construction drives on 14 spots, spanning at least 100 acres of greenery. According to bird watchers, development activities have reduced the birds' habitats and the unrestricted use of fireworks' sound systems have made migratory birds feel scared and unsafe. Uncontrolled human activities have reportedly increased in 15 out of 29 water bodies on the campus. Programmes that create excessive noise, the rush of visitors to different places and the dismantling of security boundaries of the sanctuaries for migratory birds are the main causes behind the dwindling number of migratory birds inside the JU campus. Therefore, we urge the authorities concerned to make the campus safe and comfortable for the birds. This is equally important for the authorities to conserve lakes and water bodies to the benefits of the migratory birds. \nShahjahan Sirazi,Malibagh, Dhaka,[email protected]",
        "headline_1": "Keeping JU safe for migratory birds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-ju-safe-for-migratory-birds-1702995034",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-12-2023"
    }
]