[
    {
        "full_article": "The Karnataka police and the State administration must act with utmost sensitivity, professionalism, and swiftness to ensure the safety and the privacy of the women who have complained of multiple counts of rape and sexual harassment by Prajwal Revanna, the now suspended Janata Dal (Secular) party leader, the sitting Member of Parliament from Hassan, Karnataka, and grandson of former Prime Minister H.D. Deve Gowda. While the State government acted promptly by seeking cancellation of Mr. Revanna’s diplomatic passport, the Special Investigation Team (SIT), formed to inquire into the rape and sexual harassment charges, must ensure the videos of these allegedly forced sexual acts that show Mr. Revanna with several women are immediately taken down and the identities of the women protected. In the past few years, allegations of sexual misconduct by those holding high office have made distressing headlines. These are a reminder of the highly unequal power dynamics and political influence that make it difficult to bring the perpetrators to account. The multiple complaints and charges against sitting Member of Parliament from the Bharatiya Janata Party in Kaiserganj, Uttar Pradesh, and former President of the Wrestling Federation of India, Brij Bhushan Saran Singh, serve as an example.Survivors of sexual abuse rarely come forward to complain. And when they do, it is often when their trauma is unbearable, or when they have familial support, or if they feel confident that justice is likely to be served, while they seek privacy and safety. When a survivor files a complaint, it emboldens others to speak up, especially when it involves serial offenders. The police are finding it difficult in getting many of the women in the videos to register a complaint. Both Mr. Revanna and his father and sitting Member of the Legislative Assembly, H.D. Revanna from Holenarasipur in Karnataka, have been summoned by the SIT — Prajwal Revanna on rape charges, and his father for kidnapping an alleged victim-turned-complainant. Given such grave charges, it would be in the fitness of things for both leaders to resign from public office till the investigation is complete.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKarnataka\n\n/\n\nsexual assault & rape\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nBharatiya Janata Party\n\n/\n\nJanata Dal - Secular\n\n/\n\ninvestigation",
        "headline_1": "Sexual crimes and videos: On the Prajwal Revanna case in Karnataka",
        "headline_2": "The sexual assault cases in Karnataka must be investigated with sensitivity",
        "link": "https://www.thehindu.com/opinion/editorial/sexual-crimes-and-videos-on-the-prajwal-revanna-case-in-karnataka/article68136101.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "​​When the Israel-Hamas war began on October 7, the immediate priority of United States President Joe Biden was to prevent the conflict from widening into a regional war involving Israel and its rivals. Mr. Biden adopted a two-fold strategy. He offered unconditional support for Israel’s war on Gaza, launched after Hamas’s attack on October 7, in which at least 1,200 people were killed, and unleashed a diplomatic effort to keep tensions low between Tel Aviv and its neighbours. But when the war raged on for months, with huge civilian casualties in Gaza, the Biden policy started falling apart. Today, as the war is set to enter its eighth month, Mr. Biden looks increasingly vulnerable to its regional and domestic consequences. Over 34,000 people, a vast majority of them women and children, have been killed by the Israeli Defense Forces in Gaza; Israel vows to invade Rafah, the southernmost town in Gaza where more than 1.4 million Palestinians have taken refuge, despite Mr. Biden’s warning against such a move; with Houthi attacks on ships in the Red Sea and strikes and counterstrikes between Israel and Iran, the conflict has already spread beyond the borders of Palestinian territories and Israel, though a full-scale regional war has been avoided so far; the conflict has triggered massive protests by university students in the U.S., piling up pressure on Mr. Biden to reconsider his policy towards Israel.To their credit, Biden officials have been working relentlessly to achieve a ceasefire and hostage deal between Israel and Hamas. Mr. Biden’s timely response to shoot down the drones and missiles fired by Iran against Israel and his warning to the Prime Minister of Israel, Benjamin Netanyahu, that the U.S. would not join Israel’s retaliation against Iran, helped ease regional tensions. But his overall approach towards the crisis is flawed. The way Israel is carrying out its war on Gaza is against all the values America preaches about wars and human rights. The U.S. kept supplying weapons to the Jewish nation even amid mounting allegations and evidence that Israel was indiscriminately bombing and destroying Gaza. Even when Mr. Biden seemed frustrated with Mr. Netanyahu’s intransigence, he signed a Bill offering $17 billion in defence aid to Israel. Mr. Biden’s words and diplomatic efforts for truce are actually not matched by strong actions to pressure Israel. And, by continuing to arm and bankroll Israel’s genocidal war on Palestinians, Mr. Biden is debilitating his own moral arguments about foreign policy. Not just morality, Mr. Biden’s inability to rein in Israel is weakening America’s standing in West Asia and sullying his already fragile candidacy in the U.S. presidential elections in November. If the 81-year-old President is serious about peace in West Asia, he should first address the flaws in his policy towards Israel and Palestine. There were several examples of American Presidents using hard pressure on Israel for peace. Mr. Biden should at least show the courage to call for a permanent ceasefire in Gaza and adopt policies, including suspending arms sales to Israel, to meet that goal. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nUSA\n\n/\n\nIran\n\n/\n\ndefence equipment\n\n/\n\npeace negotiations",
        "headline_1": "Policy mismatch: On the U.S. and Israel policy",
        "headline_2": "The U.S. must not arm Israel while asking it to halt Gaza strikes",
        "link": "https://www.thehindu.com/opinion/editorial/policy-mismatch-on-the-us-and-israel-policy/article68136043.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "Joe Biden is gaffe prone. To dump India, Japan, Russia and China together as nations economically held back by xenophobia was bizarre. But there’s a case to take a closer look at his messy observations. He attributed America’s economic strength to its welcoming of immigrants. He’s right. America is still the most sought-after destination for immigrants.\nAlways churning | US is technologically the most consequential country. A look at Silicon Valley and other hotspots of technology there shows the beneficial spillovers of a system that’s a magnet for the world’s best and the brightest. It’s just not Indian-origin CEOs who stand out. Even entrepreneurs such as Elon Musk and Jensen Huang of Nvidia chose US to pursue their dreams.\n\nThis is the most important takeaway from Biden’s clumsy communication. A system that holds the promise of allowing anyone a chance to realise their dream will always be competitive, notwithstanding social discord. That’s the lesson for xenophobes in US politics.\nAging without appeal | Japan’s median age is close to 50, while that of China and Russia is close to 40. Japan and Russia collectively have a few million migrant workers. But that’s just a controlled flow to offset demographics. Hardly any driven youngster seeks to move there to realise a dream. The odds are stacked against them, and against authoritarian China too.\nIndia’s chance | India’s evolution is different. It didn’t have the economy to be a global magnet. Yet, it sheltered millions of refugees in 1971 during Bangladesh’s liberation. India is today hamstrung by the absence of a refugee policy. But if there’s a bigger lesson for us: it’s to create an environment that not just retains talent but also attracts it.\n\n",
        "headline_1": "Be open, get richer: Biden’s clumsy statement contains some home truths",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-open-get-richer-bidens-clumsy-statement-contains-some-home-truths/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "Expect 100% turnout here? Five electors. One family. A poll booth all their own. India’s northernmost poll booth is at village Warshi in district Leh. At an altitude of 15,000 ft, Anley Pho-296 poll booth is a tent. India’s largest constituency by area, Ladakh’s electorate is 1.8L strong. Call it trivia, but there’s much afoot, including frosty politics, for the May 20 election – this is Ladakh’s first LS election after it became a UT alongside the abrogation of Article 370 in Kashmir in Aug 2019.\n\nEC bandobast | EC has Ladakh’s stars, including women’s ice hockey team captain Tsewang Chuskit and taekwondo player Shahnaz Parveen, to get people to vote. Helicopter services, back-up strongrooms and 100% reserve EVMs – preparations are underway for excessive snowfall or rain. But the extra chill this time is in its politics.\nBrand Ladakh | The taste of power Ladakh got as UT has whetted its appetite for inclusion in Sixth Schedule. The reason proffered is protection of its fragile environment and culture. The movement spearheaded by activist Sonam Wangchuk included a 21-day fast, and, also highlighted loss of grazing lands to solar farms, corporations and Chinese incursions. Yesterday, the last day to file nominations, saw hectic negotiations – BJP soothing its sitting MP who’s been dropped and who got himself a nomination form, and Congress hoping to dissuade NC and its Kargil Congress unit from fielding their own nominee. Cold Ladakh’s LS poll is a hot affair.\n\n",
        "headline_1": "Ladakh makes it large: This cold constituency promises a hot battle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ladakh-makes-it-large/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "The Road To Freedom : Economics and the Good Society by Joseph Stiglitz, makes the case that economic and political freedom are inseparable. It seeks to take back the rhetoric of freedom from conservatives and libertarians.\nFreedom has been interpreted by Western politicians like Ronald Reagan and Margaret Thatcher and economists like Milton Friedman and Friedrich Hayek. Financial deregulation was named ‘liberalisation’, to connote this freeing.\n\nRead full story on TOI+\n\n",
        "headline_1": "Where is the freedom in poverty or fear?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/where-is-the-freedom-in-poverty-or-fear/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "Elections bring up memories. One of them is a quotable quote delivered by Dominique de Villepin in 2002, when he was visiting India as France’s foreign minister. When asked what it felt like to trounce the Socialists so completely, he came up with this killer line: “Politicians, socialists or conservatives, we are all alike, it is the voters who are different.”\nFor example, while ideologically laden Congress and CPM cadres were bloodying each other in the streets of Kolkata, their seniors, Siddhartha Shankar Ray and Jyoti Basu, respectively, often enjoyed a drink together. Politicians are indeed alike, in spite of stated ideological differences, and hence can flit easily between parties making friends and searching for the best fit.\n\nRead full story on TOI+\n\n",
        "headline_1": "The neta-janata divide",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-neta-janata-divide/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "The world, at present, is in an indeterminate state. Covid-19 reaffirmed that no event can be predicted with certainty, and that the entire continuum of any event occurring is possible. There could be known-knowns, known-unknowns, unknown-knowns and unknown-unknowns. Thus, any projected outcomes can be inconclusive, uncertain, chaotic or stochastic. Maximum likelihood estimation or thought experiment could end up like the proverbial Schrödinger's cat—dead and/or alive. A paradoxical trajectory is also a possibility.\nThe known-unknown quandary has become subtle, with geopolitics and geo-economics added into the development discourse. Thus, knowns and unknowns characterise the global order. The prevalent known-unknown quandary, however, could also create perplexing situations.\nThese provoke, and agitate us with, many questions. Some of them are: What are the transformational strategies to navigate complexities of the evolving global order? What could be the ways to overcome democratic deficit and governance failure? What are the appropriate approaches for economic diversification for achieving equitable and sustainable development? How will the developing world attain green transition amidst geopolitical tensions and energy politics by charting a path for a planetary resilience? How would such a task be financed?\nThe fundamental principles of a country's development policy originate from the aspirations of the people through their struggles. Hence, an aspirational development policy is an understanding of the type of society people want to live in. The transformation is deeply rooted in economy, society and polity. There are, therefore, unceasing contradictions and struggles between the two polar opposites: aspirations vis-à-vis impositions.\nIn recent years, both state and market have become more coercive and unaccountable. Markets have adopted predatory routes. Again, states have been more coercive, and violated their constitutions from which they derive their power. The fragile social contract, consequentially, alienates the state from its citizens. Societal norms and values, over the years, have made citizens conform to discrimination, precipitating clientelist networks to accumulate power.\nThe configuration of power determines allocation and distribution of public resources. A rentier political settlement dismantles institutions in the absence of accountability, and thus, vested interest is prioritised over citizens' welfare.\nThe well-being of people is contingent upon \"public society.\" Public society emerges when power lies in the median population, similar to the normal distribution. In reality, though, there is a skewed distribution.\nThe Covid-19 pandemic exposed fault lines, triggered significant income erosion, and gnawed away at the standard of living due to the absence of social protection, while governments were at a loss, exacerbating the economic divide. The ongoing conflicts have exasperated the woes further. The gap between the income groups is widening.\nSome countries are recovering relatively quicker than others owing to existing social coping mechanisms—universal social security, well-structured healthcare, fiscal capacity and technological advancement. Most LDCs are stagnating, even recoiling in their path towards achieving the SDGs and struggling to address the new poor and defenceless population. Hence, between and within countries, the recovery is taking the shape of a diverging K-curve due to the disproportionate policies and embedded structural differences in economic, social and geospatial vulnerabilities.\nMany developing countries are yet to acknowledge healthcare, education and social security as people's rights. Many constitutions endorse these as fundamental principles, with no obligation on the state. There is silence about establishing healthcare, education and social security as citizens' rights.\nA skewed political settlement breeds unequal economic opportunities. Often, policies, in effect, bail out the very system that causes the crisis in the first place. The rent-distributing government favours Wall Street over Main Street, rescuing financial institutions and patronising ruling elites using public money as opposed to provisioning equal rights to all. Ill-fated citizens, consequentially, suffer through losses of their jobs, savings, and homes.\nOld orthodoxies are breaking down, necessitating a new paradigm of development and a new form of cooperation for a course correction from the reversal of the gains made in socio-economic progress in the last three decades. A new social contract amongst and within nations could lead to having a greener, safer and better future for the people and the planet.\nThe asymmetries—like Covid-19 and artificial intelligence—have stirred public debates in favour of fostering socio-economic, financial and technological resilience against future complex shocks and uncertainties. In order for a transformative change with inter-generational equity, policies require addressing compound risk multipliers such as climate change vulnerabilities, economic and financial shocks, ecological damages, technological uncertainties, and public health emergencies. The world is far away from convergence and entitlements of equality, human rights and social justice.\nBangladesh has travelled over 50 years as an independent state. From the infamous \"basket case,\" the country has transformed into a curious case of \"development surprise.\" Alongside the achievements, major challenges loom large.\nBangladesh is the eighth most populated country in the world, although it ranks 94th in terms of geographic size. Most of the land area is bordered by India and some parts by Myanmar, with China in close vicinity. It occupies a strategically significant position in the Bay of Bengal. It lies at the centre of South and Southeast Asia, and is a source of connecting China's southern landlocked region. The Bay is also a reservoir of huge natural resources. Bangladesh, having experience in engagements with actors in the region and beyond, is now passing a critical moment in its quest for prosperity.\nThe rise and fall of civilisations, based on scientific historiography, can be a pointer. The grain-based agriculture connected civilisations of Asia, joining civilisations of different geographies. Not only did the two different monsoons help in growing crops—the summer blowing from the southwest, and the winter from northeast—but also allowed for the shipping of goods.\nRice, the monsoon's product, linked Asia. Rice is the least allergenic of grains and produces significant calories per hectare, feeding densely populated societies. Nevertheless, institution and political settlement are key. For example, in Angkor, the hydraulic system broke down and the empire fell.\nA recent systematic archaeobotanical evidence, from Wari-Bateshwar ruins in Bangladesh, found Japonica rice, indicating diffusion from the East. This indicates the two-way connectivity of the past. This could herald an optimistic future since the aspirations of the people of Bangladesh are immense.\nThis article is an abridged version of a presentation prepared for the First Development Studies International Conference, to be held on May 5-6, 2024 by the Department of Development Studies, University of Dhaka, and daily Bonik Barta.\nDr Rashed Al Mahmud Titumir is Professor and Chairman, Department of Development Studies, University of Dhaka.\n\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Navigating development pathways in the evolving global order",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/navigating-development-pathways-the-evolving-global-order-3601751",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "As India's general election enters its second month, most conventional expectations have already been upended. Complacent pundits had long ago concluded that Prime Minister Narendra Modi and his Bharatiya Janata Party (BJP) would win comfortably. But two phases in to the seven-phase election the situation no longer looks quite that simple.\nIndia's autonomous Election Commission prohibits the publication of any exit polls until all seven phases of voting have concluded. (That will happen on June 1, with the result announced on June 4). But unofficial readings of voter sentiment strongly indicate that things are not going the BJP's way. The public, it seems, has simply not been given enough reason to vote for the party a third time.\nThose who put Modi in office in 2014 hoping that he would fulfil his promise to spur job creation have no reason to vote for him again. Unemployment rose significantly under his leadership, and though it appears to have fallen more recently, there is good reason to believe that the real unemployment rate is much higher than official figures indicate. Moreover, a staggering 80 percent of Indians have seen their incomes decline since 2014, and both purchasing power and household savings have collapsed. Many blame the government for not adequately protecting their welfare.\nTo be sure, Modi himself remains popular, thanks to the personality cult he has painstakingly built. But his party's candidates are being met largely with apathy, if not outright disdain. Modi's demeanour reveals his mounting disquiet: his anti-Muslim dog whistles have lately escalated into direct attacks.\nModi has also ramped up his assaults on the opposition Indian National Congress, claiming that the party's manifesto has the \"stamp of the Muslim League.\" He even suggested at a campaign meeting last month that a Congress-led government would redistribute Hindus' private property and personal assets to Muslims.\nBeyond wholly misrepresenting the Congress party's positions Modi disparages Muslims as \"infiltrators,\" not Indians, and as \"those with more children.\" Such grossly inflammatory rhetoric demeans his office: a prime minister is supposed to serve all citizens, yet Modi openly expresses contempt for 200 million of them.\nOther BJP officials have also gotten in on the fearmongering, further betraying the party's growing desperation. For example, Home Minister Amit Shah declared that if the BJP is defeated, Sharia law will come to India.\nAttempting to polarise the electorate on religious grounds is a tried-and-tested BJP tactic. The logic is simple: if the demonisation of Muslims can get even half of India's Hindus (who comprise 80 percent of the population) to forget their other differences and rally around the party, another electoral victory is in the bag.\nBut this strategy is not foolproof. So, the BJP is also employing other tactics. For starters, it has absorbed a large number of opposition politicians into its ranks, often by coercing those accused of corruption into switching sides to avoid prosecution. The BJP \"washing machine\"—which \"cleans\" tainted politicians—has become a national joke.\nThe BJP has also offered to form alliances with various opposition parties. One of them—the Telugu Desam Party in Andhra Pradesh—tabled a no-confidence motion against Modi's government in the Lok Sabha (lower house) just a few years ago, and its leader has sharply criticised Modi. Now, suddenly, all has been forgiven.\nThe BJP's very public attempts to woo the Biju Janata Dal in the eastern state of Odisha and the Akali Dal in the western state of Punjab—both of which abandoned the BJP during previous coalitions—were less successful. Both parties spurned the BJP's entreaties.\nWhen its attempts at persuasion and co-optation fail, the BJP turns to outright intimidation. Delhi Chief Minister Arvind Kejriwal—the president of the opposition Aam Aadmi Party, which is in power in Delhi and Punjab—was thrown in jail after a midnight arrest, part of an ongoing investigation. Kejriwal's deputy has been in jail for a year, but no charges have yet been brought against him.\nAs for Congress, its bank accounts were frozen at the start of the campaign, and party leader Rahul Gandhi's helicopter was raided last month in an abortive search for illicit booty. These are not the actions of a confident party with abundant popular support, but rather of a party that feels power slipping from its grasp.\nThe BJP sailed through the last general election in 2019, winning every parliamentary seat in six states, all but one seat in three states, and all but two seats in two states. In all these states, the BJP has only one way to go: down. Even if it loses just a handful of seats in each, it will cumulatively lose its majority, which stands at just 32 seats.\nAnd there is a good chance that will happen. After all, in 2019, the BJP got a major boost from a terrorist attack on a military convoy in Indian-administered Kashmir, which was carried out just a couple of months before the vote by the Pakistan-based group Jaish-e-Mohammed. With no such event galvanising Indian voters today, the BJP cannot hope to replicate its performance from the last election.\nThe public has had enough of the BJP's broken promises, and the opposition is seized by a new confidence. Change is in the air.\nShashi Tharoor, a former UN under-secretary-general and former Indian Minister of State for External Affairs and Minister of State for Human Resource Development, is an MP for the Indian National Congress.\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Might Modi Lose?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/might-modi-lose-3601671",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "The Ministry of Education in Bangladesh has officially declared that, commencing in 2025, the duration of the Secondary School Certificate (SSC) examinations will be prolonged to five hours. This resolution has sparked considerable disapproval from multiple sectors, prompting inquiries into the underlying justification for this adjustment.\nHistorically, the SSC examinations in Bangladesh have adhered to a three-hour format, placing students under significant stress within a fiercely competitive scholastic landscape. Nevertheless, the recent initiative to prolong the duration of these assessments by an extra two hours is widely perceived as a misguided endeavour aimed at enhancing educational standards within the nation.\nAccording to a Somoy News report, the National Curriculum and Textbook Board (NCTB) recommended that students will have to take five-hour-long Secondary School Certificate (SSC) and equivalent examination tests starting next year under the new syllabus. While the education ministry justifies the move as a means to enhance a more thorough evaluation of students' knowledge, many argue that it may contribute to heightened levels of stress and anxiety among students.\nThe upcoming academic year will introduce a curriculum consisting of 10 subjects for Grade 10 students, including Bengali, English, mathematics, science, history and social science, digital technology, life and livelihood, religious teachings, health safety, and arts and culture. These subjects will form the basis for the SSC exams. Students will undergo assessment through project work, problem-solving tasks, assignments, and written tests. The evaluation process will encompass activities such as investigation, exhibitions, model preparation, presentations, examinations, and planning.\nA primary critique of the decision pertains to the potential imposition of extended examination durations on students. The prospect of enduring a five-hour exam, despite an allotted recess period, is deemed excessively taxing and raises concerns regarding its adverse impact on students' mental and physical health.\nAdditionally, there is apprehension regarding the potential adverse effects of the prolonged examination period on students' academic outcomes. Enduring a five-hour exam may lead to fatigue and diminished focus, potentially hindering students' capacity to demonstrate their full potential.\nAnother concern is the decision's oversight of the disparities present in the educational framework. Discrepancies in resource availability and support structures among students have not been duly acknowledged and may lead to unequal preparedness for a five-hour examination. Consequently, this may exacerbate the existing divide between individuals hailing from different socioeconomic backgrounds.\nThe decision made by the education ministry is particularly concerning because of the absence of engagement with key stakeholders. The lack of consultation with students, parents, and educators suggests a unilateral approach taken by the ministry. This exclusion has resulted in feelings of marginalisation and disregard among those affected.\nMoreover, there is limited evidence supporting the notion that extended exam durations contribute to improved educational quality or student achievement. Rather than being grounded in evidence-based practices, this decision appears to be driven by a flawed assumption that longer exams automatically translate to enhanced educational standards. In reality, such a strategy is likely to have adverse effects, placing undue pressure on students and diminishing the overall learning environment.\nFurthermore, the choice to prolong the SSC examination period appears to diverge from global educational trends. Many nations are shifting towards more adaptable and inventive assessment approaches that prioritise assessing students' analytical thinking, problem-solving skills, and ingenuity rather than solely depending on conventional, time-constrained exams.\nApart from the apprehensions regarding the impact on students' well-being and health, there are also pragmatic factors to consider. Extending examination durations will necessitate substantial logistical modifications, such as revising exam timetables, employing additional invigilators, and enhancing security measures. All of these adjustments will entail a significant financial burden for the government. Instead, the money could be allocated more effectively towards other endeavours aimed at enhancing the educational standards in Bangladesh.\nFor instance, the education ministry may contemplate incorporating more frequent assessments throughout the academic year, rather than depending solely on a solitary, extensive exam. Instead of fixating solely on exam lengths, emphasis should be placed on tackling more urgent concerns like enhancing teacher preparation, modernising the curriculum to align with contemporary requirements, and allocating resources and infrastructure for schools nationwide.\nThe recent announcement by the ministry to prolong the duration of SSC not only imposes additional pressure on students but also overlooks the disparities present in the education sector. Instead of enforcing lengthier exam periods, it is recommended that the education ministry investigates alternative approaches that are equitable and accommodating to students. The perspectives of students, parents, and educators must be taken into consideration when making decisions concerning the educational framework.\nMd Ziaul Haque is a poet and an assistant professor of English at the University of Creative Technology Chittagong.\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Why five-hour SSC exams will not be in students’ best interest",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-five-hour-ssc-exams-will-not-be-students-best-interest-3601666",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "The fact that the national board of revenue (NBR) has expressed its intention to revise the taxation rate by 5.0 per cent upwards for higher income people has naturally ruffled feathers. And the move has been criticised by experts and economists alike. There is no denying that the elevated cost of living due to sustained high inflation rate has put a pressure on everyone and that is one of the reasons for the backlash the revenue authority is facing currently.The Covid pandemic put a serious dent into the economy and this has been followed by a continuing war in Europe. Of late, another theater of war has opened up in the Middle East that threatens to embroil the entire region into conflict. The series of negative events happening in the international arena have put the world economy on a backfoot and Bangladesh is not immune to any of these shocks.The point of contention is the path being proposed by the revenue authority. While progressive taxation is a widely accepted international practice across continents, the question is whether this is the best path to dramatically increase domestic revenue collection. Questions have been raised as to whether NBR is going after the low hanging fruits by excessively taxing the wealthy instead of initiating reforms that would fundamentally change the way revenue is collected in the country. Economists and tax experts have been quick to point out some fundamental problems when it comes to domestic resource mobilisation. One such opinion is that the government should focus on property taxes rather than excessively taxing individuals. That move ran into all sorts of problems because the manner in which taxation on fixed assets such as land and housing was doubled, it merely created a situation where individuals and entities went on purchasing / selling such assets but didn't involve transfer of ownership. Government revenue actually plummeted.Focus should instead be put on widening the tax base. A higher tax slab on the wealthy can only bring in so much revenue, rather, bringing millions more under the tax regime will provide the State with much needed revenue to boost up its annual development programme. As pointed out by experts, the revenue authority's time would be better spent if it concentrated on stopping tax evasion and avoidance - practices that are rampant and are possible because of loopholes in the system. Plug those loopholes and the revenue scenario would change drastically! There is little justification to increase the tax rate on salaried individuals at a time of hyper-inflation. Inflation vis-à-vis wage increases have actually resulted in real loss of income. Critics believe that qualitative spending of tax payers' money would go a long way to address the country's growing income inequality rather than merely raising taxation. As pointed out by a recent study conducted by a leading think tank, about 43 per cent of taxpayer money is spent on salaries, pension and other benefits for government officials.Industry leaders have pointed out that higher income tax during this time isn't justified due to the fall in GDP growth rate from 7.03 per cent in FY2020-21 to 6.40 per cent in 2023-24 and slated to fall further to 5.4 per cent in 2024-25.Given current economic climate in the country, industrial production is adversely affected by high inflation, rising interest rates and utility price hikes. There is no recourse but to increase the tax base whereby millions of tax-payable individuals / business entities start paying their due. Revenue mobilisation should not mean squeezing the already squeezed tax payers, while millions get away scot-free.",
        "headline_1": "Proposed higher income tax raises concerns",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/proposed-higher-income-tax-raises-concerns-1714838555",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "The country's new finance minister and a new state minister for finance are now busy finalising the national budget for the upcoming fiscal year (FY25). It will be the nation's 53rd annual national budget, and the ongoing pre-budget consultations suggest that the government will enhance the outlay modestly for the next fiscal year. During the last one and half decades, the country saw a 14.55 per cent increase in the proposed budget on average yearly. Nevertheless, an increase in budget outlay by a single-digit rate was visible in FY21 and FY22. Budgets in the upcoming year, or FY25, will also rise at a similar rate, mainly due to resource constraints amidst the current economic conditions that are not quite robust. Several critical things have emerged as the primary backdrop of the next fiscal year's budget. Curbing inflation is pivotal as the country struggles with soaring prices. In his budget speech last June, the immediate past finance minister acknowledged the growing pressure of inflation. He said that the increase in import costs due to the disruption caused to global supply chain by the Russia-Ukraine war and depreciation of taka led to a surge in domestic inflation. He also added that it could not be possible to keep the annual average inflation within the targeted ceiling of 5.6 per cent in FY23. The finance minister was right. Bangladesh Bureau of Statistics (BBS) data showed that annual average inflation stood at 9.02 per cent at the end of FY23. The minister, however, was optimistic about bringing down inflation in the next fiscal year (FY24). He presumed that the prices of fuel, food, and fertiliser in the global market would decline, and fuel prices would be adjusted in the domestic market. Moreover, government initiatives to keep the food and supply systems regular will continue. So, he stated: \"The inflation will remain much controlled in the next fiscal year [FY24] and the annual average inflation is expected to stand at around 6.0 per cent.\" Here, the then finance minister was wrong. Annual average inflation stood at 9.61 per cent at the end of the third quarter of the current fiscal year. There is no chance that the inflation will come down to even below 9.0 per cent at the end of FY24. Due to the continued upward pressure of inflation from the beginning of the current fiscal year, the government has already revised the inflation ceiling to 7.50 per cent. Bangladesh Bank has also aligned its half-yearly monetary policy with the target. With only two months in hand, inflation seems to prevail above the target by the end of the current fiscal year.Thus, the new finance minister is facing the daunting task of formulating a budget in a high inflationary environment. His primary challenge will be to curb inflation, with the next budget potentially setting the inflation ceiling at 6.50 per cent, as reported in the media recently. The feasibility of this target is a matter of question, as curbing inflation now hinges on many external and internal factors. Thus far, monetary policy tools have been employed, guided by the theory of money supply, in an attempt to reduce inflation. Generally, higher money supply growth pushes up inflation as 'too much money chasing too few goods'. In other words, prices rise due to a mismatch between demand and supply. An increase in demand or a decrease in supply for any product will generally cause its price to rise. Thus, national inflation reflects the mismatch between aggregate demand and aggregate supply. Now, the central bank has stepped in to reduce the flow of money supply by raising interest rates to contain the upward pressure of inflation. However, the current trend of inflation in Bangladesh shows that monetary policy is inadequate to curb inflation, and it requires necessary manoeuvre through the fiscal policy, which is not adequate in the country. Fiscal policy has three essential components - government revenue, public expenditure and deficit financing by borrowing. As the new finance minister has decided to keep the budget or the annual spending outlay in check for the upcoming fiscal year, it is basically consistent with the move to contain inflation. The proposed public outlay for the next fiscal year is likely to be 5 per cent higher than the revised outlay of the current fiscal year. The modest increase in the budget will be counterbalanced by a lower growth of gross domestic product (GDP), projected at 6.75 per cent for the next fiscal year, down from the original 7.50 per cent projection for the current fiscal year. The government has already revised growth the rate to 6.75 per cent for FY24, and it remains to be seen whether this revised target will be met. It seems that economic growth at a reduced rate is now a necessity to contain high inflation, although there is no guarantee of achieving this goal. Typically, growth in GDP results in an increase in inflation. It happens due to higher demand and (or) reduced supply. Again, higher GDP growth may push inflation too high and make it difficult to contain. From these theoretical considerations, it may be said that there is a direct relationship between growth and inflation. In that case, lower GDP growth should cool down the inflation. Nevertheless, it all depends on some other factors, like the nature of growth and inflation. So, the question remains: Will the modest budget increase in the next fiscal year be able finally to rein in high inflation? This critical question is yet to be answered. Until then, the debate and speculation on the matter will continue. [email protected]",
        "headline_1": "Inflation and the upcoming budget",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/inflation-and-the-upcoming-budget-1714838592",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "From the beginning of summer this year, a sizzling record-breaking heat wave grabbed the attention of all. Indoors, outdoors - it was impossible to miss or to avoid. It even grasped the attention of the international media because Bangladesh is known worldwide for its temperate climate and this heat wave was a highly unusual occurrence. Amid the sizzling summer heat, with temperatures soaring from 40°C to 43°C in various parts of the country, problems are especially acute in densely populated Dhaka. The bustling capital, home to approximately 22.4 million residents, has grappled with heat island effects throughout April.A recent study of Bangladesh Red Crescent Society (BRCS) reveals about 90 per cent of the city including planned residential areas like Uttara, Mirpur, and Dhanmondi suffered from heat island effect - a phenomenon in which a city experiences higher temperatures than its outlying suburban or rural areas. No doubt, the rise in temperature has a direct bearing on climate change triggered by global warming. Aside from that, however, a host of factors such as high population density, vanishing greenery and wetlands, and the overwhelming presence of high-rise concrete structures that maintain heat, among others, are responsible for further heating up the urban environment.In Bangladesh, development is typically measured by the proliferation of tangible infrastructures such as roads, bridges, flyovers, skyscrapers and such. Amidst this infrastructure boom, however, the importance of nurturing a pristine environment adorned with verdant landscapes is often overlooked. Consequently, while the city skyline is dotted with towering skyscrapers, the quality of life within the city is steadily declining.Throughout the year, residents of Dhaka face a myriad of civic nuisances. In the sweltering summer months, Dhaka transforms into a heat island, taking a heavy toll on public health, labour productivity and the economy. Monsoon season brings its own set of woes, with waterlogged and pothole-ridden roads bringing the city to a standstill. Furthermore, the onset of winter brings a surge in air pollution, shrouding the city in a thick haze of smog. It is because of the manifestation of one adversity after another in each season, compounded by the perennial issue of traffic congestion, outbreak of mosquito-borne diseases and overburdened utility services, Dhaka is rapidly becoming a mess and increasingly uninhabitable. Runaway population growth in the city is putting tremendous pressure on its open spaces and wetlands. Parks, fields, and open spaces have disappeared or are disappearing. We are left with fewer playgrounds. Water bodies disappeared long ago. And now even the rivers are falling into decay due to pollution and encroachment. Apparently, it never dawned on the decision-makers that disappearance of greeneries and wetlands would have a disastrous impact on the environment of the city. Only some experts and environmentalists opposed this suicidal tendency of pursuing 'development' at the cost of environment.Ideally, a city should have at least 15 per cent green space and 10-12 per cent wetlands. But a study by the Bangladesh Institute of Planners (BIP) found that green space in central Dhaka has shrunk to a mere 7.09 per cent, while wet land covers a meager 2.9 per cent of the city's area. That being so, effective measures must be taken with urgency to ensure properly planned urbanisation. Strict monitoring and vigilance of RAJUK and city corporations is a must to stop unplanned and haphazard development. Development without proper planning is counterintuitive. No development project should be implemented that harms the environment unless we want to expose ourselves to environmental degradation. Only a harmonious relationship between urbanisation and nature can make cities livable and sustainable. [email protected]",
        "headline_1": "Developing cities in harmony with nature",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-cities-in-harmony-with-nature-1714838638",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-05-2024"
    },
    {
        "full_article": "The scorching heat waves pose a serious threat to our educational system, particularly following the COVID-19 pandemic. Apparently, the ongoing circumstances have necessitated the temporary closure of educational institutions or the implementation of online classes due to health concerns. It is evident that the situation has caught many unawares leaving students vulnerable to illness, with some schools even experiencing the unfortunate news of teachers' deaths.Universities, including Dhaka University, have been conducting online classes during heat waves. However, some departments have continued to hold semester exams physically, leading to mixed reactions among students. The government and UGC should take stringent measures to ensure the smooth and effective running of classes and exams, surpassing all expectations set during the COVID-19 situation.Addressing the heat waves' impact on education is imperative for maintaining the integrity and effectiveness of the educational system in the face of climate change challenges.MD Touhidur Rahman TahsinStudent, Institute of Social Welfare & ResearchUniversity of Dhaka[email protected]",
        "headline_1": "Heat waves a threat to education system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/heat-waves-a-threat-to-education-system-1714838654",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-05-2024"
    }
]